{"ITEMID": "001-73193", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CZE", "BRANCH": "ADMISSIBILITY", "DATE": 2006, "DOCNAME": "JANATA v. THE CZECH REPUBLIC", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant, Mr Pavel Janata, is a Slovakian national who was born in 1970 and lives in Prague. He is represented before the Court by Mr J. Buzalka, a lawyer practising in Prague.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 2 June 1976 the former Prague 1 National Council (místní národní výbor) assigned a two-room flat to Mr X and his wife, Ms Y, in a State owned apartment house.", "On 23 April 1990 the Prague 1 Housing Association (bytový podnik) brought proceedings against Mr X and a certain Ms Z before the Prague 1 District Court (obvodní soud) asking that their tenancy be terminated and that Mr X and Ms Z be ordered to leave the flat. It alleged that the tenants had failed to pay the rent for more than three months.", "By a judgment of 20 September 1990, the District Court terminated the tenancy of Mr X and Ms Z, and ordered them to leave the flat within 15 days of the allocation of a substitute flat by the competent national council. The judgment was served on the parties at the end of 1990. On 14 May 1992 it became final.", "On 11 February 1991 Mr X commenced divorce proceedings against Ms Y. The judgment declaring the divorce was notified to the latter at her new address in May 1991. The judgment of 20 September 1990 was served on her in March 1992.", "In April 1993 the applicant became the owner of the apartment.", "On 22 February 1994 he introduced a civil action in the District Court, seeking a declaration that the eviction of Mr X should not be conditional on the allocation of alternative accommodation. The applicant claimed that the former tenant had not paid the rent and maintenance contributions for seven months. He submitted that the flat had been assigned to Mr X and his wife, Ms Y, on 2 June 1976 and that after their divorce, Ms Y had been provided with a substitute flat, Mr X having continued to occupy the common flat. The applicant further submitted that the District Court had terminated the tenancy of Mr X and his wife, and had ordered them to leave the flat within 15 days of the allocation of a substitute flat by the competent national council.", "On 27 June 1995 the District Court dismissed the applicant’s action finding, inter alia, that the fact that Mr X owed rent for over three months, or that he had caused disorder in the house, did not substantiate the applicant’s argument that the circumstances, on which the original judgment of 20 September 1990 had been based, had changed, thereby justifying its modification.", "On 14 August 1996 the Prague Municipal Court (městský soud) quashed the first instance judgment, finding that the former tenant’s continued unlawful behaviour, which had constituted the reason for the termination of the tenancy, had to be considered as an alteration of the circumstances (změna poměrů) on which the District Court had originally based its judgment of 20 September 1990. It ordered the District Court to clarify the circumstances in which Mr X had defaulted on the payment of his rent.", "On 19 June 1997 the District Court again dismissed the applicant’s action on the ground that the applicant had not proved that Mr X had violated his tenancy obligations. It further held that the amount of rent which the applicant had asked Mr X to pay was contrary to the national law.", "On 8 January 1998 the Municipal Court upheld the District Court’s judgment applying, inter alia, section III(6) of Act no. 519/1991 which amended the Code of Civil Procedure. The court modified, however, the reasons for the decision. It held that the judgment of 20 September 1990 had not become final and could not, therefore, be modified upon the applicant’s request. It found that the eviction order had not been directed against the same persons, to whom the flat had originally been allocated in 1976. It further found that Ms Y had not been a party to the 1990 proceedings, and the fact that the 1990 judgment had been notified to her in March 1992 was irrelevant.", "On 31 January 2000 the Prague High Court (Vrchní soud) dismissed the applicant’s appeal on points of law (dovolání). The court, considering that the judgment of the Municipal Court was a decision which had modified the first instance judgment, applied section 238(1)(a) and section 241(3)(d) of the Code of Civil Procedure (see “Relevant domestic law”, below). It shared the Municipal Court’s opinion that, if the original decision ordering the tenant’s eviction upon the allocation of a substitute flat had not become final, the applicant could not evict him without alternative accommodation being provided. The court added that the relevant judgment had clearly referred to Ms Z and not Ms Y, and that this had not been rectified, at least under section 164 of the Code of Civil Procedure.", "On 31 August 2000 the Constitutional Court (Ústavní soud) dismissed as being manifestly ill-founded the applicant’s constitutional appeal (ústavní stížnost), in which the applicant had alleged a violation of Articles 36 §§ 1 and Article 38 § 2 of the Charter of Fundamental Rights and Freedoms (Listina základních práv a svobod), as well as Article 6 § 1 of the Convention.", "Section 159(1) and (3) provides that a judgment, which has been duly served and which can no longer be appealed, becomes final. Once a case has been adjudicated and the decision has become final, it may not be reconsidered.", "Pursuant to section 164(1), the president of a chamber may rectify anytime and, if necessary ex officio, clerical errors or any other evident incorrectness in a judgment.", "Under section 238(1)(a), an appeal on points of law is admissible against a judgment of an appellate court, whereby the first instance judgment was modified.", "Pursuant to section 241(3)(d), an appeal on points of law may be filed on the ground that a decision was based on the incorrect legal consideration of the matter.", "Section III, containing the concluding and interim provisions, provides in its sixth sub-section that final judgments ordering an eviction from an apartment which were adopted before the entry into force of this Act, and which made the eviction conditional on the allocation of a substitute flat or other accommodation, retain their conditional nature. The beneficiary may nevertheless request a court, which is competent to execute the judgment, to modify that order and declare that the party leaving the flat should only be provided with substitute accommodation rather than a flat, or that no alternative housing need be allocated at all.", "Article 36 § 1 provides that everyone may assert his or her rights before an independent and impartial court of justice or, in specified cases, before another authority.", "Under Article 38 § 2, everyone is entitled to have his or her case considered in public without unnecessary delay, in his or her presence, and to express his or her opinion on all the submitted evidence. The public may be excluded only in those cases specified by law."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}