{"ITEMID": "001-61731", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ESP", "BRANCH": "CHAMBER", "DATE": 2004, "DOCNAME": "CASE OF GORRAIZ LIZARRAGA AND OTHERS v. SPAIN", "IMPORTANCE": "1", "CONCLUSION": "Preliminary objections rejected (victim, non-exhaustion of domestic remedies);No violation of Art. 6-1 as regard the equality of arms;No violation of Art. 6-1 as regard the right to a fair hearing;Not necessary to examine Art. 8 and P1-1", "JUDGES": "Nicolas Bratza", "TEXT": ["8. The first five applicants are individual Spanish nationals who live in Itoiz (Navarre province). The third applicant is also the chairperson and legal representative of the sixth applicant, the Coordinadora de Itoiz association. The first, second, fourth and fifth applicants are members of this association.", "9. The case originated in an engineering project of February 1989 for the construction of a dam in Itoiz (Navarre province) which would result in the flooding of three nature reserves and a number of small villages, including Itoiz, where the applicants live. According to the Government, the total number of landowners affected by the dam's construction is 159, thirteen of whom live in Itoiz itself.", "10. On 6 May 1988 the Coordinadora de Itoiz association was set up; its articles of association state, inter alia, that its aim is “to coordinate its members' efforts to oppose construction of the Itoiz dam and to campaign for an alternative way of life on the site, to represent and defend the area affected by the dam and this area's interests before all official bodies at all levels, whether local, provincial, State or international, and to promote public awareness of the impact of the dam”.", "By a ministerial decree of 2 November 1990, the Ministry of Public Works adopted the Itoiz dam project.", "11. In 1991 the villages concerned by the dam and the applicant association brought an administrative appeal before the Audiencia Nacional against the ministerial decree of 2 November 1990. The appeal was based on several allegations of unlawfulness which, in their opinion, had tainted the procedure for informing the public about the proposed dam, the fact that the project had been adopted without the prior approval of the hydrological plans for each river basin or of the national hydrological plan and the lack of any public or social interest served by the project. They also claimed that the project breached the legislation on environmental protection, since no environmental impact study had been commissioned. Finally, the court's attention was drawn to the project's impact on the nature reserves and habitat within the relevant area in the light of the Council of Europe's recommendations on engineering works in the Pyrenees and the European Union's common agricultural policy.", "12. In a judgment of 29 September 1995, the Audiencia Nacional partly upheld the appeal, considering in particular that, according to the law, the planned dam should have been based on the national hydrological plan, which had not been drawn up when the project was approved. The court also accepted the request for precise designation of the protection zones around the nature reserves affected by the dam and for a breakdown of the quarry use that would be necessary for its construction.", "13. The applicant association applied for immediate enforcement of the judgment and, in particular, for suspension of construction work on the dam. By a decision of 24 January 1996, the Audiencia Nacional granted a suspension order but directed that the necessary measures be taken to ensure the completion of work already begun and for the maintenance and safety of the work already completed, subject to the payment of security by the applicant association.", "14. All the parties to the proceedings lodged súplica appeals against the decision of 24 January 1996. In the context of the interim enforcement of its judgment of 29 September 1995 and, in particular, with a view to maintaining the protection zones around the three nature reserves affected by the project, the Audiencia Nacional, by a decision of 6 March 1996, prohibited the filling of the reservoir and displacement of the population concerned.", "15. On 17 June 1996 the parliament of the Autonomous Community of Navarre (parlamento foral de Navarra) passed Autonomous Community Law (foral) no. 9/1996 on natural sites in Navarre (“the Autonomous Community law of 1996). This law amended Autonomous Community Law no. 6/1987 of 10 April 1987, particularly with regard to the possibility of reclassifying the protection zones or carrying out activities within them for the purpose of introducing infrastructure that had been declared in the general or public interest. According to the applicants, this Law enabled construction work on the dam to continue, with the consequent deterioration of the protected natural site.", "In application of the Autonomous Community law of 1996, the Autonomous Community's government adopted Decree no. 307/1996 of 2 September 1996, which identified the peripheral protection zones for certain nature reserves and strict nature reserves in Navarre.", "16. In the meantime, Counsel for the State and the government of the Autonomous Community of Navarre had appealed on points of law against the Audiencia Nacional's judgment of 29 September 1995. In a judgment of 14 July 1997, the Supreme Court definitively cancelled the dam project in so far as it concerned the 500-metre protection zones around nature reserves RN 9, 10 and 11. As a result of the judgment, the size of the planned dam, and thus of the area to be flooded, was reduced, so that the village of Itoiz, where the applicants' immovable property was located, was saved from flooding.", "17. In application of the Supreme Court's judgment, by a decision of 4 September 1997, the Audiencia Nacional declared final the interim enforcement measures ordered on 6 March 1996 concerning the prohibition on filling the reservoir and other related work. Before ruling on the question of the possible suspension of construction work on a dyke, the Audiencia Nacional invited the parties to appear before it so that they could submit observations on the consequences of the new Autonomous Community law of 1996, particularly with regard to the protection zones around all the nature reserves provided for in that law, and on the impact of the maximum flood levels on the protection zones of the reserves to which the cancelled project had referred.", "18. The central State authorities and the Navarre Autonomous Community's government argued before the Audiencia Nacional that it had become legally impossible to enforce the Supreme Court's judgment of 14 July 1997, in so far as the Autonomous Community law of 1996 had removed protection-zone status from the area within the nature reserves that was due be flooded. Accordingly, taking that legislative amendment into account, it had become possible to carry out the public-works schemes planned within those protection zones.", "19. The applicant association contested the authorities' argument, claiming that the Autonomous Community law of 1996 was inapplicable in the instant case, since it had been enacted following the administrative decisions in the proceedings in issue and subsequent to the Audiencia Nacional's judgment and the two interim enforcement orders. In the alternative, the applicant association requested that certain provisions in the Autonomous Community law be referred to the Constitutional Court for a preliminary ruling on their constitutionality, particularly those authorising the removal of protection-zone status from the three nature reserves in the area to be flooded, which, in the applicant association's submission, would allow the work to be completed and make the reservoir cover the area specified in the original plans.", "20. By a decision of 1 December 1997, the Audiencia Nacional asked the Constitutional Court to rule on the preliminary question submitted by the applicant association.", "By a decision of 21 May 1998, the Constitutional Court declared the application inadmissible on account of certain errors in its presentation which could nonetheless be corrected.", "21. In order to rectify the above-mentioned errors, the Audiencia Nacional summoned the parties on 28 May 1998 so that it could hear their submissions on certain aspects of the Autonomous Community law whose constitutionality had been challenged before the Constitutional Court, and on the constitutionality of section 18(3) (A.1.) and (B) of that law. The applicant association submitted its observations on 10 June 1998.", "By a decision of 17 June 1998, the Audiencia Nacional again asked the Constitutional Court to rule on the preliminary question as to constitutionality and extended the question to include a new point raised by the applicant association, namely section 18(3) (B) (B.1.) of the Autonomous Community law.", "22. By a decision of 21 July 1998, the Constitutional Court declared the issues raised in the preliminary question admissible. Under section 37(2) of the Judicature Act, it gave notice of the questions to the Chamber of Deputies, the Senate, the government and parliament of Navarre and the Spanish government, and invited them to file their observations within fifteen days. The Constitutional Court received Counsel for the State's observations on 4 September 1998. The government and parliament of Navarre submitted their observations on 11 and 15 September 1998 respectively. The Attorney General's observations were submitted on 29 September 1998. The Speaker of the Chamber of Deputies indicated that the Chamber would present no observations. The Speaker of the Senate asked that the Senate be considered a party to the proceedings and offered its assistance. On 1 March 2000 the Audiencia Nacional forwarded to the Constitutional Court the written pleadings submitted by the applicant association during the proceedings before it. These pleadings, dated 29 September 1997, 10 June 1998 and 28 February 2000, were formally included in the case file at the Constitutional Court.", "23. In a judgment of 14 March 2000, the Constitutional Court, sitting as a full court, held that the impugned provisions of the Autonomous Community law of 1996 were compatible with the Constitution. It observed at the outset that enforcement of the Supreme Court's judgment of 14 July 1997, delivered in accordance with Navarre Autonomous Community Law no. 6/1987, had become impossible since the entry into force of the Autonomous Community law of 1996, in that the cancelled project complied with the new law.", "24. Examining the purpose of the Autonomous Community law of 1996, the Constitutional Court held as follows:", "“... Its purpose is to establish a general system for environmental protection of the natural sites in the Autonomous Community of Navarre. Accordingly, this protection system [was] applicable ... to the nature reserves already identified in the previous Autonomous Community law, even though the essential difference between the legal rules established by those two laws lies in the arrangements regarding the peripheral protection zones.”", "25. The Constitutional Court held, firstly, that this was not to be seen as a legislative solution for the particular problem of the three peripheral zones around the three nature reserves affected by construction of the Itoiz dam and, secondly, that statements and parliamentary initiatives by certain politicians which, in the opinion of the Audiencia Nacional, demonstrated that the main aim of the Autonomous Community law of 1996 was to prevent execution of the Supreme Court's judgment, were immaterial in assessing whether there had been a violation of the principle of lawfulness. The Constitutional Court also ruled that, given the significance of the question raised by the Itoiz dam's construction, which could not simply be ignored, it was justifiable that the explanatory memorandum accompanying the Autonomous Community law of 1996 specifically mentioned the aim and means of environmental protection in the peripheral protection zones around the three above-mentioned nature reserves.", "26. As to the alleged infringement of the right to a fair hearing, in so far as the Autonomous Community law of 1996 now prevented execution of the Supreme Court's judgment partly cancelling the Itoiz dam project, the Constitutional Court considered that the fact that in the meantime a new law had been passed amending the legal system applicable to the peripheral protection zones and replacing the previous law on the basis of which the project had been declared partly void was not in itself incompatible with the right to execution of judicial decisions as enshrined in Article 24 of the Constitution.", "27. Referring to the case-law of the European Court of Human Rights and, in particular, to the judgments in Stran Greek Refineries and Stratis Andreadis v. Greece (9 December 1994, Series A no. 301-B) and Papageorgiou v. Greece (22 October 1997, Reports of Judgments and Decisions 1997-VI), the Constitutional Court examined whether the impossibility of executing the Supreme Court's judgment as a consequence of the enactment of the Autonomous Community law of 1996 was justified in view of the values and assets protected by the Constitution. Having held that environmental protection was enshrined in the Constitution, the Constitutional Court examined whether the prejudice arising from the failure to execute the judgment in issue was proportionate to the protected or disputed interests or was on the other hand purposeless, excessive or the cause of a clear imbalance between the interests at stake. It found that both the Supreme Court's judgment of 14 July 1997 and the new Autonomous Community law of 1996 were intended to guarantee the existence of a peripheral protection zone around the three nature reserves affected by the dam's construction. The Constitutional Court further noted that the system of peripheral protection zones introduced by this new law had not in itself been considered arbitrary in the Audiencia Nacional's decision; nor had the zones' new boundaries been held responsible for the serious deterioration of the environment. Accordingly, it held that the balance of general interests had been respected and that there was no clear lack of proportion between the conflicting interests. Consequently, the impugned provisions could not be held to be contrary to Article 24 § 1 of the Constitution.", "28. As to the argument that the new legal rules governing the peripheral protection zones around the nature reserves appeared in a law rather than in regulations, as had previously been the case, and that this deprived the applicants of the possibility of overseeing the administration's actions through an administrative appeal or enforcement proceedings, the Constitutional Court noted that there was no legal provision requiring that certain subjects be dealt with by regulations. It added that the new law did not amount to ad causam legislation, being general in form and in substance, and pointed out that laws could be challenged before the Constitutional Court through the remedy provided for in Article 163 of the Constitution.", "Accordingly, the Constitutional Court dismissed the application for a preliminary ruling. The judgment was published in the Official Gazette on 14 April 2000.", "29. The relevant provisions of the Constitution read as follows:", "“The Constitutional Court shall have jurisdiction for the whole of Spanish territory and is competent to hear:", "(a) appeals against alleged unconstitutionality of laws and regulations having the force of law ...;", "(b) individual appeals for protection [recurso de amparo] against violation of the rights and liberties referred to in Article 53 § 2 of the Constitution, in the circumstances and manner laid down by law;", "(c) disputes between the State and an Autonomous Community or between different Autonomous Communities over the scope of their powers.", "...", "“If in the course of proceedings a judicial body considers that a provision which has the status of law and is applicable in the proceedings and upon whose validity its decision depends might be contrary to the Constitution, it shall refer the issue to the Constitutional Court in the circumstances and manner and with the effects – which shall under no circumstances include suspensive effect – to be laid down by law.”", "“1. Judgments of the Constitutional Court shall be published in the State's Official Gazette together with any dissenting opinions. They shall be final with effect from the day after their publication and no appeal shall lie against them. Judgments declaring a law or a rule having the force of law unconstitutional and all judgments that are not merely in personam shall be binding on everyone.", "2. Unless stated otherwise in the judgment, parts of the law not declared unconstitutional shall remain in force.”", "30. The relevant provisions of this law read as follows:", "“1. When judges or courts, of their own motion or at the request of a party, consider that a provision which has the status of law and is applicable in the proceedings and upon whose validity its decision depends might be contrary to the Constitution, they shall refer the matter to the Constitutional Court, in accordance with the provisions of the present Law.", "2. The judge or court concerned shall make the referral only when the case is ready for trial and within the time allowed for giving judgment. They must specify which law or provision having the status of law is alleged to be unconstitutional and which Article of the Constitution is considered to have been breached. They must also state the precise reasons why the outcome of the proceedings depends on the validity of the contested provision. Before taking a final decision on whether to refer an issue to the Constitutional Court, the judge or court shall first hear any representations the parties and a representative of State Counsel's Office may wish to make regarding the relevance of the issue within a ten-day non-extendable time-limit that shall apply to each of them. The judge shall give his or her decision within three days thereafter, no further action being required. No appeal shall lie against that decision. However, the constitutionality issue may be raised again in subsequent proceedings until such time as the judgment has become final.”", "“A judge or court shall refer constitutionality issues to the Constitutional Court by sending a certified copy of the main case file and any representations made under the preceding Article.”", "“1. On receipt of the case file the Constitutional Court shall follow the procedure laid down in paragraph 2 of this Article. However, it may in a reasoned decision declare the question referred inadmissible after hearing representations by the Attorney General alone if the procedural requirements have not been complied with or the question referred is manifestly ill-founded.", "2. The Constitutional Court shall inform the Chamber of Deputies and the Senate (through their respective Speakers), the Attorney General and the Government (through the Ministry of Justice) of the question referred. If it concerns a law or a provision having the status of law adopted by an Autonomous Community, the legislative and executive authorities of that Community shall also be informed. Each of these bodies shall be entitled to appear before the Constitutional Court and to make representations on the constitutionality issue within a non-extendable fifteen-day time-limit that shall apply to each of them. Once that period has expired, the Constitutional Court shall give judgment within fifteen days, unless it gives a reasoned decision explaining why it considers a longer period – not exceeding thirty days – to be necessary.”", "31. The explanatory memorandum to the Autonomous Community law of 1996 states that the text has two objectives: first of all, it establishes a legal system specific to Navarre in order to safeguard, preserve and improve those parts of its territory which contain natural assets worthy of protection in accordance with Spanish legislation and European Union directives on environmental protection; secondly, the law is intended to harmonise the legislation on natural sites enacted by the Autonomous Community of Navarre.", "In particular, the law lists the nature reserves and natural sites in Navarre which are protected by law and establishes their boundaries. It also sets out, for each type of protected site, the types of activity and use which are authorised or prohibited. Section 18 reads as follows:", "1. Through an autonomous law, the parliament of Navarre may identify the boundaries of ... peripheral protection zones around the Strict Nature Reserves and Nature Reserves, which may be discontinuous and shall be intended to avoid external impact on the environment or landscape.", "...", "3. The regulations governing activities and land use within the peripheral protection zones of the Strict Nature Reserves, Nature Reserves and Nature Parks shall be as follows:", "(A) Non-construction activities", "(A.1.) The following may be authorised:", "...", "– Activities related to the creation of infrastructure which is in the public or general interest.", "...", "(B.) Construction activities", "(B.1.) The following may be authorised:", "...", "– Infrastructure declared to be in the public or general interest.", "...”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}