{"ITEMID": "001-57858", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FRA", "BRANCH": "CHAMBER", "DATE": 1993, "DOCNAME": "CASE OF POITRIMOL v. FRANCE", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 6-1+6-3-c;Pecuniary damage - claim dismissed;Non-pecuniary damage - claim dismissed;Costs and expenses partial award - domestic proceedings;Costs and expenses partial award - Convention proceedings", "JUDGES": "C. Russo;John Freeland;R. Pekkanen", "TEXT": ["7. Mr Bernard Poitrimol married Miss Catherine Bisserier in February 1973. There were two children of this marriage, born on 23 January 1974 and 18 February 1975.", "8. On a petition by the applicant’s wife, the Paris tribunal de grande instance granted a divorce on 5 January 1982 on the grounds of fault by her husband, awarded her custody of the children and allowed Mr Poitrimol the right to have them visit him or stay with him.", "9. On 20 February 1984 the Paris Court of Appeal varied that decision. It pronounced divorce on the grounds of fault by both spouses and upheld the other provisions after studying a social inquiry report on the children’s living conditions with their mother.", "10. The applicant did not appeal on points of law against the Court of Appeal’s judgment but lodged a complaint against his former wife alleging that she had committed forgery and uttering during the divorce proceedings. On 7 July 1988 the Paris Court of Appeal sentenced Mrs Poitrimol to a fine of 10,000 French francs (FRF) for having produced four false certificates supposedly from her employers.", "11. In September 1984, when exercising his right of access to the children, the applicant had left French territory and taken his two children to Turkey.", "12. Mr Poitrimol applied to the matrimonial causes judge at the tribunal de grande instance in Marseilles, where the applicant’s former wife now lived, for custody of the children. On 24 October 1985 the judge awarded custody to both parents jointly and made an order that the father should return at least temporarily to France, within three months at most, in order that the children should be interviewed. If, for reasons other than circumstances beyond his control, the applicant did not comply with the time-limit, the mother would continue to have sole custody.", "13. On 8 October 1984 Mrs Poitrimol lodged a complaint alleging failure to return children.", "14. On 19 December 1985 the investigating judge committed the applicant for trial at the Marseilles Criminal Court.", "15. Mr Poitrimol did not return to France but sought leave to avail himself of Article 411 of the Code of Criminal Procedure (see paragraph 23 below). The court gave leave and he was represented at the trial on 3 March 1986 by two counsel, who filed pleadings in which they asked for their client and his children to be examined on commission and, in the alternative, for him to be acquitted. They submitted that the defendant had acted under irresistible mental duress owing to the risk of harm to the physical health and psychological balance of his children, having regard to the behaviour of their mother and her lovers.", "16. In a judgment delivered after proceedings deemed to be inter partes the court sentenced him on the same day to a year’s imprisonment and issued a warrant for his arrest.", "17. On 5 March 1986 counsel for Mr Poitrimol lodged an appeal and the prosecution immediately did likewise.", "18. Although he had been summoned to the hearing on 10 September 1986, the applicant did not appear in person. His lawyer, Mr Schmerber, said that his client wished to be tried in absentia and defended in court by his counsel; he proceeded to make submissions similar to those he had filed at the trial. In an interlocutory judgment the Aix-en-Provence Court of Appeal adjourned the case to 4 February 1987 and, under the third paragraph of Article 411 of the Code of Criminal Procedure, ordered that Mr Poitrimol should be summoned again as it considered his presence in court to be necessary.", "19. The applicant did not attend the new hearing, but Mr Schmerber did and made supplementary submissions asking the court to uphold his pleadings of 10 September and authorise him to represent his client.", "20. On 25 February 1987, pursuant to Article 410 of the Code of Criminal Procedure (see paragraph 23 below), the Court of Appeal, taking its decision after proceedings deemed to be inter partes, delivered a judgment in which it refused the latter request on the following grounds:", "\"While a defendant summoned for an offence punishable, as in the instant case, by a term of imprisonment of less than two years may, by letter to the presiding judge, apply to be tried inter partes in his absence but represented by counsel, pursuant to the first and second paragraphs of Article 411 of the Code of Criminal Procedure, it is a principle, and is apparent from the general scheme of the Code of Criminal Procedure, that this is a right which does not apply where, as in Mr Poitrimol’s case, a warrant has been issued for the defendant’s arrest and the defendant has absconded and is accordingly not entitled to instruct counsel to represent and defend him ...;", "That being so, the Court will try the case on the merits without the defendant, Bernard Poitrimol, being able to be represented by Mr Schmerber.\"", "It also ruled that the pleadings of 10 September 1986 were inadmissible and upheld the impugned judgment in its entirety.", "21. Through a member of the Conseil d’Etat and Court of Cassation Bar the applicant appealed on points of law against the Court of Appeal’s judgment. In substance he argued that Article 411 previously cited was incompatible with the Convention.", "On 21 December 1987 the Court of Cassation declared the appeal inadmissible on the grounds that a convicted person who had not surrendered to a warrant issued for his arrest was not entitled to instruct counsel to represent him and lodge an appeal on points of law on his behalf against his conviction.", "22. Mr Poitrimol submitted a petition for pardon, which was rejected by the French President on 21 November 1989.", "23. The main provisions of the Code of Criminal Procedure mentioned in the case are the following:", "\"An accused on whom a summons has been served personally in the proper manner must appear unless he provides an excuse that is accepted as valid by the court before which he has been summoned. An accused shall be under the same obligation where it is established that, even though the summons was not served on him personally, he was made aware by the means provided for in Articles 557, 558 and 560 that he had been properly summoned.", "If these conditions are satisfied, an accused who fails to appear and has not been excused from doing so shall be tried as if he were present.\"", "The Court of Cassation has held this provision to be compatible with the Convention (Beltikhine, 16 December 1985) but sometimes quashes judgments in which no ruling has been made on whether there was a valid excuse as argued by the defendant (Grenier, 9 June 1993) or no finding made as to whether the defendant had been made personally aware of the date of the hearing (Tourtchaninoff, 10 June 1992).", "\"An accused summoned in connection with an offence punishable by a fine or a term of imprisonment of less than two years may, by letter to the presiding judge which shall be placed in the file on the proceedings, apply to be tried in absentia.", "In that case his counsel shall be heard.", "However, if the court considers it necessary for the accused to appear in person, he shall be summoned again, at the instance of the prosecution, to a hearing on a date which shall be fixed by the court.", "An accused who fails to comply with this summons shall be tried as if he were present.", "He shall likewise be tried as if he were present in the eventuality provided for in the first paragraph of this Article.\"", "According to the case-law of the Court of Cassation, where an accused who fails to appear and has not been excused from doing so is tried as if he were present, his counsel can neither be heard nor file pleadings (Criminal Division, 29 October 1970, Bulletin criminel (Bull.) no. 284; 5 May 1970, Bull. no. 153).", "It is not possible to apply to a court to set aside a judgment it has given in the accused’s absence and rehear the case (opposition) (see Articles 489 and 512 below) where the judgment was given after proceedings deemed to have been inter partes.", "\"An accused who appears may instruct counsel to assist him.", "If he has not done so before the hearing and nevertheless asks to be assisted, the presiding judge shall assign counsel officially.", "Counsel may be chosen or appointed only from among the members of a Bar ...", "The assistance of counsel is compulsory where an accused suffers from an infirmity of a kind likely to jeopardise his defence.\"", "\"A judgment in absentia shall be null and void in all its provisions if the accused applies to the court which gave it to set it aside and rehear the case.", "...\"", "\"The rules laid down in respect of the Criminal Court shall apply in the Court of Appeal ...\"", "\"Notice of an appeal on points of law must be given to the registrar of the court which has delivered the decision being challenged.", "It must be signed by the registrar and by the applicant himself or by an attorney (avoué) of the court that has given judgment or by a specially authorised agent: in the last-mentioned case, the authority to act shall be annexed to the document drawn up by the registrar ...", "...\"", "\"If a person sentenced to a term of imprisonment of more than six months has not surrendered to custody and has not obtained from the court which convicted him exemption, on or without payment of a surety, from the obligation to surrender to custody, his right to appeal on points of law shall be forfeit.", "The memorandum of imprisonment or the judgment granting exemption shall be produced before the Court of Cassation not later than the time when the case is called for hearing.", "For his appeal to be admissible, it is sufficient for the applicant to establish that he has surrendered to custody at a prison, either in the place where the Court of Cassation sits or in the place where sentence was passed; the chief warder of that prison shall take him into custody there on the order of the Principal Public Prosecutor at the Court of Cassation or of the head of the public prosecutor’s office at the court of trial or appeal.\"", "The Court of Cassation has already decided on several occasions that it follows from the general principles underlying the Code of Criminal Procedure that a convicted person who has not surrendered to a judicial warrant for his arrest and has evaded execution of it is not entitled to appeal on points of law against the decision whereby he was convicted (Criminal Division, 30 November 1976 and 26 June 1978, Juris- Classeur périodique 1980, II, 19437; 24 April 1985, Bull. no. 157; 10 December 1986, Recueil Dalloz-Sirey 1987, p. 165). It has pointed out, however, that the situation may be different where a convicted person can show that circumstances made it impossible for him to surrender to custody in good time (Criminal Division, 21 May 1981, Bull. no. 168)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1", "6-3"], "VIOLATED_BULLETPOINTS": ["6-3-c"], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}