{"ITEMID": "001-103078", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF KRIVOSHAPKIN v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;Violation of Art. 6-1 and 6-3-d", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;George Nicolaou;Giorgio Malinverni;Khanlar Hajiyev", "TEXT": ["5. The applicant was born in 1970 and lives in Volgograd.", "6. On 21 October 1999 he was arrested on suspicion of having committed several robberies.", "7. On 10 November 1999 the case against him and three other accused was submitted for trial to the Svetloyarskiy District Court of Volgograd.", "8. On 13 March 2000 the District Court convicted the applicant of theft and several counts of aggravated robbery. On 15 August 2000 the Volgograd Regional Court quashed his conviction on appeal and remitted the case for a fresh examination.", "9. A new conviction was handed down on 23 March 2001. It was upheld on appeal on 9 October 2001 but was set aside on 7 December 2001 by the Presidium of the Volgograd Regional Court by way of supervisory review proceedings. The case was then sent for a new trial to the Krasnoarmeyskiy District Court of the Volgograd Region.", "10. On 21 May 2002 the District Court, composed of judge S., as president, and two lay assessors, held the first hearing. The applicant and two of his co-defendants appeared before the court. At the beginning of the hearing, it was found that all victims and certain witnesses had failed to appear. Messrs. P. and R., victims in the case, did not appear because they lived far from Volgograd. The summons which had been sent to Mr M.Kh., a victim, had not been delivered as he had moved house. Mr M.M., also a victim in the case, was on a business trip and could not attend. Mr V., the fifth victim, and the witnesses defaulted for various reasons. The prosecutor did not appear either. Though all defendants protested against the continuation of the hearing in the absence of the prosecutor, the victims and the witnesses, the court decided to proceed with the trial. The presiding judge read out the bill of indictment and questioned the defendants who all protested their innocence.", "11. On the following day, 22 May 2002, the fifth victim and several witnesses appeared in court. The prosecutor was not present. The presiding judge again questioned the defendants, examined the victim and witnesses and studied documents in the file. The applicant asked the court to summon and examine attesting witnesses who had been present when the victims, in particular Messrs. M.Kh. and M.M., had identified him on a photograph. The court refused. It then decided to read out the written depositions to the investigative authorities by defaulting witnesses and by Messrs. R., M.Kh., M.M. and P. The last three were direct eyewitnesses of the applicant's actions. The defendants and counsel unsuccessfully objected to doing so and insisted that all the victims and witnesses should be examined in open court. After the written depositions had been read out, the applicant expressed doubts as to the credibility of some of them.", "12. On 23 May 2002 the trial court continued reading out of the depositions by the defaulting witnesses and then proceeded to hear the final pleadings for the defence. The defendants and counsel objected to the concluding of the judicial inquiry but their objection was dismissed.", "13. By a judgment of the same date, the District Court convicted the applicant of theft and several counts of aggravated robbery and sentenced him to nine years' imprisonment in a high-security colony. The judgment was based to a significant extent on the written depositions by victims and the report on the identification of the applicant from a photograph by Messrs. M.Kh. and M.M. The court found that the statements made by the four defaulted victims during the pre-trial investigation “confirmed the guilt of all the defendants”. As to the testimonies by the fifth victim and by the appeared witnesses, they concerned circumstances unrelated to the authorship of the incriminated offences, the defendants' alibi and their alleged ill-treatment by the police.", "14. The applicant lodged an appeal. He submitted in particular that the trial court in the prosecutor's absence had assumed the prosecutorial function. He also complained that the court had not examined the victims and witnesses whose testimonies had been of significant importance for the determination of his case.", "15. On 23 July 2002 the Volgograd Regional Court held an open hearing. The prosecutor did not participate. The Regional Court dismissed the applicant's appeal and upheld his conviction and sentence in their entirety. It endorsed in a summary fashion the findings of the District Court and made no comment in respect of the applicant's complaints about the prosecutor's absence from the trial and the alleged failure of the trial court to examine the key witnesses.", "16. During the preparation of a case for an examination a judge had to decide whether a state prosecutor should participate in the trial. If the judge found that the prosecutor's participation was necessary, his decision was binding on the prosecutor. If the latter informed the court, when submitting the case for trial, of his wish to sustain the charges in the court, the judge could not hold otherwise (Article 228).", "17. If the prosecutor failed to appear, the court, after having heard participants present at the hearing, decided whether it was possible to examine the case in his absence or whether the hearing should be adjourned (Articles 251 and 277).", "18. At the trial, the prosecutor accused a defendant on behalf of the State, participated in the examination of evidence and gave conclusions and submissions, in particular in respect of law and punishment to be applied to the defendant. If the prosecutor was convinced that materials of the judicial investigation no longer supported charges levelled against the defendant, he had to drop the charges (Article 248).", "19. The state prosecutor's participation is mandatory in all trials in public prosecution cases (Article 246).", "20. In its decision of 20 April 1999 the Constitutional Court held that a criminal trial was based on the principles of adversarial proceedings and equality of the parties, which meant first of all strict separation of the judicial function and the prosecution function which were to be carried out by different actors. The adversarial nature of criminal trials implied that the institution of criminal prosecution, the formulation of a charge and its sustaining before the court, were insured by competent bodies and officials, as well as victims. Imposing on the court the obligation to substitute, in one or another form, for those bodies and persons' prosecution activity, was incompatible with principle of the separation of powers and with the role of the court as an administrator of justice.", "21. Reading out of earlier statements made by a victim, or a witness, was permitted if they did not appear before the court owing to reasons that made their attendance impossible (Articles 286 and 287).", "22. Reading out of earlier statements made by a victim, or a witness, is permitted if the parties give their consent to it and if (1) there are substantial discrepancies between the earlier statement and the later statement before the court or (2) the victim or the witness has not appeared before the court (Article 281 § 1).", "23. The court may, without seeking the consent of the parties, read out earlier statements by the defaulted victim, or the witness, in case of (1) the death, (2) the serious illness, (3) the refusal to appear by the victim or the witness if they are citizens of other States or (4) the natural disaster or other force majeure circumstances (Article 281 § 2).", "24. The Convention on Legal Assistance and Legal Relations in Civil, Family and Criminal Matters (signed in Minsk on 22 January 1993 and amended on 28 March 1997, “the 1993 Minsk Convention”), to which both Russia and Armenia are parties, provides that a witness and a victim who are subjects of one Contracting Party can be summoned, for the purpose of their examination, by a “body of justice” of another Contracting Party. The witness and the victim are entitled to reimbursement of travelling, and certain other, costs and expenses incurred in connection with their participation in the criminal proceedings (Section 9).", "25. If a witness or a victim did not obey a summons to appear without a valid reason, they could be brought to the courtroom under escort. A witness could be fined, in addition (Articles 73 and 75).", "26. A witness and a victim were entitled to reimbursement of costs and expenses incurred in connection with their participation in the criminal proceedings (Article 106).", "27. If a witness or a victim does not obey a summons to appear without a valid reason, they may be brought to a courtroom under escort (Article 113).", "28. A witness and a victim are entitled to reimbursement of costs and expenses incurred in connection with their participation in the criminal proceedings (Article 131).", "29. A witness, or a victim, who live abroad, with their consent, may be summoned for the participation in criminal proceedings conducted in the territory of the Russian Federation (Article 456 § 1).", "30. Following the examination of an appeal, the appeal court may decide (1) to dismiss the appeal and uphold the judgment, (2) to quash the judgment and terminate the criminal proceedings, (3) to quash the judgment and remit the case for a new trial, or (4) to amend the judgment (Article 378 of the Code of Criminal Procedure of 2001).", "31. A judgment may be quashed or amended on appeal if there is an inconsistency between conclusions reached by the trial court in the judgment and facts established by that court. Violation of procedural law and wrongful application of criminal law, as well as unfairness of the judgment, also constitute grounds for reversing or changing the judgment (Article 379 of the Code)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}