{"ITEMID": "001-23971", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AZE", "BRANCH": "ADMISSIBILITY", "DATE": 2004, "DOCNAME": "GULIYEV v. AZERBAIJAN", "IMPORTANCE": "2", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis", "TEXT": ["The applicant, Mr Rasul Guliyev, is an Azerbaijani national, who was born in 1947 and lives in New York, USA. He was represented before the Court by Mr O. Kazimov and Mr H. Sadaddinov, lawyers practising in Baku.", "The facts of the case, as submitted by the applicant, may be summarised as follows.", "(a) Criminal proceedings against the applicant.", "From 1990 to 1993 the applicant held a number of the highest managerial posts in the country's oil sector, including the “Azerneftyağ” Production Union and the State Oil Company of Azerbaijan. For a few months in 1993 he worked as a First Deputy Prime Minister and, later, from 1993 to 1996 he was the Speaker of the Milli Mejlis (the Parliament). In 1996 he resigned from his office, allegedly in protest of the Government's policies, and left the country. While abroad, he founded and led the Democratic Party of Azerbaijan (the “DPA”) with its headquarters in Baku. He currently resides in the United States.", "As a result of the criminal investigation commenced in 1996, in 1998 the Prosecutor General indicted the applicant for misappropriation of public funds, abuse of power and fraud during his work in the oil companies and in the government. The Prosecutor General sought the applicant's arrest and trial. On 10 October 2000 the Sabail District Court, based on the Prosecutor General's bill of indictment, issued an order for the applicant's detention on remand pending trial. On 17 October 2000 the Court of Appeal upheld the district court's order. However, the applicant was not actually arrested, because he had never returned to Azerbaijan since his departure in 1996.", "Believing that if he returned home he would be immediately arrested, the applicant lodged, through his lawyer, a petition with the Sabail District Court, asking for the substitution of the detention on remand by a house arrest pending trial. Under this condition, he would agree to return home and stand trial.", "On 5 July 2002 the Sabail District Court dismissed the applicant's petition. It held that the detention on remand was the proper pre-trial measure, because of the gravity of the alleged crimes, the applicant's continued “escape from the investigation,” as well as the reasonable grounds to believe that the applicant would influence other parties to the proceedings in order to hinder the pre-trial investigation and the trial.", "The applicant appealed against this decision to the Court of Appeal. On 23 July 2002 the Court of Appeal refused to consider the appeal in substance. In accordance with its interpretation of the domestic criminal procedure law, the court held that no appeal could lie against a first instance court's decision concerning a petition on replacement of a pre-trial detention by a house arrest.", "At present, the applicant resides in the United States as a political refugee. The criminal proceedings against him are still pending and the order on his detention on remand is still in force. It follows that the applicant would be arrested and detained upon his return to Azerbaijan.", "(b) Rejection of the applicant's candidacy for the presidential elections.", "In the summer of 2003 the DPA nominated the applicant as a candidate for the presidential elections of 15 October 2003. However, on 2 July 2003 the Central Election Commission (the “Commission”) rejected the applicant's nomination based on Article 100 of the Constitution and Article 54 § 8 of the Election Code.", "The DPA filed a lawsuit in the Court of Appeal, requesting the court to quash the Commission's decision as unlawful. On 7 July 2003 the Court of Appeal rejected this request, holding that the Commission's decision was lawful for two reasons. Firstly, it found that the registration documents submitted to the Commission were not properly certified and legalised and, thus, were not in conformity with the Election Code's requirements. Secondly, the applicant failed to submit evidence of the fact that he had no obligation before any foreign state (in his case, the United States). Upon the DPA's further appeal, on 14 July 2003 the Supreme Court upheld the Court of Appeal's decision.", "Constitution of the Republic of Azerbaijan of 1995", "Section II. Fundamentals of the State.", "According to Article 7, the state power in the Republic of Azerbaijan shall be based on the principle of separation of powers. The legislative, executive and judicial branches of the government shall be independent within the framework of their respective authority.", "Section V. Legislative Power.", "In accordance with Article 81, the legislative power shall be exercised by the Milli Mejlis (the Parliament) of the Republic of Azerbaijan.", "Article 93 authorizes the Milli Mejlis to pass laws, constitutional laws and resolutions on the matters within its competence.", "Pursuant to Article 94, the Milli Mejlis has competence to establish rules, by way of passing laws, with regard to all the major spheres of state regulation including, inter alia, the human rights and freedoms, elections, judicial system, status of natural and legal persons, civil law issues, criminal responsibility, litigation procedure, enforcement of judgments, family law issues, labour and social security, finance and banking, taxation and customs, communications and transport, commercial transactions, defence and military service, ratification and denunciation of treaties, and the like.", "Section VI. Executive Power.", "In accordance with Article 99, the executive power shall be exercised by the President of the Republic of Azerbaijan.", "Under Article 109, the President is empowered, inter alia, to sign and publish laws passed by the Milli Mejlis as well as deal with matters not expressly referred to the authority of the Milli Mejlis by the Constitution.", "Article 110 provides the President with a right to veto the laws passed by the Milli Mejlis. The Milli Mejlis may overturn the presidential veto by a qualified majority of votes.", "In accordance with Article 113, the President shall issue decrees and orders with regard to matters within his competence.", "Section X. Legislative System.", "In accordance with Article 149, the laws (legislative acts) of the Milli Mejlis shall have the superior legal authority over any other normative legal acts, except the Constitution and acts adopted by public referendum. The presidential decrees and orders shall not contradict the laws passed by the Milli Mejlis."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}