{"ITEMID": "001-93103", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF NOVIKOV v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection dismissed (non-exhaustion of domestic remedies);Preliminary objection dismissed (victim);Violation of P1-1;Remainder inadmissible;Pecuniary damage - award;Non-pecuniary damage - finding of a violation sufficient", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Sverre Erik Jebens", "TEXT": ["4. The applicant was born in 1963 and lives in the town of Blagoveshchensk, Amur Region.", "5. On 30 November 1998 the Amur regional police stopped a car. During an inspection of the car, the police discovered a large quantity of aviation fuel. As the driver was unable to produce a certificate for the fuel he was transporting, the police (officer S) seized 22,622 litres of fuel. The police entrusted it for safe keeping to a Belogorsk technical college and later to military unit no. 62266.", "6. As the fuel allegedly belonged to a private company OPIUMIK (the “company”), officer S required the company director, Mr P, to produce a document confirming that the fuel had been acquired lawfully. Mr P submitted an invoice dated 1 August 1998. Criminal proceedings were, however, instituted against Mr P on suspicion of forgery of this invoice. The Belogorsk town prosecutor subsequently discontinued the proceedings on the ground that only the forgery of official documents was punishable under the Criminal Code. No decision was taken regarding the fate of the fuel.", "7. As can be seen from the domestic courts’ findings (see paragraph 15 below), in the meantime, officer S decided not to institute any criminal proceedings in relation to the seized fuel. However, on 2 February 1999 the Belogorsk deputy prosecutor set aside this decision and ordered an additional inquiry. There is no indication that this inquiry led to any prosecution or that any decision was taken in relation to the seized fuel.", "8. The company thus attempted to regain possession of its fuel. By a letter of 17 May 1999 the Belogorsk deputy prosecutor informed the company that the fuel had not been attached to the criminal case file against Mr P as evidence and thus no decision had to be taken. He invited Mr P to collect the fuel through the police department. On an unspecified date, however, the company learnt from the Amur police department that the fuel had been stolen when it had been stored in the military unit.", "9. Meanwhile, the national authorities endeavoured to identify the officials responsible for the loss of the fuel. Criminal proceedings were instituted against officer S for abuse of power, as well as against the commander of the military unit and officer St, who had allegedly misappropriated the fuel in the military unit. On 18 December 1999 the Belogorsk town military prosecutor discontinued the proceedings against officer St and the head of the military unit because there was no indication of a criminal offence. On 8 April 2000 the proceedings against officer S were discontinued because his participation in the disappearance of the fuel had not been proven.", "10. It does not appear that any criminal or other investigation continued thereafter in relation to the seized but missing fuel. No further claim was lodged in respect of it by the company or any other person or legal entity. Nor does it appear that the company made any attempts to obtain compensation after 17 May 1999 (cf. paragraph 8 above). Instead, the company chose to assign the related claims to the applicant (see below).", "11. On 26 October 2001 the company transferred title to the seized fuel to the applicant. On 25 November 2001 the parties amended the assignment agreement, indicating that the assignment included a claim in respect of any damage or loss caused by the authorities on account of the seizure of the fuel, as well as a claim for compensation in respect of unjustified enrichment on the same account and a claim for return of the fuel. The amended agreement also stated that the signing of that agreement “annulled the company’s debt of 50,000 Russian roubles under a contract dated 20 October 2000”.", "12. The company informed the regional police department of the transfer of title. Since 27 October 2001 the applicant has unsuccessfully requested the police department to return the fuel.", "13. In November 2001 the applicant sued the Amur Regional Treasury, claiming compensation for the damage incurred as a result of the seizure and loss of the fuel. The Commercial Court of the Amur Region designated the Ministry of the Interior as the proper respondent, with the applicant’s consent. The court also gave the regional police department, the military unit and the company leave to intervene as third parties in the proceedings.", "14. By judgment of 14 March 2002 the Commercial Court of the Amur Region dismissed the applicant’s action. The court held as follows:", "“Under an assignment agreement of 26 October 2001 the OPIUMIK company transferred all its rights to the fuel to [the applicant]...The assignment did not contravene Articles 158, 388 and 389 of the Civil Code... The fuel had been seized in relation to the accusation of forgery against Mr P...", "[T]he criminal prosecution against officer S was discontinued ...The fuel was misappropriated by officer St, against whom proceedings were discontinued on 18 December 1999...", "[T]he responsibility of an officer of the Ministry of the Interior for unlawful seizure of the company’s fuel must be established by a final judgment in a criminal case. The commercial court, under Article 22 of the Code of Arbitration Procedure, does not have the right to assess the lawfulness or unlawfulness of the actions (failure to act) of the investigating authorities and the prosecutor’s office.", "The plaintiff did not submit any evidence showing that the seizure of the fuel by the officer of the Amur regional police department had been declared unlawful by a court and that [the officer] was responsible for the loss of the fuel.", "The action must be dismissed because there was no fault on the part of the person who allegedly caused the damage.”", "15. The applicant appealed contending that the absence of a criminal conviction in respect of the officer had been irrelevant and that the respondent and the military unit had entered into a contract for storage of the fuel seized from the company. On 15 April 2002 the Appellate Division of the Commercial Court of the Amur Region upheld the judgment of 14 March 2002. The court stated inter alia as follows:", "“Officer S acted lawfully when he inspected and seized the fuel...Having verified whether the fuel had been lawfully acquired, officer S decided not to bring criminal proceedings; on 2 February 1999 the Belogorsk deputy prosecutor set aside this decision and ordered an additional inquiry...", "Officer S’s failure to observe the procedure for inspection and transfer of the fuel for safe-keeping purposes has no direct causal link with the loss of the fuel...”", "Lastly, the appeal court made the following observations in relation to the military unit:", "“Military unit no. 62266 received the seized fuel for storage ... in accordance with Article 84 § 2 of the RSFSR Code of Criminal Procedure. Under Article 906 of the Civil Code of the Russian Federation the military unit became civilly liable vis-à-vis the plaintiff for the safe keeping of the fuel. Under Article 902 § 1 of the Civil Code of the Russian Federation, in the event of the loss of the fuel [the military unit] had to compensate the plaintiff for the resulting damage, unless otherwise provided by the law.”", "The appeal judgment became final on the same date.", "16. On 11 June 2002 the Commercial Court of the Far Eastern Circuit, sitting as a cassation-instance court, upheld the judgments of 14 March and 15 April 2002. The court noted that the seizure of the fuel had been due to the absence, at the time, of any document confirming the company’s title to it. The court held that the plaintiff had not proved that the investigator had been responsible for the damage caused.", "17. In the meantime, on 29 April 2002 the applicant brought proceedings in the Blagoveshchensk Town Court of the Amur Region against, inter alia, the military unit. He claimed that the authorities’ failure to return the fuel or to pay compensation be declared unlawful.", "18. By a judgment of 12 November 2003 the Town Court rejected the applicant’s claim. The court held that the fuel seizure had been carried out by officer S before any criminal proceedings had been initiated because of the need to conduct urgent investigative measures, namely a crime-scene inspection, in compliance with the RSFSR Code of Criminal Procedure (see paragraph 26 below). The Town Court also held as follows:", "“As established in the judgment of the commercial court, during the seizure of the fuel the OPIUMIK company had not supplied any document to confirm the lawfulness of its acquisition. Later Mr P submitted a forged invoice, which gave rise to criminal proceedings against him. An agreement dated 2 November 1998 between the OPIUMIK company and a Mr G for the purchase of 22,622 litres of fuel was produced before this court. It cannot be accepted as a proof of the lawfulness of the fuel acquisition because the content of that agreement does not correspond to the materials in the criminal case which had been discontinued. Nor does it correspond to Mr P’s deposition in the criminal proceedings, to the invoice or the expert report no. 141-k of 17 February 1999 which stated that the handwritten inscriptions in invoice no. 983 of 1 August 1998 had been done by Mr P. The Court rejects as unfounded Mr P’s allegation that the documents in the criminal file and his deposition had been obtained under duress. Besides, the Court considers that Mr P’s and [the applicant’s] arguments are intended to challenge the circumstances already determined by the final judgment of the commercial court, in particular as regards the lawfulness of the fuel acquisition by the company...The Court concludes that no evidence has been adduced to confirm [it]. The Court does not accept [the applicant’s] argument that the commercial court had confirmed the lawfulness of the fuel acquisition; such matter had not been contested before the commercial court...", "The grounds for compensation in respect of damage caused by the investigating authorities, including a claim for restitution of the fuel, are regulated by Articles 1069 and 1070 of the Civil Code. Those grounds were also examined by the commercial courts and cannot be subject to a re-examination in the present case. No legal relationship (обязательственные отношения) was established between [the applicant] on the one hand and the military unit, the Ministry of Defence or the Ministry of the Interior on the other. Hence, his claims ... should be rejected.”", "Lastly, the court found that the applicant had missed the statutory time-limit under Article 256 of the Code of Civil Procedure for bringing the matter before the courts of general jurisdiction.", "19. On 9 January 2004 the Amur Regional Court upheld the judgment. The court considered that the commercial court’s judgment of 14 March 2002 had dismissed the applicant’s claims, inter alia, due to his failure to produce evidence confirming the lawfulness of the fuel acquisition. Neither was the civil court provided with any proof that the company had had title to the fuel.", "20. A commercial court issued a private company with an enforcement order for a sum of money against a State-owned enterprise. The company did not submit the writ within the statutory time-limit and bailiffs refused to enforce the judgment. The company assigned the claim to the applicant, who then requested the commercial court to designate him as creditor in respect of the above judicial award and to restore the time-limit for lodging the enforcement order. In 2002 the commercial court rejected both requests. The applicant did not appeal.", "21. The applicant also requested a court of general jurisdiction to designate him as creditor in respect of the assigned award and to award him compensation for the damage sustained. On 26 February 2003 the Primorye Regional Court, at final instance, disallowed the first claim because it had already been determined on 24 October 2002 by the final decision of the commercial court. On 12 March 2003 the Regional Court, at final instance, dismissed the claim for damages on the ground that the applicant’s title had never been confirmed by a court.", "22. The Civil Code of the Russian Federation, in force from 1 January 1995, provided as follows:", "“Damage caused to an individual or a legal entity as a result of the unlawful actions (failure to act) of State agencies, agencies of local self-government or officials of these agencies, including as a result of the issuance of an act of a State agency or agency of local self-government which is contrary to a law or any other legal act, shall be subject to compensation. The damage shall be compensated for at the expense, respectively, of the Treasury of the Russian Federation, the treasury of the region of the Russian Federation, or the treasury of the municipal authority.”", "“1. Damage caused to an individual as a result of his or her wrongful conviction or unlawful criminal prosecution, or the unlawful application, as a preventive measure, of remand in custody or of a written undertaking not to leave a specified place, or the unlawful imposition of an administrative penalty in the form of arrest or corrective labour, shall be compensated for in full at the expense of the Treasury of the Russian Federation and in certain cases, stipulated by law, at the expense of the treasury of the subject of the Russian Federation or of the municipal authority, irrespective of any fault by the officials of the agencies of inquiry or preliminary investigation, prosecutor’s offices or courts, in accordance with the procedure established by law.", "2. Damage caused to an individual or a legal entity as a result of the unlawful activity of agencies of inquiry or preliminary investigation or prosecutor’s offices, which has not entailed the consequences specified in paragraph 1 of this Article, shall be compensated for on the grounds and according to the procedure provided for by Article 1069 of this Code...”", "23. Article 385 of the Code required the person or entity making an assignment to supply the new creditor with the documents certifying the assignor’s claims. On 30 October 2007 the Supreme Commercial Court of Russia issued an information note summarising the existing case-law on various aspects of the interpretation and application of the provisions of the Civil Code on the assignment of claims and liabilities. In particular, it noted that the invalidity or invalidation of the claim assigned did not imply the invalidity of the assignment agreement. At the same time, it noted that the former gave the assignee the right to sue the assignor under Article 390 of the Civil Code. Nor did the Civil Code prevent the assignment of a future claim or one that was still non-existent when an assignment agreement was signed. The Supreme Court also noted that the assignor’s failure to provide the assignee with documents certifying the former’s entitlement or claim did not mean that the entitlement or claim had not been conferred on the assignee.", "24. Under the Civil Code, an obligation to keep or store items arises under a contract (Article 886) or if provided for by law (Article 906).", "25. The RSFSR Code of Criminal Procedure of 1961, in force at the material time, provided as follows:", "“... Material exhibits must be stored in a criminal case. If items of evidence, owing to their size or for any other reason, cannot be stored in the criminal case file, their picture must be taken; if possible, [they] must be sealed and stored in a place specified by the investigator, prosecutor, court...”", "“Material exhibits shall be stored until the trial judgment becomes final or until expiry of the time-limit for lodging an appeal against a decision by which proceedings are discontinued...", "Material exhibits which can be damaged easily and whose return to their owner is impossible should be given to appropriate entities for use in accordance with [the exhibits’] purpose. If necessary, items of the same type and quality shall be returned to the owner as compensation, or the owner shall be paid a sum equivalent to their value.”", "26. Article 178 of the Code provides that an investigator may inspect the crime scene or other locations, premises or items for the purpose of detecting physical evidence of the crime or clarifying the circumstances. In urgent situations, the inspection may be carried out before criminal proceedings are instituted. In such situations, the proceedings should be instituted immediately after the inspection."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}