{"ITEMID": "001-107172", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF POLZ v. AUSTRIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1", "JUDGES": "Elisabeth Steiner;Erik Møse;Julia Laffranque;Khanlar Hajiyev;Linos-Alexandre Sicilianos;Mirjana Lazarova Trajkovska", "TEXT": ["4. The applicant was born in 1952 and lives in Wels. He worked as an official for the Austrian customs office.", "5. Apparently in 1998, suspicions of smuggling, bribery and abuse of authority arose against the applicant and one other person, W. On 29 January 1998 the Review Chamber (Ratskammer) of the Linz Regional Court authorized the applicant’s telephones to be intercepted and the data on and content of the calls to be recorded.", "6. On 15 May 1998 the investigating judge at the Linz Regional Court decided to open preliminary investigations on suspicion of abuse of authority (Amtsmißbrauch) and a number of offences under the Tax Offences Act against the applicant and, apparently, also against his co-accused. On 16 September 1998 the Review Chamber of the Linz Regional Court again authorized an interception of the applicant’s telephone lines.", "7. On 25 November 1998, the Linz Public Prosecutor introduced a bill of indictment against the applicant’s co-accused W. On an unknown date, the proceedings against the applicant were separated from the ones against W. The applicant’s case was transferred to the Wels Regional Court.", "8. On 18 December 1998 the investigating judge at the Wels Regional Court extended the preliminary investigations against the applicant to include suspicions of aggravated tax evasion and a number of further offences under the Tax Offences Act. On 21 December 1998 the investigating judge ordered the Regional Finance Directorate for Upper Austria (Finanzlandesdirekton Oberösterreich) to conduct investigations in respect of these offences. It appears that the Regional Police Command for Upper Austria (Landespolizeikommando Oberösterreich) was also involved in these investigations.", "9. On 24 September 1999 the investigating judge at the Wels Regional Court issued decisions to inspect the applicant’s bank accounts in Austria. By letters rogatory, the judge also requested to inspect bank accounts in Germany.", "10. On an unknown date, a search had been carried out at the applicant’s work place, and on 24 November 1999 the Wels Regional Court decided to seize the evidence discovered during that search.", "11. On 24 December 1999 the applicant was suspended from his office.", "12. From 20 December 2000 to 16 February 2001 the applicant was in pre-trial detention as he allegedly tried to influence witnesses. On 2 February 2001 and 20 February 2001, further decisions to inspect bank accounts were taken. On 13 March 2001 the investigating judge extended the preliminary investigations against the applicant to include the suspicion of inciting a witness to give false testimony.", "13. On 23 May 2001 an expert was appointed to give an opinion about the money flows on the applicant’s accounts. The expert asked twice for an extension of the deadline for submission of the opinion, and the extensions were granted. The court urged the expert three times for delivery of the opinion (on 4 January 2002, 4 February 2002 and 18 March 2002). The opinion was eventually delivered on 24 April 2002.", "14. A questioning of the applicant by the investigating judge scheduled for 17 May 2002 had to be postponed to 24 June 2002 as the applicant, despite having received the expert’s opinion at some time in April 2002, had requested an adjournment on 17 May 2002.", "15. A report drawn up by the Regional Finance Directorate for Upper Austria reached the court on 27 August 2002.", "16. On 20 November 2002 the investigating judge urged the Regional Police Command for Upper Austria to submit its final report on the case. On 18 March 2003 the file including the final report was submitted to the Public Prosecutor’s Office.", "17. On 5 November 2003 the public prosecutor issued the bill of indictment, charging the applicant with abuse of authority, accepting bribes (Geschenkannahme durch Beamte), smuggling, interference with the tobacco monopoly, having received goods for which no import duties had been paid (Abgabenhehlerei), breaking of official seals (Verletzung der Verschlußsicherheit) and infliction of bodily harm, all in conjunction with Section 313 of the Criminal Code, a provision which provides for higher penalties when offences have been committed by a civil servant abusing this position.", "18. The applicant lodged objections against the bill of indictment on 24 November 2003. The objections were rejected on an unknown date.", "19. The Wels Public Prosecutor’s Office amended the bill of indictment on 1 December 2003. The Linz Court of Appeal (Oberlandesgericht Linz) confirmed the bill of indictment on 8 March 2004.", "20. The case was tried before the Wels Regional Court sitting as a panel of two professional and two lay judges (Schöffensenat). Hearings were held on 15 June 2004, 14, 15 and 16 September 2004, 15 October 2004, 18 and 19 October 2004, 18 May 2006, 12 June 2006 and 29 March 2007. The court heard the applicant, an expert on accountancy, and a number of witnesses, namely colleagues of the applicant.", "21. At the hearing on 19 October 2004, the hearing was adjourned for an indefinite period in order to review the summonses of the witnesses living abroad. The summons that had been issued to those witnesses for the hearing on 19 October 2004, had been sent to the Ministry of Justice on 23 July 2004, and returned to the court on 5 August 2004, as the Ministry could not forward them to the respective authorities without a certified translation. The reply from the Ministry had been put into the file without having been shown to the presiding judge, who had assumed that the summonses had been forwarded. Only in the preparation of the hearing did the judge discover the error. Subsequently, the judge addressed a new request, via the Ministry of Justice, to the Turkish and Bulgarian authorities requesting them to summon the witnesses concerned. On 1 July 2005 the judge scheduled a hearing for 13 October 2005, which was cancelled because none of the witnesses had appeared: It follows from the file that in some cases the Turkish and Bulgarian authorities had, despite their investigations, not been able to establish their addresses. In the other cases the authorities had not provided any reply despite repeated requests from the Austrian Ministry of Justice.", "22. At the hearing on 18 May 2006 the applicant’s counsel lodged objections to the expert’s opinion being read out. The opinion was discussed at the hearing of 12 June 2006, and the Public Prosecutor’s Office moved that the expert’s opinion be supplemented. Further decisions to inspect savings and bank accounts were issued on 10 November 2006, and the court received the supplementary opinion of the expert on 30 January 2007.", "23. The statements of the witnesses, whom the court had not been able to summon (see paragraph 21 above), were read out in the trial during the hearing on 29 March 2007. Those statements had been made by the witnesses during the pre-trial investigations in the presence of the defence counsel. During the trial, the defence counsel objected to having those statements read out.", "24. By judgment of 29 March 2007 the Wels Regional Criminal Court found the applicant guilty of abuse of authority and accepting bribes. The court relied on the witness’ statements. In the judgment it gave reasons why it found these statement which had been read out credible and noted that they had been partly corroborated by the statements of the witnesses heard. Moreover, it had regard to certain pieces of documentary evidence. The applicant, who was acquitted of all the other charges, including some charges of accepting bribes, was sentenced to 14 months’ imprisonment suspended for a one-year probationary period. When fixing the sentence, the court noted that the law provided for a prison term between six months and five years. It went on to say:", "“In fixing the sentence, the long period over which the offences were committed and the repetition of the offences were considered as aggravating circumstances. The fact that the offences were committed quite some time ago, that the accused has shown proof of good conduct in the meantime and that he previously led a lawabiding life were seen as mitigating factors ... as was the fact that the proceedings lasted a disproportionately long time, through no fault of the accused or his defence counsel.", "Given the above-mentioned mitigating and aggravating factors, a sentence of fourteen months’ imprisonment would appear to be proportionate to the nature and seriousness of the offence. The sentence is less than one third of the maximum fiveyear sentence; however, in view of the aggravating circumstances, the court considered that a sentence in excess of one year should be imposed.“", "25. The applicant lodged a plea of nullity and an appeal against the sentence and asked for a hearing to be held. The Public Prosecutor lodged an appeal against the sentence.", "26. On 16 October 2007 the Supreme Court rejected the applicant’s plea of nullity pursuant to Article 285d of the Code of Criminal Procedure, without having held a hearing. It found that the conditions laid down in Article 252(1) subparagraph (1) of the Criminal Code for reading out the statements of the witnesses living abroad had been met, as it had not been possible to summon these witnesses and the statements had been made in an adversarial manner at the pre-trial stage. Moreover, the Supreme Court noted that the applicant’s further submissions amounted to an inadmissible attempt to challenge the first instance court’s assessment of evidence. The case was transferred to the Court of Appeal to decide on the appeals.", "27. By judgment of 22 November 2007 the Linz Court of Appeal, after having held a hearing in presence of the applicant and his counsel, dismissed the applicant’s appeal and partly granted the Public Prosecutor’s appeal, sentencing the applicant to 14 months’ imprisonment of which 12 months were suspended for a one-year probationary period. Its reasoning reads as follows:", "“On the basis of the comprehensive sentencing guidelines the decision by the panel of judges (Schöffensenat) to impose a term of barely one fifth of the possible sentence, within the range of six months to five years, takes into account above all the numerous and significant mitigating factors. There is therefore no scope for further reduction; by the same token, however, the sentence should not be increased.", "Nevertheless, the prosecuting authorities rightly point out that there are no grounds for suspending the sentence in full, not least on account of the nature of the offences, which also constitute a serious breach of official duty. Contrary to the view of the firstinstance court, it is therefore deemed necessary, if only on general crime prevention grounds ... for a portion of the sentence to be served in prison...”", "The judgment was served on the applicant’s counsel on 23 January 2008."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}