{"ITEMID": "001-100693", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BGR", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF DEYANOV v. BULGARIA", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Art. 6-1;Violation of Art. 13;Non-pecuniary damage - award", "JUDGES": "Ganna Yudkivska;Isabelle Berro-Lefèvre;Mark Villiger;Mirjana Lazarova Trajkovska;Rait Maruste;Renate Jaeger;Zdravka Kalaydjieva", "TEXT": ["5. The applicant was born in 1956 and lives in Sofia.", "6. On an unspecified date he married Ms Y.C. Their son, Savestin Todorov Deyanov, was born on 22 September 1988. In 1992 the applicant and Ms Y.C. divorced. The custody of Savestin was allocated to the applicant.", "7. In the afternoon of 6 May 1997 Savestin went out to play with another boy, B. However, in the evening he did not return home. The applicant called the police and later visited a police station to report that his son had gone missing.", "8. On 7 May 1997 several police officers visited Savestin's school and found B. The boy explained that in the afternoon of the previous day he and Savestin had played with a ball by a small lake in the neighbourhood and Savestin had fallen in the water. However, when the police visited the place, they found that there was very little water in the lake. After they questioned B. again, he explained that in fact he and Savestin had taken a bus and had gone to the city centre, in the area where a large market was located. There they had played with a ball alongside a small canal dividing the two carriageways of a busy main road. Savestin had dropped the ball into the water and, in trying to retrieve it, had fallen into the water too. B. had tried to help, but Savestin had been carried away by the water current. B. had returned home.", "9. A passer-by questioned subsequently said that in the evening of 6 May 1997 he had seen a ball floating in the canal.", "10. On 7 or 8 May 1997 the police searched the canal, which, at the place indicated by B., was 60-70 centimetres deep. The reservoir into which the canal emptied was searched by divers. All alluviums along the canal were also searched. No trace of Savestin's body was found.", "11. Hospital emergencies were also checked but Savestin had not been admitted to any of them.", "12. On 9 and 12 May 1997 Savestin was officially declared missing. On 15 May 1997 and the following days a photograph of him was shown on national television and published in other media.", "13. In the following days the police gathered information on Savestin's parents and on B.'s family. They visited Savestin's mother, who was at the time living in Targovishte. On 15 May 1997 they questioned Ms O., a friend of the family, who alleged to have received an anonymous telephone call concerning Savestin. Later on, the police investigated at least five other anonymous calls, which did not reveal anything as to Savestin's whereabouts and were most likely hoaxes provoked by the wide publicity which the case had attracted.", "14. On 23 July 1997 a friend of B.'s explained that the latter had told him that Savestin had not drowned but had in fact been taken away by two men in a yellow car. Apparently, B. had also mentioned this version earlier but it is unclear in what circumstances.", "15. In 1998 or early 1999 B. was questioned in the presence of psychiatrists and psychologists from the Ministry of Internal Affairs' Institute of Psychiatry. The Court has not been provided with the experts' conclusions, which apparently stated that B. had lied when he had said that Savestin had fallen in the canal. However, on other occasions B. was examined in the presence of other experts who considered that he was telling the truth.", "16. On 17 January and 21 December 2000 and on 6 December 2001 B. was questioned in relation to the criminal proceedings concerning Savestin's disappearance (see paragraphs 25-26 below). He repeated that Savestin had fallen in the canal and admitted to having lied when he had said that his friend had been taken away by two men in a yellow car.", "17. On unspecified dates the police questioned B.'s mother and grandmother and the parents of other friends of Savestin. Apparently, B.'s mother and grandmother explained that everything the boy had shared with them indicated that Savestin had indeed fallen in the canal. Also, the police investigated but found untenable a theory that Savestin had been abducted by mistake, instead of B., whose stepfather had had unpaid debts.", "18. In November 1997 the Bulgarian bureau of Interpol initiated an international search for the applicant's son and issued a description and photos of the boy. In 2000, at the applicant's request, the description was amended.", "19. On an unspecified date in 1998 the police carried out an experiment aiming at establishing whether B.'s version that Savestin had fallen in the canal was tenable. Apparently, the experiment corroborated that version.", "20. In 1999, by order of the Minister of Internal Affairs, the National Service for Combating Organised Crime also investigated the case. Like the police initially, it considered that Savestin had most likely fallen in the canal.", "21. Through the intermediary of the Ministry of Internal Affairs' Research Institute of Forensic Science and Criminology, an age-progression portrait of Savestin was prepared by the United States Department of Justice in 2003. It was published on the website of Interpol. Through the intermediary of the Ministry of Foreign Affairs, it was also published in some foreign media, apparently free of charge. However, other media refused to publish the image without payment.", "22. On several occasions in 2004 the applicant requested the Government to pay for the dissemination of the portrait by the foreign media. Although the Ministry of Justice and the State Agency for Child Protection considered that the finances could be provided as Savestin was “a child in risk”, in a letter of the Ministry of Foreign Affairs dated 18 January 2005 the applicant was informed that “it was not practice” for the Ministry to finance such campaigns. On an unspecified date a Government press officer also informed the applicant that it was not their practice to finance media campaigns and that, as concerns expenditure, the Government had to comply with their budget, which was set by Parliament.", "23. In 2005 the police provided to the prosecuting authorities information concerning boys born between 1987 and 1989 who had left Bulgaria between 6 May and 31 December 1997 and had not returned. Apparently, the data contained no clue as to Savestin's whereabouts. On an unspecified date the police examined data concerning unidentified bodies found in Bulgaria and abroad, but concluded that none of them had been Savestin's. They investigated uncorroborated data that Savestin had been sighted in Iraq.", "24. The Court has not been informed in more detail about the efforts of the police to establish Savestin's fate. The boy has never been found.", "25. A criminal investigation against unknown perpetrators for abduction was opened on 8 June 1998 by the Sofia city public prosecutor's office. The prosecuting authorities questioned the applicant and some witnesses who had already been examined by the police.", "26. In November 2001 the criminal proceedings were stayed. They were resumed in October 2004 for the questioning of a new witness and stayed again in December 2005, apparently because the police investigation had not yielded any particular results.", "27. In relation to the disappearance of his son, the applicant initiated several sets of civil proceedings.", "28. On 25 January 2002 the applicant brought an action before the Sofia City Court seeking damages from the prosecuting authorities, the police and the Ministry of Internal Affairs for failing to react in an adequate, timely and effective manner to his son's disappearance.", "29. Between 2002 and 2006 the Sofia City Court held ten hearings, scheduled at intervals of three to nine months. It examined several witnesses and admitted written evidence. On 12 March 2003 it decided that the examination of the case was to continue behind closed doors, as it concerned classified information about operative methods of the police. However, this decision led to the almost complete blocking of the case because the applicant and the other parties' representatives experienced difficulties in obtaining the relevant authorisations allowing them access to classified information; most of the hearings scheduled after 12 March 2003 were adjourned for that reason.", "30. On 21 September 2005 the applicant lodged a complaint about delays (see paragraph 44 below), arguing that the proceedings had been unnecessarily protracted. In a decision of 13 October 2005 the Sofia Court of Appeal, finding that the proceedings had indeed lasted too long, instructed the Sofia City Court to accelerate them.", "31. On 24 March 2006, finding that it was not competent to examine the case, the Sofia City Court transferred it to the Sofia District Court. At the District Court the case was separated into two. It appears that at least some of the evidence gathered by the City Court was joined to the two new cases. They were registered under nos. 7150/06 and 11664/06.", "32. In those proceedings the Sofia District Court examined under sections 45 and 49 of the Obligations and Contracts Act (see paragraph 43 below) a claim by the applicant against the Sofia Investigation Service and the Chief Public Prosecutor's Office. According to the applicant, the Sofia Investigation Service had failed to take timely action to investigate the disappearance of his son, had failed to identify any suspects and to gather the necessary evidence and had failed to cooperate effectively with the police. As to the Chief Public Prosecutor's Office, the applicant alleged that it had failed to open criminal proceedings immediately upon being informed of Savestin's disappearance and had then failed to supervise duly those proceedings and to inform the applicant of their course.", "33. In a judgment of 28 June 2007 the Sofia District Court allowed the applicant's claim and awarded him the full amount of damages sought, which was 700 Bulgarian levs (BGN), the equivalent of approximately 360 euros (EUR). It found that the defendants had failed to cooperate duly with the police and to take timely action to investigate Savestin's disappearance and had not duly notified the applicant of the course of the criminal investigation. It considered that the defendants had not acted in accordance with their obligations under Article 3 of United Nations Convention on the Rights of the Child to have the best interests of the child as their primary consideration.", "34. On appeals by the defendants, on 7 November 2008 the Sofia City Court upheld the District Court's judgment. In so far as the judgment concerned those appeals, it was final. Furthermore, the Sofia City Court found inadmissible a request by the applicant to have the value of his claims increased. The applicant appealed on points of law against this part of the judgment but on 23 February 2009 his appeal was dismissed by the Supreme Court of Cassation.", "35. In those proceedings the applicant's claims were directed against the National Police Directorate, the Sofia Police Directorate and the Ministry of Internal Affairs. The Sofia District Court examined the claims under section 1 of the State and Municipalities Responsibility for Damage Act (see paragraph 42 below). The applicant alleged that the police had not been sufficiently prepared to work on cases such as Savestin's, had not reacted in a timely manner to the information that the boy had gone missing, and had failed to take necessary measures to find him, whereas the Minister of Internal Affairs had not adopted the secondary legislation necessary for the effective search of abducted children.", "36. In a judgment of 17 August 2007 the Sofia District Court dismissed the claim. It found that the applicant had failed to establish that he had suffered damages as a direct result of the actions of the police and the Minister of Internal Affairs; he had suffered as a result of the disappearance of his son, for which the defendants had not been responsible.", "37. On an appeal by the applicant, on 12 February 2009 the Sofia City Court upheld the Sofia District Court's judgment, finding, in addition, that the police had done “with very small exceptions, everything within their powers” to find Savestin.", "38. In July 2009 the applicant lodged an appeal on points of law. On 5 November 2009 the Supreme Court of Cassation declared the appeal admissible. A hearing on the merits is scheduled for 21 October 2010.", "39. In 2004 the applicant brought an action for damages against the Government of Bulgaria, the Ministries of Finance, Justice and Internal Affairs and the State Agency for Child Protection alleging that they had unlawfully failed to finance the publication of Savestin's age-progression portrait in the foreign media (see paragraphs 21-22 above).", "40. In 2005 the Sofia District Court allowed the applicant's claim against the Government and dismissed his claims against the remaining defendants. Referring to the State's obligations under the Constitution of Bulgaria and the United Nations Convention on the Rights of the Child, it found that the Government was under an obligation to ensure that Savestin was being afforded the necessary protection and care. Therefore, the Government had had to consider the applicant's request to provide financing and to verify whether it had been possible to allow it. The Government had had the necessary financial resources and the procedural possibility to allot them. They had, moreover, been approached with numerous requests by the applicant. They had failed to react in a meaningful way, which had been unlawful.", "41. On 17 August 2006 and 5 November 2007 the judgment of the Sofia District Court was upheld respectively by the Sofia City Court and the Supreme Court of Cassation. The courts awarded the applicant BGN 10,000, the equivalent of approximately EUR 5,100.", "42. State liability for damages is provided for in the State and Municipalities Responsibility for Damage Act of 1988 (“the SMRDA”). Section 1 of that Act provides that the State is liable for damage suffered by private persons as a result of unlawful acts or omissions by State bodies or civil servants, committed in the course of or in connection with the performance of their duties.", "43. In certain cases, where the domestic courts consider that the provisions of the SMRDA are inapplicable, they examine claims against State bodies under the general law of tort, laid down in the Obligations and Contracts Act of 1950. Section 45 of that Act provides that everyone is to make good any damage which they have caused to another. By section 49, a person who has entrusted another with performing a job is liable for the damage caused by that other person in the course of or in connection with the performance of the job. One of the prerequisites of liability in tort under those provisions is the wrongfulness of the impugned conduct.", "44. Complaints about delays were provided for in Article 217a of the Code of Civil Procedure of 1952, in force until 1 March 2008. The provision was introduced in July 1999. Complaints about delays were to be examined by the president of the higher court, who could order specific measures to be taken to speed up the proceedings.", "45. Under Articles 255-257 of the Code of Civil Procedure of 2007, in force since 1 March 2008, parties to civil proceedings can lodge a request for fixing a timelimit in the event of delay. The request is to be examined by a judge from the respective higher court."], "VIOLATED_ARTICLES": ["13", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}