{"ITEMID": "001-69964", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ITA", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF STORNELLI AND SACCHI v. ITALY", "IMPORTANCE": "4", "CONCLUSION": "Preliminary objection rejected (non-exhaustion of domestic remedies);Violation of P1-1;Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award - domestic proceedings;Costs and expenses partial award - Convention proceedings", "JUDGES": "David Thór Björgvinsson", "TEXT": ["5. The applicants were respectively born in 1932, 1963, 1941 and 1940 and live in Florence.", "6. M.S. was the owner of a flat in Florence, which he had let to E.D.L. and after her death to her daughter S.L.D.B.", "7. In a writ served on the tenant on 19 October 1989, M.S. informed the tenant that he intended to terminate the lease on expiry of the term on 31 December 1991 and asked her to vacate the premises by that date. He summoned the tenant to appear before the Florence Magistrate.", "8. By a decision of 9 November 1989, which was made enforceable on 21 November 1989, the Florence Magistrate upheld the validity of the notice to quit and ordered that the premises be vacated by 31 December 1992.", "9. On 12 June 1993, M.S. died, his wife and children – the actual applicants – inherited the flat and became party to the proceedings as heirs.", "10. On 14 December 1993, the applicants served notice on the tenant requiring her to vacate the premises.", "11. On 18 January 1994, they informed the tenant that the order for possession would be enforced by a bailiff on 8 March 1994.", "12. Between 8 March 1994 and 3 December 1998, the bailiff made nine attempts to recover possession. Each attempt proved unsuccessful, as the applicants were not entitled to police assistance in enforcing the order for possession.", "13. On 27 July 1999, pursuant to section 6 of Law no. 431/98, the tenant asked for a suspension of the eviction proceedings.", "14. The eviction proceedings were suspended until 26 January 2001.", "15. On 8 March 2001, the applicants served notice on the tenant informing her that the order for possession would be enforced by a bailiff on 14 May 2001.", "16. On that date, the bailiff made one attempt and discovered that the tenant had left the premises on 10 May 2001.", "17. Consequently, the applicants recovered possession of the flat.", "18. The relevant domestic law and practice is described in the Court's judgment in the case of Mascolo v. Italy, (no. 68792/01, §§ 14-44)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}