{"ITEMID": "001-79545", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "ADMISSIBILITY", "DATE": 2007, "DOCNAME": "BANKS AND OTHERS v. THE UNITED KINGDOM", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Josep Casadevall;Nicolas Bratza", "TEXT": ["The applicants are listed as:", "1. Stephen John Banks, a British citizen born in 1965 and resident in Ware;", "2. John Chalmers, a British citizen born in 1966 and serving a sentence of imprisonment in HM Prison Parkhurst;", "3. Peter Croll, a British citizen born in 1966, resident in Westcliffe-on-Sea;", "4. Robert Sloane Harper, born in 1966 and resident in Beith;", "5. Mariusz Maczka, a Polish citizen born in 1974 and serving a sentence in HM Prison Long Lartin;", "6. Leonard O’Shea, a British citizen born in 1963 and serving a prison sentence in HM Prison Albany;", "7. Mohammed Soliman, a British citizen born in 1962 and resident in London;", "8. Calleb Ngar, a Kenyan citizen, born in 1972 and resident in Kenya;", "9. James Reilly, an Irish citizen, born in 1966, resident in Drogheda, Ireland;", "10. Brendan Boyle, an Irish citizen, born in 1969, and resident in Bromley. He is brother of John Boyle who died in prison on 4 December 1994.", "The application was presented before the Court by Mr D. M Machover, a solicitor practising in London.", "They relate to assaults and ill-treatment inflicted on prisoners in HM Prison Wormwood Scrubs during the 1990s.", "1. On 15 March 1998, the first applicant was taken to the segregation cell, where he was visited by three prison officers. He was removed from the cell and punched and kicked for several minutes before being returned to his cell. The officers returned a short while later. One officer made the threat of breaking his neck. He was kicked and punched again. On being returned to his cell, he was kicked with such force that his forehead, nose and mouth struck the cell wall. On being seen by the prison doctor, it was recorded that the applicant had lacerations to the forehead and nose, grazing on knee, thigh, right knuckle and wrist and tenderness to his right shoulder and the small of his back.", "On 14 September 2001, the three officers were convicted of assault and sentenced variously to three and a half, four and four and a half years’ imprisonment. Their appeals were rejected on 19 March 2002.", "The applicant brought civil claims against the Home Office. These were not defended in light of the criminal conviction.", "On 23 January 2003, a consent order issued by which the applicant accepted GBP 42,000 in full and final settlement of his claims, including his claim of systemic negligence and malfeasance.", "2. The second applicant alleged that he had suffered a series of assaults while in the segregation unit from 16 August to late September 1995. This included a welcoming committee of six officers conducting a squat search during which he was kicked in the testicles. On another occasion on or about 15 to 16 September 1995, he was dragged out of his bed by officers who threatened that they would hang him and get away with it. The applicant was so terrified that he urinated. The officers made a noose and hung it from the cell bars. He was then gagged and lifted up, with the noose round his neck. The officers desisted when another officer intervened.", "The applicant brought civil proceedings which the Home Office did not contest.", "On 7 January 2004, a consent order issued by which the applicant accepted GBP 100,500 in full and final settlement of his claims, including his claim of systemic negligence and malfeasance.", "No officers were charged with criminal offences.", "3. The third applicant alleged that he was assaulted on two occasions in November 1997. On the second occasion, he was kicked and kneed by prison officers until he lost consciousness. Injuries included a cut over his left eyebrow that required stitching, bruising to his face, a ruptured ear drum and numbness to his left thumb.", "Following a trial in the Crown Court, in March 2001, four officers were acquitted of assault charges in that respect.", "The applicant brought civil proceedings which the Home Office did not contest.", "On 13 May 2003, a consent order issued by which the applicant accepted GBP 28,000 in full and final settlement of his claims, including his claim of systemic negligence and malfeasance.", "4. The fourth applicant alleged that, while detained pending trial, he was assaulted by prison officers in November 1992, leaving him with visible cuts, abrasions and bruising all over his body. At the start of his trial, his counsel was concerned at the visible injuries and his trial was adjourned for medical examination and X-rays.", "The applicant brought civil proceedings which the Home Office did not contest.", "On 18 March 2003, a consent order issued by which the applicant accepted GBP 22,000 in full and final settlement of all his claims.", "5. The fifth applicant alleged that on 4 June 1996 he was assaulted by prison officers, receiving bruising and injury to his little finger on his left hand the effects of which lasted for some eighteen months.", "The applicant brought civil proceedings which the Home Office did not contest.", "On 16 July 2003, a consent order issued by which the applicant accepted GBP 41,000 in full and final settlement of his claims, including his claim of systemic negligence and malfeasance.", "6. The sixth applicant alleged two assaults on 4 February 1998, in which he was kicked, punched, abused and threatened. When he complained to a counsellor, officers made threats implying that he would be hanged and officers later came to his cell with a knotted length of sheet which they wedged in the window. An officer told them that they should wait until the applicant’s bruises had gone down and they left.", "Criminal charges brought against one or more prison officers were discontinued on the first day of trial.", "The applicant brought civil proceedings which the Home Office did not contest.", "On 16 July 2003, a consent order issued by which the applicant accepted GBP 32,500 in full and final settlement of his claims, including his claim of systemic negligence and malfeasance.", "7. The seventh applicant alleged a series of assaults in early February 1994, including punching, kicking, abuse and an incident in which an officer indecently assaulted him. The applicant tried to commit suicide as he thought that the officers were going to kill him; he was removed to the hospital wing.", "No civil claim was pursued due to evidential difficulties.", "8. The eighth applicant alleged a series of assaults over a year from October 1996 to October 1997. This included incidents of punching, kicking, threats and being locked in the shower room where he was sprayed with cold water from a high-pressure hose-pipe. Besides suffering physical injuries, the applicant also made several attempts to harm himself as a result of the assaults.", "Criminal charges brought against prison officers were discontinued before going to trial.", "The applicant brought civil proceedings which the Home Office did not contest.", "On 19 December 2003, a consent order issued by which the applicant accepted GBP 55,000 in full and final settlement of his claims, including his claim of systemic negligence and malfeasance.", "9. The ninth applicant alleged two assaults on 7 September 1997, which left him with cuts and bruising on his face and considerable grazing to his left leg. He was told that he should plead guilty to a disciplinary charge of assaulting a prison officer or he would be hanged.", "On 9 September 2004, a consent order issued by which the applicant accepted GBP 14,425 in full and final settlement of his claims, including his claim of systemic negligence and malfeasance.", "No officers were charged with criminal offences.", "10. The tenth applicant’s brother, John Boyle, was transferred to Wormwood Scrubs to use up “accumulated visits” with friends and relatives. On 3 December 1994, several visitors were told that they had to undergo a strip search. The tenth applicant refused to undergo such a search considering that it was motivated by anti-Irish prejudice. When John Boyle learned what had happened, he protested to prison staff in the visitors’ area, whereupon he was restrained and taken to the Segregation Unit for allegedly assaulting prison officers.", "At 5 p.m., on 4 December 1994, he was allegedly found hanging from a piece of torn sheet in his cell by officers Goodall and McIntyre. Resuscitation attempts apparently revived a heart beat and pulse. He was taken to Hammersmith Hospital where, on 7 December 1994, ventilation was discontinued due to imminent brain stem death and shortly afterwards he was pronounced dead.", "At an inquest held in May 1995, a jury returned an “open” verdict.", "On 22 May 1999, the applicant’s solicitors requested the police to open a murder inquiry. By letter of 21 May 1999, the Metropolitan Police replied that while there was no evidence known to them to raise a true suspicion that John Boyle had been murdered, a review of the initial police investigation would be carried out. By letter dated 20 July 1999, the Detective Superintendent reviewing the case stated that there was still no evidence that the death was suspicious but that as he was not satisfied that the initial investigation met the required standard he had tasked further work to be done e.g. further witness statements and consultation of a medical expert. A further letter dated 19 December 1999 stated that the persons interviewed had not witnessed any violence, or heard any shouts nor had they any knowledge of alleged hangings by prison officers and that the expert evidence to date made no reference to suspicious death or foul play. By letter dated 3 May 2001, which commented on the solicitors’ delay in putting forward their new medical opinion, the Detective Superintendent noted that this opinion added nothing new and indeed confirmed previous reports.", "By letter dated 11 February 2004, the applicant’s solicitors drew the attention of the police to the civil judgments obtained in other cases in which there was evidence of death threats and mock hangings. They therefore were calling for a public inquiry into the events at the prison and the systematic abuse of inmates and requested that the case be reviewed in light of the civil cases and the convictions of prison officers in 2001. On 31 January 2005, the Metropolitan Police agreed to review the matter again. The outcome of this review is expected shortly but no further steps are anticipated as likely to result.", "On 16 March 1998, the applicants’ solicitors presented a dossier to the Chief Inspector of Prisons detailing ill-treatment of six prisoners in Wormwood Scrubs and one prisoner at Pentonville and, inter alia, expressing their view that a statutory inquiry into the allegations be instituted. Their report led to criminal investigations and a series of inquiries.", "The applicants’ solicitors came to represent almost a hundred other prisoners who made allegations of assaults by prison officers during this period. Nearly sixty civil claims were later brought against the Home Office by inmates at Wormwood Scrubs.", "An internal prison inquiry was launched, headed by Peter Atherton, the head of the Audit Standards Unit of the Prison Service. His inquiry team consisted of 11 persons, eight of whom were permanent members of the Prison Service but independent of the operational line. None had ever served at Wormwood Scrubs.", "On 31 March 1998, the first part of the interim report issued. It dealt with the seven prisoners named by the solicitors in their dossier, plus the first applicant who had been added later. It recommended, inter alia, that allegations by five prisoners (including the first and eighth applicants) be referred to the police for investigation of serious criminal offences; that identified staff involved in those incidents be suspended pending the outcome of those proceedings and that any other staff identified during the investigation as being involved be suspended; that in view of the absence of any evidence that there had been internal prison investigations into specific allegations and due to the chaotic state of other investigations as well as concerns about the effectiveness of senior management supervision of the care and control unit, the Director of the Main Prison be suspended from duty while a disciplinary investigation took place. The report also mentioned that the preliminary investigation revealed that thirty other allegations had been made about ill-treatment since 1 January 1997, fourteen of those occurring in the segregation unit and that there could be no assurance that these had been properly followed up at the time. It recommended that confidence-building steps be taken immediately, including the installation of CCTV in the segregation unit and all routes to the unit, particularly those used when prisoners were subject to the use of force; daily visits to the segregation unit by a governor grade; that the unit operate on the basis of open access to other departments and the Board of Visitors; and that accurate records be kept in the segregation unit", "On 3 April 1998 the second part of the interim report issued. It referred ten more allegations concerning ill-treatment in the segregation unit, and ten allegations concerning other parts of the prison, to the police for investigation; and it recommended that the Director General review the case for suspension against one more prison officer; and that the prisoner grievance procedures receive an immediate and thorough overhaul. In total, five of the original cases in the solicitors’ dossier were handed over to the police for investigation and two of the cases transmitted to the police for their information. The report finally identified in general terms other aspects relating to prison administration, management and training that could be pursued further.", "The Metropolitan Police investigated a number of individual claims of physical violence by prison officers against inmates. They carried out two investigations called Mevagissey I and Mevagissey II. It appears that in 1999 charges were lodged against some twenty seven prison officers in connection with thirteen separate complainants, which resulted in six convictions in July 2000 and August 2001. In another eleven criminal cases, six went to full trial and resulted in acquittals for fifteen officers, in two the judge directed an acquittal of four officers and in three the prosecution offered no evidence, leading to the formal acquittal of seven officers.", "On 13 September 2001, the applicants’ solicitors presented a further dossier to the Home Secretary, listing the allegations of ill-treatment by over fifty inmates, including the applicants and John Boyle, and arguing for the necessity of holding a public inquiry.", "In April 2002, the Chief Inspector of Prisons issued a report, following an unannounced inspection of Wormwood Scrubs.", "“As this report shows, the failure to establish, publicly and independently, what took place at Scrubs during the 1990s has severely hampered attempts to change the culture and regime there, or to establish whether there were underlying systemic problems which may need addressing in this, and other, prisons. For that reason, many of those involved in Scrubs, from the Board of Visitors to the POA, have supported the call for a public inquiry. I would like to stress that this inspection, thorough though it is, is no substitute for that: it is a snapshot of the prison as we found it in December 2001. This Inspectorate does not of itself have the powers or the mandate to investigate past events... Prisons are closed environments and it is vital that an independent and external spotlight is directed on them when something appears to have gone seriously wrong.”", "The applicants’ solicitor renewed their request for an inquiry by letter of 28 April 2003 to the Home Office, pointing out that there was no risk of prejudicing the criminal investigations, which had apparently come to an end. They threatened judicial review proceedings to require him to hold a public inquiry.", "On 30 May 2003, the Home Office replied that the Crown Prosecution Service was still considering possible prosecutions and that it would not be right to hold an inquiry. By letter dated 9 December 2003, it was stated that the Home Secretary would review the matter whenever the civil proceedings had finished, it appearing that there would now be no further criminal proceedings.", "Following conclusion of the civil proceedings in which all claims were settled, the solicitors wrote to the Home Office on 6 September 2004 reiterating the need for a public inquiry.", "In proceedings in the House of Commons on 15 November 2004, in answer to a question about Wormwood Scrubs and a possible public inquiry, the Home Office reply referred to the visit by the Chief Inspector of Prisons in November 2003 in respect of which it had been found that “it was a greatly improved prison, gradually implementing and consolidating fundamental changes”. Most noticeable of all was the “change in attitude and approach of Prison Officers”.", "By letter of 14 December 2004, the Home Secretary stated that he was not convinced that a public inquiry would be in the public interest or serve any useful purpose in improving the effective operation of the Prison Service, taking into account the disciplinary actions taken, the criminal investigations which had led to prosecutions and convictions, the civil claims which had been settled and the wider actions taken in the Prison Service. While the incidents had been wholly unacceptable, he concluded that those incidents and the systems which allowed them to occur had now been properly and fully investigated, lessons had been learned and effective action taken to address those failings. In respect of the death of John Boyle, he noted that the case had been subject of a criminal investigation, an inquest and a further review by the Metropolitan police. Taking into account also the lapse of time, he considered that it would not be in the public interest to hold a public inquiry into that case.", "On 20 December 2004, the Treasury Solicitor provided the applicants’ solicitors with a copy of the full Atherton Report, noting that a redacted version had been available during the civil proceedings. He declined to make available any copies of other reports. The applicants state that three other internal inquiries (referred to as the Hind, Clark and Quinn inquiries) had been conducted."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}