{"ITEMID": "001-86233", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF McCANN v. THE UNITED KINGDOM", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 8;Remainder inadmissible;Non-pecuniary damage - award", "JUDGES": "Giovanni Bonello;Ján Šikuta;Lech Garlicki;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["6. The applicant was born in 1968 and lives in Birmingham. The facts of the case as submitted by the parties are as follows.", "7. In July 1998 the applicant and his wife became joint tenants of a three-bedroom family house owned by Birmingham City Council (“the local authority”). They were also secure tenants under the provisions of the Housing Act 1985 (see paragraph 20 below).", "8. The marriage broke down early in 2001 and the applicant’s wife moved out of the house with the two children. On 5 April 2001, following a contested hearing at which the applicant was not represented, the court made a three-month non-molestation order and an ouster order requiring the applicant to leave the house, which he did. Mrs McCann and the children moved back into the house, but moved out again when on 14 April the applicant turned up at the house, used a crowbar to force entry and allegedly assaulted Mrs McCann and her friend. Criminal proceedings were brought against the applicant following this incident, but resulted in an acquittal when no evidence was put forward.", "9. On 18 April 2001 Mrs McCann submitted to the local authority an application to be rehoused on grounds of domestic violence. On 8 August 2001 she returned the keys to the local authority with a note saying that she was giving up the tenancy. She and the children moved into another council house which had been allocated to them in accordance with the local authority’s domestic violence policy. The local authority visited the house and found that most of the fixtures had been removed so that in excess of 15,000 pounds sterling would be required to make it habitable. Thereafter, as far as the local authority was concerned, the property was uninhabited.", "10. In November 2001 the applicant returned to the house and did a considerable amount of work to renovate it. His relationship with Mrs McCann improved and she supported his application for an exchange of accommodation with another local-authority tenant, as the three-bedroom house was too big for him but he still required a home in the area so that his children could visit.", "11. That application, dated 4 January 2002, was completed at the local-authority housing office. On the same day, a housing officer, having realised that the property was not in fact empty, and having taken legal advice, visited Mrs McCann and asked her to close the tenancy by signing a notice to quit. The County Court judge who heard the local authority’s claim for possession found as a fact that Mrs McCann was not advised and had no understanding that the notice to quit would have the effect of extinguishing the applicant’s right to live in the house or exchange it for another localauthority property (see paragraph 19 below). Approximately one week later Mrs McCann wrote to the local authority seeking to withdraw the notice to quit, but it nonetheless remained effective.", "12. The applicant was informed that the tenancy had come to an end, and he was given notice to vacate. On 11 June 2002 the local authority’s Allocations Officer Review Panel decided, inter alia, that in accordance with the domestic violence policy, the applicant would not be granted the right to accede to the former tenancy of the house and that, in any event, the applicant, who had no dependants living with him, would not qualify for a dwelling originally allocated to a qualifying family which had been rehoused.", "13. On 11 October 2002 the local authority brought possession proceedings against the applicant in the County Court, which he defended on the basis that it was contrary to his right to respect for his home under Article 8 of the Convention to be evicted on the basis of the notice to quit.", "14. In his judgment of 15 April 2003, the County Court judge held that under the common law and Housing Act (see paragraphs 19-20 below), the applicant had no defence to the authority’s claim for possession. Under Article 8 of the Convention, however, he cited previous case-law which held that in such cases, generally, the interest of the local authority as landlord and of other persons in need of social housing had been taken into account by the applicable common law and legislation, and that, provided that the local authority had acted lawfully, it was not open to a court to put aside a claim for possession, except in exceptional circumstances where it appeared that the former tenant’s Article 8 rights had not been properly considered. He noted the circumstances in which Mrs McCann had signed the notice to quit and observed that, if she had not been induced to sign it, the local authority would have had to apply for a possession order under section 84 of the Housing Act 1985 (see paragraph 20 below). It would then have been open to the applicant to seek to persuade the court that it would not be reasonable to grant the order; he and Mrs McCann could have given evidence regarding the alleged domestic violence; and he could in addition have raised such issues as his own housing needs and the need to provide accommodation for the children when they visited. In the circumstances, the judge held that the local authority had not acted as required by Article 8 § 2 of the Convention and he dismissed the claim for possession.", "15. The authority’s appeal to the Court of Appeal was adjourned pending the outcome of proceedings before the House of Lords in London Borough of Harrow v. Qazi [2003] UKHL 43 (see paragraphs 22-25 below). On 9 December 2003 Lord Justice Mummery gave the judgment of the Court of Appeal in the present case, holding as follows:", "“ ... Article 8 is not available as a defence to the possession proceedings, even though the premises in question were the ‘home’ of the occupant for the purposes of the Article. The Council acted lawfully and within its powers in obtaining the notice to quit, which had the effect of terminating the secure tenancy. There was no dispute but that the tenancy had been brought to an end by [the applicant’s wife’s] notice to quit. Under ordinary domestic law the Council had an unqualified right to immediate possession on proof that the tenancy of the premises had been brought to an end. The statutory procedure in section 82 of the 1985 Act, which is available to a localauthority landlord for terminating a secure tenancy, does not apply to a case where the secure tenancy has been terminated by the tenant’s notice to quit. That notice to quit was effective, even though the notice was signed without appreciating the consequences for the occupier of the premises.", "This is not a ‘wholly exceptional’ case where, for example, something has happened since the service of the notice to quit, which has fundamentally altered the rights and wrongs of the proposed eviction and the Council might be required to justify its claim to override the Article 8 right (see Qazi at paragraph 79 [paragraph 24 below]).”", "16. The applicant applied for judicial review of the local authority’s decision of 4 January 2002 to procure a notice to quit from his wife, and of its decision of 11 June 2002 to issue possession proceedings. The application was refused on 23 September 2004. The judge found, inter alia, that the local authority had acted within its powers in seeking, through the wife’s notice to quit, to formalise the situation as regards the tenancy and that its decision to apply its domestic violence policy where domestic violence had been established by the existence of a non-molestation injunction and ouster clause was neither unlawful nor outside the range of decisions properly open to the local authority in all the circumstances. He concluded:", "“I agree ... that the Court of Appeal effectively decided the relevant issues between Mr McCann and the Council and that this application is an attempt to resurrect them a second time. The Council is entitled to possession and this application for judicial review fails. ...", "As for the generality, whether or not a decision can be challenged as a matter of law does not mean that it is not appropriate for a public authority to be as open as it can be. There is no reason why the Council’s policy should not be absolutely explicit, spelling out that the consequence of an application for rehousing will be a requirement to give notice to quit of the existing tenancy which will affect the rights of the remaining tenant or occupier and thereafter providing notice to that person. In that way, clarity will prevail and some of the concerns that have been expressed in this case avoided.”", "17. Permission to appeal to the Court of Appeal was refused on 9 December 2004.", "18. The applicant was evicted from the house on 22 March 2005.", "19. In common law, where a valid notice to quit is given by one joint tenant, it has the effect of bringing the joint tenancy to an end, whether or not the other joint tenant knew of or consented to the service of the notice to quit (Hammersmith and Fulham London Borough Council v. Monk [1992] 1 All ER 1). Once a tenancy has been validly brought to an end, a former tenant remaining in the property is in law a trespasser and the landlord has a right to immediate possession.", "20. By section 82 of the Housing Act 1985, a secure tenant of a local authority or other public authority, such as the applicant, has security of tenure. Under section 84(1) of the Act, a court shall not make an order for possession of a dwelling house let under a secure tenancy except on one or more of the grounds set out in Schedule 2 to the Act. Ground 2(a) of Schedule 2 gives a ground of possession where a couple live in a dwelling-house, one or both is a tenant, one partner has left because of violence or threats of violence by the other, and the court is satisfied that that partner who has left is unlikely to return. Section 84(2) provides that the court shall not make an order for possession on one of these grounds “unless it considers it reasonable to make an order”.", "21. According to Birmingham City Council’s Allocations Policy Manual", "(§ 30.8):", "“1. Where a relationship has broken down the tenant who is leaving the property must be asked to sign a relinquishing form. This has the effect of closing the ‘whole’ tenancy.", "2. If the property remains suitable for the family left, [a new] tenancy can be granted.", "3. If the property is not suitable (e.g. too large), the tenant should be offered alternative accommodation ...”", "However, where there has been domestic violence, the Allocations Policy provides (§ 3.7.1):", "“Domestic violence is included in the Department’s revised Conditions of Tenancy as a breach of the tenancy agreement. Action will be taken [against those] who have been found to have subjected another person to domestic violence. This could include perpetrators losing their home or being classed as intentionally homeless.”", "It would be open to a person who has been made homeless following an allegation of domestic violence to challenge the truth of the allegation and claim that he has been made unintentionally homeless and that the local authority has a statutory duty to rehouse him.", "22. London Borough of Harrow v. Qazi [2003] UKHL 43 similarly concerned the making of a possession order in respect of a council house held under a joint tenancy of a husband and wife. The marriage broke down and the joint tenancy came to an end when Mrs Qazi served a notice to quit. Mr Qazi was refused a sole tenancy by the local authority, but he nonetheless remained in occupation with his new family, and sought to resist possession proceedings on the ground that they constituted an interference with the right to respect for his home under Article 8 of the Convention.", "23. The House of Lords were unanimous in holding that, despite the fact that the tenancy had come to an end, the property continued to be Mr Qazi’s home and Article 8 was therefore engaged. However, the majority (Lords Hope of Craighead, Millett and Scott of Foscote) held that Article 8 could not be relied upon to defeat the local authority’s proprietary or contractual rights to possession. Since the local authority had an unqualified right to immediate possession, there was no infringement of Mr Qazi’s right to respect for his home under Article 8 § 1 and so no issue arose under Article 8 § 2 as to justification. Alternatively, the effect of the authority’s proprietary or contractual rights was that any assessment under Article 8 § 2 would inevitably be determined in the local authority’s favour. The majority variously referred to a number of decisions of the Commission in which similar complaints, regarding the eviction of a former joint tenant from localauthority property after the joint tenancy had come to an end, had been declared manifestly ill-founded (see S. v. the United Kingdom, no. 11716/85, Commission decision of 14 May 1986, Decisions and Reports (DR) 47, p. 274; D.P. v. the United Kingdom, no. 11949/86, Commission decision of 1 December 1986, DR 51, p. 195; Ure v. the United Kingdom, no. 28027/95, Commission decision of 27 November 1996, unreported; and Wood v. the United Kingdom, no. 32540/96, Commission decision of 2 July 1997, unreported).", "Lord Hope, having held that Article 8 was applicable, continued:", "“... [I]n my opinion it does not follow that, on the facts of this case, there is an issue which must be decided within the domestic legal order by remitting the question whether any interference is permitted by Article 8 § 2 for decision by the County Court. ...", "I do not say that the right to respect for the home is irrelevant. But I consider that such interference with it as flows from the application of the law which enables the public-authority landlord to exercise its unqualified right to recover possession, following service of a notice to quit which has terminated the tenancy, with a view to making the premises available for letting to others on its housing list, does not violate the essence of the right to respect for the home under Article 8 § 1. That is a conclusion which can be applied now to all cases of this type generally. ... It follows that the question whether any interference is permitted by Article 8 § 2 does not require, in this case, to be considered by the County Court.”", "Lord Millett similarly held that:", "“... In my opinion Article 8 is not ordinarily infringed by enforcing the terms on which the applicant occupies premises as his home. Article 8 § 1 does not give a right to a home, but only to ‘respect’ for the home.”", "As regards the balancing exercise envisaged by Article 8 § 2 he stated:", "“... [N]o such balancing exercise need be conducted when its outcome is a foregone conclusion. In the present case ... the local authority had an immediate right to possession. The premises were Mr Qazi’s home, and evicting him would obviously amount to an interference with his enjoyment of the premises as his home. But his right to occupy them as such was circumscribed by the terms of his tenancy and had come to an end. Eviction was plainly necessary to protect the rights of the local authority as landowner. Its obligation to ‘respect’ for Mr Qazi’s home was not infringed by its requirement that he vacate the premises at the expiry of the period during which it had agreed that he might occupy them. There was simply no balance to be struck. ...”", "Lord Scott concurred with Lords Hope and Millett, although on somewhat different grounds:", "“In my opinion, the Court of Appeal, having correctly held that Mr Qazi had an Article 8 ‘home’, should have held that his rights under Article 8 could not prevail against the Council’s admitted and undoubted right to possession under the ordinary housing law. I would, for my part, have said that Article 8 was not, in these circumstances, applicable. But it could also be said that a possession order was ‘in accordance with the law’ and was necessary in order to protect and give effect to the Council’s right to possession. ... But it comes to the same thing. Article 8 cannot be raised to defeat contractual and proprietary rights to possession.”", "24. As to the question of remedies in exceptional cases, Lord Hope referred (in paragraph 79 of the judgment) to Sheffield City Council v. Smart [2002] EWCA Civ 4, where the Court of Appeal had held, in a case where a non-secure council tenant was evicted following nuisance proceedings, that a challenge under Article 8 of the Convention to the local authority’s decision to serve notice to quit could be made by judicial review within the appropriate time-limits. Lord Hope continued by observing that the Court of Appeal in Smart had further held:", "“... that in the rare situation where something wholly exceptional happened after service of the notice to quit which fundamentally altered the rights and wrongs of the proposed eviction the judge in the County Court who was hearing the claim for possession might be obliged to address it in deciding whether the making of a possession order could be justified ... I wish to reserve my opinion as to whether it would be open to the tenant, in a wholly exceptional case, to raise these issues in the County Court where proceedings for possession were being taken following the service of the notice to quit by the housing authority, bearing in mind as Lord Millett points out that its decision to serve the notice to quit would be judicially reviewable in the High Court so long as the application was made within the relevant time-limit. The situation in the present case is different, as it was a notice to quit served by one of the joint tenants that terminated the tenancy.”", "Lord Millett also stated:", "“In the exceptional case where the applicant believes that the local authority is acting unfairly or from improper or ulterior motives, he can apply to the High Court for judicial review. The availability of this remedy, coupled with the fact that an occupier cannot be evicted without a court order, so that the court can consider whether the claimant is entitled as of right to possession, is sufficient to supply the necessary and appropriate degree of respect for the applicant’s home.”", "25. The dissenting minority (Lords Bingham of Cornhill and Steyn) held that, where there was a proposed interference with a person’s right to respect for his home, the question of justification, if raised, did fall to be considered and should, in the instant case, be remitted to the County Court. Both cited with approval the following extract from the judgment of the Court of Appeal in Sheffield City Council v. Smart (cited in paragraph 24 above):", "“26. ... ‘Home’ is an autonomous concept for the purpose of ECHR [the Convention], and does not depend on any legal status as owner. Thus in these cases, the premises in Sheffield and Sunderland were without question the women’s homes. Since the effect of the possession orders would be to throw them out, I think it inescapable that those orders amounted to an interference with the appellants’ right of respect of their homes. I have said that the case is all about Article 8; more precisely, it is all about Article 8 § 2.", "27. Before proceeding to the issues arising under Article 8 § 2, I should make it clear that I entertain what is perhaps a deeper reason for my view that the case cannot be concluded by a judgment that there is no violation of Article 8 § 1. It concerns the relationship between the two paragraphs of Article 8. I have held that eviction of these appellants would constitute a prima facie violation of their right to respect for their homes. But this conclusion is not simply an instance of that everyday judicial process, the application of a statute’s correct construction (here, Article 8 § 1) to a particular set of facts. Rather it has a purposive quality. The court has to arrive at a judicial choice between two possibilities, a choice which transcends the business of finding out what the legislation’s words mean. The first choice ... would entail a judgment that the Convention requirement was met at the Article 8 § 1 stage ... The second choice (accepting a prima facie violation of Article 8 § 1), which I prefer, entails a judgment that the more rigorous and specific standards set out in Article 8 § 2 have to be met if the court is to hold that the evictions are compatible with the appellants’ Convention rights. The Convention is, as it were, much more remotely engaged in the fabric of our domestic law if the first, rather than the second, choice is taken. Part of the court’s task is to decide how close that engagement should be in the context in hand. Thus I do not eschew the first choice merely because I take the view that the second more naturally reflects the ordinary sense of the words used in Article 8 § 1. I consider as a matter of substance that the vindication and fulfilment of the Convention rights, for which purpose [the Human Rights Act 1998] was enacted, require that the domestic law procedures involved in these appeals should be subjected to scrutiny for conformity with the Article 8 § 2 standards. Such a process is demanded by the fullness of our municipal law of human rights.”", "Lord Bingham nonetheless emphasised that the administration of public housing under various statutory schemes was properly entrusted to local housing authorities and that the occasions on which a court would be justified in declining a possession order would be highly exceptional. He concluded:", "“If (contrary to the ruling of the majority of the House) effect were to be given to my opinion, I am confident that the housing authorities acting in good faith in implementation of schemes prescribed by statute and administered by them need apprehend no significant increase in their litigious burden.”", "26. In Kay v. London Borough of Lambeth; Leeds City Council v. Price, 8 March 2006, [2006] UKHL 10, the House of Lords constituted itself as a seven-judge committee (rather than five judges as usual) in order to revisit its decision in Qazi in the light of the Court’s judgments in Connors v. the United Kingdom (no. 66746/01, §§ 81-84, 27 May 2004) and Blečič v. Croatia (no. 59532/00, 29 July 2004; the latter judgment was subsequently referred to the Grand Chamber which found, on 8 March 2006, that because domestic remedies had not been exhausted, it was unable to take cognisance of the merits of the case). The Lords were unanimous in limiting their consideration to cases were the landlord was a public authority.", "27. The majority (Lords Hope, Scott, Brown of Eaton-under-Heywood and Baroness Hale of Richmond) held that the judgment in Connors was not incompatible with the view of the majority in Qazi that there was no need for a review of the issues raised by Article 8 § 2 to be conducted by the County Court if the case was of a type where the law itself provided the answer, as in that situation a merits review would be a pointless exercise. In such a case, an Article 8 defence, if raised, should simply be struck out. However, in the light of the judgments in Connors and Blečič it was necessary to emphasise that a person evicted might have a defence to possession proceedings in exceptional cases, namely (a) where he challenged the domestic law as itself being incompatible with Article 8 (as in Connors); or (b) where he challenged the action of the public-authority landlord on public law grounds, on the basis that the authority’s actions constituted an abuse of power.", "28. The minority (Lords Bingham, Nicholls of Birkenhead and Walker of Gestingthorpe) held that a defendant to possession proceedings brought by public authorities should be permitted in principle to raise an Article 8 defence during the County Court possession proceedings. Lord Bingham expressed it as follows:", "“I do not accept, as the appellants argued, that the public authority must from the outset plead and prove that the possession order sought is justified. That would, in the overwhelming majority of cases, be burdensome and futile. It is enough for the public authority to assert its claim in accordance with domestic property law. If the occupier wishes to raise an Article 8 defence to prevent or defer the making of a possession order it is for him to do so and the public authority must rebut the claim if, and to the extent that, it is called upon to do so. In the overwhelming majority of cases this will be in no way burdensome. In rare and exceptional cases it will not be futile.”"], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}