{"ITEMID": "001-60965", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "CHAMBER", "DATE": 2003, "DOCNAME": "CASE OF A.B. v. SLOVAKIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1 with regard to refusal to appoint a lawyer;No violation of Art. 6-1 with regard to alleged arbitrariness of decision;Not necessary to examine Art. 13;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award", "JUDGES": "Matti Pellonpää", "TEXT": ["9. In 1983 the applicant was found to be partially disabled. She continued working. On 2 November 1988 the applicant was obliged to sign an agreement with her employer according to which her contract of employment would expire on 30 June 1989.", "10. On 4 September 1989 the Social Security Commission in Bratislava declared the applicant fully disabled as from 1 July 1989. A full invalidity pension was granted to the applicant.", "11. On 1 October 1990 her former employer rehabilitated the applicant for the persecution to which she had been subjected in the past.", "12. After the entry into force of the Extra-Judicial Rehabilitations Act (see “Relevant domestic law” below) the applicant claimed that her invalidity pension should be increased. She alleged, in particular, that the termination of her contract of employment in 1989 had been due to political persecution within the meaning of Section 21 of the Extra-Judicial Rehabilitations Act.", "13. On 5 April 1993 the Social Security Administration dismissed the applicant’s claim on the ground that she had failed to comply with the requirements set out in Sections 21 and 22 of the Extra-Judicial Rehabilitations Act.", "14. On 21 March 1995 the Bratislava City Court upheld the decision. The City Court heard the parties and established that the applicant had failed to submit a certificate within the meaning of Section 22 of the Extra-Judicial Rehabilitations Act which was a prerequisite for granting her claim. The City Court noted that separate proceedings concerning this issue were pending before the Bratislava I District Court. It was further stated in the reasons for the judgment that the representative of the Social Security Administration had promised to adjust the applicant’s pension upon the delivery of such a certificate.", "15. On 26 March 1996 the Bratislava I District Court ordered the successor of the applicant’s former employer to deliver a certificate pursuant to Section 22(1) of the Extra-Judicial Rehabilitations Act to the applicant. Prior to that the District Court appointed an advocate to represent the applicant at the latter’s request. The applicant received the certificate on 14 October 1996.", "16. On 18 October 1996 the applicant again requested the Social Security Administration to adjust her invalidity pension pursuant to the Extra-Judicial Rehabilitations Act. The request was dismissed on 30 October 1996. The decision stated, with reference to Section 24(6) of the Extra-Judicial Rehabilitations Act, that the applicant’s invalidity pension could not be adjusted as her contract of employment had been terminated in the course of the same year when she had acquired the right to an invalidity pension.", "17. On 18 November 1996 the applicant challenged the decision before the Bratislava City Court. She also requested the City Court to appoint a lawyer to represent her in the proceedings. She referred to Article 30(1) of the Code of Civil Procedure and explained that her handicap prevented her from coming to the court in person. The applicant further stated that she was indigent and that the case might raise questions of law of a complex nature.", "18. In a written submission of 13 January 1997 the Social Security Administration asked the court to uphold the decision challenged by the applicant. This submission was forwarded to the applicant who submitted a written reply on 14 February 1997. The applicant maintained, in particular, that the conclusion of the administrative authority was erroneous and contrary to the pledge which its representative had earlier made (see paragraph 14 above).", "19. On 23 January 1997 the Bratislava Regional Court, which took over the case from the former City Court, summoned the applicant to a hearing scheduled for 25 February 1997. A type-written remark on the upper part of the summons read as follows:", "“We hereby inform you that no compulsory defence is required in the proceedings and that the court cannot, therefore, appoint a defence counsel to assist you. In case that you wish to be represented by a lawyer, you should choose one yourself.”", "20. On 14 February 1997 the applicant again requested the Regional Court that a lawyer be appointed to represent her in the proceedings. She explained, in particular, that her health did not allow her to attend the hearing, that her only income consisted of a modest invalidity pension and that she met the requirements for the appointment of a lawyer under the relevant provisions of the Code of Civil Procedure. She asked the court to notify her of its position on her request “by means and within a period corresponding to the relevant legal rules”. The applicant further requested that the hearing be adjourned as, in her view, the court’s proceeding with the case in her absence would be contrary to her fundamental rights.", "21. On 24 March 1997 the applicant informed the Regional Court that her health did not allow her to appear at the hearing scheduled for 1 April 1997. In the letter the applicant stated that a lawyer should be appointed to represent her and complained that her requests to this effect of 18 November 1996 and of 14 February 1997 had not been dealt with.", "22. On 1 April 1997 the Bratislava Regional Court upheld the Social Security Administration’s decision of 30 October 1996. The Regional Court noted that the applicant’s contract of employment had been terminated by 30 June 1989 and that she had been declared fully disabled and granted an invalidity pension with effect from 1 July 1989, that is the day following the termination of her employment. The court concluded that her invalidity pension could not be adjusted pursuant to Section 24(6) of the Extra-Judicial Rehabilitations Act.", "23. On 24 April 1997 the applicant appealed. She alleged that the Regional Court had decided arbitrarily and that it had disregarded the pledge to grant her claim after the delivery of the certificate made by the representative of the Social Security Administration in the proceedings leading to the City Court’s judgment of 21 March 1995. The applicant further argued that the Regional Court had failed to establish the relevant facts correctly. On 16 June 1997 the applicant submitted further documentary evidence to the appellate court.", "24. On 29 September 1997 the Supreme Court upheld the first instance judgment. The Supreme Court reiterated that the applicant had been granted a full invalidity pension as from 1 July 1989, that is the day following the termination of her contract of employment. It therefore considered that the applicant had not suffered any damage which could be compensated pursuant to Section 24(6) of the Extra-Judicial Rehabilitations Act. The Supreme Court pointed out that the representative of the defendant had apparently overlooked the above fact when she had stated that the claim would be granted upon the delivery of the relevant certificate to the applicant. However, that statement had been made in a different set of proceedings and it could not affect the decision on the applicant’s claim in the proceedings under the consideration. The appellate court decided in camera.", "25. On 27 November 1997 the applicant lodged an appeal on points of law. She complained, inter alia, that the appellate court had not held a hearing in the case and had thus prevented her from submitting her arguments. On the same day the applicant requested the Bratislava Regional Court to appoint a representative to her in the proceedings on her appeal on points of law. She explained that the case was complex, that her handicap prevented her from acceding to the court room and that her only income was an invalidity pension amounting to 4,093 Slovakian korunas. The applicant also maintained that her constitutional right to legal protection had been violated in that her request for a lawyer to be appointed had not been processed in due manner.", "26. On 27 January 1998 a different chamber of the Supreme Court dismissed the applicant’s appeal on points of law. The Supreme Court found that the applicant had been duly summoned to the hearing before the Bratislava Regional Court held on 1 April 1997 and that she had failed to appear without an excuse. As to the appellate proceedings, the Supreme Court recalled that Articles 250f and 250s of the Code of Civil Procedure permitted the appellate court to decide on the case without hearing the parties. Furthermore, in the course of the proceedings the applicant made proposals as regards the evidence to be taken, she made comments on the case and submitted her arguments to the courts.", "27. The Supreme Court further noted that the applicant “had been free to choose a legal representative and to apply for free legal representation”. Since the applicant did not lack legal capacity to act, the courts were not obliged to appoint a lawyer ex officio. The Supreme Court examined the applicant’s appeal on points of law in camera with reference to Article 250s (2) of the Code of Civil Procedure.", "28. Article 30(1) provides that courts may appoint a representative at the request of a party who meets the requirements for waiver of court fees when it is necessary for the protection of that party’s interests. Pursuant to paragraph 2 of Article 30, the president of the court’s chamber shall appoint an advocate to represent a party in circumstances set out in the first paragraph when the protection of that party’s interests so requires.", "29. Under Article 138(1), the presiding judge may grant a party’s request for waiver of court fees where it is justified by the situation of such a party and provided that the claim at issue is neither frivolous nor clearly devoid of any prospect of success.", "30. Pursuant to Article 167(1), courts deliver a formal decision (“uznesenie”) unless the law otherwise provides. Decisions have to be delivered, inter alia, on issues relating to the conditions for proceeding with a case and also to matters relating to the conduct of proceedings.", "31. Article 250f entitled courts to deliver a judgment without prior oral hearing in simple cases, in particular when there was no doubt that the administrative authority had established the facts correctly and the point at issue was a question of law. In its finding PL.ÚS 14/98 of 22 June 1998 the Constitutional Court found that Section 250f of the Code of Civil Procedure was contrary to the Constitution and also to Section 6 § 1 of the Convention. As a result, this provision ceased to be effective.", "32. Pursuant to Article 250s (2), in cases concerning social security claims an appeal to the Supreme Court is available against the Regional Court’s decision. The appellate court’s decision may be challenged by means of an appeal on points of law before a different chamber of the Supreme Court. In appellate proceedings and in proceedings on appeal on points of law the Supreme Court is not required to hold a hearing.", "33. The aim of the Extra-Judicial Rehabilitations Act (Zákon o mimosúdnych rehabilitáciách) is to redress certain infringements of property and social rights which occurred between 25 February 1948 and 1 January 1990. The following provisions are relevant in the present case.", "34. Pursuant to Section 21(1), legal actions terminating a person’s contract of employment for reasons of political persecution or in violation of generally recognised human rights and freedoms are to be considered void.", "35. Section 22(1) provides that the former employer or its successor shall issue, at the request of the person concerned, a certificate that the latter’s contract of employment was terminated for reasons mentioned in Section 21(1). Paragraph 3 of Section 22 entitles the person concerned to claim the determination of this issue by a court when the certificate is not delivered within three months.", "36. Under Section 24(1), when the termination of employment is considered void within the meaning of Section 21, the period between the termination of the contract of employment and the date when the person concerned acquired a right to old-age pension or invalidity pension is to be considered as the period of employment for the determination of that person’s pension rights.", "37. Section 24(6) provides that, when adjusting the pensions of persons covered by Section 24(1), their average monthly salary is to be determined on the basis of their actual salary in the calendar year preceding the termination of their employment. The general wages increase must thereby be taken into account.", "38. Pursuant to Section 26, pensions which were granted prior to the entry into force of the Extra-Judicial Rehabilitations Act are to be adjusted in accordance with Section 24 upon the request of the person concerned.", "39. Section 15(1) guarantees the right to legal assistance and entitles everybody to ask for it any advocate. Under paragraph 2 of Section 15 advocates may refuse legal assistance to a person only where there are serious grounds to believe that he or she cannot do so in an appropriate manner. Advocates must give reasons for such a refusal and the Bar Association is entitled to determine whether it was justified. Paragraph 3 of Section 15 provides that persons who were refused legal assistance can ask the Bar Association to assign an advocate to them.", "40. In its decision No. 7/1990 of 12 September 1990 the governing body (predsedníctvo) of the Slovak Bar Association held that advocates are authorised to provide legal assistance free of charge or at reduced fees where the average monthly income of the person concerned does not exceed the statutory minimum wage and provided that such a person does not own property other than that which is indispensable for meeting the needs of everyday life. Advocates are also authorised to provide legal assistance free of charge or for reduced fees where it is justified by exceptional circumstances enumerated in the decision.", "41. The representatives of the Slovak Bar Association have expressed the view that even in cases where the Bar Association appoints an advocate to represent a person it is not entitled to order that the advocate should do so free of charge. It is up to advocates to decide whether they will provide a person with legal assistance free of charge of for reduced fees. In this respect advocates shall guide themselves by decision No. 7/1990 delivered by the governing body of the Slovak Bar Association.", "42. In accordance with academic opinion, courts are obliged to appoint a representative to a party under Article 30 of the Code of Civil Procedure where (i) the party concerned filed a request to this effect, (ii) that party meets the requirements for waiver of court fees laid down in Article 138 of the Code of Civil Procedure (it is thereby irrelevant whether or not the proceedings in question are exempted from court fees) and (iii) it is objectively justified by the need of a better protection of the interests of such a party having regard, in particular, to his or her situation and the subject-matter of the proceedings. A measure under Article 30 of the Code of Civil Procedure should take the form of a decision (uznesenie) which can be challenged by means of an appeal (see, e.g., Občianske právo s vysvetlivkami, 2. zväzok, Iura Edition, 1996, p. 58 and also Občiansky súdny poriadok, JUDr. A. Bajcura, CSc. a kol., I. diel, Komentár, Eurounion, Bratislava 1996, p. 77)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}