{"ITEMID": "001-61692", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2004, "DOCNAME": "CASE OF KRZAK v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Inadmissible under Art. 6-1 with regard to criminal proceedings;Inadmissible with regard to the second applicant;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses (domestic proceedings) - claim dismissed", "JUDGES": "Nicolas Bratza", "TEXT": ["6. The applicants, Stanisław Krzak and Anna Krzak, a married couple, are Polish nationals. They were both born in 1921 and live in Sławnowice, Poland.", "7. On 17 May 1988 W.Ł. (“the petitioner”) filed an application with the Żywiec District Court (Sąd Rejonowy), seeking a decision declaring that she had acquired a title to certain real property. The first applicant was one of the parties to the proceedings.", "8. On 23 April 1991 the Żywiec District Court gave a decision. It declared that W.Ł. and her husband M.Ł. had acquired the title to the property which consisted of four plots of land. The first applicant appealed against that decision.", "9. On 22 October 1993 the Bielsko-Biała Regional Court (Sąd Wojewódzki) set aside the first-instance decision and remitted the case in respect of one of the plots. It dismissed the remainder of the first applicant’s appeal.", "10. The hearing listed for 10 January 1994 was adjourned since the first applicant had been improperly summoned.", "11. On 7 February 1994 the court held a hearing. The first applicant was not present. At the next hearing, held on 18 March 1994, the court stayed the proceedings due to the death of M.K., one of the participants in the proceedings. On 29 August 1994 the court held hearing and resumed the proceedings. The hearing fixed for 11 October 1994 was adjourned at the petitioner’s request. The trial court held further hearings on 18 July, 6 September, and 6 October 1995.", "12. On 19 October 1995 the court held a hearing. The first applicant failed to appear. The next hearing took place on 29 November 1995.", "13. On 5 December 1995 the Żywiec District Court gave a decision (postanowienie). It held that W.Ł. and M.Ł. had acquired the title to the property in question.", "14. On 15 March 1996 the first applicant asked for leave to file an appeal out of time. He claimed that he had been sick and he had not been able to lodge an appeal against the final decision within the prescribed time limit.", "15. On 18 September 1996 the Żywiec District Court held a hearing in the appeal proceedings. At a further hearing held on 25 October 1996, the District Court dismissed the applicant’s appeal of 15 March 1996.", "16. Later, on an unknown date, the first applicant asked the Minister of Justice for leave to file a cassation appeal with the Supreme Court (Sąd Najwyższy) against the above-mentioned decisions of the Żywiec District Court. On 23 June 1998 the Minister of Justice lodged a cassation appeal on the first applicant’s behalf.", "17. On 8 October 1998 the Supreme Court quashed the decisions of the Żywiec District Court of 23 April 1991 and 5 December 1995 and remitted the case. It found that the District Court had not summoned all the parties to the proceedings.", "18. On 9 February 1999 the Żywiec District Court held a hearing. It ordered W.Ł. to produce certain documents. On 16 March 1999 the court stayed the proceedings because W.Ł. had failed to comply with that order. On 25 June 1999 the Bielsko-Biała Regional Court dismissed the first applicant’s appeal against that decision.", "19. On 26 July 1999 the Żywiec District Court dismissed the first applicant’s further appeal against the decision of 25 June 1999.", "20. In a letter of 9 December 2003 the applicants informed the Court that the proceedings are still pending before the Żywiec District Court.", "21. In 1991 the applicants requested the Żywiec District Prosecutor (Prokurator Rejonowy) to institute criminal proceedings against J.K. and W.K., complaining that the latter had destroyed their house and stolen their trees. On 30 September 1992 Żywiec District Prosecutor discontinued the investigation against the alleged culprits. On 15 March 1993 the BielskoBiała Regional Prosecutor (Prokurator Wojewódzki) upheld this decision.", "22. In 1994, following the applicants’ complaint to the Minister of Justice, the Żywiec District Prosecutor reopened the investigation. On 15 February 1995 the District Prosecutor again discontinued the investigation considering that no criminal offence had been committed. The applicants subsequently complained to the Minister of Justice about that decision."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}