{"ITEMID": "001-94850", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF FINKOV v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial;Violation of Article 13 - Right to an effective remedy;Violation of Article 1 of Protocol No. 1 - Protection of property;No violation of Article 6 - Right to a fair trial", "JUDGES": "Anatoly Kovler;Dean Spielmann;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Sverre Erik Jebens", "TEXT": ["4. The applicant was born in 1952 and lives in Rostov-on-Don.", "5. In 1986 the applicant took part in the cleaning-up operation at the Chernobyl nuclear disaster site. He was subsequently granted Category 2 disability status and became entitled to various social benefits. The subjects of the present case are the disputes concerning these benefits.", "6. In 1996 the applicant lodged a complaint before the Proletarskiy District Court of Rostov-on-Don alleging a failure of the authorities to comply with the pension law. On 24 July 1996 the District Court upheld the complaint, noting the authorities' unlawful inactivity.", "7. On 18 November 1997 the Proletarskiy District Court upheld the applicant's action against the authorities and awarded him monthly payments of 2,495,023 Russian roubles (RUB) in compensation for health damage and as food allowance. The District Court also awarded him a lump sum of RUB 47,314,000 in outstanding compensation. The judgment was not appealed against and became final. The authorities did not pay the applicant the lump sum, and made the monthly payments only until September 2000.", "8. On 15 March 2001 the Presidium of the Rostov Regional Court, by way of supervisory-review proceedings, quashed the judgment of 18 November 1997 and remitted the case for re-examination to the Proletarskiy District Court.", "9. The hearings were adjourned on 14 May 2001 and on 7 June 2001 due to the authorities' failure to appear.", "10. The next hearing was fixed for 5 July 2001 when it was again postponed as the applicant had amended his claims.", "11. On 17 September 2001 the applicant lodged additional claims.", "12. On 24 September 2001 the court granted the authorities' request for stay in the proceedings on the grounds that there were pending related proceedings in the Supreme Court of Russia and in the Constitutional Court of Russia. The proceedings in the Constitutional Court had been initiated by the applicant (see para. 60 below). The applicant appealed against the decision to stay the proceedings, to no avail.", "13. On 24 October 2002 the case was reopened and assigned for hearing for 21 November 2002.", "14. On 21 November 2002 the authorities failed to appear and the proceedings were adjourned.", "15. On 10 December 2002 the Proletarskiy District Court accepted the applicant's claims in part. It ordered that the Social Security Services should pay him a lump sum of RUB 37,992.75 in compensation for health damage, monthly payments of RUB 4,850 and a lump sum of RUB 5,000 in compensation for damage caused by a delay in the payment of monthly benefits. The District Court also noted that the amount of monthly payments was to be index-linked in accordance with the law. The judgment was upheld on appeal and became final on 7 May 2003.", "16. In 2003 the authorities, as well as the applicant, requested reopening of the proceedings by way of supervisory review.", "17. On 13 November 2003 the Presidium of the Rostov Regional Court quashed the judgments of 10 December 2002 and 7 May 2003 and sent the case for a fresh examination. The Presidium held that the lower court had not calculated the sums of compensation and adjustment of monthly payments in accordance with the relevant law provisions, considering it as mistakes in implementation of substantive, as well as procedural, law.", "18. On 18 December 2003 the authorities failed to appear in court and the hearing was adjourned.", "19. On 23 January 2004 the applicant specified his claim.", "20. On 12 February 2004 the case was postponed as the authorities were not properly informed about the hearing.", "21. On 26 February 2004 the authorities failed to appear and the hearing was adjourned.", "22. On 4 March 2004 the examination of the case was postponed as the judge was considering another case.", "23. On 1 April 2004 the case was adjourned because of default in appearance of the applicant.", "24. On 22 April 2004 the Proletarskiy District Court dismissed the applicant's action in full. The applicant appealed. However, on 29 April 2004 the District Court adjourned the examination of the appeal because the applicant had only submitted a short version of his appeal statement. On 7 June 2004 the Rostov Regional Court quashed the decision of 29 April 2004 as unlawful.", "25. The applicant contested the accuracy of the minutes of the hearing of 22 April 2004. On 29 April 2004 the Proletarskiy District Court dismissed the claim without consideration on the merits. The applicant appealed and on 7 July 2004 the Rostov Regional Court quashed the decision of 29 April 2004 and remitted the matter for fresh consideration. On 2 September 2004 the applicant's claim concerning the minutes was dismissed on the merits.", "26. On 13 October 2004 the Rostov Regional Court, acting on appeal, quashed the judgment of 22 April 2004 and remitted the case for a fresh examination.", "27. On 16 November 2004 the case was assigned to examination for 30 November 2004. On that date the applicant asked the court to request some documents from the defendant. The hearing was adjourned to 21 December 2004.", "28. Upon the applicant's requests the subsequent hearings were adjourned until 16 February 2005.", "29. On 16 February 2005 the case was adjourned due to the absence of a prosecutor.", "30. On 2 March 2005 the case was not tried again due to the applicant's failure to appear.", "31. On 24 March 2005 the District Court partly upheld the applicant's action and awarded him a lump sum of RUB 45,919.02 in outstanding compensation for health damage, monthly payments of RUB 3,857.94 in compensation for health damage and RUB 6,000 in compensation for damage caused by a delay in payment of monthly sums. Thus, as compared with the quashed final judgment of 18 November 1997, the court awarded a lesser lump sum but higher monthly payments.", "32. On 7 July 2005 the Rostov Regional Court upheld the judgment on appeal.", "33. As to the enforcement of the judgment, the monthly payments were made regularly and the lump sum was transferred to the applicant's account by 30 November 2005.", "34. On 15 February 2006 the Proletarskiy District Court of Rostov-on-Don granted the applicant's request and quashed the judgment of 24 March 2005 as upheld on 7 July 2005 due to newly-discovered circumstances.", "35. On 28 February 2006 and on 28 March 2006 the applicant unsuccessfully requested suspension of the proceedings as the same claims were considered by another court (see para. 46 below).", "36. On 17 April 2006 the Proletarskiy District Court of Rostov-on-Don discontinued the proceedings as the applicant failed to appear before the court and did not request the case to be tried in his absence.", "37. In August 2000 the applicant lodged an action against the Federal Treasury complaining that the lump sum awarded under the judgment of 18 November 1997 had never been paid to him. He sought compensation for pecuniary and non-pecuniary damage.", "38. On 14 December 2000 the Leninskiy District Court stayed the proceedings because the President of the Rostov Regional Court had lodged an application for a supervisory review of the judgment of 18 November 1997.", "39. The decision of 14 December 2000 was quashed on appeal on 6 March 2001 and the proceedings were resumed.", "40. On 4 June 2003 the Leninskiy District Court disallowed the applicant's action against the Treasury. That decision was quashed on 9 July 2003 and the action was sent to the District Court for an examination on its merits.", "41. On 6 October 2003 the Leninskiy District Court dismissed the applicant's action on the ground that the judgment of 18 November 1997 had been quashed by way of supervisory review on 15 March 2001 and that on 10 December 2002 the applicant had obtained another judgment in his favour. On 12 November 2003 the Rostov Regional Court upheld the judgment of 6 October 2003.", "42. In September 1999 the applicant brought proceedings against authorities demanding adjustment of his monthly payments.", "43. On 22 May 2000 the Leninskiy District Court of Rostov-on-Don dismissed the applicant's action. The judgment was upheld on appeal and became final on 11 October 2000.", "44. On 13 February 2006 the applicant requested the case to be reopened due to newly discovered circumstances.", "45. On 30 March 2006 the Leninskiy District Court granted the claim and quashed the judgment of 22 May 2000.", "46. After the resumption of the proceedings the applicant amended his claims several times. Eventually he claimed damages for the delays in payments and failures to adjust them, making the claims similar to those considered in another case (see para. 35 above).", "47. On 17 January 2007 the Leninskiy District Court granted the applicant's claims in part. It made the relevant adjustments and awarded the applicant compensation for the underpaid sums in the amount of RUB 231,065.39, monthly payments of RUB 7,766.51 and yearly payments of RUB 2,387.32.", "48. On 14 May 2007 the Rostov Regional Court upheld the judgment on appeal.", "49. The monthly payments were made without delay. As to the lump sum, it was received by the applicant in November 2007.", "50. In July 2000 the applicant lodged another action seeking adjustment of his monthly payments to take account of increases of the minimum monthly wage.", "51. On 27 October 2000 the Leninskiy District Court upheld the action. That judgment was quashed on appeal on 21 August 2002 and the case was remitted for a fresh examination.", "52. On 4 October 2002 the District Court dismissed the claims in full. On 25 December 2002 the Rostov Regional Court upheld the judgment.", "53. In September 2000 the authorities, by a unilateral decision, reduced the amount of monthly payments to the applicant. Two months later he lodged an action against the authorities complaining about the reduction and seeking compensation for damage.", "54. On 13 December 2000 the Pervomayskiy District Court of Rostovon-Don held that the authorities the applicant sued were not the proper respondent and disallowed the action against them. However, the District Court ordered another authority, the local Social Security Service, to join the proceedings as a respondent party and to resume payments of monthly sums to the applicant in accordance with the judgment of 18 November 1997.", "55. On 28 January 2001 the Rostov Regional Court, acting on appeal, upheld the judgment of 13 December 2000 in the part concerning the disallowance but quashed the remaining part of the judgment and sent the matter for a fresh examination.", "56. On 15 November 2001, as a result of the re-examination, the District Court dismissed the applicant's claims in full. The applicant did not appeal.", "57. The applicant lodged an action before the Pervomayskiy District Court asking for information to be disclosed about local judges who had not been provided with housing premises in accordance with the law. By the final judgment of 19 December 2001 the Rostov Regional Court dismissed the action, noting that the information was confidential.", "58. In 2001 the applicant unsuccessfully asked the authorities to provide him with information concerning the representation of their interests in courts. He complained about the refusal to a court.", "59. On 19 December 2001 the Rostov Regional Court, in the final instance, dismissed the complaint, noting that the applicant's rights and freedoms had not been infringed by the refusal.", "60. On 24 January 2001 the applicant brought proceedings before the Constitutional Court of the Russian Federation claiming unconstitutionality of some of the law provisions concerning payments for disability caused by the Chernobyl nuclear disaster.", "61. On 19 June 2002 the Constitutional Court found the provisions constitutional, thus rejecting the applicant's claim. At the same time it noted that by these norms the State took an obligation to make the relevant payments within a specified period of time. It underlined, with the reference to the practice of the European Court of Human Rights, that when an award is made by a final judgment, it should be enforced without delay.", "62. The applicant, relying on the decision of 19 June 2002 of the Constitutional Court, asked the Pervomayskiy District Court to review its final judgment of 15 November 2001 due to newly discovered circumstances.", "63. On 18 February 2002 the District Court dismissed the request. That decision became final on 7 May 2003 when the Rostov Regional Court upheld it on appeal.", "64. Under section 9 of the Federal Law on Enforcement Proceedings of 21 July 1997, a bailiff must enforce a judgment within two months.", "65. The relevant domestic law governing the supervisory review procedure in the material time is summed up in the Court's judgment in the case of Sobelin and Others v. Russia (nos. 30672/03, 30673/03, 30678/03, 30682/03, 30692/03, 30707/03, 30713/03, 30734/03, 30736/03, 30779/03, 32080/03 and 34952/03, §§ 3342, 3 May 2007)."], "VIOLATED_ARTICLES": ["13", "6", "P1"], "VIOLATED_PARAGRAPHS": ["P1-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}