{"ITEMID": "001-69266", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CZE", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF CHMELIR v. THE CZECH REPUBLIC", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - finding of violation sufficient;Costs and expenses partial award - domestic proceedings", "JUDGES": "Jean-Paul Costa", "TEXT": ["8. Criminal proceedings had been pending since 1997 against the applicant, who had absconded. On 12 February 1998 he was arrested by the police and remanded in custody by the Tábor District Court (Okresní soud).", "9. By a judgment of 3 March 1999, the České Budĕjovice Regional Court (Krajský soud) convicted the applicant on several counts, including theft, trespass and illegal possession of weapons, and sentenced him to eight years' imprisonment. It also imposed a fine and disqualified him from driving for five years. The judgment also concerned a number of co-defendants, including V.Š. senior and V.Š. junior.", "10. The applicant and the prosecutor lodged appeals before the Prague High Court (Vrchní soud) .", "11. On 27 April 1999, R.T., a judge at the High Court, was allowed to withdraw from the criminal case V.Š. and Others on the ground that he was acquainted with V.Š.'s family.", "12. Mr Chmelíř's appeal was subsequently severed from those of his co-defendants. According to the Government, the severance was necessary because of the applicant's numerous obstruction tactics. The applicant disputed that allegation in his observations, contending that his case had been severed no later than at the second hearing in November 1999, the first having taken place at the end of the previous summer.", "13. Appeals by the applicant's co-defendants were dismissed by the High Court on 22 November 1999.", "14. On 1 September 2000 the High Court division, in which Judge R.T. was sitting, dismissed the applicant's appeal as ill-founded.", "15. On 4 December 2000 Mr Chmelíř lodged a constitutional appeal against the decisions of the lower courts. He complained in particular of the lack of impartiality of two of the High Court judges, observing that one of them knew the family of one of his co-defendants – and had, on that ground, been ordered to stand down from hearing the appeal lodged by the co-defendants, but not the applicant's severed appeal – and that the other was the defendant in an action he had brought for the protection of personality rights.", "16. On 30 January 2001 the Constitutional Court dismissed the applicant's appeal as manifestly ill-founded, as it had found no indication that the applicant's guaranteed rights had been violated.", "17. On 9 July 2004 the applicant was released on licence.", "18. On 3 December 1999 the applicant applied for the withdrawal of M.V., President of the High Court division to which his appeal had been referred, alleging that they had had an intimate relationship in 1996.", "19. On 20 December 1999 the High Court decided at a private sitting not to require M.V. to stand down from the applicant's case. Noting that M.V. had stated on 17 December 1999 that he had not been acquainted with the applicant before the criminal case against the latter was referred to him, the court considered that the applicant was simply using dilatory tactics.", "20. On 5 January 2000 Mr Chmelíř appealed against that decision through counsel, contending that the High Court had failed to bring together the requisite documents. In his view, even if the objection of bias was lacking in justification, its subject matter was so serious that Judge M.V. should objectively have been excluded from hearing the case.", "21. On 25 January 2000 the applicant's appeal was dismissed by the Supreme Court (Nejvyšší soud) as ill-founded.", "22. By a decision of 15 February 2000 given by the President of the High Court division (M.V.) under Article 66 § 1 of the Code of Criminal Procedure, the applicant was fined 50,000 Czech korunas (CZK) (approximately 1,674 euros) for contempt of court, on the grounds that he had made false allegations in his application of 3 December 1999 and that those allegations represented an insolent and unprecedented attack on M.V. and were intended to delay the proceedings. The applicant was warned that another similar attack could in the future be classified as a criminal offence.", "23. On 24 August 2000 the applicant's appeal was declared inadmissible by the Supreme Court, which considered that the impugned decision had been rendered at second instance.", "24. On 7 February 2000 the applicant submitted a fresh application for the withdrawal of M.V. from the case, on the ground that he had brought an action against the judge for the protection of personality rights. He considered that this action in itself cast doubt on M.V.'s impartiality.", "25. At the High Court hearing on 3 March 2000, the applicant learnt that his application for the judge's withdrawal had been rejected at a private sitting of that court on 1 March 2000. The division presided over by M.V. considered that the applicant's request simply represented a provocative obstruction and a fresh attack on the judge's moral integrity. In the decision of 1 March 2000, the court stated that, in reaching its finding, it had referred to the content of the application for the judge's withdrawal, to the statement made by M.V. on 17 December 1999 (during the proceedings concerning the first application for withdrawal) and to the applicant's previous attempts to obstruct the criminal proceedings.", "26. Mr Chmelíř appealed against that decision to the Supreme Court and also lodged a constitutional appeal in which he relied on his right to a fair hearing.", "27. On 24 August 2000 the Constitutional Court (Ústavní soud) dismissed that appeal, without examining it on the merits, considering that it was premature.", "28. On the same day, the Supreme Court declared the applicant's appeal inadmissible, finding that the impugned decision had been rendered at second instance (by an appeal court) and that it was therefore unappealable.", "29. On 7 February 2000 the applicant brought an action for the protection of personality rights before the Prague 4 District Court (Obvodní soud) against Judge M.V. in his capacity as president of the division to which his appeal had been referred. He alleged that he had suffered non-pecuniary damage because M.V. had obliged him to attend a hearing on 23 December 1999 even though the judge had been informed of an anonymous threat concerning the presence of explosives on the court premises.", "30. On 20 April 2000 the applicant was requested to submit further particulars of his claims, failing which the proceedings would be discontinued. He complied with the request on 8 May 2000.", "31. On 12 July 2000 the court discontinued the proceedings on the ground that the submissions lacked precision.", "32. The applicant appealed on 18 August 2000.", "33. On 23 March 2001 the Prague City Court (Městský soud) set aside the decision of 12 July 2000, finding that cases concerning the protection of personality rights should be heard by the regional courts (or, in Prague, the City Court).", "34. On 12 February 2002 the High Court of Prague settled the dispute as to jurisdiction by referring the case to the Prague City Court.", "35. On 10 October 2002 the City Court judge requested the applicant to submit more precise claims.", "36. On 26 August 2003 the applicant's case was dismissed because he had failed to provide sufficient particulars of his claims.", "37. On 8 March 2004 the High Court, to which the applicant had appealed, set aside the judgment of 26 August 2003 and decided that it was necessary to proceed with the examination of that part of the action which concerned redress for non-pecuniary damage (evaluated by the applicant at CZK 500,000).", "38. On 17 September 2004 the City Court rejected that part of the application. The applicant intended to appeal.", "39. The relevant provisions of the Code of Criminal Procedure as applicable at the material time are as follows:", "“No judge, prosecutor, investigator or police representative may act in criminal proceedings if there is any doubt as to their impartiality, whether because they have a connection with the case concerned, with the persons involved therein, or with the lawyers, statutory representatives or agents of such persons, or because they have a connection with another prosecuting authority. No measure taken by a disqualified person may form the basis of any decision arising from the criminal proceedings.”", "“A decision requiring a judge to stand down for the reasons provided for in Article 30 shall be taken, even proprio motu, by the authority concerned. With respect to a judge sitting in a particular division, the decision shall be taken by that division. Such decisions shall be appealable and the matter shall be settled by the higher authority.”", "“Anyone who ignores a warning and continues to obstruct the course of the proceedings, or who behaves in an insulting manner towards the court, the prosecutor, the investigator or the police representative, or who fails to comply with an order or formal notice issued under the present law, may be ordered by the president of the division or, during preparatory proceedings, by the prosecutor, investigator or police representative, to pay a disciplinary fine of up to 50,000 Czech korunas.”"], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}