{"ITEMID": "001-114769", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HUN", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF SÁSKA v. HUNGARY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 11 - Freedom of assembly and association (Article 11-1 - Freedom of peaceful assembly)", "JUDGES": "András Sajó;Guido Raimondi;Helen Keller;Nebojša Vučinić;Peer Lorenzen", "TEXT": ["5. The applicant lives in Budapest.", "6. On 13 October 2008 the applicant applied to the Budapest Police Department for authorisation for a political demonstration in front of Parliament, in Kossuth Square, a vast open area traditionally used for political demonstrations. The declared objectives of the demonstration were, among others, commemoration of the revolution of 1956 and of the tumultuous events in Budapest in 2006 as well as to call attention to the perceived absence of legal certainty in the country. The event was scheduled for Friday, 17 October 2008.", "7. According to Parliament’s official and public activity log available on the Internet, the only event taking place on that date in Parliament’s building was a conference and open day organised by the Hungarian Alliance for Enhancing Female Careers under the title “Employment – Equality of Chances – Competitiveness”. No parliamentary session was scheduled.", "8. On 14 October 2008 the Police Department proposed to the applicant that the planned demonstration be held in a secluded part of Kossuth Square, rather than its entirety. The applicant refused this suggestion.", "9. On 15 October 2008 the Police Department forbade the demonstration. It was of the view that the planned demonstration would ‘gravely endanger’ the functioning of Parliament, which was a legitimate ground for prohibiting it under section 8(1) of the Assembly Act. In particular, the speeches and music – belonging in the programme and amplified – might disturb the MPs’ work. Moreover, the participants – whose number was estimated at 150 to 200 persons – might physically impede the MPs’ driving in and out of Parliament’s car park, which, in the authority’s view, amounted to restricting their freedom of movement and to inhibiting the functioning of the organ of the people’s representation.", "10. The applicant applied for judicial review. He submitted in particular that another demonstration with an agenda identical to his but scheduled for Wednesday, 15 October 2008, had not been forbidden on exactly the same location; this fact showed, in his view, discrimination against him and his planned event. According to Parliament’s official and public activity log available on the Internet, on 15 October 2008 five parliamentary commissions were in session.", "11. On 22 October 2008 the Budapest Regional Court dismissed his complaint, endorsing in essence the Police Department’s reasoning."], "VIOLATED_ARTICLES": ["11"], "VIOLATED_PARAGRAPHS": ["11-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}