{"ITEMID": "001-81691", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF KUC v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 5-3", "JUDGES": "Nicolas Bratza", "TEXT": ["4. The applicant was born in 1936 and lives in Katowice. He is currently detained in Racibórz Prison.", "5. On 2 June 1999 the applicant was arrested by the police on suspicion of having assisted an offender who was being sought pursuant to a “wanted” notice. He was subsequently brought before the Jastrzębie Zdrój District Prosecutor (Prokurator Rejonowy) and charged with having intentionally impeded the apprehension of an arrestable offender. The actual offender had been charged with homicide. The prosecutor applied to the Jastrzębie Zdrój District Court (Sąd Rejonowy) for the applicant to be detained pending the investigation.", "6. On 4 June 1999 the District Court, after hearing evidence from the applicant, remanded him in custody for 3 months in view of the reasonable suspicion that he had committed the offence with which he had been charged. The court also considered that, given that the applicant had not confessed and that the evidence given by him contradicted the material gathered by the prosecution, there was a fear that he would induce witnesses to give false testimony or would otherwise obstruct the proper course of the proceedings.", "7. The applicant’s appeal against the detention order, as well as his further appeals against decisions prolonging his detention and all his subsequent repeated applications for release and appeals against refusals to release him, were unsuccessful. In his applications and appeals, he argued that the charge against him was based on unreliable and contradictory evidence. He referred to his personal circumstances, in particular his age (he was 63 at that time).", "8. In the course of the investigation, on 30 September 1999, the applicant was charged with attempted homicide and 2 counts of armed robbery. The decision setting out the charges against the applicant was further amended on four occasions.", "9. Between 17 August 1999 and 15 November 2000 the courts prolonged the applicant’s pre-trial detention on 6 occasions. The relevant decisions were given, respectively, by the Katowice Regional Court (Sąd Okręgowy) on 17 August and 19 October 1999, the Katowice Court of Appeal (Sąd Apelacyjny) on 24 November 1999, 23 February and 15 November 2000 and the Supreme Court (Sąd Najwyższy) on 25 May 2000. The Supreme Court prolonged the applicant’s detention until 2 December 2000.", "10. In all those decisions the courts relied on a strong suspicion that the applicant had committed the offences with which he had been charged, which was supported by evidence from witnesses and experts. They attached importance to the serious nature of those offences and the likelihood of a heavy sentence being imposed on the applicant. They further considered that the need to secure the proper conduct of the investigation, especially the need to verify evidence from the suspects and witnesses, justified holding him in custody.", "11. In the course of the proceedings, the courts informed the prosecutor and the applicant’s lawyer about the dates of the sessions concerning the review of the applicant’s pre-trial detention. Nevertheless, the applicant’s lawyer failed to appear at the sessions.", "12. The representatives of the prosecution participated in all court sessions relating to the prolongation of the applicant’s detention and were invited to state their position as to the necessity of keeping the applicant in custody.", "13. In the meantime, the relevant penitentiary court had ordered that the applicant serve a sentence of imprisonment imposed in other criminal proceedings. He served that sentence from 2 June 1999 (the date of his arrest in the present case) to 27 July 2000.", "14. At a session held on 15 November 2000, at which the applicant’s lawyer was present, the Katowice Court of Appeal prolonged the applicant’s detention until 2 March 2001, repeating the grounds that had been given in the previous decisions and – more particularly – relying on the need to secure and supplement evidence gathered in the investigation. That decision and the reasons therefor were upheld on appeal on 20 December 2000 at a session at which the applicant’s lawyer was present.", "15. On 29 December 2000 the applicant was indicted before the Kielce Regional Court on charges of attempted homicide, armed robbery, burglary and having intentionally impeded the apprehension of an arrestable offender. The bill of indictment comprised 9 accused. In all, 49 charges were brought against them. The principal accused, a certain J.P., was charged with 4 counts of homicide, 6 counts of attempted homicide, several counts of incitement to homicide and several counts of armed robbery. The prosecution asked the court to hear evidence from 162 witnesses.", "16. On 24 January 2001 the Kielce Regional Court ordered that the applicant and his 6 co-defendants be kept in custody until 2 June 2001. The court referred to a strong likelihood that he had committed the serious offences with which he had been charged and stressed that a heavy penalty might be imposed on him. It considered that the severity of the anticipated penalty could by itself be a sufficient ground for continuing the detention in order to secure the proper course of the proceedings. In that context, the court added that both the gravity of the charges and the applicable sentence justified the conclusion that the defendants, if released, would obstruct the trial for fear of having that sentence executed.", "17. Subsequently, the case was referred to the Katowice Regional Court, within whose territorial jurisdiction the offences in question had been committed.", "18. On 23 May 2001 the Katowice Regional Court, under Article 263 § 3 of the Code of Criminal Procedure, ordered that the applicant be kept in custody until 2 December 2001. It reiterated the grounds previously given for his detention. On 4 July 2001 the Katowice Court of Appeal, ruling on the applicant’s appeal, upheld the decision and added that it should be based on Article 263 § 4 since the applicant’s detention had already exceeded the statutory time-limit of 2 years laid down in that provision, it being immaterial that during most of that period he had served the earlier sentence of imprisonment. The Court of Appeal fully shared the lower court’s view that there were valid grounds for the applicant’s detention.", "19. The applicant’s detention was subsequently prolonged under Article 263 § 4 of the Code of Criminal Procedure on many occasions.", "20. The relevant decisions were given on the following dates.", "21. On 26 November 2001 the Katowice Regional Court ordered that the applicant be held in custody until 2 March 2002. On 28 February 2002 that court ordered his continued detention until 2 July 2002 but then amended its decision and set the deadline for 8 April 2002. This was due to the fact that after the latter date only the Court of Appeal could prolong his detention beyond the term laid down in Article 263 § 3 of the Code of Criminal Procedure.", "22. On 13 March 2002 the Katowice Court of Appeal prolonged the applicant’s detention until 30 November 2002. On 30 October 2002 it prolonged his detention until 30 April 2003. On 23 April 2003 it ordered that the applicant be kept in custody until 30 September 2003. The next decision was given on 17 September 2003; it extended the applicant’s detention until 30 December 2003. It was followed by the decision of 23 December 2003, whereby the Court of Appeal prolonged the applicant’s detention until 30 April 2004.", "23. All the decisions reiterated the grounds previously given for the applicant’s detention, most notably the reasonable suspicion of his having committed the offences in question and the severity of the anticipated penalty which, in the courts’ opinion, justified keeping him in custody to secure the proper conduct of the proceedings. The Court of Appeal also held that the proceedings had not been unduly protracted and that the frequent adjournments had been caused by events for which the Regional Court could not be held responsible.", "24. All appeals and applications for release filed by the applicant – who repeatedly contested the factual basis for the charges against him and invoked the principle of the presumption of innocence – were to no avail.", "25. In the meantime, the court held a number of hearings scheduled for various dates, some of which were cancelled or adjourned due to the absence of the applicant’s co-defendants, some of whom had been released, or the fact that the defendants still in detention had not been brought to trial from prison. As of October 2002, the trial court had heard evidence from over 160 witnesses.", "26. On 20 April 2004 the Katowice Regional Court gave judgment. The applicant was convicted and sentenced to fifteen years’ imprisonment. He appealed. The applicant’s detention was subsequently prolonged on three occasions.", "27. On 1 June 2005 the Katowice Court of Appeal upheld the impugned judgment. The applicant failed to inform the European Court whether he lodged a cassation appeal with the Supreme Court.", "28. Neither during the proceedings nor after their termination did the applicant make use of domestic remedies for the excessive length of judical proceedings under the Law of 17 June 2004 on complaints about a breach of the right to a trial within a reasonable time (Ustawa o skardze na naruszenie prawa strony do rozpoznania sprawy w postępowaniu sądowym bez nieuzasadnionej zwłoki) (“the 2004 Act”).", "29. The Code of Criminal Procedure of 1997, which entered into force on 1 September 1998, defines detention on remand as one of the socalled “preventive measures” (środki zapobiegawcze).", "Article 249 § 5 provides that the lawyer of a detained person should be informed of the date and time of court sessions at which a decision concerning the prolongation of detention on remand is to be taken.", "30. A more detailed rendition of the relevant domestic law and practice concerning the imposition of detention on remand (aresztowanie tymczasowe), the grounds for its prolongation, release from detention and rules governing other, so-called “preventive measures are stated in the Court’s judgments in the cases of Gołek v. Poland, no. 31330/02, §§ 27-33, 25 April 2006 and Celejewski v. Poland, no. 17584/04, §§ 22-23, 4 August 2006.", "31. The relevant domestic law and practice concerning remedies for the excessive length of judicial proceedings are stated in the Court’s decisions in cases of Charzyński v. Poland no. 15212/03 (dec.), §§ 1223, ECHR 2005-V and Ratajczyk v. Poland no. 11215/02 (dec.), ECHR 2005VIII."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-3"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}