{"ITEMID": "001-68504", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF GUMUS AND OTHERS v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 10;Violation of Art. 6-1 with regard to the lack of independence and impartiality;Not necessary to examine other complaints under Art. 6;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "", "TEXT": ["4. The first applicant, Mr Fethi Gümüş, is a Turkish citizen, born in 1947 and living in Diyarbakır. He is a lawyer practising in Diyarbakır. The second applicant, Mr Ali Öncü, is a Turkish citizen, born in 1960 and living in Diyarbakır. He is a member of the TESİŞ Workers’ Union (TESİŞ Sendikası). The third applicant, Ms Sevtap Yokuş, is a Turkish citizen, born in 1966 and living in Kocaeli. She is a lecturer at the Law Faculty of Kocaeli University. The fourth applicant, Mr Sabahattin Acar, is a Turkish citizen, born in 1964 and living in Diyarbakır. He is a lawyer practising in Diyarbakır. The fifth applicant, Mr Vezir Perişan, is a Turkish citizen, born in 1951 and living in Diyarbakır. He is a member of the Municipal Workers’ Union (Belediye-İş Sendikası).", "5. The edition dated 24 March 1992 of the newspaper “Diyarbakır Söz” and the edition dated 25 March 1992 of the newspaper “Felak” carried a press statement drafted by a delegation which included the applicants, two former Turkish parliamentarians, Leyla Zana and Hatip Dicle, and twenty representatives of various political parties and democratic public organisations.", "The press statement which appeared in the newspapers read as follows:", "“The Kurdish nation has enhanced its honourable struggle for its claim to the right to a humane existence. The State, which is a party to the problem, has suddenly carried its war mechanism to the region so as to suppress this legitimate struggle by violence.", "The 21st March, the day of the Nevroz festival, was declared to the press as the official starting date of the large-scale operation by the President, the Chief of Staff and the Under Secretary of the National Intelligence Service. The covert war in Şırnak, Cizre and Nusaybin came to light with the images of tanks, armoured carriers and helicopters shown on television. After the mountains, which have been under bombardment since January, it is now the civilian population which is being bombed.", "The civilians who celebrated Nevroz in Cizre, Nusaybin, Şırnak and other places where incidents occurred, did not attack or open fire on security forces. That no members of security forces had been killed by gunfire during the Nevroz celebrations was confirmed by official declarations.", "For the time being, the consequences of the war are 53 dead, hundreds of wounded, dozens of disappeared persons, thousands of detentions, burials in collective graves reminiscent of genocide and bombed, destroyed and burnt-down houses.", "The security forces lack humane and judicial values. During the incidents, the transport of the injured was hindered, the vehicles carrying injured people were fired on, the health professionals and the relatives of the wounded who tried to help were threatened. Journalists, who tried to observe the incidents, were not allowed to enter the settlement units. They were also threatened, harassed and killed.", "The Government cannot control the State. Laws are not respected in the region. The Laws on War to which the State is a party do not apply to this war. The conditions for the application of the 1949 Geneva Conventions exist. We invite the parties to this war to conform to the provisions of the Geneva Conventions.", "We invite the public not to be onlookers to the massacre but to act in solidarity with the Kurdish People who are exposed to massacre and whose rights are violated.”", "6. On 19 June 1992 the public prosecutor at the Diyarbakır State Security Court initiated criminal proceedings against the applicants and sixteen other individuals who had signed the press statement. Citing the text of the press statement, the public prosecutor charged them with incitement to hatred and hostility by making distinctions between persons on the basis of ethnic origin. The public prosecutor requested the Diyarbakır State Security Court to apply Articles 312 §§ 2 and 3 of the Criminal Code and Article 5 of the Prevention of Terrorism Act 1991.", "7. The public prosecutor submitted his observations during the proceedings and requested the court to sever the case of Mr Hüseyin Turhallı from the others, to acquit N.Y., T.K. and S.K., and to apply Article 312 § 2 and Article 5 of the Prevention of Terrorism Act 1991 to the remaining accused persons.", "8. In the proceedings before the Diyarbakır State Security Court, the applicants and the other co-accused did not deny that they had drafted the press statement. However, they claimed that the statement was not the same in content as the one which had been published in the newspapers and which formed the basis of the charges against them. They submitted that the public prosecutor had relied on another press statement drafted by the parliamentarians, Mr Hatip Dicle and Mrs Leyla Zana. They also maintained that their press statement had not been included in the case file and, accordingly, they could not be convicted on the basis of the content of their own press statement.", "9. On 20 February 1995 the State Security Court, composed of three judges including a military judge, accepted the applicants’ defence as well as that of their co-accused. They were all acquitted of the charges.", "10. On 21 February 1995 the public prosecutor appealed to the Court of Cassation which, on 19 May 1995, upheld the acquittal of N.Y., T.K. and S.K., but quashed the acquittal of the applicants and other co-accused. The case was remitted to the Diyarbakır State Security Court.", "11. On 24 February 1997 the Diyarbakır State Security Court convicted the applicants and seven of their co-accused of incitement to hatred on the basis of a distinction between regions under Article 312 of the Criminal Code. The court first sentenced them to one year and eight months’ imprisonment and a fine of TRL 100,000. The court noted that the press statement in question was a summary of the declaration which the accused had drafted. However, having regard to the fact that the applicants and their co-accused had no previous convictions and to their good conduct during the trial, the court suspended their sentences.", "12. The applicants and their co-accused appealed against their conviction. On 8 October 1997 the Court of Cassation dismissed their appeal. It upheld the Diyarbakır State Security Court’s assessment of the evidence and its reasons for dismissing the applicants’ defence.", "13. The relevant domestic law and practice in force at the material time are outlined in the following judgments: Karkın v. Turkey (no. 43928/98, §§ 17 and 19, 23 September 2003), Özel v. Turkey (no. 42739/98, §§ 20-21, 7 November 2002), Özdemir v. Turkey, no. 59659/00, §§ 21-22, 6 February 2003 and Gençel v. Turkey (no. 53431/99, §§ 11-12, 23 October 2003)."], "VIOLATED_ARTICLES": ["10", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}