{"ITEMID": "001-57618", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ESP", "BRANCH": "CHAMBER", "DATE": 1989, "DOCNAME": "CASE OF UNIÓN ALIMENTARIA SANDERS S.A. v. SPAIN", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;Pecuniary damage - financial award;Costs and expenses award - Convention proceedings", "JUDGES": "J.A. Carrillo Salcedo", "TEXT": ["8. Unión Alimentaria Sanders is a limited company in the food industry and has its registered office in Madrid.", "9. In 1974, it concluded a contract whereby it would finance the rearing of pigs belonging to it on a farm owned by another company, Linconin SA. In return, Linconin SA was to pay the price of the animals and the administrative costs. Owing to its insolvency, however, it was unable to honour its commitments; and in the meantime it had sold the pigs.", "Criminal proceedings were brought against Linconin SA and its directors but were subsequently discontinued following a general amnesty.", "10. On 2 May 1979, Unión Alimentaria Sanders SA brought an action in the Barcelona Court of First Instance (juzgado de primera instancia) for payment of the sum it considered was owed to it by Linconin SA and one of its directors, Mrs P. Since it thought the company and Mrs P. to be insolvent, it also brought two actions based on the principle of subrogation against them and three other persons, for the enforcement of contracts for the purchase of land and a farm by the first two defendants and the registration of the purchase in the land register.", "11. The case was assigned to the Barcelona Court of First Instance no. 9, which summoned the defendants to appear before it. Only one of these, Mrs B., appeared, however; the others could not be found. Mrs B. raised preliminary objections and submitted observations on the merits.", "On 27 November 1980, the court requested the parties to produce their evidence, and this they did from 17 December 1980 to 26 March 1981. Once that was done, it asked them to make their submissions, since they were not seeking a hearing. The applicant company did so on 29 October, and Mrs B. on 12 November.", "12. In an order (providencia) of 28 December 1981, the court declared the case ready for decision (declaró los autos conclusos para sentencia). By Article 678 of the Code of Civil Procedure, judgment had to be given within twelve days, or within fifteen days if the file contained more than a thousand items.", "13. On 10 July 1983, Unión Alimentaria Sanders SA wrote to the court to complain of a breach of Article 24 para. 2 of the Constitution, which guarantees \"the right to a public trial without undue delay (sin dilaciones indebidas) and with all safeguards\".", "On 21 October 1983, the company applied to the Constitutional Court for a declaration that there had been undue delay in the proceedings in question, an order requiring the trial court to give judgment and a declaration that the applicant company was entitled to compensation for the damage ensuing from the delay. The Constitutional Court dismissed the appeal (recurso de amparo) on 23 January 1985 (see paragraphs 17-19 below).", "14. On 17 December 1983, the Court of First Instance no. 9 found partly in favour of the applicant company. It ordered Linconin SA and Mrs P. jointly and severally to pay the plaintiff the sum of 1,852,343.67 pesetas with statutory interest, and two of the defendants who were sued on the principle of subrogation to perform the contract for the sale of certain land and have it entered in the land register. On the other hand, the court dismissed the applicant company’s claims against Mrs B.", "In one of the recitals of fact, it acknowledged the delay in giving judgment but gave no reason for it.", "15. On 23 December 1983, Unión Alimentaria Sanders SA appealed against the judgment. The file was sent to the Barcelona Court of Appeal (Audiencia Territorial) on 25 April 1984, and in May the case was allocated to the First Civil Chamber of that court.", "On 5 June, the applicant company stated that it was ready for the trial; on 10 July, the Court of Appeal held that the defendants had forfeited their right to submit written observations as they had not appeared.", "On 13 September 1984, after the file had been studied by the reporting judge, the court declared the case to be ready for trial, without however setting any date for the hearing.", "16. A third civil chamber had been established in the meantime, and the case was transferred to it on 27 September 1985, pursuant to a decision of 4 September. On 17 March 1986, it appointed a new reporting judge and set the case down for trial on 6 May.", "On 12 May 1986, the Third Civil Chamber partly allowed the applicant company’s appeal and ordered Mrs B. to repay Linconin SA a specified sum paid for the purchase of the land; it upheld the remainder of the judgment of the court below. The appeal court’s judgment was notified to the applicant company by the Court of First Instance on 13 September.", "17. During the proceedings in the Court of Appeal, the Constitutional Court was considering the application brought by Unión Alimentaria Sanders SA on 21 October 1983 (see paragraph 13 above).", "It declared the application admissible on 30 November and subsequently received observations from Crown Counsel (ministerio fiscal), the applicant company and counsel representing the Government (Abogado del Estado).", "Crown Counsel recognised that there had been undue delay, which was not explained by the Court of First Instance, but considered that once the normal course of the trial had been resumed and judgment given, the constitutional appeal no longer had any purpose except to obtain compensation. Counsel for the Government submitted that the case had become devoid of purpose.", "18. In its judgment of 23 January 1985 dismissing the appeal, the Constitutional Court first rejected these submissions by Crown Counsel and counsel for the Government and then concluded as follows on the merits:", "\"... Having reviewed the criteria relating to the complexity of the case and to the conduct of the judicial authorities and the parties, the Court must examine the consequences of the trial for the rights and interests at stake. This is one of the factors to be considered, as has often been pointed out by the European Court of Human Rights (Buchholz judgment). In its claim for compensation, the appellant company has given no indication of any consequences of the delay other than the precautionary entry which, in order to cover itself against the outcome of the trial, it had made [in the land register] against security at the time of the civil proceedings, so as to provide for possible compensation of the defendants if they should succeed at trial. Nothing was said about the practical consequences of the length of the trial for the rights and interests of the plaintiff. The latter confined itself in its submissions to noting the aforementioned effect of the precautionary step provided for in section 42 of the Mortgages Act and ‘non-pecuniary damage’, about which it remained vague. It thus appears that the time factor was not of primary importance in the instant case. Seeing that only court costs and the amount of the security were involved, it does not seem that this case before the Barcelona court merited any priority. If other, more urgent cases were pending, nothing precluded giving them priority and provisionally postponing the decision which is the subject of the present appeal.", "Consideration must also be given to what is regarded as the norm in respect of a court’s level of activity and output in the light of the number of cases to be dealt with. This was the factor to which counsel for the Government referred when he set out the position not only of the court which had to deal with the case under appeal but also of the other Barcelona courts dealing with ordinary - and other - cases within their jurisdiction. He stressed the temporary backlog of cases and saw that as one of the reasons for the length of the trial in issue. This Court must consider that factor, just as the European Court of Human Rights has done, which has given judgment, under Article 6 para. 1 (art. 6-1) of the Convention, on delays found to have occurred in different types of trial. The Buchholz judgment may be cited as an example.", "The length of an ordinary trial of a case which is complex and much disputed but does not merit any priority must be assessed on the basis of all these factors and in the light of the total time taken up by the trial. Inasmuch as the right to a trial without undue delay is not the same thing as strict compliance with court deadlines and does not necessarily mean that there is no abnormal situation, the delays during the civil proceedings in issue are not sufficient to warrant the conclusion that there has been a breach of Article 24 para. 2 of the Constitution ...\" (Boletín de Jurisprudencia Constitucional no. 46, February 1985, p. 152).", "19. One of the judges, however, dissented:", "\"...", "In the absence of any justification duly advanced by the trial court, we must ascertain whether or not the dilatoriness of which it is accused amounts to ‘delay’ within the meaning of Article 24. Even accepting the relevance of the criteria adopted in the judgment of this Court, the signatory of this separate opinion does not approve the manner in which they have been applied. The action was brought on 2 May 1979 and judgment given on 17 December 1983. A total duration of more than four and a half years is in principle excessive if we take into account ... the ‘total time taken up by the trial’ and particularly if we remember that the trial court did not indicate to us any special feature of the case justifying such dilatoriness. In the absence of any detailed justification, it is likewise not possible ... to consider ‘what is regarded as the norm in respect of a court’s level of activity and output’. Since normality is what corresponds to the norm and not what departs from it, even if the norm is more often honoured in the breach than in the observance, the traditional slowness of the system of justice cannot be regarded as ‘normal’. Furthermore, if the length of trials were to continue to grow longer, if the failure to comply with the norms of ‘output of the system of justice’ were to become widespread and if such ‘abnormal’, but commonplace, circumstances always had to be taken as a basis for assessing whether or not the right to a trial without undue delay had been respected, the protection of this fundamental right would by that very fact be reduced to nought ...\" (ibid., p. 154).", "20. On 18 October 1986, Unión Alimentaria Sanders SA applied to the Barcelona Court of First Instance no. 9 for enforcement of the Court of Appeal’s judgment and seizure of the defendants’ assets, which it listed. That application is still pending.", "21. In its report for 1982 the General Judicial Council noted that each of the Barcelona courts of first instance had had to deal with an average of 1,800 cases.", "The same courts continued to lack judges for periods that recurred more and more often, despite the use of substitutes for urgent matters. This was the case with Court of First Instance no. 9: the judge had to be replaced on several occasions in 1982/83 for health reasons. He retired on 27 July 1983 and his successor was not installed until 21 September 1983. Two months later, however, the new appointee left the post, which again remained vacant. Until 22 February 1984, when the new incumbent took up his duties, the judge of the Barcelona Court of First Instance no. 1, acting as a substitute, dealt with the cases assigned to Court no. 9, and he it was who gave the judgment in the instant case (see paragraph 14 above).", "22. Similar difficulties prevailed in the Barcelona Court of Appeal, to the point that the Ombudsman (Defensor del Pueblo) devoted a chapter of his report for 1985 to them. He stressed the large number of complaints about the length of proceedings in the Court of Appeal’s civil chambers and mentioned the inquiry into them which had been instituted (Boletín oficial de las Cortes Generales, 15 September 1986, p. 125).", "Between 1981 and 1984 the volume of cases to be dealt with by the two chambers had increased by 62%. Two new judgeships were created in 1983; but as this measure proved inadequate, a new chamber was established in 1985 and cases pending before the other two chambers were transferred to it - 964 from the First Chamber and 586 from the Second Chamber. The parties had to be informed, new reporting judges appointed and a new timetable prepared in order to deal with the backlog of cases, priority being given to the most urgent.", "23. In June 1985, the Council (Junta de Gobierno) of the Barcelona Bar launched a campaign to secure an improvement in the system of justice in the city with a manifesto which by January 1986 had already been signed by a thousand lawyers.", "24. More generally, in his reports for 1983 and 1984 the Ombudsman drew the attention of the Chamber of Deputies (Congreso de Diputados) to the frequency of complaints about the law’s delays and the difficulty of obtaining enforcement of judgments. In the following year he described the situation as alarming. In his view, the main reasons for it were the shortage of staff and the continual changing of judges.", "25. The Spanish State indeed took several relevant steps at national level. An institutional Act of 10 January 1980, for example, established the General Judicial Council, and the Judicature Act of 1 July 1985 reorganised the system. Between the two, a royal decree of 3 July 1981 set up four new courts of first instance in Barcelona, which have been in operation since September 1981; and an Act of 21 May 1982 established new judicial districts there.", "Lastly, an Act of 28 December 1988 completely reorganised the administration of justice. Between 1989 and 1992 the number of judges is planned to rise from 2,000 to 3,570. In Barcelona 10 additional courts are to be set up by converting district courts (tribunales de distrito) into courts of first instance, which will increase the number of the latter to 44 by 1992; and the Barcelona Provincial Court should have 64 judges."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}