{"ITEMID": "001-23445", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "ADMISSIBILITY", "DATE": 2003, "DOCNAME": "DJURICIC v. CROATIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis", "TEXT": ["The applicant, Mr Strahinja Djuričić, a Croatian citizen, who was born in 1924, died on 24 October 2002. His wife, Ms Zorka Djuričić expressed a wish to pursue the application. The Respondent Government are represented by their Agent Ms Lidija Lukina-Karajković.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 28 April 1995 the applicant instituted civil proceedings before the Bjelovar Municipal Court (Općinski sud u Bjelovaru) seeking damages from the Republic of Croatia.", "Before 5 November 1997, when the Convention entered into force in respect of Croatia, the first instance court adopted a judgment which was quashed upon the applicant’s appeal . The first instance court then adopted a new judgment which was upheld upon the applicant’s appeal by the Bjelovar County Court (Županijski sud u Bjelovaru) on 12 November 1996.", "On 25 November 1996 the applicant filed a request for revision on points of law.", "On 17 December 1997 the Supreme Court rejected the applicant’s request. On 7 April 1998 the decision to that effect was forwarded to the Supreme Court’s Case-Law Study Department (Služba evidencije, praćenja i proučavanja sudske prakse) in order to secure its conformity with the Supreme Court’s case-law.", "On 4 May 1998 the above-mentioned Department forwarded the decision to the Supreme Court’s Civil Department Registry.", "On 12 May 1998 the decision was forwarded to the Bjelovar County Court and from there, on 28 May 1998, to the Bjelovar Municipal Court. The latter served the decision on the applicant on 8 June 1998.", "On 17 June 1998 the applicant filed a constitutional complaint.", "On 22 July 1998 the Constitutional Court invited the applicant to file additional submissions. The applicant did so on 31 August 1998.", "On 7 October 1998 the Bjelovar Municipal Court sent the case-file to the Constitutional Court.", "On 21 October 1998 the Constitutional Court forwarded the applicant’s complaint to the State Attorney’s Office (Državno odvjetništvo Republike Hrvatske).", "On 10 May 2001 the Constitutional Court rejected the applicant’s complaint."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}