{"ITEMID": "001-93849", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "ADMISSIBILITY", "DATE": 2009, "DOCNAME": "SANKOV v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Anatoly Kovler;Dean Spielmann;Elisabeth Steiner;Giorgio Malinverni;Khanlar Hajiyev;Sverre Erik Jebens", "TEXT": ["The applicant, Mr Oleg Valeryevich Sankov, is a Russian national who was born in 1969 and lives in Novocherkassk. The Russian Government (“the Government”) were represented by Mr P. Laptev, former Representative of the Russian Federation at the European Court of Human Rights.", "The local police organised an undercover drug purchase operation targeting the applicant, who was suspected of involvement in drug dealing.", "On 17 April 2002 a plain clothes police officer came to the applicant’s flat and asked if he could purchase opium. The applicant allegedly agreed and asked for 150 roubles (RUB) for a sachet of opium. The police officer presented the applicant with RUB 150 in marked bills, took the sachet and went down to a lower landing in the building where he handed the sachet with the opium to the other police officers in the presence of three attesting witnesses B., K., and Ya. The police officers and the said witnesses went to the applicant’s flat. The police conducted a search and found the marked bills and more opium. The applicant was arrested and detained pending investigation and trial.", "On 29 April 2002 the investigator dismissed the applicant’s lawyer request for a dactylographic expert examination of the banknotes found at the applicant’s flat. In particular, the investigator indicated as follows:", "“The fact that [the applicant] was guilty of selling 0.17 grams of opium to L. has been fully and objectively proven by the [evidence collected].”", "During the trial the applicant maintained his innocence, alleging that the police had set him up. According to him, on 17 April 2002 an acquaintance, M., came to his flat to see his wife. As his wife was not home, M. left. The applicant was about to close the door after her when several policemen burst into the flat. One of them handcuffed him. Another one put three fifty-rouble bills on the cupboard. When the police checked them, they turned out to be marked. Then another policeman “found” opium in the breadbin. The opium was shown to B., K. and Ya., the three witnesses who had come with the police.", "The court granted the prosecutor’s request to read out the records of the testimonies given by B., K. and Ya in the course of the investigation. The court overruled the applicant’s objection, noting that those persons did not live at the addresses they had indicated and that their current whereabouts were unknown to the authorities.", "On 1 November 2002 the Novocherkassk Town Court of the Rostov Region found the applicant guilty of drug dealing and sentenced him to five years’ imprisonment.", "The court based its findings on the following evidence: testimonies given in court by three policemen who had been involved in the undercover drug purchase, the applicant’s arrest and the search of his flat; records of the testimonies given by B., K. and Ya., who had been questioned in course of the criminal investigation and confirmed the policemen’s account of the events of 17 April 2002; records concerning the organisation of the undercover operation by the police, including the marking of the money bills, photocopies of the bills, and the report on the search of the applicant’s flat; and reports on forensic examination of the money bills, opium, and wipe samples from the applicant’s hands.", "The court also heard evidence from M., who confirmed the applicant’s version of the events. The court, however, found her testimony unreliable, having regard to the fact that she was a friend of the applicant’s wife.", "The applicant appealed. He complained, inter alia, that the money bills had not been subject to fingerprint examination and that he had not had the opportunity to confront witnesses B., K. and Ya.", "On 4 March 2003 the Rostov Regional Court upheld the applicant’s conviction on appeal. As regards the fingerprint examination requested by the applicant, the court noted that it could not be performed because the bills had already been subjected to a series of other expert examinations that would render the results unreliable. As for the trial court’s failure to obtain the attendance of three witnesses, the court noted that the witnesses could not be found at the addresses they had indicated.", "On 10 June 2004 the Pervomaiskiy District Court of Rostov-on-Don reviewed the applicant’s conviction to take account of recent amendments to the Russian Criminal Code and reduced his sentence to four years and six months’ imprisonment.", "On 14 October 2004 the Presidium of the Rostov Regional Court reclassified the charges against the applicant and reduced his sentence to four years and five months’ imprisonment.", "On 30 November 2006 the Deputy General Prosecutor of the Russian Federation asked the Supreme Court of the Russian Federation for the supervisory review of the applicant’s conviction. The prosecutor argued, inter alia, that the trial court had failed to duly obtain the attendance of witnesses B., K., and Ya.", "On 18 January 2007 the Presidium of the Supreme Court of the Russian Federation quashed the judgments of 1 November 2002 and 4 March 2003 by way of supervisory review and remitted the matter for fresh consideration. As regards the trial court’s use of the statements made by B., K. and Ya. the Supreme Court acknowledged that the trial court’s failure to obtain the witnesses’ attendance amounted to a violation of the applicant’s right set out in Article 6 § 3 (d). The Supreme Court noted that the authorities’ attempts to find the missing witnesses had not been satisfactory. According to the Supreme Court’s findings, all three witnesses had been students at the material time and had been residing in Novocherkassk temporarily. They had also provided the police with the addresses of their permanent residence. However, the trial court had kept on serving process on them at their old temporary addresses, and no attempt had been made to locate them at the permanent addresses they had indicated.", "On an unspecified date the Novocherkassk Town Court of the Rostov Region opened a new trial. The court requested the bailiffs to obtain the attendance of witnesses B., K. and Ya. by serving process on them at their permanent residence.", "On 21 May 2007 a bailiff in the town of Belaya Kalitva certified that witness B. could not be found at the address he had indicated and that his whereabouts were unknown.", "On 22 May 2007 a bailiff in Novocherkassk certified that witness Ya. could not be found at his permanent place of residence. According to Ya.’s family, he had been working abroad since 2006 and they did not know when he was coming back.", "On 21 September 2007 the Novocherkassk Town Court of the Rostov Region found the applicant guilty of drug dealing and sentenced him to four years and four months’ imprisonment. The court based its findings, as before, on the testimonies of the police officers and witnesses B., K. and Ya., records concerning the undercover operation, as well as forensic evidence. Witness K. testified in court, while witnesses B. and Ya. could not attend. The court read out statements obtained from them in the course of the investigation.", "Both the applicant and the prosecutor appealed. The applicant maintained his innocence, claiming that the trial court had based its findings on contradictory evidence; that the investigator had failed to inform him of the decisions to commission forensic expert reports; that the trial court had failed to promptly examine M., who had later died and been unable to testify on his behalf.", "On 27 November 2007 the Rostov Regional Court upheld the applicant’s conviction on appeal dismissing the applicant’s arguments as unsubstantiated."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}