{"ITEMID": "001-108689", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF KURIER ZEITUNGSVERLAG UND DRUCKEREI GMBH v. AUSTRIA", "IMPORTANCE": "3", "CONCLUSION": "No violation of Article 10 - Freedom of expression -{General} (Article 10-1 - Freedom of expression)", "JUDGES": "Elisabeth Steiner;Erik Møse;Julia Laffranque;Khanlar Hajiyev;Linos-Alexandre Sicilianos;Mirjana Lazarova Trajkovska", "TEXT": ["5. The applicant company, a limited liability company with its registered office in Vienna, is the owner and publisher of the daily newspaper Kurier.", "6. In November 2003 criminal investigations were launched in respect of A and B who were suspected of the repeated and serious ill-treatment and sexual abuse of 10-year-old C, which had caused severe injuries. A is C’s father and B is her stepmother. C was taken to hospital and several media reported the case.", "7. After C left the hospital in May 2004 she stayed with D, her biological mother. On 9 December 2004 custody of C was transferred to the X Regional Youth Welfare Agency (Jugendwohlfahrtsträger des Landes X) for the period of 1 December 2003 to 29 November 2004 and from 30 November 2004 onwards it was transferred to D.", "8. The trial of B and A was held in February 2005 and media interest in the case grew again. At the same time C had a relapse and began suffering from severe psychological problems again, making it necessary for her to be re-admitted to hospital.", "9. On 21 February 2005 A and B were convicted of aggravated sexual abuse of minors (schwerer sexueller Missbrauch von Unmündigen), deliberate aggravated bodily harm (absichtliche schwere Körperverletzung) and ill-treatment of minors (Quälen von Unmündigen). They were sentenced to fifteen years’ imprisonment and ordered to pay compensation for non-pecuniary damage.", "10. The applicant company published two articles in Kurier on 16 and 22 February 2005, using the first name of C and the full names of A and B, and illustrating them with photographs of A and B", "11. On 16 February 2005 an article was published in the applicant company’s newspaper, which read as follows:", "“Judge: ‘C could easily have been dead’", "When 10-year-old C was taken into hospital, nine percent of her body was burnt. She had burn wounds on her upper body and around her genitals, multiple broken ribs, a fractured skull, bruises everywhere and a deep cut in her arm ‘almost as though an attempt had been made to amputate it’ (one of the trial participants). ‘The child could just as easily have been dead’ Judge J.J. told the girl’s father, one of the accused, in no uncertain terms in the X Regional Court on Tuesday. A [age], and his second wife, B [age], are accused of reducing C to this state.", "AT HOME In her parents’ flat in the AB district of X, C was beaten, tortured, ill-treated and severely sexually abused between August 2003, when A fetched C from her grandparents’ home in Y ‘to give her a better life’ (the accused’s words) and early December 2003, when he took his daughter to hospital with life-threatening injuries. That is beyond doubt. The couple both try to place (the bulk of) the blame on each other. C stated that it was her stepmother who had deprived her of her virginity using a cooking spoon and who had pressed down on her private parts with a soup spoon heated over a candle. She accused her stepmother and her father of kicking her, binding and gagging her, tying her to the bedpost and leaving her kneeling beside the bed like that for hours. This was described as ‘corporal punishment’ by defence lawyer R.S., meted out because, according to A, ‘my wife told me that C was constantly masturbating’. He claimed that he had felt ‘out of his depth’ as a father.", "COOKING SPOON He claims not to have known that his wife sexually assaulted C with a cooking spoon, or that she had pressed a red-hot iron on the girl’s breast. He had only noticed the wounds later. ‘Why didn’t you take your daughter to the doctor?’ asked the judge. ‘Because my wife said I shouldn’t’ came the reply. B puts most of the blame on her husband. She claims to have hit C only once, when the girl was being really bad. She regards herself ‘as a victim too’ (defence lawyer M.B.). The victim of a husband who was ‘incredibly’ violent, who beat her and the children; a husband who would not allow her to take her children to the doctor when he had beaten them. Because she was afraid of him she had looked away, or looked on, while C was tormented. The trial resumes on 21 February.”", "12. On 22 February 2005 a further article was published in the applicant company’s newspaper, which read as follows:", "“Maximum sentence for C’s parents", "Father and stepmother of ‘torture victim’ sentenced to fifteen years’ imprisonment each at first instance", "On the opening day of the trial C’s stepmother was not (yet) afraid to look into the cameras: By the end of the trial on Monday B [age] was doing the same as her husband A [age], sitting in the dock with her head bowed. On day two it was the turn of the court experts and C to give evidence. However, the girl was spared the ordeal of appearing before the X Regional Court. Now aged twelve, she gave her evidence on film during the preliminary proceedings. ‘How far away are they, those bad people?’ C had asked at the time, before describing her ordeal. The video footage shown to the jury lasted one hour. The public was prohibited from watching. C’s lawyer, E.P., had requested that they be excluded. ‘The girl was so frightened of giving evidence. She made her statements on the understanding that they would be treated with discretion. Her sense of modesty, integrity and trust would be damaged again if her statements were to reach the media.’ The request was granted. According to forensic medical expert C.R., a plugged-in iron had been placed on the girl’s upper body ‘at least six times’, ‘not just gliding over it, but held in one place’. The 10-year-old had third-degree burns, including burn wounds around her genitals, when she was taken to hospital by her father in December 2003. In addition she had a fractured skull, multiple broken ribs and a cut which went down almost to the bone. The abuse perpetrated against ‘torture victim C’ (the words of forensic child psychologist A.G.) will have lasting psychosexual effects. A.G. believes that the girl’s experiences will resurface as soon as she begins to have contact with the opposite sex. But ‘even now the child undoubtedly receives daily reminders of what happened, for instance in the form of nightmares. C’s lawyer requested the court to award the girl 100,000 euros in compensation and 25,000 euros for the cost of a transplant. ‘No civil proceedings will be conducted in this case, in order to spare C further examination’. The jury’s verdict was swift: fifteen years’ imprisonment for each of the accused – the maximum sentence. C was awarded the 125,000 euros. ‘You destroyed this child. You deserve the maximum sentence’ said Judge J.J. C’s father lodged an appeal immediately, while his wife asked for time to consider.”", "13. In subsequent proceedings under section 7a of the Media Act, C, represented by the Regional Youth Welfare Agency, sought compensation from the applicant company for the damage caused by the publication of her name, the names and pictures of her parents and further details given in the two articles of 16 and 22 February 2005, which together made her identifiable to the wider public.", "14. On 24 November 2005 the X Regional Criminal Court (Landesgericht für Strafsachen) rejected C’s request for compensation. It observed that already at an early stage of the criminal proceedings the case had attracted considerable media attention. The case and the identity of the offenders had therefore been known to the public.", "15. As regards the articles at issue, the Regional Court found that by mentioning the first name of the victim, her age, the first names and family names of the offenders, indicating their family relationship to the victim and publishing pictures of the father and the stepmother, the victim had become recognisable to a wide number of persons beyond the circle of those directly informed. Therefore, these articles constituted an intrusion into the victim’s strictly private life and injured her legitimate interest in remaining anonymous and she was in principle entitled to compensation.", "16. However, the interest protected by Article 8 of the Convention had to be weighed against the interest protected by Article 10 of the Convention. If there existed an overriding public interest in the information about the particular circumstances which allowed for the identification of offender and victim, such interest outweighed the interest of the victim to remain anonymous.", "17. Even though the publication of the identity of the persons involved in a criminal offence was normally unnecessary for understanding how the offence was committed, how the investigations progressed or whether the perpetrator had been convicted, there was a public interest in being informed of the identity of persons who had committed a criminal offence against a child, as such information might serve to prevent similar acts in the future. Despite the interest of the victim in not having her identity disclosed, the disclosure was justified because of the public interest in knowing the identity of the perpetrators and the subsequent wider public discussion on violence against children.", "18. On 28 June 2006 the X Court of Appeal, on an appeal by C, quashed the decision of the Regional Court and granted C compensation in the amount of 5,000 euros (EUR) for each of the two articles published.", "19. The Court of Appeal agreed with the Regional Court that the articles at issue, which described in detail the severe ill-treatment and sexual abuses of which C was the victim constituted an intrusion into her strictly private life and injured her legitimate interest to remain anonymous. It also agreed with the Regional Court that the identity of the offenders, A and B, was not protected under the Media Act and it was therefore, in principle, allowed to report on them while citing their names and also publishing pictures.", "20. However, the permissibility of disclosing the victim’s identity had to be examined separately and with due diligence. The mere fact that she had become the victim of a crime which attracted considerable public attention was not sufficient to consider her a person connected with public life. Under section 7a of the Media Act the predominant public interest which outweighs the victim’s personal interest in not disclosing his or her identity must relate to the identity of the person, and that particular information should have a genuine news value. A mere general interest in appropriate press reporting on criminal cases was not sufficient to establish such a predominant public interest. In the present case such a genuine interest in the identity of the victim could not be established. There was no predominant public interest in revealing the identity of the offenders as the public could have been informed on the psychological dynamics of violent crimes and sexual abuse committed within the family without revealing the identity of the victim. The reporting also did not serve the purpose of warning and protecting the public (Warn- und Schutzfunktion) because the accused had already been taken into detention and there was no indication that they had assaulted other minors.", "21. Therefore, the publication of articles disclosing the identity of the offenders and indicating the family relationship between the offenders and the victim in such a way that the identity of the victim is revealed in cases which touch upon a victim’s strictly private life was in breach of section 7a of the Media Act.", "22. Section 7a of the Media Act which has the title “protection against divulging a person’s identity in special cases” (“Schutz vor Bekanntgabe der Identität in besonderen Fällen”), reads as follows:", "“(1) Where publication is made, through any medium, of a name, image or other particulars which are likely to lead to the disclosure to a larger not directly informed circle of people of the identity of a person who", "1. has been the victim of an offence punishable by the courts, or", "2. is suspected of having committed, or has been convicted of, a punishable offence,", "and where legitimate interests of that person are thereby injured and there is no predominant public interest in the publication of such details on account of the person’s position in society, of some other connection with public life, or of other reasons, the victim shall have a claim against the owner of the medium (publisher) for damages for the injury suffered. The award of damages shall not exceed 20,000 euros; additionally, section 6(1), second sentence, shall apply.", "(2) Legitimate interests of the victim shall in any event be injured if the publication", "1. in the case of subsection (1)1, is such as to give rise to an interference with the victim’s strictly private life or to his or her exposure,", "2. in the case of subsection (1)2, relates to a juvenile or merely to a lesser indictable offence (Vergehen) or may disproportionately prejudice the advancement of the person concerned.", "(3) No compensation claim under paragraph 1 exists if", "1. the publication at issue is based on a truthful report on a public session of the National Council or the Federal Council, the Federal Assembly, a regional diet or a committee of one of these general representative bodies;", "2. the publication of the information on the person has been decided officially, in particular for the purposes of criminal justice or public security;", "3. the person concerned has agreed to the publication or if the publication is based on information given by that person to the media;", "4. it is a direct broadcast on radio or television (live programme) and the employees or contractors of the radio or television station have not neglected the principles of journalistic diligence;", "5. the information has been published on a retrievable website and the owner of the media or its employees or contractors have not neglected the principles of journalistic diligence.”", "23. Section 6(1) second sentence of the Media Act, to which reference has been made above, reads as follows:", "“The amount of compensation shall be fixed according to the extent of the publication, its impact and, in particular, the type of media and how broadly it is disseminated; the compensation must not endanger the economic existence of the media owner.”", "24. Article 31 of the Council of Europe Convention on the Protection of Children against Sexual Exploitation and Sexual Abuse of 25 October 2007, CETS No. 201, in so far as relevant reads as follows:", "“Article 31 – General measures of protection", "(1) Each party shall take the necessary legislative or other measures to protect the rights and interests of victims, including their special needs as witnesses, at all stages of investigations and criminal proceedings, in particular by:", "...", "(e) protecting their privacy, their identity and their image and by taking measures in accordance with international law to prevent the public dissemination of any information that could lead to their identification;”", "25. In the Explanatory Report to the Convention on the Protection of Children against Sexual Exploitation and Sexual Abuse, paragraph 222 gives the following comment on Article 31 of that Convention:", "“The article goes on to list a number of procedural rules designed to implement the general principles set out in Article 31: the possibility for victims of being heard, of supplying evidence, of having their privacy, particularly their identity and image protected, and of being protected against any risk of retaliation and repeat victimisation. The negotiators wished to stress that the protection of the victim’s identity, image and privacy extends to the risk of “public” disclosure, and that these requirements should not prevent this information being revealed in the context of the actual proceedings, in order to respect the principles that both parties must be heard and the inherent rights of the defence during a criminal prosecution.”", "26. On 28 June 1985 the Committee of Ministers of the Council of Europe adopted Recommendation Rec(85)11 on the position of the victim in the framework of criminal law and procedure. In section F (Protection of privacy) point 15 reads as follows:", "“Information and public relations policy in connection with the investigation and trial of offences should give due consideration to the need to protect the victim from any publicity which will unduly affect his private life and dignity. If the type of offence or the particular status or personal situation and safety of the victim make such a special protection necessary, either the trial before the judgment should be held in camera or disclosure or publication of personal information should be restricted to whatever extent is appropriate;”", "27. On 31 October 2001 the Committee of Ministers of the Council of Europe adopted Recommendation Rec(2001)16 on the protection of children against sexual exploitation. In Article III (Criminal law, procedure and coercive measures in general) point 32 reads as follows:", "“Ensure throughout judicial, mediation or administrative proceedings the confidentiality of records and respect for the privacy of children who have been victims of sexual exploitation.”", "28. On 10 July 2003 the Committee of Ministers of the Council of Europe adopted Recommendation Rec(2003)13 on the provision of information through the media in relation to criminal proceedings. The Appendix to that Recommendation contains the following principles:", "“Principle 1 - Information of the public via the media", "The public must be able to receive information about the activities of judicial authorities and police services through the media. Therefore, journalists must be able to freely report and comment on the functioning of the criminal justice system, subject only to the limitations provided for under the following principles.", "...", "Principle 8 - Protection of privacy in the context of ongoing criminal proceedings", "The provision of information about suspects, accused or convicted persons or other parties to criminal proceedings should respect their right to protection of privacy in accordance with Article 8 of the Convention. Particular protection should be given to parties who are minors or other vulnerable persons, as well as to victims, to witnesses and to the families of suspects, accused and convicted. In all cases, particular consideration should be given to the harmful effect which the disclosure of information enabling their identification may have on the persons referred to in this Principle.", "An even stronger protection is recommended to parties who are minors, to victims of criminal offences, to witnesses and to the families of suspects, the accused and convicted persons ...”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["10"], "NON_VIOLATED_PARAGRAPHS": ["10-1"], "NON_VIOLATED_BULLETPOINTS": []}