{"ITEMID": "001-114981", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "ADMISSIBILITY", "DATE": 2012, "DOCNAME": "TOTH v. CROATIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Anatoly Kovler;Elisabeth Steiner;Erik Møse;Isabelle Berro-Lefèvre;Khanlar Hajiyev;Linos-Alexandre Sicilianos", "TEXT": ["1. The applicant, Mr Milenko Toth, is a Croatian national, who was born in 1962 and is currently serving a prison term in Lepoglava State Prison (“the Prison”).", "2. The Croatian Government (“the Government”) were represented by their Agent, Ms Š. Stažnik.", "3. The facts of the case, as submitted by the parties, may be summarised as follows.", "4. By a decision of the Prison Governor of 30 November 2007, the applicant was found to have committed two disciplinary offences. The relevant part of the decision reads:", "“The accused inmate Toth Milenko ...", "is guilty", "(1) in that on 6 November 2007 when he was receiving his mail he started to curse and insult prison guard J.K. by telling him ‘It is obvious how much schooling you have now when you are searching this!’ and ‘I fuck you unschooled!’; and", "(2) in that on 6 November 2007, during a search of prisoners in Section 1A of the Prison, he insulted prison guards D.S. and M.B. by calling them “garbage” and then prevented them from carrying out their duties by holding D.S. by the hand and starting to pull him and saying ‘Leave this, you garbage’ and when they used force against him he threatened them by yelling ‘I’m going to kill you all!’.”", "As regards the offence under (1), the applicant was found to have disclosed impolite behaviour and to have verbally insulted the guards. He was punished with a prohibition on using money inside the Prison for a period of three months. As regards the offence under (2), he was found to have prevented an official from carrying out his duties and punished with twenty-one days of solitary confinement.", "5. On an unspecified date the applicant lodged an appeal arguing that the facts of the case had been wrongly established.", "6. On 4 January 2008 a Varaždin County Court sentence-execution judge (sudac izvršenja Županijskog suda u Varaždinu) in substance upheld the Governor’s decision, in that he found that the applicant had committed one minor disciplinary offence consisting of insults, making threats and impolite behaviour and one grave disciplinary offence consisting of preventing an official from carrying out his or her duties. He punished the applicant with twenty-one days of solitary confinement for the grave disciplinary offence and also upheld the other sanction imposed.", "7. On 9 November 2007 the Prison administration lodged a criminal complaint against the applicant with the Ivanec Municipality State Attorney’s Office (Općinsko državno odvjetništvo u Ivancu) alleging that on 6 November 2007 the applicant had uttered threats to “find and kill them all” to prison guards D.S. and M.B.", "8. In the course of the criminal proceedings a copy of the abovementioned disciplinary decision was enclosed in the case-file.", "9. On 31 January 2008 the applicant was indicted on charges of making death threats to State officials in the Varaždin Municipal Court (Općinski sud u Varaždinu). On 7 April 2010 that court found the applicant guilty of two counts of making threats. The relevant part of the decision reads:", "“The accused Toth Milenko ...", "is guilty", "in that at 1 p.m. on 6 November 2007 in Section 1A of the Lepoglava State Prison, during the search of his belonging, when he was separated from the other inmates by guards D.S. and M.B. because of the threat that he would burn down his cell, and, being revolted, he called guards D.S. and M.B. garbage and told them that he was going to find and kill them all.”", "He was sentenced to three years and ten months’ imprisonment.", "10. The applicant lodged an appeal whereby he complained, inter alia, that the principle of ne bis in idem had been violated. On 7 May 2010 the Varaždin County Court dismissed the appeal, finding that the first proceedings conducted in the prison had been disciplinary and not criminal in nature. The relevant part of the judgment reads:", "“... a disciplinary measure is not a criminal punishment because the prison bodies which conduct disciplinary proceedings are not courts ... Even though the main purpose of a disciplinary measure ... is deterring of the perpetrator from committing a fresh disciplinary offence, a disciplinary offence ... does not involve deprivation of liberty ...”", "11. On 11 May 2010 the applicant lodged a request for an extraordinary review of a final judgment with the Supreme Court (Vrhovni sud Republike Hrvatske) whereby he again complained, inter alia, that the principle of ne bis in idem had been violated.", "12. On 20 May 2010 the applicant lodged a constitutional complaint whereby he also, inter alia, complained that the principle of ne bis in idem had been violated.", "13. On 31 August 2010 the Supreme Court dismissed the request for the extraordinary review of a final judgment on the same basis as the County Court.", "14. On 4 July 2012 the Constitutional Court (Ustavni sud republike Hrvatske) dismissed the applicant’s constitutional complaint of 20 May 2010, endorsing the views of the lower courts.", "15. The relevant provisions of the Criminal Code (Kazneni zakon, Official Gazette nos. 110/1997, 27/1998, 50/2000, 129/2000, 51/2001, 113/2001, 190/2003, 105/2004, 84/2005, 71/2006, 152/2008 and 57/2011) read:", "“(1) Whoever threatens another person with harm in order to intimidate or disturb that person shall be fined up to one hundred and fifty monthly wages or sentenced to imprisonment for a term not exceeding six months.", "(2) Whoever seriously threatens to kill another person ... shall be fined or sentenced to imprisonment for a term not exceeding one year.", "...”", "“(1) Whoever insults another person shall be fined ... or sentenced to imprisonment for a term not exceeding three months.", "(2) Whoever insults another person ... in front of other people ... shall be fined ... or sentenced to imprisonment for a term not exceeding six months.", "...”", "“(1) Whoever, [whether] by using force or threatening that he or she will use force, prevents an official from carrying out his or her duties or in the same manner forces him or her to carry out his or her duties shall be sentenced to imprisonment for a term of between three months and three years.", "...”", "16. The relevant provisions of the Code of Criminal Procedure (Zakon o kaznenom postupku, Official Gazette nos. 110/1997, 27/1998, 58/1999, 112/1999, 58/2002, 143/2002, 63/2002, 62/2003 and 115/2006) read as follows:", "“An infringement of the Criminal Code arises if:", "...", "3. there exist circumstances which exclude criminal prosecution, in particular, where ... the matter has already been finally adjudicated;", "...”", "“(1) A defendant who has been finally sentenced to a prison term ... may lodge a request for the extraordinary review of a final judgment on account of infringements of this Act.", "(2) A request for the extraordinary review of a final judgment shall be lodged within a month after the final judgment has been served on the defendant.", "...”", "“The Supreme Court shall decide requests for the extraordinary review of a final judgment.”", "“A request for the extraordinary review of a final judgment may be lodged [in respect of]:", "1. an infringement of the Criminal Code to the detriment of the convicted person under Article 368(1)-(4) of this Act ...", "...", "3. an infringement of the rights of the defence at the trial or of the procedural rules at the appellate stage, if it may have influenced the judgment.”", "17. The relevant provisions of the Enforcement of Prison Sentences Act (Zakon o izvršavanju kazne zatvora, Official Gazette nos. 128/1999 and 190/2003), read as follows:", "“...", "(2) Minor disciplinary offences are:", "...", "8. insulting and impolite behaviour;", "...", "(3) Grave disciplinary offences are:", "...", "4. violent behaviour;", "...", "10. preventing an official or any other person involved in the implementation of the programme of execution [of prison sentences] from performing their duties;", "...”", "“(1) Disciplinary offences are punishable with disciplinary measures.", "(3) Disciplinary measures are:", "1. an admonition;", "2. restriction or prohibition on using money inside the prison for up to three months;", "3. restriction or temporary deprivation of some or all privileges enumerated in sections 129 and 130 of this Act;", "...", "5. solitary confinement for up to twenty-one days during free time or [all] day and night;", "...”", "“(1) A prisoner who commits a criminal offence liable to State-assisted prosecution and a fine or imprisonment of up to six months shall be given a disciplinary punishment.", "(2) When a prisoner commits any other criminal offence liable to State-assisted prosecution, the prison governor shall immediately inform a competent State attorney of it. The prison governor may order the temporary separation of that prisoner from the other prisoners ... until a court’s decision.", "...”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}