{"ITEMID": "001-90549", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF KLIBER v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial", "JUDGES": "David Thór Björgvinsson;Giovanni Bonello;Lech Garlicki;Ledi Bianku;Mihai Poalelungi;Nicolas Bratza", "TEXT": ["4. The applicant was born in 1938 and lives in Otwock.", "5. The applicant lives in a block of flats in Otwock.", "6. In 1981 (according to the applicant) or in 1985 (according to the applicant’s neighbour) the applicant’s neighbour fitted bars to his balcony in such a way that they could serve as a ladder to the applicant’s apartment on the first floor, and subsequently, in 1994, he adapted part of the staircase as a cellar by constructing a wall, allegedly without the required permit.", "7. On 27 June 1994 the applicant informed the competent administrative authority about the construction works and requested that his neighbour be ordered to dismantle the bars and the wall on the staircase.", "8. On 28 February 1995, following numerous letters from the applicant seeking to accelerate the proceedings, the Otwock District Office (Urząd Rejonowy) ordered the applicant’s neighbour to carry out some reconstruction works on the bars. It did not refer to the wall on the staircase.", "9. On an unspecified date the applicant appealed to the Warsaw Governor (Wojewoda).", "10. The Warsaw Governor did not give a decision within the statutory fourteen-day time-limit. Therefore, on 12 March 1995, the applicant complained to the Chief Building Inspectorate (Główny Urząd Nadzoru Budowlanego).", "11. On 18 July 1995 the Chief Building Inspector allowed the complaint and ordered the Governor to give a decision within fourteen days.", "12. On 7 August 1995 the Warsaw Governor upheld the first-instance decision. The Governor did not refer to the wall.", "13. On 7 September 1995 the applicant lodged a complaint with the Supreme Administrative Court (Najwyższy Sąd Administracyjny).", "14. On 13 February 1997 the Supreme Administrative Court quashed the challenged decision and the decision of the first-instance authority.", "15. Apparently the Supreme Administrative Court scheduled another hearing to deal with a second part of the applicant’s complaint, concerning the wall constructed on his staircase.", "16. On 4 June 1997 the Supreme Administrative Court gave another judgment and ordered the Otwock District Office to give a decision in the matter of the wall constructed by the applicant’s neighbour, within one month of the date of delivery of the judgment.", "17. From the day on which the Supreme Administrative Court gave its second judgment, the administrative proceedings were split into two separate sets of proceedings.", "18. On 6 November 1997 the Otwock District Office ordered that expert opinions concerning fire regulations be obtained and imposed on the applicant’s neighbour an obligation to produce, within three months, a new specification for the installation of the bars on his balcony.", "19. The applicant’s neighbour failed to comply with the abovementioned order and, on 10 June 1998, the Otwock District Office sent him a reminder, set an additional three-week time-limit to carry out the necessary works and informed him that failure to comply with the order within the new time-limit would result in compulsory demolition of the bars.", "20. The applicant’s neighbour again did not comply with the order.", "21. On 16 September 1998 the Otwock District Office ordered compulsory demolition of the bars.", "22. On 28 September 1998 the applicant appealed against that decision holding that the demolition order should have concerned not only the bars, but also the canopy over the applicant’s neighbour’s balcony.", "23. On 17 February 1999 the applicant complained to the Supreme Administrative Court of inactivity on the part of the administration.", "24. On 24 July 2002 the applicant again lodged with the Supreme Administrative Court a complaint of inactivity on the part of the administrative authorities.", "25. On 21 October 2002 the Supreme Administrative Court acknowledged that “unreasonable delay” had occurred between 28 September 1998 (the date on which the applicant had lodged his appeal against the first-instance decision) and 9 October 2002 (the date on which the appellate administrative authority gave its decision, see below). However, the court, finding that the decision following the applicant’s appeal had just been given by the Mazowsze Regional Inspector of Construction Supervision, discontinued the proceedings and refused to impose a fine on the authority for delay.", "26. On 9 October 2002 the Mazowsze Regional Inspector of Construction Supervision quashed the Otwock District Office’s decision of 16 September 1998 and discontinued the proceedings, finding that the challenged decision had been founded on a wrong legal basis.", "27. On 9 November 2002 the applicant appealed.", "28. On 25 June 2004 the Warsaw Regional Administrative Court quashed the challenged decision, which meant that the decision ordering demolition of the bars remained in force.", "29. On 6 October 2004 the Mazowsze Regional Inspector of Construction Supervision upheld the decision of 16 September 1998, which had ordered the compulsory demolition of the bars.", "30. On 10 October 2004 the applicant lodged with the Chief Inspector of Construction Supervision (Główny Inspektor Nadzoru Budowlanego), a complaint of inactivity on the part of the Warsaw Regional Building Inspector, who had failed to enforce the final judgment of the Regional Administrative Court.", "31. On an unspecified date the applicant’s neighbour appealed against the decision of 6 October 2004 to the Warsaw Regional Administrative Court.", "32. On 10 January 2005 the Warsaw Regional Administrative Court ordered the applicant’s neighbour to rectify some procedural shortcomings of his appeal. He failed to do so within the prescribed time-limit and consequently on 7 February 2005, the Warsaw Regional Administrative Court dismissed his appeal.", "33. On 6 January 2005 the Chief Inspector of Construction Supervision found the applicant’s complaint of inactivity ill-founded and informed the applicant that the competent authority to enforce the final judgment and order demolition of the bars was the Otwock Local Inspector of Construction Supervision (Powiatowy Inspektor Nadzoru Budowlanego).", "34. On 12 July 2008 the applicant informed the Registry that the bars had been dismantled in 2005.", "35. On 29 September 1997, relying on the Supreme Administrative Court’s judgment of 4 June 1997, the Otwock District Office discontinued the proceedings in respect of the wall constructed on the applicant’s staircase, finding that, at the relevant time, no building permit for such a wall had been necessary.", "36. On 27 October 1997 the applicant appealed.", "37. On 6 February 1998 the Warsaw Governor upheld the challenged decision.", "38. On 25 March 1998 the applicant lodged a complaint with the Supreme Administrative Court.", "39. On 4 July 2002 the Supreme Administrative Court ordered the Mazowsze Regional Inspector of Construction Supervision (Wojewódzki Inspektor Nadzoru Budowlanego), who had meanwhile become the authority with jurisdiction to deal with that case, to send it the file concerning the challenged decision.", "40. On 24 July 2002 the applicant lodged with the Supreme Administrative Court a complaint of inactivity on the part of the administrative authorities.", "41. On 7 October 2002 the Supreme Administrative Court dismissed the applicant’s complaint against the Warsaw Governor’s decision of 6 February 1998.", "42. The relevant domestic law concerning inactivity on the part of administrative authorities is set out in the Court’s judgment in the case of Grabiński v. Poland, no. 43702/02, §§ 60-65, 17 October 2006."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}