{"ITEMID": "001-97395", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF GURYNENKO v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1", "JUDGES": "Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Mykhaylo Buromenskiy;Peer Lorenzen;Renate Jaeger;Zdravka Kalaydjieva", "TEXT": ["4. The applicant was born in 1947 and lives in the town of Cherkassy, Ukraine.", "5. In 1987 the applicant had an accident. Later he was registered disabled.", "6. On 24 April 1997 the applicant instituted proceedings against the Cherkassy Regional Department of the State Social Insurance Fund, the Cherkassy Commerce, Catering and Services Trade Union and the Cherkassy Cooperative Association in the Sosnivsky District Court of Cherkassy claiming compensation for the damage caused to him as a result of the accident. The applicants also sought the rectification of his work records.", "7. On 8 July 1997 the case was transmitted to the Pridneprovsky District Court of Cherkassy (“the first-instance court”).", "8. On 11 December 2002 the first-instance court partly allowed the applicant’s claims. On 27 January 2003 it gave an additional judgment by which the remainder of his claims were left without consideration.", "9. On 18 April 2003 the Cherkassy Regional Court of Appeal quashed the judgment of 11 December 2002 and the additional judgment of 27 January 2003 and remitted the case to the first-instance court for fresh consideration.", "10. On 16 April 2004 the first-instance court found against the applicant.", "11. On 8 July 2004 the Cherkassy Regional Court of Appeal upheld that judgment.", "12. The applicant lodged an appeal in cassation with the Supreme Court against the judgment of 16 April 2004 and the ruling of 8 July 2004. According to the applicant’s submissions, he also challenged a number of the procedural decisions taken by the lower courts before the Supreme Court.", "13. On 22 December 2005 the Supreme Court dismissed the applicant’s appeal in cassation.", "14. In respect of the applicant’s appeals in cassation against the procedural decisions, the Supreme Court informed him that they were not subject to appeal according to the provisions of the Civil Procedure Code. However, the applicant tried to institute administrative proceedings against the Supreme Court, claiming that the latter had taken no action to consider his appeals in cassation. His efforts were to no avail.", "15. The applicant’s subsequent requests to have the judgment of 16 April 2004 and the rulings of 8 July 2004 and 22 December 2005 reviewed under the extraordinary review procedure were rejected by the domestic courts as unsubstantiated.", "16. In October 2001 the applicant lodged a complaint against the Cherkassy Regional Federation of Trade Unions for refusing to employ him. On 3 July 2003 the Sosnivsky District Court of Cherkassy found against the applicant. On 28 October 2003 the Cherkassy Regional Court of Appeal upheld that judgment. On 6 April 2004 the Supreme Court upheld the decisions of the lower courts. Later, the applicant tried to institute criminal proceedings against the judge of the Sosnivsky District Court of Cherkassy who had considered his case, alleging that he had forged the court records and destroyed important documents. His efforts were to no avail.", "17. In February 2006 the applicant instituted proceedings against the Head of the Cherkassy Regional Department of the State Social Insurance Fund, Mr D., in the Sosnivsky District Court of Cherkassy, challenging his actions. On 10 April 2007 the court partly allowed his claims. On 24 November 2008 the Kyiv Administrative Court of Appeal upheld that judgment.", "18. In 2008 and 2009 the applicant instituted a number of administrative proceedings in the first-instance court complaining about actions of the judges at the first-instance court and the Supreme Court taken in their official capacity while considering his claims. These claims were rejected by the first-instance court. The applicant failed to provide detailed information about any appeals lodged with the higher courts against the rulings to reject his claims."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}