{"ITEMID": "001-76906", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "ADMISSIBILITY", "DATE": 2006, "DOCNAME": "INOZEMTSEV v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis", "TEXT": ["The applicant, Mr Valeriy Vladimirovich Inozemtsev, is a Russian national, who was born in 1961 and lives in the village of Listvyanka of the Ryazan Region. The Russian Government (“the Government”) were represented by Mr P. Laptev, Representative of the Russian Federation at the European Court of Human Rights.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant is a retired serviceman. On unspecified dates in the past, he had taken part in peace-keeping operations in former Yugoslavia and Tajikistan.", "On unspecified dates, the applicant instituted two sets of proceedings against military unit no. 03611, seeking to recover the unpaid daily allowances owed to him for his participation in the above operations.", "In the proceedings before the Military Court of the Ryazan Garrison (Рязанский гарнизонный военный суд) the representative of the military unit fully accepted both the applicant’s claims. He submitted that it was impossible to pay the sums owed to the applicant, since there was no mechanism developed for payment of daily allowances to servicemen who had been commissioned abroad. Furthermore, no funds were available for this purpose.", "On 11 December 2001 the Military Court of the Ryazan Garrison granted the applicant’s first claim and ordered the defendant to pay him 379,632.12 Russian roubles (“RUR”, approximately 14,170 euros at the material time). The court found that the applicant could not be deprived of the right to receive the sums owed to him because of the absence of an appropriate mechanism of payment. No appeal was lodged and this judgment became final on 24 December 2001.", "On 20 December 2001 the Military Court of the Ryazan Garrison granted the applicant’s second claim and ordered the defendant to pay him RUR 182,587.80 (approximately 6,683 euros at the material time). The court came to the same finding as above. No appeal was lodged and this judgment became final on 3 January 2002.", "On 5 February 2002 the Military Court issued two execution writs.", "On an unspecified date, the applicant submitted the execution writs to the Ryazan Regional Branch of the Federal Treasury. He was advised to apply to the Ministry of Finance for the latter to recover the amount due from the Ministry of Defence.", "On 22 April 2002 the applicant forwarded the execution writs to the Ministry of Finance.", "According to the Government, the Ministry acted under the procedure set out in Decree No. 143 and notified the Ministry of Defence about the applicant’s claims, requesting it to pay.", "By payment order no. 262 of 23 April 2003 the applicant received the outstanding amount of RUR 562,219.92 in full.", "Section 9 of the Federal Law on Enforcement Proceedings of 21 July 1997 provides that a bailiff’s order on the institution of enforcement proceedings must fix a time-limit for the defendant’s voluntary compliance with a writ of execution. The time-limit may not exceed five days. The bailiff must also warn the defendant that a coercive action will follow, should the defendant fail to comply with the time-limit.", "Under Section 13 of the Law, the enforcement proceedings should be completed within two months upon receipt of the writ of enforcement by the bailiff.", "Under special rules governing enforcement of execution writs against the recipients of allocations from the federal budget, adopted by the Federal Government on 22 February 2001 (Decree No. 143, as in force at the relevant time), a creditor is to apply to a relevant branch of the Federal Treasury holding debtor’s accounts or, in certain cases, to the Ministry of Finance (Sections 1 to 4).", "Within the next five days the branch examines the application and notifies the debtor of the writ, compelling the latter to abide by the respective court decisions (Sections 7 to 12). In case of the debtor’s failure to comply within two months, the branch may temporarily freeze the debtor’s accounts (see Section 13)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}