{"ITEMID": "001-108157", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF J.H. v. THE UNITED KINGDOM", "IMPORTANCE": "3", "CONCLUSION": "No violation of Art. 3 (in case of expulsion to Afghanistan)", "JUDGES": "David Thór Björgvinsson;George Nicolaou;Lech Garlicki;Nebojša Vučinić;Nicolas Bratza;Päivi Hirvelä;Vincent A. De Gaetano", "TEXT": ["6. The facts of the case, as submitted by the parties, may be summarised as follows.", "7. The applicant claimed that he was born in 1991. The Government contested that and claimed that he was born in 1988. He currently lives in London.", "8. On 12 December 2003, the applicant’s older brother, SH, arrived in the United Kingdom and made an application for asylum based on the risk to him as the son of a high-ranking member of the Communist People’s Democratic Party of Afghanistan (“PDPA”). That application was refused by the Secretary of State on 19 December 2003.", "9. On 11 May 2004, SH’s asylum appeal was allowed by an Adjudicator of the then Immigration Appellate Authority (“IAA”). The Adjudicator accepted that SH’s father had been a prominent, high-ranking member of the PDPA who had been in touch with its highest officials and who had also been a member of the central committee responsible for policy making. He also accepted that SH’s father was “known” by armed factions; was without any existing political party or tribal protection in Afghanistan; was living outside Afghanistan; and would be at risk upon return. The Adjudicator noted that SH had, in later years, made some contacts and forwarded documents to others on behalf of his father and that a powerful person with political influence had occupied the family land for a considerable time. He concluded that the evidential basis for an historical and present day interest in SH had been established. In the circumstances, the Adjudicator found that the applicant’s brother fell “fairly and squarely” within the protection category set out by the United Nations High Commissioner for Refugees (“UNHCR”) as a relative of a former PDPA member, and that there were substantial grounds for believing that he would face a real risk of ill-treatment contrary to Article 3 of the Convention if he were to be returned to Afghanistan.", "10. As a result, the applicant’s brother was granted refugee status in the United Kingdom by the Secretary of State.", "11. The applicant arrived in the United Kingdom on 3 July 2009 and was arrested by the police as an illegal immigrant.", "12. On 6 July 2009, he claimed asylum and claimed to be 17 years of age, giving his date of birth as 30 July 1991. The factual basis of his asylum claim was similar to that of his brother, SH, and he also relied upon his father’s previous position as a high-ranking member of the PDPA. He claimed that his father had been a close friend and the personal doctor of several prominent politicians, including Dr Najibullah (the President of Afghanistan between 1986 and 1992) and other Government ministers. He claimed that, in 1992 when the communist regime had collapsed, his father had been forced to flee Afghanistan for the Russian Federation. He claimed that his father had continued to be politically active in opposition to a number of warlords and people involved in the current Afghan Government, including Generals Dostum, Fahim and Sayat who he had known personally. The applicant claimed that, after his father had left Afghanistan, his family had been forced to move to Khost in eastern Afghanistan where they had lived for over a decade using different surnames so that they would not be identified. Approximately six years ago, his family had moved to Kabul for seven or eight months. During that time, members of the National Security Intelligence had come to their home on two or three occasions. On the last occasion, they had arrested his uncle who had subsequently been detained for a year. They had also tried to arrest the applicant’s brothers. The family had therefore moved to stay with another uncle, but whilst there, one of his brothers, FH, had been shot and killed in 2003. The applicant had travelled to Pakistan with his mother and a younger brother where he had lived for five or six years before travelling alone with an agent to the United Kingdom via Iran, Greece, Italy and France.", "13. On the same date, two social workers from Liverpool Social Services assessed the applicant as being significantly over the age of 21 and in the region of 25 years of age. In coming to that conclusion, they stated that they had considered his physical appearance, general demeanour, account of his life in Afghanistan and Pakistan and his experiences during his travel to the United Kingdom.", "14. On 4 August 2009, his application for asylum was refused by the Secretary of State, who considered that his account was vague and contradictory, and that it was not plausible that he would not be able to recollect any of the significant details of his life in Khost, his journey to Pakistan or the activities of his father. In particular, it was not accepted that his father was still politically active because it was implausible that the applicant would not be able to recollect any details of his father’s activities given that he had remained in relatively regular contact with him. It was also not considered to be credible that the Afghan authorities or any warlords would be interested in the applicant given, inter alia, the fact that he had not been politically active himself; the length of time that had passed since his father had left Afghanistan; and the fact that he had lived in Afghanistan without problems for ten years before leaving. It was also noted that his father had voluntarily returned on one trip to Afghanistan, undermining his claim that his father was at risk there due to his high profile. His claim that the death of his brother, FH, was related to his father’s political activity was considered to be entirely speculative. His account of events in Kabul was rejected because the details of the same were vague and because they contradicted the account that his brother had given at his appeal hearing in 2004. His credibility was considered to be undermined by his failure to claim asylum in Greece, Italy or France. Even taking his claim at its highest, it was considered that he could relocate within Afghanistan to avoid any problems from warlords.", "15. On 14 August 2009, the applicant’s appeal was dismissed by an Immigration Judge at the then Asylum and Immigration Tribunal (“AIT”). The Immigration Judge acknowledged that the applicant’s brother’s asylum appeal had been successful in 2004 because the Adjudicator had accepted that his father had occupied a position of prominence and a high-ranking position within the PDPA. Nevertheless, the Immigration Judge referred to the later AIT country guideline determination of SO and SO (KhaD – members and family) Afghanistan CG [2006] UKAIT 00003 (see paragraphs 24-25 below) and found that there were differences between the claims of the two brothers, including the fact that the applicant had never been involved in any political activity, whilst his brother had carried out some activities on behalf of their father which might have drawn the authorities’ attention to him. In addition, the Immigration Judge did not accept that their father continued to be politically active or to have a high profile in Afghanistan, because the only evidence of any political activity related to events over 17 years previously, prior to 1992, when the applicant had still been a small child, and politics and personnel in Afghanistan had changed since that time. Even if his father had continued to be politically active, the Immigration Judge did not accept that the Afghan authorities or warlords would have any adverse interest in the applicant, given his lack of political profile and education; his age on leaving Afghanistan; the fact that he had only been a small child when his father had been politically active; and recent political developments in Afghanistan.", "16. The Immigration Judge also made a series of adverse credibility findings against the applicant due to his vagueness when giving evidence; his failure to claim asylum in safe countries en route to the United Kingdom, including Greece, Italy and France; and the discrepancies between his account and that of his brother including, inter alia, the level of contact that had taken place between the various family members since their respective departures from Afghanistan and whether or not one brother FH had been shot. In particular, it was not accepted that SH would not have mentioned during his own asylum application that one of their brothers had been shot had such an event occurred. Even if his brother FH had died, the Immigration Judge did not accept that he had been killed by the Mujaheddin, given that the applicant himself had stated that he did not know who had killed him but thought it was the Mujaheddin. The Immigration Judge considered that the applicant had used his age as a convenient cover whenever he did not know the answer to a question even though he had been age-assessed by social workers as being between 20 to 25 years of age. The Immigration Judge considered that it would have been expected that the applicant would have discussed matters with his family and would have had some awareness of his father’s political activities.", "17. Finally, the Immigration Judge did not accept that the level of indiscriminate violence in Afghanistan, and in Kabul in particular, reached a level such as to constitute a real risk to the applicant.", "18. On 19 August 2009, his application for reconsideration was dismissed by a Senior Immigration Judge at the AIT because there had been no error of law.", "19. On 17 September 2009, his application for reconsideration was dismissed by the High Court because the appeal determination did not disclose any error of law. The findings of fact and the findings in relation to credibility were matters for the Immigration Judge having, as he had done, properly directed himself in relation to the law. The reasons for his findings were clear and carefully expressed.", "20. Section 82(1) of the Nationality, Immigration and Asylum Act 2002 (“the NIA Act 2002”), provides a right of appeal against an immigration decision made by the Secretary of State for the Home Department.", "21. Until 4 April 2005, appeals in asylum, immigration and nationality matters were heard by the IAA.", "22. From 4 April 2005, the then AIT replaced the former system of Adjudicators and the Immigration Appeal Tribunal (“IAT”). Section 103A of the Nationality, Immigration and Asylum Act 2002 (as amended by the Asylum and Immigration (Treatment of Claimants, etc.) Act 2004) provided that a party to an appeal could apply to the High Court, on the grounds that the AIT had made an error of law, for an order requiring the AIT to reconsider its decision on the appeal. The High Court could make such an order if it thought that the AIT had made an error of law. At the relevant time, all applications for reconsideration went through a “filter procedure”, so that an application for reconsideration was first made to an authorised immigration judge of the AIT. If the immigration judge refused to make an order for reconsideration, the applicant could renew the application to the High Court, which would consider the application afresh.", "23. Section 2 of the Human Rights Act 1998 provides that, in determining any question that arises in connection with a Convention right, courts and tribunals must take into account any case-law from this Court so far as, in the opinion of the court or tribunal, it is relevant to the proceedings in which that question has arisen. Section 6(1) provides that it is unlawful for a public authority to act in a way which is incompatible with a Convention right.", "24. Country guideline determinations of both the former AIT and IAT are to be treated as an authoritative finding on the country guidance issue identified in the determination, based upon the evidence before the members of the Tribunal or the IAT that determined the appeal. Unless expressly superseded or replaced by a later country guideline determination, country guideline determinations are authoritative in any subsequent appeals so far as that appeal relates to the country guidance issue in question and depends upon the same or similar evidence.", "25. In the country guideline determination of SO and SO (KhaD – members and family) Afghanistan CG [2006] UKAIT 00003, the AIT held that the issue of risk to persons having a connection with the PDPA had to be considered by weighing up a number of factors including some personal to the individual. Furthermore, it could not be said that former membership of Khadimat-e-Atalat-e Dawlati (“KhaD” - the secret service wing of the Communist PDPA regime in Afghanistan until 1992) or the PDPA would generally suffice to establish a risk of persecution or treatment contrary to Article 3 on return unless an individual had personally crossed or had had “concrete conflicts” with people who were now in power. In that context, the AIT considered that past or present personal conflicts were more important than political conflicts. The AIT further held that in assessing whether family members of a PDPA and/or a KhaD member would be at risk, there may be factors reducing or removing risk such as the death of the PDPA/KhaD member, and the amount of time that had elapsed since his death.", "26. In the country guideline determination of GS (Article 15 (c): Indiscriminate violence) Afghanistan CG [2009] UKAIT 00044, promulgated on 15 October 2009, the then AIT held that there was not in Afghanistan such a high level of indiscriminate violence that substantial grounds existed for believing that a civilian would, solely by being present there, face a real risk which threatened the civilian’s life or person, such as to entitle that person to the grant of humanitarian protection, pursuant to Articles 2(e) and 15(c) of Council Directive 2004/83/EC.", "27. Council Directive 2004/83/EC of 29 April 2004 (on minimum standards for the qualification and status of third country nationals or stateless persons as refugees or as persons who otherwise need international protection and the content of the protection granted: “the Qualification Directive”) has the objective, inter alia, of ensuring EU Member States apply common criteria for the identification of persons genuinely in need of international protection (recital six of the preamble).", "28. In addition to regulating refugee status, it makes provision for granting subsidiary protection status. Article 2(e) defines a person eligible for subsidiary protection status as someone who would face a real risk of suffering serious harm if returned to his or her country of origin and who is unable, or, owing to such risk, unwilling to avail himself of the protection of that country.", "“Serious harm” is defined in Article 15 as consisting of:", "“a) death penalty or execution; or", "b) torture or inhuman or degrading treatment of an applicant in the country of origin; or", "c) serious and individual threat to a civilian’s life or person by reason of indiscriminate violence in situations of international or internal armed conflict”.", "29. The Qualification Directive was transposed into domestic law by the Refugee or Person in Need of International Protection (Qualification) Regulations 2006.", "30. In July 2009 UNHCR issued Eligibility Guidelines for Assessing the International Protection Needs of Asylum-Seekers from Afghanistan (“the July 2009 UNHCR Guidelines”) and set out the categories of Afghans considered to be particularly at risk in Afghanistan in view of the security, political and human rights situation in the country at that time.", "31. With regard to persons associated with the former PDPA, those Guidelines stated the following:", "“The People’s Democratic Party of Afghanistan (PDPA) was formed in 1965 by Nur Mohammad Taraki on Marxist/Leninist ideology due to domestic discontent and the absence of political freedoms. It believed in a one-party, heavily secularized state, and was particularly intolerant of political opposition from its Islamist rivals. The PDPA eventually split into the Khalq (People) and Parcham (Flag) branches. After the Khalq faction of the PDPA deposed the ruling party through a coup carried out by its supporters in the military in 1978 (the Saur Revolution), it formed a government that was violently intolerant of political opposition. The Soviet-supported PDPA government’s attempts at forcible reform of polity and society resulted in a surge of support for its Islamist rivals, who attempted to oust it with Pakistani support. In 1977, the two factions reunited under Soviet pressure and its name was changed to Watan (Homeland) Party. It collapsed in 1992 when, following the Peshawar Accords, Mujaheddin troops entered Kabul and the last President of a communist government in Afghanistan, Mohammed Najibullah (previously head of the secret service KhAD) had to seek refuge in a UN-building in Kabul where he stayed until he was killed by Taleban troops entering Kabul in September 1996.", "In late 2003, a congress of the People’s Democratic Party of Afghanistan (PDPA) took place in Afghanistan, which led to the creation of Hezb-e-Mutahid-e-Mili (National United Party), a party registered in 2005 then comprising 600 members. Former PDPA members have also reportedly founded several other parties. Most recently, a new parliamentary group, the United National Front, was inaugurated on 12 March 2007 as a broad coalition of former and current militia leaders, commanders from the anti-Soviet resistance, ex-Communist leaders, and various representatives of social and ethnic groups.", "Significant numbers of the former People’s Democratic Party of Afghanistan (PDPA) – subsequently renamed Watan (Homeland) – members and former security officials, including the Intelligence Service (KhAD/WAD), are working in the Government.", "While many former PDPA members and officials of the communist government, particularly those who enjoy the protection of and have strong links to influential factions and individuals in the current Government, are generally not at risk, some high-ranking members of the PDPA continue to face a risk of persecution. Such risk depends on the individual’s personal circumstances, including family background, professional profile, political links, and whether he or she has been associated, or perceived to be associated, with the human rights violations of the communist regime in Afghanistan between 1979 and 1992.", "Former PDPA high-ranking members without factional protection from Islamic political parties, tribes or persons in a position of influence, who may be exposed to a risk of persecution, include the following:", "• high-ranking PDPA members, irrespective of whether they belonged to the Parcham or Khalq faction of the party may be at risk if they are known and had a public profile. These encompass high-ranking members of Central and Provincial PDPA Committees and their family members and secretaries of PDPA’s Committees in public institutions; and", "• former security officials of the communist regime, including KhAD members, also continue to be at risk, in particular from the population – e.g. families of victims of KhaD ill-treatment – given their actual or perceived involvement in human rights abuses during the communist regime.", "Former PDPA high-ranking members, or those associated with the commission of human rights violations during the former Communist regime, may also be at risk of persecution by mujaheddin leaders, and armed anti-Government groups.”", "32. On 17 December 2010, UNHCR issued updated Eligibility Guidelines for Assessing the International Protection needs of Asylum-Seekers from Afghanistan (“the December 2010 UNHCR Guidelines”). Those Guidelines observed, inter alia, under “I. Introduction”:", "“These Guidelines supersede and replace the July 2009 UNHCR Eligibility Guidelines for Assessing the International Protection Needs of Asylum-Seekers from Afghanistan. They are issued against a backdrop of a worsening security situation in certain parts of Afghanistan and sustained conflict-related human rights violations as well as contain information on the particular profiles for which international protection needs may arise in the current context in Afghanistan.", "...", "UNHCR considers that individuals with the profiles outlined below require a particularly careful examination of possible risks. These risk profiles, while not necessarily exhaustive, include (i) individuals associated with, or perceived as supportive of, the Afghan Government and the international community, including the International Security Assistance Force (ISAF); (ii) humanitarian workers and human rights activists; (iii) journalists and other media professionals; (iv) civilians suspected of supporting armed anti-Government groups; (v) members of minority religious groups and persons perceived as contravening Shari’a law; (vi) women with specific profiles; (vii) children with specific profiles; (viii) victims of trafficking; (ix) lesbian, gay, bisexual, transgender and intersex (LGBTI) individuals; (x) members of (minority) ethnic groups; and (xi) persons at risk of becoming victims of blood feuds.", "In light of the worsening security environment in certain parts of the country and the increasing number of civilian casualties UNHCR considers that the situation can be characterized as one of generalized violence in Helmand, Kandahar, Kunar, and parts of Ghazni and Khost provinces. Therefore, Afghan asylum-seekers formerly residing in these areas may be in need of international protection under broader international protection criteria, including complementary forms of protection. In addition, given the fluid and volatile nature of the conflict, asylum applications by Afghans claiming to flee generalized violence in other parts of Afghanistan should each be assessed carefully, in light of the evidence presented by the applicant and other current and reliable information on the place of former residence. This latter determination will obviously need to include assessing whether a situation of generalized violence exists in the place of former residence at the time of adjudication.", "UNHCR generally considers internal flight as a reasonable alternative where protection is available from the individual’s own extended family, community or tribe in the area of prospective relocation. Single males and nuclear family units may, in certain circumstances, subsist without family and community support in urban and semi-urban areas with established infrastructure and under effective Government control. Given the breakdown in the traditional social fabric of the country caused by decades of war, massive refugee flows, and growing internal migration to urban areas, a case-by-case analysis will, nevertheless, be necessary.", "In light of the serious human rights violations and transgressions of international humanitarian law during Afghanistan’s long history of armed conflicts, exclusion considerations under Article 1F of the 1951 Convention may arise in individual claims by Afghan asylum-seekers. Careful consideration needs to be given in particular to the following profiles: (i) members of the security forces, including KHAD/WAD agents and high-ranking officials of the communist regimes; (ii) members and commanders of armed groups and militia forces during the communist regimes; (iii) members and commanders of the Taliban, Hezb-e-Islami Hikmatyar and other armed anti-Government groups; (iv) organized crime groups; (v) members of Afghan security forces, including the NDS; and (vi) pro-Government paramilitary groups and militias.”", "33. Members of the former PDPA and their families were not included within the potential risk profiles set out in the December 2010 UNHCR Guidelines."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["3"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}