{"ITEMID": "001-59206", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 2001, "DOCNAME": "CASE OF BENSAID v. THE UNITED KINGDOM", "IMPORTANCE": "1", "CONCLUSION": "No violation of Art. 3;No violation of Art. 8;No violation of Art. 13", "JUDGES": "Nicolas Bratza;Simon Brown", "TEXT": ["7. The applicant is a schizophrenic suffering from a psychotic illness. He appears to have experienced the first symptoms in 1994-95. When he first came to the attention of the mental health services, his condition was so severe that consideration was given to detaining him compulsorily in a psychiatric hospital. However, this turned out to be unnecessary as he responded sufficiently to treatment and his illness has been successfully managed. At the end of 1997, he was admitted to hospital for a few days following a minor relapse which his psychiatrist attributed in part to side effects from his previous medication. His antipsychotic medication was changed from sulpiride to olanzapine.", "Schizophrenia is an illness or group of illnesses affecting language, planning, emotion, perceptions and movement. “Positive symptoms” often accompany acute psychotic episodes (including delusions, hallucinations, disordered or fragmented thinking and catatonic movements). “Negative symptoms”, associated with long-term illness, include feelings of emotional numbness, difficulty in communicating with others, lack of motivation and inability to care about or cope with everyday tasks.", "8. The applicant arrived in the United Kingdom as a visitor on 2 May 1989 and was granted six months' leave to remain, which was extended until 11 February 1992 because he was undertaking studies. In June 1992 an out-of-time application for a further extension was rejected and in October 1992 he was requested to leave.", "9. On 8 April 1993 the applicant married J., a United Kingdom citizen. On 5 May 1993 he applied for leave to remain on account of his marriage. He was granted leave to remain on that basis until 29 June 1994. On 20 June 1994 he applied for indefinite leave to remain as a foreign spouse. This was refused on 9 January 1995. On 24 March 1995 the applicant made further representations and on 12 May 1995 he was granted indefinite leave to remain as a foreign spouse.", "10. On 10 August 1996 the applicant left the United Kingdom to visit Algeria. As a result, his indefinite leave to remain lapsed. He returned to the United Kingdom on 17 September 1996 and sought leave to enter as a returning resident. The immigration officer, whose suspicions were aroused about the subsistence of the marriage on which leave to remain had been obtained, granted him temporary admission pending further enquiries. On 24 March 1997 the immigration authorities decided to refuse leave to enter on the ground that indefinite leave to remain had been obtained by deception, the marriage being one of convenience. He was given notice of intention to remove him from the United Kingdom. He was only entitled to appeal against the basis of that decision after leaving the United Kingdom. The applicant sought deferral of the removal directions on the basis of his medical condition. The Secretary of State refused to defer the directions.", "11. On 7 April 1997 the applicant applied for judicial review of the proposed expulsion on the grounds that it would cause him a full relapse in his mental health problems and would amount to inhuman and degrading treatment, contrary to Article 3 of the Convention. By a letter of 7 May 1997, the Secretary of State gave detailed reasons for his decision.", "12. On 8 May 1997 the High Court refused the applicant leave to apply for judicial review. The applicant renewed his application before the Court of Appeal.", "13. The applicant made further representations about his medical condition, which were considered by the Secretary of State and rejected in letters dated 16 and 18 July 1997.", "14. On 21 July 1997 the Court of Appeal adjourned the application to enable the Government to reconsider their position in the light of further material submitted by the applicant. It suggested that the Government might wish to obtain their own medical examination of the applicant.", "15. Six months later the Government indicated that they did not wish to have the applicant medically examined. They submitted that there was a hospital in Algeria which provided treatment “not solely to those who have committed crimes” and which could admit the applicant and administer the medication which the Government understood the applicant to be receiving. The hospital was situated at Blida, 75 to 80 km from the applicant's village of Rouina. In a letter dated 15 July 1998, the immigration authorities stated, inter alia, that, as advised by the Foreign and Commonwealth Office, there was at that time no particular danger in travelling between Rouina and Blida. As regards the applicant's state of health, they stated that they would only remove the applicant if he was certified as fit to travel, and he would be accompanied by medical personnel during the journey. As medication and treatment would be available to him in Algeria, it was concluded that his circumstances were not so exceptional or compelling that he should be granted entry.", "16. The applicant obtained opinions from his psychiatrist as to the likely effect of his removal to Algeria. In a letter dated 24 March 1998, Dr Johnson stated that there was a high risk that the applicant would suffer a relapse of psychotic symptoms on being returned to Algeria. The requirement to undertake regularly an arduous journey through a troubled region would make the risk still greater. She pointed out that when individuals with psychotic illnesses relapse, they commonly have great difficulty in being sufficiently organised to seek help for themselves or to travel. For this reason, it was necessary for the management of such illnesses to be local and readily accessible. It was therefore very unlikely in these circumstances that any relapse of the applicant would be effectively treated. In a supplementary report of 7 July 1998, Dr Johnson stated that any suffering which might accompany a relapse would be likely to be substantial. When the applicant's illness had been severe, he had lost all insight into the fact that he was ill and believed the persecutory delusions and abuse which he experienced, including voices telling him to harm other people. He had previously felt sufficiently depressed and hopeless to contemplate suicide.", "17. The applicant also obtained opinions from Mr Joffé, Deputy Director of the Royal Institute of International Affairs as to conditions in Algeria. In a letter of 3 March 1998, Mr Joffé stated that the area in which Rouina and Blida were situated had been a focus of terrorist violence and terrorist action since 1994.", "18. Following further adjournments requested by the Government, the matter came before the Court of Appeal on 17 July 1998. The court dismissed the applicant's appeal. In giving his judgment, with which the two other judges concurred, Lord Justice Hutchison referred to the evidence from the Government relating to the possibilities of treatment and to their view that there was no particular danger in travelling along the main road between Rouina and Blida by day. He referred also to the evidence from the applicant with respect to the risk of relapse, the inadequacy of the alleged facilities and the state of disorder and violence which was alleged severely to compromise his ability to travel for regular treatment. He concluded, however, that matters of that sort were for the judgment of the Secretary of State:", "“It is not for this Court to take the decision as to whether the applicant should in all the circumstances be removed to Algeria. It is for this Court to review in appropriate cases the decision of the Secretary of State on well-known grounds and the limitations imposed on the Courts are well-established. [Counsel for the applicant], of course, is submitting that the facts as disclosed in the evidence filed on behalf of the applicant show that the decision is unreasonable in a Wednesbury sense and/or constitutes a breach of Article 3. However, it has to be said that the letters from the Chief Immigration Officer answer, it seems to me, with particularity each of the points which is made on behalf of the applicant. It is not for us to judge where the truth lies, for example, between the account of Mr Joffé [Deputy Director of the Royal Institute of International Affairs] on the one hand and the account on which the Secretary of State has based his view on the other as to the situation obtaining in the area between Rouina and Blida. What would have to be established if this application were to stand any chance of success would be that the decision of the Secretary of State in the light of the information available was so unreasonable that no reasonable Secretary of State could have come to it. For my part, I see no prospect of a Court being persuaded, if leave were granted, that that was the position. Moreover it is clear from the letter of 15 July that quite exceptional steps are intended to be taken by the Secretary of State to endeavour that the applicant is adequately cared for on the journey and on his arrival, and, finally, I observe that it has twice been reiterated that his case will be reviewed in respect of the situation in Algeria and also no doubt in respect of his current state of health before any removal directions are put into effect. ... while this is obviously a case which must have occasioned the Secretary of State considerable thought and which poses difficult decisions, he has taken decisions on the basis of information available to him and given a full and detailed explanation of his reasons. I see no prospect whatever of the Court being persuaded that his decision is in the circumstances so unreasonable that no reasonable Secretary of State could have reached it.”", "19. Removal directions were set for 20 November 1998.", "20. The applicant's home village is Rouina. His parents live there, as do five of his brothers and a sister. His father is retired and lives on his pension. He has a two-bedroom house. None of the family has a car. The nearest hospital with facilities for treating mental illness is the Frantz-Fanon Hospital in Blida, 75 to 80 km away. The Government have provided a letter dated 28 July 1999 from Professor Ridouh, a senior psychiatrist at that hospital, indicating that the hospital contains 160 beds catering for persons committed in the context of criminal acts and 80 beds for persons referred administratively. He stated that the drug olanzapine was available in Algeria and could be prescribed in hospital pharmacies. Medical treatment, including drugs, was provided free to persons treated at the hospital.", "21. In a further opinion dated 20 May 1999 sought by the immigration authorities with the applicant's consent, Dr Johnson reported that, when seen in February 1999, the applicant showed some signs of deterioration, with his auditory hallucinations having become more intrusive and with thoughts about harming himself and voices telling him to harm himself (“positive symptoms”). He had been unable to sleep because of this. His olanzapine had been increased and he had responded to this. However, he continued to have considerable difficulty with motivation and social withdrawal (“negative symptoms”). The applicant's mental illness was likely to be a long-term one. She would expect that he would continue to have positive symptoms, which would persist and could worsen, although controlled to a substantial degree by olanzapine. At times, he might require urgent help with these symptoms. There had been a significant deterioration in his level of social functioning probably due to negative symptoms and which was likely to be significantly handicapping in the coming years. With continuing medication and support from the mental health services, however, he would be likely to remain at the same level and not require very long periods of institutionalisation. Nor was he at a very serious risk of suicide. She stated, however, that if the applicant were to be returned to Algeria she would be more uncertain of the prognosis. She thought it was", "“highly likely that stressful life events such as deportation together with the more stressful environment he would be likely to encounter in Algeria would trigger exacerbation of his symptoms as occurred on his last visit to Algeria. ... his fearfulness when unwell and also the motivational difficulties and flatness of affect makes it very difficult for him to seek appropriate help when he does become unwell. ... If he were unable to obtain appropriate help, if he began to relapse I think that there would be a great risk that his deterioration would be very great and he would be at risk of acting in obedience to the hallucinations telling himself to harm himself or others ... Thus I do think that there is a substantial likelihood that forcible repatriation would result in significant and lasting adverse effect.”", "She further advised that any change in medication from olanzapine to sulpiride would create a risk of deterioration in his negative symptoms and diminish the control of the positive symptoms.", "22. Subject to exceptions, persons who are not United Kingdom citizens may not enter or remain in the United Kingdom unless given leave to do so. The grant of leave may be for a limited or indefinite period. Leave to enter is granted by immigration officers. Leave to remain is granted by the Secretary of State.", "23. The Secretary of State makes rules concerning the practice to be followed in applying the Immigration Act 1971. The rules concerning the admission and residence of spouses provide that indefinite leave to remain as a foreign spouse requires, inter alia, that the marriage be still subsisting.", "24. Where there has been a refusal of leave to enter, there is a right of appeal under section 13 of the Immigration Act 1971 to an adjudicator. However, this appeal cannot be exercised until the applicant has left the United Kingdom.", "25. Persons seeking to enter the United Kingdom for medical treatment must show that they can maintain and accommodate themselves without recourse to public funds. The Secretary of State retains a power to grant leave to enter outside the Immigration Rules, known as “exceptional leave”. The policy statement entitled “Exceptional Leave” (July 1998), although it applied to asylum-seekers, reflects the approach taken by the Secretary of State in this case:", "“2.1. Eligibility criteria", "ELE/R [exceptional leave to enter or remain] must be granted to asylum applicants if they fall under the following criteria", "– where the 1951 UN Convention requirements are not met in the individual case but return to the country of origin would result in the applicant being subjected to torture or other cruel, inhuman or degrading treatment or where the removal would result in an unjustifiable break up of family life. For example ...", "– where there is credible medical evidence that return, due to the medical facilities in the country concerned, would reduce the applicant's life expectancy and subject him to acute physical and mental suffering, in circumstances where the UK can be regarded as having assumed responsibility for his care. In cases of doubt, a second opinion should be sought from a credible source. ...", "2.2. Disqualifying criteria", "A person should never be disqualified from ELE/R if there are substantial reasons for believing that he or she would be tortured or otherwise subjected to inhuman or degrading treatment if they were to be returned to their country of origin ...”", "26. Decisions of the Home Secretary to refuse asylum, to make a deportation order or to detain pending deportation are liable to challenge by way of judicial review and may be quashed by reference to the ordinary principles of English public law.", "27. These principles do not permit the courts to make findings of fact on matters within the jurisdiction of the Secretary of State or to substitute their discretion for the minister's. The courts may quash his decision only if he has failed to interpret or apply English law correctly, if he failed to take account of issues which he was required by law to address, or if his decision was so irrational or perverse that no reasonable Secretary of State could have made it (Associated Provincial Picture Houses Ltd v. Wednesbury Corporation [1948] 1 King's Bench Reports 223).", "28. In the recent case of R. v. Home Secretary, ex parte Turgut (28 January 2000) concerning the Secretary of State's refusal of asylum to a young male Turkish Kurd draft evader, Lord Justice Simon Brown, in the Court of Appeal's judgment, stated as follows:", "“I therefore conclude that the domestic court's obligation on an irrationality challenge in an Article 3 case is to subject the Secretary of State's decision to rigorous examination and this it does by considering the underlying factual material for itself to see whether it compels a different conclusion to that arrived at by the Secretary of State. Only if it does will the challenge succeed.", "All that said, however, this is not an area in which the Court will pay any especial deference to the Secretary of State's conclusion on the facts. In the first place, the human right involved here – the right not to be exposed to a real risk of Article 3 treatment – is both absolute and fundamental: it is not a qualified right requiring a balance to be struck with some competing social need. Secondly, the Court here is hardly less well placed than the Secretary of State himself to evaluate the risk once the relevant material is before it. Thirdly, whilst I would reject the applicant's contention that the Secretary of State has knowingly misrepresented the evidence or shut his eyes to the true position, we must, I think, recognise at least the possibility that he has (even if unconsciously) tended to depreciate the evidence of risk and, throughout the protracted decision-making process, may have tended also to rationalise the further material adduced so as to maintain his pre-existing stance rather than reassess the position with an open mind. In circumstances such as these, what has been called the 'discretionary area of judgment' – the area of judgment within which the Court should defer to the Secretary of State as the person primarily entrusted with the decision on the applicant's removal ... – is decidedly a narrow one.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["13", "3", "8"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}