{"ITEMID": "001-57771", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 1992, "DOCNAME": "CASE OF CAMPBELL v. THE UNITED KINGDOM", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 8;Non-pecuniary damage - finding of violation sufficient;Costs and expenses award - domestic proceedings;Costs and expenses award - Convention proceedings", "JUDGES": "John Freeland;R. Pekkanen", "TEXT": ["8. On 10 October 1984 the applicant was convicted of assault and murder at the High Court, Glasgow, and was sentenced to life imprisonment. One of the offences involved setting fire to the front door of a flat thereby killing six of the nine members of one family asleep there at the time. A recommendation was made by the trial judge that he should serve not less that twenty years’ imprisonment in view, inter alia, of the appalling nature of the crimes and his previous criminal record which indicated that he was \"a ruthless man of violence\".", "Mr Campbell was initially classified as a Category B prisoner, the minimum classification for any prisoner either sentenced to three or more years’ imprisonment or convicted of a crime involving serious violence. Following an incident at Peterhead Prison he was charged with a number of offences and was re-classified as a Category A prisoner, the classification pertaining to the group of inmates requiring the highest degree of security. These charges were later abandoned by the Crown but he remained a Category A prisoner from 4 November 1985 until 9 March 1988. Since then he has been a Category B prisoner again.", "He has been detained in, inter alia, Perth and Peterhead Prisons which are situated at a considerable distance from the offices of his solicitor in Glasgow. He is now serving his sentence in the Special Unit in Barlinnie Prison, Glasgow.", "9. Since his imprisonment the applicant had been advised by his solicitor in respect of:", "1. an action for damages against the Secretary of State for Scotland for injuries sustained following an assault by a prison officer in Peterhead Prison on 3 November 1985;", "2. an action for damages against the Secretary of State for Scotland in respect of an infestation of lice while in the hospital wing of Peterhead Prison in November 1985;", "3. a potential claim against the Secretary of State for Scotland for damages in respect of an alleged assault by a prison officer during an incident in Barlinnie Prison on 25 April 1987;", "4. a possible prosecution for an alleged assault on a prison officer arising out of the same incident;", "5. a denial of communication with his solicitor following the said incident;", "6. the denial of the applicant’s right to full and unrestricted correspondence between himself and his legal advisers on all of the above matters;", "7. an application (application no. 12323/86) to the European Commission of Human Rights (\"the Commission\") concerning inter alia his solitary confinement and access to his solicitor while in custody in hospital; and", "8. the application with which the present case is concerned.", "10. On 16 September 1985, the applicant’s solicitor wrote to the Governor of Peterhead Prison, asking that all correspondence between him and his client should pass without interference. After having discussed the matter with the applicant, the Deputy Governor wrote on 23 September 1985 to the applicant’s solicitor indicating that outgoing mail from the applicant to his solicitor concerning his petition to the Commission, if properly marked so as to indicate that it concerned the Convention, would not be opened.", "11. In a further letter dated 4 October 1985 to the Governor of Peterhead Prison his solicitor claimed that the letter of 16 September had not been answered in its entirety as he had been given no assurance by the Deputy Governor that letters to Mr Campbell would not be subject to interference. On 15 October 1985 the Deputy Governor replied that incoming mail from solicitors concerning an application to the Commission, suitably identified by placing (a) the name of the solicitor’s firm and (b) the initials ECHR in a prominent position on the envelope, would be opened in the presence of the prisoner and handed to him unread (see paragraph 25 below). The Deputy Governor explained that this arrangement would not apply to solicitors’ correspondence about matters other than the application to the Commission.", "12. On 24 October 1985 the applicant’s solicitor wrote to the Scottish Home and Health Department (\"SHHD\"), the Government department concerned with the administration of prisons in Scotland, again requesting that all of his correspondence to the applicant should be allowed to pass to him without interference.", "13. On 29 October 1985 the applicant petitioned the Secretary of State for Scotland complaining about censorship of his correspondence with his solicitor. In their reply of 19 June 1986 to this and other petitions the SHHD advised the applicant that his solicitors had been informed by the Deputy Governor, Peterhead, on 15 October 1985 that correspondence \"in respect of ECHR procedures\" should be clearly marked to ensure privacy but that any other correspondence between an inmate and his legal advisers was subject to scrutiny under standing instructions to prison establishments.", "14. On 16 June 1986 the SHHD wrote to the applicant’s solicitor confirming the arrangements for solicitors’ correspondence concerning matters before the Commission but reaffirming that other correspondence was still subject to the normal rules which provided for the opening and reading of all letters to and from a prisoner (see paragraphs 19-22 below).", "15. On 19 June 1986 the applicant again complained that incoming mail from his solicitor was scrutinised. He repeated these complaints on 27 June 1986. In these petitions, the applicant also drew the attention of the authorities to the fact that correspondence to and from the European Commission of Human Rights was being opened. The reply from the SHHD, received by the applicant on 15 July 1986, referred to the existing arrangements as discussed in correspondence between his solicitor and management at Peterhead Prison in September and October 1985.", "In a petition dated 4 November 1986, the applicant again complained that all legal correspondence apart from letters relating to the Convention was being opened. The reply to this petition and others received by him on 24 July 1987 stated, inter alia, that his correspondence was being dealt with in accordance with Prison Standing Orders. However, he was advised that the terms of the existing Standing Orders were under review in this respect.", "In a further petition dated 30 December 1986 he complained that a letter from a firm of solicitors was opened and photocopied before he received it.", "16. In a letter dated 16 June 1987 to the applicant’s solicitor, the SHHD confirmed that the rules relating to prisoners’ correspondence were under review in the light of the friendly settlement reached in the case of McComb (application no. 10621/83, report of the Commission dated 15 May 1986 - see paragraph 23 below). The applicant’s solicitor was advised that, pending the outcome of discussions between the SHHD and the Law Society of Scotland, the current rules would continue to apply to correspondence between a prisoner and his legal adviser; in particular, only correspondence concerning matters before the Commission would be allowed to pass unopened.", "However, it is established that at least some of the correspondence from the Commission had been opened. The applicant referred to letters dated 20 June 1985, 17 July 1985, 9 October 1985, 20 November 1985, 22 April 1986, 22 May 1986, 7 January 1987, 4 June 1987, 18 August 1987, 2 October 1987, 7 October 1987 and 3 November 1987 from the Commission which allegedly show the prison censor’s mark on the top right hand corner. The Government accepted that five of these letters (17 July 1985, 9 October 1985, 20 November 1985, 22 April 1986 and 18 August 1987) were opened. They considered that three other letters (20 June 1985, 22 May 1986 and 7 January 1987) may have been opened but that it was not possible to identify the markings. Of the remaining letters the Government stated that there were no identifiable marks and thus no opinion could be expressed as to whether they had been opened or not.", "17. The applicant’s solicitor applied for legal aid to bring civil proceedings in respect of the interference with the applicant’s correspondence. Legal aid was refused on 7 October 1986 by the Supreme Court Legal Aid Committee on the ground that the applicant had no probable cause of action. The Committee also noted that the applicant was not being denied visits from his legal advisers and that he had not indicated that he was unable to give instructions verbally to his advisers. The applicant’s appeal against this decision was refused on 5 December 1986 by the Legal Aid Central Committee of the Law Society of Scotland.", "18. At the relevant time the prison system in Scotland was governed by the Prisons (Scotland) Act 1952 (\"the 1952 Act\"), which has since been repealed. Similar provisions were re-enacted in the Prisons (Scotland) Act 1989.", "Sections 1 and 3 of the 1952 Act vested general control and superintendence over prisons in Scotland in the Secretary of State for Scotland. He was empowered, by section 35 (1), to \"make [by statutory instrument] rules for the regulation and management of prisons ... and for the classification, treatment, employment, discipline and control of persons required to be detained therein\".", "In exercise of his powers under section 35 (1), the Secretary of State made the Prison (Scotland) Rules 1952 (\"the Prison Rules\"), which have been amended from time to time and which are published. He also, in supplement of the Prison Rules and by virtue of his general jurisdiction over prisons and of various powers conferred by the Prison Rules themselves, issues instructions to the Governors of prisons in the form of Standing Orders and administrative circulars. The Standing Orders relevant to correspondence are also published. Every prisoner, on his admission to prison, is given or given access to a booklet summarising the Rules and Standing Orders.", "19. Communications between prisoners and their legal advisers and others are governed principally by Rule 74 of the rules. Rule 74 (4) provides that - subject to one exception which is not relevant in the present case - \"every letter to or from a prisoner shall be read by the Governor or by an officer deputed by him for that purpose\".", "The validity of Rule 74 (4) was judicially considered and upheld in the case of Leech v. Secretary of State for Scotland (judgment of the Outer House of the Court of Session of 26 October 1990) which concerned the reading of a prisoner’s correspondence with a legal adviser relating to potential legal proceedings. The Court considered inter alia that Rule 74 (4) could not be described as irrational since \"it cannot be supposed that there are no sound grounds for requiring control over correspondence involving a prisoner even when it takes place between him and his legal adviser\".", "20. In the case of remand prisoners, Rule 124 (2) provides that they shall be allowed to write to their legal advisers. Under Rule 124 (3) any confidential written communications prepared by such a prisoner as instructions for his legal adviser may be delivered to the legal adviser without being examined by any officer of the prison unless the Governor has reason to suppose that it contains matters not relating to such instructions. Under Rule 127 this facility is also available to convicted prisoners who are the subject of further charges. Similar provisions apply under Rule 132 (2) to an appellant in connection with his appeal.", "21. These rules are supplemented by Standing Order M, which deals in detail with communications between prisoners and others. Copies of this Standing Order are available to prisoners and the public. Standing Order Ma1 (a) sets out the purpose of examination of the correspondence, namely to prevent its use to plan escapes or disturbances or otherwise jeopardise the security of the establishment and to satisfy other reasonable requirements of prison administration. Under Standing Order Ma1 (d), when correspondence is examined or read this is to be done as quickly as possible.", "22. Most correspondence with legal advisers is governed by Standing Order Ma6 (e) which concerns general correspondence. Under Standing Order Ma7 such correspondence:", "\"may not contain the following:", "(a) Escape plans, or material which if allowed would jeopardise the security of a prison establishment.", "(b) Plans or material which would tend to assist or encourage the commission of any disciplinary offence or criminal offence (including attempts to defeat the ends of justice by suggesting the concoction or suppression of evidence).", "(c) Material which could jeopardise national security.", "(d) Descriptions of the making of any weapon, explosive, poison or other destructive device.", "(e) Obscure or coded messages which are not readily intelligible or decipherable.", "(f) Threats of violence or of damage to property likely to induce fear in the recipient.", "(g) Blackmail or extortion.", "(h) Indecent or obscene material.", "(i) Information which would create a clear threat or present danger of violence or physical harm to any person.", "(j) Complaints about prison treatment which the inmate has not yet raised through the prescribed procedures ...", "(k) Material which is intended for publication or for use by radio or television (or which, if sent, would be likely to be published or broadcast) ...", "(l) Material constituting the conduct of business activity ...", "(m) In the case of an inmate against whom a deportation order is in force, material constituting or arranging any financial transaction ...", "(n) In the case of an inmate in respect of whom a receiving order has been made or who is an undischarged bankrupt, material constituting or arranging any financial transaction ...\"", "23. Following the friendly settlement of 15 May 1986 in the case of McComb v. the United Kingdom (application no. 10621/83, report of the Commission, Decisions and Reports (DR) no. 50, pp. 81-89), new procedures dealing with correspondence between a prisoner and his legal adviser in respect of legal proceedings which have been instituted came into force on 21 March 1988, as set out in Standing Order Ma8:", "\"Correspondence with a legal adviser about legal proceedings to which an inmate is already a party or, about a forthcoming adjudication, may not be read or stopped unless the Governor has reason to suppose it contains other material. Such a letter may be examined for illicit enclosures, but should only be opened for that purpose in the presence of the inmate by whom it is sent or to whom it is addressed.", "Other correspondence with a legal adviser may be read and may not contain anything specified in Standing Order Ma7 (a) to (i) and (k) to (n). Such correspondence may not be stopped on the grounds that it contains material prohibited by Standing Order Ma7 (j) unless it is clear that the inmate is not seeking legal advice but is writing for some other purpose.\"", "The procedure to be followed in respect of such correspondence was described in a Circular issued to Prison Governors on 26 February 1988. The solicitor is required to send such mail within a sealed envelope bearing the words \"Legal Proceedings\" and his signature. This envelope is placed within another envelope addressed to the Prison Governor. The inner envelope is passed unopened to the prisoner.", "When a prisoner is not yet a party to legal proceedings, but is contemplating bringing them, all mail is liable to be opened and read. In practice, mail is not opened at low-security \"open prisons\" or at the very high-security \"Special Units\". In other prisons the letters of prisoners in high-risk categories are those most frequently opened.", "24. Standing Order M also contains specific provisions relating to correspondence with the European Commission or Court of Human Rights or with a legal adviser in connection with a petition to the Commission or pending proceedings before the Commission or the Court. Under Standing Order Ma10 such correspondence may not contain material prohibited under Standing Order Ma7 (a) to (c) or (e) (see paragraph 22 above).", "25. Further general provisions relating to the Convention are to be found in Standing Orders Ma1 (b) and Mf. In particular, Standing Order Mf7 expressly provides that correspondence between an inmate and his legal adviser about a petition to the Commission or proceedings resulting therefrom should not be read unless the Governor has reason to suppose that the correspondence contains other matters.", "26. The Government state that, in practice, as regards correspondence between prisoners and the Commission, outgoing letters if sealed will normally go unopened. Incoming letters from the Commission are opened; the contents are examined to confirm that they are what they purport to be but they are not read; they are thereafter issued promptly to the prisoner."], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}