{"ITEMID": "001-5454", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "ADMISSIBILITY", "DATE": 2000, "DOCNAME": "ACCURACY INTERNATIONAL LIMITED AND 13 OTHERS v. THE UNITED KINGDOM", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicants appear to be engaged in the wholesale distribution of firearms. A list of applicants is annexed to the present decision. They are represented before the Court by Edwin Coe, Solicitors, London. The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicants refer to, and adopt, application no. 37683/97 brought by Ian Edgar (Liverpool) Limited (“Ian Edgar”), without providing any factual material to support their individual claims.", "", "Controls on firearms in Great Britain, including controls on the possession of pistols, revolvers, rifles and the ammunition for them, were introduced for the first time in 1920. In 1934, fully-automatic weapons were prohibited, and in 1962, airguns and shotguns were made subject to restrictions for the first time. The controls were consolidated in the Firearms Act 1968. In 1988, semi-automatic and self-loading rifles were prohibited, and in 1992, disguised firearms were prohibited.", "In March 1996, an individual entered a primary school in Scotland and shot dead a teacher and 16 children, and wounded 13 others. He had with him four handguns and 743 rounds of ammunition. The Government subsequently established a public inquiry chaired by the Hon. Lord Cullen, which presented a report to the Parliament of the United Kingdom in October 1996 (“the Cullen Report”).", "Following the presentation of the Cullen Report, legislation was passed in 1997 prohibiting the possession of handguns, and schemes were set up for the payment of compensation to private individuals and to dealers in firearms in respect of handguns the possession of which was prohibited.", "", "By the beginning of 1999, approximately £22 million had been paid out to some 1,500 dealers under the schemes, of a total of some £67 million which had been paid out to individuals, dealers and others. The Government estimate the total costs which will be involved in paying compensation under the schemes to be some £120 million."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}