{"ITEMID": "001-109028", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ITA", "BRANCH": "ADMISSIBILITY", "DATE": 2012, "DOCNAME": "TORRI AND OTHERS v. ITALY", "IMPORTANCE": "2", "CONCLUSION": "Inadmissible", "JUDGES": "András Sajó;Françoise Tulkens;Guido Raimondi;Helen Keller;Isabelle Berro-Lefèvre;Paulo Pinto De Albuquerque", "TEXT": ["1. The applicants, Ms Laura Torri, Ms Patrizia Tomage, Mr Carlo Caino Rosa, Ms Piera Albanese, Mr Roberto Iodice, Mr Andrea Camera, Ms Loredana Pappada, Mr Antonino Casciolo and Mr Carmine Bucchiarelli, are Italian nationals who live in Rome (see Annex for dates of birth). They were represented before the Court by Mr M. de Stefano, a lawyer practising in Rome. The Italian Government (“the Government”) were represented by their Co-Agent, Ms Paola Accardo.", "2. The facts of the case, as submitted by the parties, may be summarised as follows.", "3. The applicants as employees of AGENSUD (Agenzia per la promozione dello sviluppo nel Mezzogiorno) had by 12 October 1993 accumulated a certain length of service and had been paying contributions towards their old-age pension into the INPS (Istituto Nazionale della Previdenza Sociale), the primary Italian welfare entity. Thus, according to the law in force at the time, on 12 October 1993, even assuming they became unemployed in the future, all the applicants had already accrued all the necessary years of contributions to obtain an old age-pension on attaining pensionable age (sixty for men and fifty-five for women) (see annexed table).", "4. AGENSUD had previously been called Cassa per il Mezzogiorno (Cassa), a public entity having its own juridical personality. Thus, according to the applicants, on 12 October 1993 they were civil servants and all the relevant guarantees applied to them, including Article 29 of Law no. 646 of 10 August 1950 (Law no. 646/50) (the law which had instituted the Cassa), providing that on the date of cessation of the Cassa or its dissolution, all the rights and obligations of the latter would be transferred to the State.", "5. By means of Law no. 488 of 19 December 1992 (Law no. 488/92) AGENSUD was dissolved. However, the working relationship between employer and employee with its duties and obligations was not transferred to the State as had been provided. Instead, this working relationship ceased to have effect and the employees acquired a right to an “end-of-service payment” (TFR). They were further given the option to undertake new employment with a new civil service entity. This employment, however, provided for lower salaries than the ones they had previously received, contrary, according to the applicants, to consolidated principles of the public service (Presidential decree no. 3 of 10 January 1997 – see relevant domestic law). The Government noted that this salary corresponded to that of Administrative State employees in equal grades of service.", "6. Eventually, in 1995, the applicants were employed within the Ministry for Forest and Agricultural Policies (the Ministry) with retroactive effect from 13 October 1993. Thus, they had chosen to remain in employment and accepted lower salaries, together with the implications for their future social welfare coverage and pensions, in respect of contributions to be paid during this new employment.", "7. At the time, the law (Article 14 bis of Law no. 96/1993) provided for two options, one of which (hereinafter referred to as joining) entailed that previous contributions paid by the applicants, viz by AGENSUD to the INPS, be joined to those that would subsequently be paid by the Ministry to a different welfare entity, namely the INPDAP (Istituto Nazionale di Previdenza per I Dipendenti dell’Amministrazione Pubblica).", "8. According to the applicants, on the basis of Article 14 bis paragraph 1 (b) of Law no. 96/1993, any benefits acquired had to remain untouched and the change of system should have occurred without any disbursements or losses on their part. Thus, the applicants accepted the relevant employment offer and the joining of their contributions, believing that, in accordance with the case-law as it stood at the time (see Title C below), they would receive back any payments in excess which would not go towards the calculation of their pension.", "9. Indeed, at the time, the system of joining entailed that only part of the previous contributions (paid to INPS) was used for the calculation of the pensions. However, it eventually resulted that any contributions in excess were to the benefit of the INPDAP and were not given back to the INPS or to the applicants. It followed that a future pension would also not have benefited from the entirety of the contributions paid. Thus, through this move the applicants suffered two disadvantages: firstly, any future pensions would be lower and secondly a good share of the already paid contributions would be lost.", "10. In consequence, the legislator provided for a derogation (Article 14 bis paragraph 4) applicable to a limited number of employees of the AGENSUD, namely personnel who had left the civil service after 13 October 1993 and before the entry into force of Article 14 bis paragraph 1 (b) of Law No. 96/1993. The derogation entailed the restitution of the paid contributions which had not been calculated for the purposes of joining the social security periods. The applicants did not fall within this category.", "11. Initially, the civil service started paying up all the AGENSUD employees, without distinction, either spontaneously or as a result of a number of court cases successful at first instance. However, eventually, the civil service limited this payment only to persons who had left the civil service after 13 October 1993 and before the entry into force of Article 14 bis paragraph 1 (b) of Law No. 96/1993, thus excluding the applicants, who had accepted to take up new employment and agreed to the joining of their contributions into one entity.", "12. In 1995 the Italian welfare system introduced a new pension calculation, namely the Sistema Contributivo (calculation of pension by reference to contributions paid throughout a life-time and revalorisation factors) as opposed to the Sistema Retributivo (based on the salaries applicable to employees in their last years of service). The change in system has been gradual and while for young employees the system is obligatory, for older ones it is only optional.", "13. In 2000 the applicants instituted judicial proceedings to ascertain their right to the restitution of the contributions they had paid to the INPS and which had not been used to calculate their pensions. They contended that if Article 14 bis had to be interpreted as not implying the right for them to take back their contributions, it would be discriminatory vis-à-vis both a) other AGENSUD employees and/or b) other employees in general who had previously been transferred and had been reimbursed the excess contributions. They requested the reimbursement of the relevant sums.", "14. By a judgment of 21 August 2003, the Lazio Administrative Tribunal (TAR) declared the application inadmissible on formal and procedural grounds.", "15. On appeal, by a judgment delivered on 15 September 2006 in the relevant registry of the plenary (Adunanza Plenaria), the Supreme Administrative Court (Consiglio di Stato) rejected the claims on the merits. It held that the contributions which had been paid to INPS but had not been used for pension calculation could validly be vested in the INPDAP. In the ambit of a welfare system based on the principle of solidarity, the circumstances that social benefits do not reflect the contributions paid did not amount to unjust enrichment of the entity receiving the contributions. Lastly, the restitution of contributions was an exceptional measure not regulated by uniform norms and only applicable to a certain category of people. In consequence, in the absence of any specific norm to that effect, the applicants did not have a right to the reimbursement of contributions paid in excess. Moreover, the applicants had accepted to take up new employment with the civil service and requested the joining of their contributory periods.", "16. In 1992 the plenary (Adunanza Plenaria) of the Supreme Administrative Court (Consiglio di Stato) had held that it was possible to reimburse contributions in excess to civil servants. The same was reiterated again in 1997 in analogous cases relating to the dissolution of the National Health Service (enti mutualistici), whose employees were transferred to another organ of the civil service.", "17. Subsequently, numerous ex-employees of the AGENSUD instituted court proceedings complaining about the lower salaries and social coverage. By a judgment of the Constitutional Court of 19 June 1998 it was held that persons in the applicants’ position had acquired a new status equal to their colleagues. Thus, since they had been given the option either to retire and maintain the old welfare regime or to continue in employment and join the contributions into one (at the State’s expense and for certain others with the recovery of such contributions), the system was in conformity with constitutional principles.", "18. Again in relation to AGENSUD employees, the Supreme Administrative Court had originally by an opinion of 30 June 1999, delivered in the framework of its consultative competence, expressed itself in favour of reimbursement being made to all AGENSUD employees, including the ones in the applicants’ situation. On the same lines, a number of decisions at first instance, some of which had become final, were delivered (for example Antognoni Alberto v the Ministry for transport and Infrastructure, INPS and INPDAP, judgment of the Lazio Administrative Tribunal of 9 October 2002 and D’Agostino Caterina v Presidente del Consiglio dei Ministri, Ministry of Economy and Finance, INPS and INPDAP judgment of the Lazio Administrative Tribunal of 6 April 2004). It was only the Supreme Administrative Court Plenary formation which reversed this jurisprudence in 2006 in the applicants’ domestic case.", "19. In accordance with the law in force up to 31 December 1992, persons were eligible to receive an old-age pension on attaining pensionable age, namely sixty for men and fifty-five for women, after fifteen years of welfare contributions. As from 1 January 1993 to 31 December 1993, sixteen years of welfare contributions were necessary to obtain the said benefit. This applied even if persons had been unemployed up to the date when they reached pensionable age. As from 1 January 1994 to 31 December 1994, sixteen years of welfare contributions were necessary to obtain the said benefit; however, pensionable age was increased to sixty-one for men and fifty-six for women. As from 1 January 1995 to 31 December 1995, seventeen years of welfare contributions were necessary to obtain the said benefit when reaching pensionable age, which remained sixty-one for men and fifty-six for women.", "20. Article 29 of Law no. 646/50, in so far as relevant, reads as follows:", "“On the date of cessation of the Cassa or its dissolution, all the rights and obligations of the latter are transferred to the State.”", "21. Article 202 of Presidential decree no. 3 of 10 January 1997, provides as follows:", "“In the case of career changes in the same or a different administration, employees having higher salaries than those provided on such change are awarded a personal cheque, relevant to pensions, equal to the difference between the two salaries, without prejudice to future salary increases.”", "22. Article 14 bis paragraph 1 (b) of Law no. 96/1993 provided that Article 6 of Law no. 29 of 1979 was applicable to the persons in the applicants’ positions for the purposes of welfare coverage. The latter read as follows:", "“The joining of social security periods related to service rendered with suppressed public entities, in relation to which there has been a transfer of personnel to other public entities, occurs ex officio through the receiving welfare entity, without any charges on the employees.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}