{"ITEMID": "001-78381", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF ÖSTERREICHISCHER RUNDFUNK v. AUSTRIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 10;Not necessary to examine Art. 14+10;Pecuniary damage - financial award;Costs and expenses award - domestic proceedings;Costs and expenses partial award - Convention proceedings", "JUDGES": "Christos Rozakis", "TEXT": ["4. The applicant is the Austrian Broadcasting Corporation (ORF), a public law foundation (Stiftung öffentlichen Rechts) with its seat in Vienna.", "5. On 13 July 1999 the applicant broadcast information on the evening news of its regional television channel about the release on parole of K., head of a neo-Nazi organisation called Extra-Parliamentary Opposition True to the People (Volkstreue Ausserparlamentarische Opposition – “VAPO”) who had been sentenced under the National Socialist Prohibition Act (Verbotsgesetz, “the Prohibition Act”). This news item also mentioned his deputy S., who had been convicted under the Prohibition Act in 1995 and had been released on parole five weeks earlier. Its text ran as follows:", "“For years G. K. [full name] was known as the head of the Austrian neo-Nazi scene. But it was only after the strengthening of the Prohibition Act in 1992 that he was charged and sentenced to eleven years' imprisonment. Many other members of the VAPO were put behind bars along with him, among them H.-J. S.[full name] – who has also recently been released. K.[family name], now aged 41, made the headlines even while in prison in Krems, for instance at the first letter bomb trial. His release today, however, took place without much ado. Waiting journalists saw nothing but his belongings packed in boxes.”", "6. While the third sentence of this text was broadcast, a picture showing S. at his trial in 1995 was broadcast for a couple of seconds.", "7. The news item was followed by a brief statement of the commentator. He stated that K. had served seven and a half years of his sentence. The Public Prosecutor had opposed his release on parole, but the Vienna Court of Appeal had granted K.'s request, having refused his first request for early release in 1997.", "8. On 23 September 1999 S. brought proceedings under Section 78 of the Copyright Act (Urheberrechtsgesetz), requesting that the applicant be prohibited from publishing his picture without his consent accompanied by any text stating that he had been convicted under the Prohibition Act once the sentence had been executed or once he had been released on parole. In addition he requested a preliminary injunction to that effect.", "9. In its submissions in reply (Klagebeantwortung) the applicant asserted that it had reported on true facts. As regards the publication of the applicant's picture the applicant referred to the Supreme Court's established case-law that Section 78 of the Copyright Act had to be interpreted in the light of Section 7a of the Media Act (see below). Given that S. was an adult who had been convicted of a crime, it followed from Section 7a (2) of the Media Act that the publication of his picture only violated his legitimate interests if it substantially prejudiced his economic advancement. Even if the claimant's legitimate interests were affected, they had to be weighed against the public interest in the publication. In the present case, the public interest was predominant, given that VAPO was an organisation which aimed at destroying the Austrian constitutional order and that two of its leading members, namely K. and the claimant, had been released from prison within a short period. Other media including two leading daily newspapers had also mentioned S.'s release in the context of reports on K.'s release. Finally, the applicant emphasised that under the relevant broadcasting laws it even had an obligation to impart information on political issues.", "10. On 11 November 1999 the Vienna Commercial Court (Handelsgericht) granted the preliminary injunction.", "11. The Commercial Court noted that the following facts were undisputed: The claimant, who had been convicted under the Prohibition Act in 1995 and had been sentenced to eight years' imprisonment, had been one of the leading members of VAPO which aimed at fighting against democratic order in Austria. He had participated in training camps organised by VAPO which were destined to train to kill. He had been released on 7 June and K. five weeks later on 13 July 1999. On the latter date the applicant had broadcast the report at issue.", "12. As to the interpretation of Section 78 of the Copyright Act in conjunction with Section 7a of the Media Act, the Commercial Court agreed that the legitimate interests of an adult who had been convicted of a crime were only violated if the publication of his name or picture disproportionately prejudiced his economic advancement.", "13. Applying this case-law to the facts of the present case, the Commercial Court noted that the report in the present case dealt mainly with K.'s release on parole. In its view there was an evident interest of S. not to have broadcast his picture taken in the course of criminal proceedings dating years back, even if the fact that he had meanwhile been released on parole was mentioned. S.'s picture had been widely broadcast at the time of the criminal proceedings against him. However, its broadcasting at the present stage did not add any relevant information to the report at issue, even if the criminal proceedings against him had been among the most important ones conducted under the Prohibition Act.", "14. On 21 June 2000 the Vienna Court of Appeal (Oberlandesgericht) dismissed the applicant's appeal.", "The Court of Appeal confirmed the Commercial Court's assessment that the publication of S.'s picture had violated his legitimate interests within the meaning of Section 78 of the Copyright Act read in conjunction with Section 7a of the Media Act. Like the Commercial Court it stressed in particular that S.'s picture had been broadcast in the context of a report on the release of another person, K., and found that S. had an evident interest not to have his picture published in that context even if his own release dating some weeks back had also been mentioned. Even taking into account that S. had a certain degree of notoriety, his advancement within the meaning of Section 7a of the Media Act had been hampered disproportionately by the new publication of a picture taken at his trial.", "15. The Supreme Court (Oberster Gerichtshof) rejected the applicant's extraordinary appeal on points of law on 13 September 2000.", "In the subsequent main proceedings, the Vienna Commercial Court gave judgment on 31 December 2000. It ordered the applicant to refrain from publishing S.'s picture without his consent if it was accompanied by any text stating that he had been convicted under the Prohibition Act once the sentence had been executed or he had been released on parole. In its reasoning it repeated the arguments which had been developed in the preliminary injunction proceedings.", "16. On 29 November 2001 the Vienna Court of Appeal dismissed the applicant's appeal. It repeated the arguments set out in its judgment of 21 June 2000. Moreover, it referred to the Supreme Court's judgment of 13 September 2000.", "17. On 12 February 2002 the Supreme Court rejected the applicant's extraordinary appeal on points of law.", "18. The decision was served on the applicant's counsel on 8 April 2002.", "19. The general framework for broadcasting is set out in the Constitutional Act concerning the Safeguarding of the Independence of Broadcasting of 10 July 1974 (“the Constitutional Broadcasting Act”, BVG über die Sicherung der Unabhängigkeit des Rundfunks, Federal Law Gazette no. 396/1974). Article 1 of the Constitutional Broadcasting Act, as far as material, reads as follows:", "“2. Broadcasting shall be governed by more detailed rules to be set out in a federal law. Such a law must inter alia contain provisions guaranteeing the objectivity and impartiality of reporting, the diversity of opinions, balanced programming and the independence of persons and bodies responsible for carrying out the duties defined in paragraph 1.”", "20. With effect of 31 December 2001 the ORF, which had been a public law corporation before, was transformed into a public law foundation, a legal entity without an owner by the Act on the Austrian Broadcasting (“the 2001 Act”, Bundesgesetz über den Österreichischen Rundfunk, Federal Law Gazette no. 83/2001). Those provisions of the law relating to the setting up of the ORF's organs entered into force on 1 August 2001, the law in its entirety came into force on 1 January 2002.", "21. The foundation has to fulfil a public law mandate which comprises operating at least two national television programmes plus three national and nine regional radio programmes (Section 3 § 1).", "22. In accordance with Section 4 § 1 the ORF has to provide comprehensive news coverage of major political, social, economic, cultural and sporting events. In its broadcasts it has to observe the requirements of objectivity and diversity of views and has to preserve its independence from the State, parties, other media or lobbying groups (Section 4 §§ 5 and 6).", "23. Pursuant to Section 19 § 1 the ORF's bodies are the Foundation Council (Stifungsrat), the Director General (Generaldirektor), the Audience Council (Publikumsrat) and the Auditing Commission (Prüfungskommission). In the exercise of their functions, all members of these bodies are only subject to the law and are not bound by any instructions (Section 19 § 2).", "24. Section 20 regulates the appointment of the Foundation Council. It consists of 35 members who are appointed as follows: six by the Federal Government upon proposals of the political parties represented in the National Assembly (Nationalrat), nine by the Länder, nine by the Federal Government, six by the Audience Council and five by the Central Works Council (Zentralbetriebsrat). Pursuant to Section 21 § 1, the Foundation Council is in charge of monitoring the management and of appointing the Director General.", "25. The Director General is appointed for five years. The Foundation Council can only remove him from office with a two thirds majority (Section 22 §§ 1 and 5). The Director General runs the ORF's activitites. He is not bound by any instructions (Section 22 § 3).", "26. The Audience Council is composed of 35 members representing different sectors of society. Its task is to represent the interests of the audience (Section 28).", "27. The programme fees are fixed by the Foundation Council and are subject to approval by the Audience Council (Section 31 §§ 1 and 2).", "28. Pursuant to Section 32 § 1 the ORF has to guarantee the independence of all editorial and journalistic members of its staff. To safeguard the latter's independence the ORF has to conclude an Editor's Statute (Redakteursstatut) with the staff representatives elected by secret ballot.", "29. Section 35 provides that the Federal Communication Panel (Bundeskommunikationssenat) decides on alleged violations of the 2001 Act, unless the issue falls within the competence of the courts or administrative authorities.", "30. The ORF does not have a broadcasting monopoly. Private broadcasters may obtain licences under the Private Radio Act (Regionalradiogesetz) and the Private Television Act (Privatfernsehgesetz).", "31. The Federal Communication Panel, established by the Act on the Communication Authority Austria (Federal Law Gazette no. 32/2001) consists of five members, who are appointed for a term of six years. Three members have to be judges one of whom is elected by the Panel as its Chairperson. All members of the Panel are independent in the exercise of their functions and are not bound by any instructions. The Federal Communication Panel is competent to monitor the ORF's compliance with the 2001 Act (see paragraph 29 above) and to supervise the KommAustria, the authority competent for all matters of broadcasting regulation, including the granting of licences to private broadcasters and the supervision of private broadcasters' compliance with the provisions of the Private Radio Act and the Private Television Act. The decisions of the Federal Communication Panel are subject to an appeal to the Administrative Court.", "32. Section 78 of the Copyright Act reads as follows:", "“(1) Images of persons shall neither be exhibited publicly, nor disseminated in any other way in which they are made accessible to the public, where the legitimate interests of the person in question or, in the event that they have died without having authorised or ordered publication, of a close relative would be injured...”", "33. Starting with its judgment of 23 September 1997 (4 Ob 184/97, MR 1997, 302) the Supreme Court has consistently held that Section 78 of the Copyright Act has to be interpreted in the light of Section 7a of the Media Act.", "34. Section 7a of the Media Act reads as follows:", "“(1) Where publication is made, through any medium, of a name, image or other particulars which are likely to lead to the disclosure to a larger not directly informed circle of people of the identity of a person who", "1. has been the victim of an offence punishable by the courts, or", "2. is suspected of having committed, or has been convicted of, a punishable offence,", "and where the legitimate interests of that person are thereby harmed and there is no predominant public interest in the publication of such details on account of the person's position in society, of some other connection with public life, or of other reasons, the victim shall have a claim against the owner of the medium (publisher) for damages for the injury suffered. The award of damages shall not exceed 14,535 euros; additionally, Section 6(1), second sentence, shall apply.", "(2) The legitimate interests of the victim shall in any event be harmed if the publication", "1. in the case of subsection (1)1, is such as to give rise to an interference with the victim's strictly private life or to his or her exposure,", "2. in the case of subsection (1)2, relates to a juvenile or merely to a lesser indictable offence or may disproportionately prejudice the victim's advancement."], "VIOLATED_ARTICLES": ["10"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}