{"ITEMID": "001-94770", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NLD", "BRANCH": "ADMISSIBILITY", "DATE": 2009, "DOCNAME": "`BLONDJE` v. THE NETHERLANDS", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Egbert Myjer;Elisabet Fura;Josep Casadevall", "TEXT": ["The applicant, known variously as “Blondje”, “NN cel 07” and “Nn.PI09.m.20081101.1100”, claims that he is a Dutch national who was born on an unspecified date in the Netherlands. He was represented before the Court by Mr J. Hemelaar, a lawyer practising in Leiden.", "On 30 October 2008 the applicant was arrested on suspicion of having committed criminal offences. Because he refused to identify himself he was detained pursuant to Article 61a of the Code of Criminal Procedure (Wetboek van Strafvordering) in order for his identity to be established. On 31 October 2008 he was released and handed over to the Aliens Police (vreemdelingenpolitie), who held him (ophouding) for the same purpose, pursuant to Article 50 §§ 2 and 4 of the Aliens Act 2000 (Vreemdelingenwet 2000). After this measure had been extended for forty-eight hours, the applicant was placed in aliens’ detention with a view to his expulsion (vreemdelingenbewaring). In the course of an interview with the Aliens Police on 3 November 2008 the applicant stated that he had Dutch nationality but that he was not prepared to show his passport or another identity document – both of which he possessed – in order to prove his nationality. On 5 November 2008 the applicant was released.", "The applicant lodged appeals against his detention, which were dismissed by the Regional Court (rechtbank) of The Hague, sitting in Utrecht, by a decision of 2 December 2008.", "On 15 January 2009 the Administrative Jurisdiction Division (Afdeling Bestuursrechtspraak) of the Council of State (Raad van State) declared a further appeal (hoger beroep) by the applicant inadmissible, holding that he had failed to fulfil the requirements of Article 6 § 5 of the General Administrative Law Act (Algemene Wet Bestuursrecht) by not including his name in the notice of appeal.", "Since neither the application form, the authority to act (which was signed “X”) nor the supporting documents contained any mention of the applicant’s name, the applicant’s representative was requested on 9 March 2009 to provide the Court with a copy of a valid identity document for his client, as required by domestic law.", "In his reply of 30 March 2009, the applicant’s representative informed the Court that no valid identity document was available, pointing out that the case concerned aliens’ detention and that Dutch law did not require the submission of an identity document in such cases. Moreover, in view of the applicant’s youth, there had likewise been no need or obligation for him to possess a document allowing him to cross international borders."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}