{"ITEMID": "001-61090", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "CHAMBER", "DATE": 2003, "DOCNAME": "CASE OF SOC v. CROATIA", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection partially accepted (non-exhaustion of domestic remedies);Preliminary objection partially dismissed (non-exhaustion of domestic remedies);No violation of Art. 6-1;Violation of Art. 13;Pecuniary damage - claim dismissed;Non-pecuniary damage - finding of violation sufficient;Costs and expenses partial award - Convention proceedings", "JUDGES": "Christos Rozakis", "TEXT": ["9. On 27 January 1994 the applicant filed with the Dubrovnik Municipal Court (Općinski sud u Dubrovniku) an action against R.R. He claimed that in 1986 he and his then wife made a contract with R.R. with the effect that the applicant and his wife would provide R.R. with all care until her death and R.R. gave the applicant and his wife a flat in Dubrovnik for their use. Subsequently, another contract was made to the effect that the applicant and his wife would pay some of R.R.’s debts and that R.R. would make a testament leaving to the applicant’s wife the ground floor of a house in Dubrovnik with a garden. In 1993 the applicant and R.R. made two additional contracts whereby R.R. sold to the applicant a house in Dubrovnik. The contracts were not entered into the land registry. R.R. stayed in the house and denied the applicant’s property rights. By his action the applicant sought a declaration concerning his property rights. He also asked the court to issue an interim measure so as to prevent R.R. from selling the property in question.", "10. It transpires from the case file that sometime in 1996 R.R. died but had beforehand sold the property in question to third persons.", "11. Before 5 November 1997 when the Convention entered into force in respect of Croatia, several hearings were adjourned because the applicant’s counsel did not appear.", "12. The hearing scheduled for 24 February 1998 was also adjourned because the applicant’s counsel did not appear. The postal receipt indicated that he had changed his address but had failed to inform the court.", "13. The next hearing scheduled for 8 April 1998 was again adjourned at the request of the applicant’s counsel who informed the court that he had had no contact with the applicant.", "14. At the hearing of 19 May 1998 the applicant appeared in person and asked the court to adjourn the next hearing because he had instituted several proceedings with the Dubrovnik Municipal Court and would prefer not to have to travel from Zagreb to Dubrovnik too often.", "15. On 22 January 2001 the applicant informed the court that he had obtained Croatian citizenship.", "16. On 17 August 2001 the applicant filed a criminal complaint with the Public Prosecutor’s Office against the presiding judge alleging that she committed the offence of negligent performance of duty in dealing with his case. He alleged that the judge had been ignoring his numerous requests to speed up the proceedings and his request for an interim measure.", "17. On 18 August 2001 the applicant filed a request with the Supreme Court (Vrhovni sud Republike Hrvatske) seeking that the presiding judge be dismissed from her office and repeating his allegations from the criminal complaint filed against her.", "18. On 27 August 2001 the applicant filed a motion with the president of the Dubrovnik Municipal Court challenging the presiding judge for bias and once again repeating his allegations from the criminal complaint against her.", "19. On 19 September 2001 the president of the Dubrovnik Municipal Court rejected the applicant’s motion of 27 August 2001 as unfounded.", "20. The next hearing was scheduled for 23 October 2001. According to the Government the Dubrovnik Municipal Court attempted to serve the notice of the hearing date on the applicant at the address indicated in his claim. The receipt slip showed that the applicant was unknown at that address. The Zagreb Police Department informed the court that the applicant did not live at the other address where he was registered. The court then posted the notice on its public notice-board.", "21. Since the applicant did not appear at the hearing scheduled for 23 October 2001 the court stayed the proceedings (mirovanje postupka).", "22. By a letter of 13 February 2002 the Supreme Court informed the applicant that his allegations against the presiding judge had been unfounded.", "23. On 4 March 2002 the Dubrovnik Municipal Court terminated the proceedings because the applicant had not sought that the proceedings be resumed.", "24. On 11 March 1994 the applicant filed an action against Lj.Š. for payment of 9,718 Croatian Kunas (HRK), with the Zagreb Municipal Court (Općinski sud u Zagrebu).", "25. By default judgment of 17 May 1994 the first instance court granted the applicant’s claim. On 28 October 1997 the appellate court quashed that judgment and remitted the case to the first instance court.", "26. On 9 and 29 April 1998 the applicant asked the first instance court to schedule a hearing, but did not submit Lj.Š.’s address. Therefore, the court requested her address from the Zagreb Police Department which was, however, unable to provide the requested address.", "27. On 12 May 1998 the court invited the applicant to submit Lj.Š.’s address. The applicant did so on 19 June 1998.", "28. As neither party appeared at the hearing scheduled for 12 November 1998 the court stayed the proceedings (mirovanje postupka).", "29. On 25 November 1998 the applicant filed a motion to resume the proceedings (prijedlog za povrat u prijašnje stanje).", "30. At the next hearing on 25 September 2000 the court heard the applicant and after that resumed the proceedings.", "31. The next hearing scheduled for 23 November 2000 was adjourned because Lj.Š. did not appear. The postal receipt indicated that she had changed her address. The applicant submitted her new address. Lj.Š.’s counsel submitted a receipt of payment relevant for the applicant’s claim. The applicant asked the court to adjourn the hearing because he wished to submit his reply.", "32. Since the applicant failed to appear at the hearing scheduled for 22 January 2001 the court stayed the proceedings. Lj.Š.’s counsel appealed against that decision.", "33. On 9 October 2001 the Zagreb County Court (Županijski sud u Zagrebu) upheld the decision to stay the proceedings.", "34. The proceedings were resumed before the Zagreb Municipal Court which scheduled the next hearing for 20 March 2002. At that hearing the court allowed the applicant at his request to submit documentation in support of his claim within fifteen days.", "35. The next hearing scheduled for 17 May 2002 was adjourned.", "36. At the hearing on 18 September 2002 the court invited the applicant to specify his claim within fifteen days.", "37. At the hearing on 24 October 2002 the court heard the applicant and again invited him to specify his claim.", "38. The Court notes that neither party has referred to any further steps in the proceedings since the hearing on 24 October 2002 and therefore must assume that the proceedings are still pending before the court of first instance.", "39. On 1 March 1997 the applicant filed with the Dubrovnik Municipal Court an action against P.D. and D.D. seeking a declaration concerning his property rights.", "40. Before 5 November 1997 the court of first instance exempted the applicant from the payment of the court fees and rejected his request to be entirely exempted from the payment of costs and expenses in the proceedings. Several hearings were adjourned.", "41. At the hearing on 20 March 1998 the defendants’ counsel asked the court to order the applicant to deposit a security for the defendants’ costs and expenses because the applicant was not a Croatian citizen.", "42. At the next hearing on 19 May 1998 the court invited the applicant to submit a certificate on his residence in Croatia.", "43. On 6 June 1998 the applicant informed the court that he was unable to submit the requested certificate.", "44. On 22 January 2001 the applicant informed the court that he had obtained Croatian citizenship.", "45. On 9 November 2001 the Dubrovnik Municipal Court pronounced judgment rejecting the applicant’s claim.", "46. The applicant appealed against the judgment. On 13 December 2001 the Dubrovnik Municipal Court rejected the appeal as being out of time. The applicant appealed against that decision. On 4 April 2002 the Dubrovnik County Court quashed the first instance decision rejecting the applicant’s appeal.", "47. The Court notes that neither party has referred to any further steps in the proceedings and therefore must assume that the proceedings are now pending before the Dubrovnik County Court upon the applicant’s appeal against the first instance judgment of 9 November 2001.", "48. On 20 March 1997 the applicant filed with the Samobor Municipal Court (Općinski sud u Samoboru) an action against K.M. for payment of HRK 1,126.100.", "49. On 17 November 1997 the applicant was invited to submit a declaration of means in connection with his application for the exemption from the payment of the court fees.", "50. The applicant filed a motion challenging the presiding judge for bias. His motion was dismissed by the President of the court on 2 December 1997. However, the case-file was assigned to another judge.", "51. At the next hearing on 17 February 1998 K.M replied to the applicant’s claim.", "52. As the judge retired, the case was assigned to another judge.", "53. At the hearing on 2 June 1998 the court invited the applicant to specify his claim.", "54. The next hearing scheduled for 23 February 1999 was adjourned due to the applicant’s illness.", "55. At the hearing of 4 May 1999 the court again invited the applicant to specify his claim. On 7 May 1999 the applicant complied with the court’s request.", "56. In July 1999 the judge went on maternity leave. In February 2000 the case was assigned to another judge.", "57. The next hearing scheduled for 20 September 2000 was adjourned because K.M. did not appear.", "58. At the hearing on 5 October 2000 the court concluded the proceedings.", "59. On 13 October 2000 the court pronounced judgment partly granting and partly rejecting the applicant’s claim.", "60. On 30 October and 11 December 2000, respectively, K.M. and the applicant filed their appeals against the judgment.", "61. On 24 July 2001 the appellate court quashed the first instance judgment and remitted the case to the Samobor Municipal court for re-trial.", "62. At the next hearing on 19 March 2002 the court decided to hear the parties at the hearing scheduled for 23 April 2002.", "63. At the hearing on 17 June 2002 the court stayed the proceedings because the applicant did not appear. The applicant then asked the court to resume the proceedings.", "64. The Court notes that neither party has referred to any further steps in the proceedings and therefore must assume that the proceedings are still pending before the court of first instance.", "65. On 20 March 1997 the applicant filed with the Zagreb Municipal Court an action against A.J.J. concerning certain compensation claims.", "66. The court exempted the applicant from the payment of the court fees.", "67. On 24 November 1997 A.J.J.’s counsel filed a request that the applicant be ordered to deposit a security for A.J.J.’s costs and expenses because the applicant was not a Croatian citizen.", "68. At the hearing on 3 December 1997 A.J.J.’s counsel repeated the previous request. The applicant opposed that request.", "69. It seems that A.J.J. had filed written submissions concerning the applicant’s claim before the hearing on 29 September 1998 when the court invited the applicant to reply to A.J.J.’s submissions within fifteen days. The applicant did not submit any reply.", "70. On 1 January 1999 the case was transferred to another judge because the previous judge had resigned.", "71. On 7 June 2000 the court rejected A.J.J.’s request that the applicant deposit the security for her costs and expenses.", "72. On 14 July 2000 A.J.J. appealed against the above decision.", "73. In the meantime, on 12 July 2000, the applicant informed the court that he had obtained Croatian citizenship.", "74. On 25 July 2000 A.J.J.’s appeal was sent to the applicant for reply.", "75. At the hearing on 22 November 2000 the parties agreed that, since the applicant had obtained Croatian citizenship, there was no need for further examination of A.J.J.’s appeal.", "76. At the next hearing on 13 March 2001 the court stayed the proceedings as the applicant did not appear.", "77. On 23 March 2001 the applicant filed an application to resume the proceedings.", "78. The next hearing scheduled for 11 September 2001 was adjourned because the applicant did not appear.", "79. At the hearing on 5 March 2002 the court heard the applicant in connection with his application that the proceedings be resumed.", "80. On 15 March 2002 the court rejected the applicant’s request to resume the proceedings and terminated the proceedings. This decision became final on 9 April 2002.", "81. The relevant parts of Section 63 of the Constitutional Act on the Constitutional Court (entered into force on 15 March 2002, published in the Official Gazette no. 49 of 3 May 2002 – hereinafter “the 2002 Constitutional Court Act” – Ustavni zakon o Ustavnom sudu Republike Hrvatske iz 2002) read as follows:", "(1) The Constitutional Court shall examine a constitutional complaint even before all legal remedies have been exhausted in cases when a competent court has not decided within a reasonable time a claim concerning the applicant’s rights and obligations or a criminal charge against him ...", "(2) If the constitutional complaint ... under paragraph 1 of this Section is accepted, the Constitutional Court shall determine a time-limit within which a competent court shall decide the case on the merits...", "(3) In a decision under paragraph 2 of this Article, the Constitutional Court shall fix appropriate compensation for the applicant in respect of the violation found concerning his constitutional rights ... The compensation shall be paid from the State budget within a term of three months from the date when the party lodged a request for its payment.", "82. Decision of the Constitutional Court of 20 November 2002, no. UIIIA-1535/2002 reads as follows in its relevant parts:", "D E C I S I O N", "The Court rejects the constitutional complaint.", "R e a s o n i n g", "1. The constitutional complaint was filed pursuant to Section 63 § 1 of the Constitutional Act on the Constitutional Court (Official Gazette no. 49/02-consolidated legislation, hereinafter the Constitutional Act).", "It appears from the constitutional complaint and the enclosed documents that on 17 June 1992 the applicant, as a plaintiff, filed a claim before the Zagreb Municipal Court seeking damages from the Croatia Insurance Company from Zagreb. The applicant’s claim was rejected by the Zagreb Municipal Court’s final judgment no. Pn-2507/95 of 15 January 1998 (the Zagreb County Court rejected the applicant’s appeal as unfounded by its judgment No. Gž-6927/00 of 8 August 2000). The applicant’s request for revision was rejected as inadmissible by virtue of the Supreme Court’s decision No. Rev-2827/00 of 9 January 2002.", "2. The applicant complains under Section 29 of the Constitution that the excessive length of civil proceedings (10 years) infringed his right to fair trial within a reasonable time ...", "...", "5. The Constitutional Court has established that the applicant has exhausted all available legal remedies within the meaning of Section 62 §§ 1 and 2 of the Constitutional Act because the proceedings have been concluded ...", "6. Section 32 of the Constitutional Act provides that the Constitutional Court must reject a complaint when the conditions set out for considering the merits of the complaint have ceased to exist.", "7. Since, for the above mentioned reasons, the conditions for considering the applicant’s complaint set out in Section 63 § 1 of the Constitutional Act have ceased to exist, the Court has decided to reject the complaint pursuant to Section 32 of the Constitutional Act ...", "“R J E Š E NJ E", "Ustavna tužba se odbacuje.", "O b r a z l o ž e nj e", "1. Ustavna tužba podnijeta je temljem odredbe članka 63. stavka 1. Ustavnog zakona o Ustavnom sudu Republike Hrvatske (“Narodne novine”, broj 49/02-pročišćeni tekst, u daljnjem tekstu: Ustavni zakon)", "Iz obrazloženja ustavne tužbe i priložene dokumentacije proizlazti da je podnositelj, kao tužitelj, dana 17. lipnja 1992. godine, podnio Općinskom sudu u Zagrebu tužbu protiv Croatia osiguranja d.d. iz Zagreba, kao tuženika, radi naknade štete. Tužbeni zahtjev podnositelja odbijen je pravomoćnom presudom Općinskog suda u Zagrebu, broj: Pn 2507-95 od 15. siječnja 1998. godine (Županijski sud u Zagrebu presudom broj: Gž 6927-00 od 8. kolovoza 2000. godine odbio je žalbu podnositelja kao neosnovanu.). Protiv pravomoćne presude podnositelj je izjavio reviziju, koja je odbačena kao nedopuštena rješenjem Vrhovnog suda Republike Hrvatske, broj: Rev 827-00 od 9. siječnja 2002. godine.", "2. Podnositelj u ustavnoj tužbi ističe povredu odredbe članka 29. Ustava jer smatra da mu je zbog nerazumno dugog trajanja parnice (10 godina) povrijeđeno pravo na pošteno suđenje...", "...", "5. Ustavni sud je utvrdio da je u slučaju podnositelja ustavne tužbe iscrpljen pravni put u smislu odredbi člnaka 62. stavaka 1. i 2. Ustavnog zakona jer je sudski postupak pravomoćno okončan...", "6. Odredba članka 32. Ustavnog zakona propisuje da će Ustavni sud rješenjem odbaciti ustavnu tužbu u slučajevima kad ne postoje pretpostavke za odlučivanje o biti stvari.", "7. S obzirom da iz navedenih razloga ne postoje pretpostavke navedene u člnaku 63. stavku 1. Ustavnog zakona za odlučivanje o podnesenoj ustavnoj tužbi, na temelju odredbe članka 32. Ustavnog zakona, riješeno je kao u izreci.”"], "VIOLATED_ARTICLES": ["13"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}