{"ITEMID": "001-75144", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF AHMET METE v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 5-3;Remainder inadmissible;Non-pecuniary damage - financial award;Costs and expenses partial award - domestic proceedings;Costs and expenses partial award - Convention proceedings", "JUDGES": "", "TEXT": ["6. The applicant was born in 1950 and lives in Aydın.", "7. The applicant was arrested in Nusaybin on 8 July 2001 by the Prevention of Terrorism Department of the Nusaybin Security Directorate, on suspicion of aiding and abetting the PKK.", "8. On the same day the applicant signed a form whereby his rights as a detainee were explained to him. The form included his right to inform one of his relatives about his detention and his right to request the assistance of a lawyer.", "9. According to the custody records (nezaret kayıt defteri), the police informed the husband of the applicant’s sister about his detention. Moreover, it was noted in these records that the applicant did not request the assistance of a lawyer.", "10. During his interrogation by the police officers at the Nusaybin Security Directorate, the applicant confessed in detail to his involvement in the activities of the PKK. According to the interrogation minutes dated 9 July 2001, drafted by the police and signed by the applicant, he was informed of his right to have access to legal assistance of one or more lawyers at any stage and level of the investigation.", "11. On 10 July 2001 the applicant was transferred to the Prevention of Terrorism Department of the İzmir Security Directorate, for further questioning.", "12. On 11 July 2001, upon the request of the İzmir Security Directorate, the İzmir Public Prosecutor authorised the applicant’s detention in police custody until 13 July 2001.", "13. On 13 July 2001, during his questioning by the İzmir Public Prosecutor at the State Security Court, the applicant described the work that he carried out for the PKK. He confessed that he was working as a courier for the members of the organisation who were in prison. On the same day the applicant was brought before the İzmir Magistrate’s Court. He denied his statement given in Nusaybin Security Directorate, as he alleged that he had signed it under duress. He confirmed his statement given before the public prosecutor. The magistrate’s court ordered his detention on remand.", "14. On 14 August 2001 the İzmir Public Prosecutor at the State Security Court filed a bill of indictment charging the applicant with membership of a terrorist organization, the PKK, and with assisting and abetting the said organisation, contrary to Articles 169 of the Turkish Criminal Code and Article 5 of the Prevention of Terrorism Act of 12 April 1991. Before the İzmir State Security Court, the applicant was represented by his lawyer.", "15. On 19 September 2002, the court convicted the applicant under Article 168 § 2 of the Criminal Code and sentenced him to twelve years and six months’ imprisonment. The court held that during his questioning by the police and the public prosecutor, the applicant had described his involvement with the activities of the PKK. Moreover, although in his statements given during the hearings he had claimed that he was not a member of the PKK, he had explained in detail his involvement with the activities of the organisation. Moreover, the other accused had also confirmed the fact that the applicant took new members of the organisation to the east of the country to join the guerrilla fight carried out in the mountains and acted as a courier for PKK members who were in prison.", "16. On 4 March 2003 the Court of Cassation upheld the decision of 19 September 2002.", "17. The fourth paragraph of Article 128 of the Code of Criminal Procedure (as amended by Law no. 3842/9 of 18 November 1992) provides that any person who has been arrested and/or in respect of whom a prosecutor has made an order for his or her continued detention may challenge that measure before the appropriate district judge and, if successful, be released.", "18. Section 1 of Law no. 466 on the Payment of Compensation to Persons Unlawfully Arrested or Detained provides:", "“Compensation shall be paid by the State in respect of all damage sustained by persons:", "(1) who have been arrested, or detained under conditions or in circumstances incompatible with the Constitution or statute;", "(2) who have not been immediately informed of the reasons for their arrest or detention;", "(3) who have not been brought before a judicial officer after being arrested or detained within the time allowed by statute for that purpose;", "(4) who have been deprived of their liberty without a court order after the statutory time allowed for being brought before a judicial officer has expired;", "(5) whose close family have not been immediately informed of their arrest or detention;", "(6) who, after being arrested or detained in accordance with the law, are not subsequently committed for trial ..., or are acquitted or discharged after standing trial; or", "(7) who have been sentenced to a term of imprisonment shorter than the period spent in detention or ordered to pay a pecuniary penalty only...”"], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-3"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}