{"ITEMID": "001-95318", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF PASKO v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "No violation of Art. 10", "JUDGES": "Anatoly Kovler;Christos Rozakis;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Khanlar Hajiyev", "TEXT": ["6. The applicant was born in 1962 and lives in Vladivostok.", "7. At the material time the applicant was a Navy officer and worked as a military journalist on the Russian Pacific Fleet's newspaper Boyevaya Vakhta (“Battle Watch”). The applicant's articles mainly focused on problems of environmental pollution and other issues related to the activity of the Russian Pacific Fleet.", "8. According to the applicant, he also worked, on a freelance basis, for a Japanese TV station, NHK, and a Japanese newspaper, Asahi Simbun, and supplied their representatives, in particular accredited correspondents Mr T.Dz. and Mr T.O. with openly available information and video footage. The Government submitted in this connection, with reference to witness statements from the editor and deputy editor of Boyevaya Vakhta, that the applicant had not been entrusted with any task of cooperating with Mr T.O., apart from assisting the latter in visiting Russian military units and apprising him of the professional activities of Boyevaya Vakhta. According to the Government, any further contacts with Mr T.O. were maintained by the applicant of his own volition, and he did not report to his superiors on such contacts. The applicant insisted that his superiors had been aware of and accepted his contacts with Japanese journalists.", "9. On 13 November 1997 customs officers at Vladivostok Airport searched the applicant, who was about to leave on an official trip to Japan, and seized a number of his papers, on the ground that they allegedly contained classified information. Thereafter the applicant was allowed to continue his trip.", "10. On 20 November 1997 the Federal Security Service (Федеральная служба безопасности – “the FSB”) brought criminal proceedings against the applicant in connection with the above episode, and apprehended him on his return from Japan. The applicant was then escorted to pre-trial detention centre IZ 20/1 in Vladivostok, where he was detained until his first conviction on 20 July 1999.", "11. During the night of 20 to 21 November 1997 the FSB searched the applicant's flat and seized his personal computer and a number of documents. The applicant's computer was returned to him some time later.", "12. On 28 November 1997 the applicant was formally charged with treason through espionage. These charges were based on a preliminary expert opinion given by the Headquarters' 8th Department of the Pacific Fleet (Восьмое управление штаба Тихоокеанского флота), which concluded that some of the documents seized on 13 and 20 November 1997 contained State secrets.", "13. On 29 September 1998 a bill of indictment was served on the applicant. It stated that the applicant had committed treason, through espionage, by having collected, kept and transmitted ten items of information classified as secret to two Japanese nationals in the period between 1996 and 20 November 1997. The information in question included a draft article by the applicant on the decommissioning of Russian nuclear submarines, a copy of a report on the financial situation of the Pacific Fleet, a copy of several pages of a manual on searching for and rescuing space craft by the Navy, a report on decommissioning and keeping afloat of Russian nuclear submarines, a questionnaire on re-processing of liquid rocket fuel, a list of accidents on Russian nuclear submarines, a copy of several pages of a report on decommissioning of weapons and armaments, a map of the territory of military unit no. 40752, and handwritten notes made by the applicant at a meeting held at the headquarters of the Pacific Fleet on 11 September 1997. The indictment further stated that the applicant had orally divulged information concerning the time and place of the departure of a trainload of spent nuclear fuel.", "14. The indictment was based on reports of 22 December 1997 and 14 March 1998 prepared by four expert groups appointed by the General Headquarters' 8th Department of the Ministry of Defence (Восьмое управление Генштаба Министерства обороны).", "15. By a judgment of 20 July 1999 the Pacific Fleet Military Court reclassified the offence and convicted the applicant of abuse of power, having found it unproven that the applicant had actually transmitted State secrets to foreign nationals. The applicant was sentenced to three years' imprisonment. By virtue of an Amnesty Act of 18 June 1999 the applicant was discharged from serving this sentence and released in the courtroom.", "16. The applicant, his lawyers and the prosecuting party appealed against the first-instance judgment.", "17. On 21 November 2000 the Military Section of the Supreme Court of Russia (Военная коллегия Верховного Суда РФ – “the Supreme Court”) quashed the judgment of 20 July 1999 on the grounds of the trial court'Pacific Fleet Military Court for a fresh examination.", "18. On an unspecified date, following the Pacific Military Court's request, the General Headquarters' 8th Department of the Ministry of Defence appointed seven experts and the Ministry of Nuclear Energy appointed an expert. The experts were asked whether the items of information listed in the indictment contained State secrets.", "19. On 14 September 2001 the experts submitted their report, stating that three out of the ten items in question were of “restricted distribution”, whilst the other seven contained State secrets. According to the applicant, in defining whether the disclosed information contained State secrets, the experts had applied the Ministry of Defence's unpublished Decree no. 055 of 10 August 1996, Presidential Decree no. 1203:95 of 30 November 1995 and section 5 of the State Secrets Act, enacted on 21 July 1993 and amended on 6 October 1997. In the applicant's submission, he had access to Decree no. 055, read it and signed a document to the effect that he had read it in the autumn of 1996.", "20. On 25 December 2001 the Pacific Fleet Military Court convicted the applicant of treason through espionage under Article 275 of the Russian Criminal Code.", "21. As regards the actus reus of the offence, the court found that in 1996-1997 the applicant had established friendly relations with a Japanese journalist, Mr T.O., and provided him with information, at the latter's requests, in exchange for regular payments. In August-September 1997, in his telephone conversations with the applicant, Mr T.O. had repeatedly expressed his interest in the military exercises that were being conducted by the Pacific Fleet at that time, especially their particular features and any differences from previous exercises. The judgment further stated:", "“On 10 September 1997, on an official invitation, [the applicant], as a representative of the Boyevaya Vakhta newspaper, attended a meeting of the Military Council of the Pacific Fleet, where he learned that an appraisal of the results of the military exercises of the Pacific Fleet was scheduled for 11 September 1997.", "On 11 September 1997 [the applicant], with the intention of obtaining classified information on the said exercises and subsequently transferring it to [Mr T.O.], arrived at the headquarters of the Pacific Fleet. Although he was not included in the list of persons authorised to participate in the appraisal of the tactical training exercises, the applicant attended the meeting and collected information disclosing the actual names of highly critical and secured military formations and units, including military-intelligence units, that had taken part in the exercises and information disclosing the means and methods of protection of classified data by radio electronic warfare units that had participated in the exercises. Under section 5 paragraphs 1 (6) and 4 (5) of the State Secrets Act of the Russian Federation (no. 5485-1) of 21 July 1993, as amended by Federal Law no. 131-FZ of 6 October 1997, paragraphs 13 and 77 of the List of Information classified as State Secrets approved by Decree no. 1203 of the President of the Russian Federation of 30 November 1995, [the impugned information] was classified as State secrets.", "For the same purpose, namely for communicating it to [Mr T.O.], the applicant then unlawfully kept this information ... On 20 November 1997 the handwritten notes made by [the applicant] during [the meeting of 11 September 1997] were found and seized at his place of residence.", "...", "According to a report by a forensic expert, the handwritten text in those notes was made by [the applicant], which the latter has not denied in court.”", "22. The court based its findings on statements by a number of witnesses, five recordings of the applicant's telephone conversations with Mr T.O. made by the FSB in June-September 1997, and the expert report of 14 September 2001, insofar as it stated that the applicant's handwritten notes contained information classified as secret. In particular, the court noted with regard to the expert report of 14 September 2001:", "“... The experts concluded that [the applicant's] notes contained, in summary fashion, information on the composition of the groups of the naval forces which had taken part in the exercises, [such information] disclosing the actual names of highly critical and secured military formations and units, including military intelligence units, which constituted a State secret under section 5, paragraph 1 (6) of the State Secrets Act of the Russian Federation (no. 5485-1) of 21 July 1993, as amended by Federal Law no. 131-FZ of 6 October 1997 and paragraph 13 of the List of Information constituting State Secrets, approved by Decree no. 1203 of the President of the Russian Federation of 30 November 1995.", "Also, the experts concluded that [the applicant's handwritten notes] in summary fashion ... disclosed information on the activities of radio electronic warfare units, and notably on means and methods of protection of classified data, which constituted a State secret under section 5, paragraph 4 (5) of the State Secrets Act of the Russian Federation, no. 5485-1 of 21 July 1993, as amended by Federal Law no. 131-FZ of 6 October 1997 and paragraph 77 of the List of Information classified as State Secrets, approved by Decree no. 1203 of the President of the Russian Federation of 30 November 1995.", "...", "... The court finds that [the experts'] conclusions that [the applicant's] notes on the exercises contain information disclosing the actual names of highly critical and secured military formations and units of the Pacific Fleet, including military intelligence units and [information on] specific activities of radio electronic warfare units ... which constitutes State secrets, are consistent, well-reasoned and based on a correct application of the legislation ...”", "23. The applicant confirmed that he had attended the meeting of 11 September 1997 and made summary notes of speeches and reports of its participants, but pleaded not guilty and argued that he had lawfully attended the said meeting, since he had the right to receive and impart information as a journalist. The applicant insisted that he had had no intention of transferring this information to Mr T.O. and had kept it in order to enrich his own knowledge on the latest developments in the Navy and to inform his subordinates thereof, and to report on the results of the military exercises in the Boyevaya Vakhta newspaper. The applicant stated that all his activities had fully complied with Russian legislation.", "24. As regards the applicant's argument that he had the right to freedom of expression, and was therefore entitled to attend the meeting of 11 September 1997, the court noted that the right to information was not absolute and could be limited by law for the protection of national security. Under national law, military personnel's right to information was limited in the interests of military service and, in particular, such personnel had an obligation not to disclose state or military secrets. As a serving officer, the applicant was bound by the legal provisions regulating the way in which servicemen accessed, collected, kept, imparted and published information classified as secret, and the way they communicated with foreign nationals.", "25. The court also rejected the applicant's argument that he had made the impugned notes with a view to their publication in Boyevaya Vakhta. In this respect the court noted that the applicant had been fully aware of the relevant regulations which prohibited publication of information disclosing the actual names of military formations and units, and there had therefore been no practical use for such information in the applicant's publications.", "26. The court further examined the conclusions of the expert report of 14 September 2001 in respect of the other items of information imputed to the applicant, compared them with the other materials of the case and rejected them as unreliable. In particular, the court stated that some of the pieces of information imputed to the applicant, including the list of accidents on Russian nuclear submarines and the map of the territory of military unit no. 40752, could be found in public sources, such as a military reference book on submarines, or a Greenpeace report. In this respect the court noted that receiving, keeping and disseminating publicly accessible information was not punishable under the Russian legislation in force and that there was no practical need to classify information which could be found in public sources.", "27. The court thus acquitted the applicant of all the other charges listed in the indictment, some of them having been waived by the prosecuting party.", "28. In view of the fact that the applicant had a minor child, no criminal record and positive professional references and decorations, and given that his offence had caused no damage, since he had not transferred the impugned information, the court referred to the “special-circumstances” clause of Article 64 of the Russian Code of Criminal Procedure and sentenced the applicant to a term below the statutory minimum, namely, four years' imprisonment in a strict-security correctional colony, and deprivation of a military rank.", "29. In their appeal submissions the defence complained, inter alia, that the experts who had drafted the report of 14 September 2001 had relied on unpublished Decree no. 055 of the Ministry of Defence in asserting the classified nature of the impugned information. The defence argued that the use of Decree no. 055 by the experts had resulted in the incorrect application of the State Secrets Act by the first-instance court. They further argued that the State Secrets Act had been applied retrospectively, since there had been no list of information constituting State secrets at the time of the commission of the offence in question. The defence also contended that, in any event, the information contained in the applicant's notes had been accessible from public sources.", "30. On 25 June 2002 the Supreme Court of Russia upheld the applicant's conviction on appeal, having excluded a reference to the unlawfulness of his presence at the meeting of 11 September 1997 and to the general unlawfulness of his off-duty contacts with foreign nationals.", "31. The Supreme Court noted that the question whether the applicant's handwritten notes had contained State secrets had been thoroughly and objectively examined in the first-instance judgment. It confirmed that the trial court had based its judgment on the expert report of 14 September 2001, which had stated that “information disclosing the actual names of highly critical and secured military formations and units and information on the presence among the participants in the military exercises of the military intelligence units and information on the means and methods of protection of classified data [constituted] State secrets under section 5, paragraphs 1 (6) and 4 (5) of the State Secrets Act of the Russian Federation (no. 54851) of 21 July 1993, as amended by Federal Law no. 131-FZ of 6 October 1997, paragraphs 13 and 77 of the List of Information classified as State Secrets, approved by Decree of the President of the Russian Federation no. 1203 of 30 November 1995, and paragraphs 129 and 240-1 of ... Decree of the Ministry of Defence no. 055”. The appellate court further noted that, when assessing the expert report of 14 September 2001, the trial court had rejected a number of its conclusions in which the experts had groundlessly stated that some of the impugned items of information had contained State secrets. The Supreme Court thus concluded that the first-instance court had critically assessed the expert report of 14 September 2001 and had only relied on those conclusions which had been objectively confirmed during the trial.", "32. The Supreme Court also upheld the first-instance finding that the applicant's intent to transfer the impugned information to Mr T.O. had been proved by the recordings of his telephone conversations with the latter. The court further rejected the applicant's argument that the information in his handwritten notes could have been found in public sources. In that connection it stated – with reference to the trial court's finding – that “no data concerning the actual names of highly critical and secured military units, ships and formations, and, in particular, military intelligence units, the means and methods of radio electronic warfare, as contained in [the applicant's] handwritten notes, [was] openly published”.", "33. The court also rejected the applicant's argument that Decree no. 055 had been unlawfully applied in his case, holding that this decree had been operative on the date that the applicant had committed his offence and was still in force.", "34. Finally, as regards the applicant's argument that the law had been applied retrospectively in his case, the Supreme Court noted:", "“According to the decision of the Constitutional Court of Russia of 20 December 1995, ... the requirements of Article 29 § 4 of the Constitution of the Russian Federation are implemented in the State Secrets Act of the Russian Federation of 21 July 1993, which defines the notion of State secrets and lists the information classifiable as State secrets. Later, on 30 November 1995, the List of Information classified as State secrets was enacted by Decree no. 1203 of the President of the Russian Federation.", "Since collecting and keeping secret information for its transfer to a foreign citizen, committed by [the applicant], [was] a continuing criminal offence which was brought to an end on 20 November 1997, the [first-instance] court rightly applied the aforementioned legal instrument as well as the State Secrets Act, as amended on 6 October 1997, in the examination of his case.”", "35. The applicant unsuccessfully applied for supervisory review of his conviction.", "36. On 23 January 2003 the applicant was released on parole.", "37. Article 275 (High Treason) of the Russian Criminal Code, in force as of 1 January 1997, provides that high treason, that is, espionage, disclosure of State secrets, or assistance otherwise provided to a foreign state, a foreign organisation, or their representatives, by way of hostile activities undermining the external security of the Russian Federation, committed by a Russian citizen, shall be punishable by twelve to twenty years' imprisonment and confiscation of property.", "38. Article 29 § 4 of the Russian Constitution provides that everyone has the right to freely search, obtain, impart, generate and disseminate information by all lawful means and that a list of information constituting State secrets is to be defined by a federal statute.", "39. Federal Law on State Secrets no. 5485-1 (“the State Secrets Act”) was enacted on 21 July 1993 and entered into force on 21 September 1993. Section 5 provided:", "“The following information may be classified as State secrets:", "(1) information in the military field:", "...", "[information] about the location, actual names, organisational structure, armament, numerical strength of troops ...", "...", "(4) information in the field of intelligence, counter-intelligence and operational and search activities:", "...", "[information] about the means and methods of protection of classified data ...”", "40. Section 9 set out the procedure for classifying information as State secrets. Authority to classify information was delegated to heads of State agencies. The law itself did not contain the list of such officials which was to be approved by the Russian President. The latter was also to approve the List of Information classified as State secrets, which was to be officially published. State agencies whose heads were competent to decide to classify information were to draw up extended lists of information that was to be classified as State secrets. The State Secrets Act did not specify whether such “extended lists” could be made public.", "41. On 16 March, 26 and 27 October 1995 the State Duma, noting that the absence of the list of classified information “deprived the law-enforcement agencies of a legal basis for the performance of their duty to protect the security of the State, community and individuals”, repeatedly petitioned the Government to prepare for the President's approval a draft decree containing the list of classified information.", "42. On 30 November 1995 the President approved Decree no. 1203 on the List of Information classified as State Secrets. Paragraphs 13 and 77 of the list provided for the classification of “information disclosing the location, actual names, organisational structure, armament and numerical strength of troops, which is not subject to open declaration in accordance with the international obligations of the Russian Federation” and “information disclosing measures which are planned and/or being carried out to protect information from unauthorised access, foreign technical intelligences services and leaks through technical channels”. They also designated the Ministry of the Interior, the Ministry of Defence and several other State agencies as bodies authorised to classify such information.", "43. On 6 October 1997 Federal Law no. 131-FZ amending the 1993 State Secrets Act was enacted. The amendment was published and became operative on 9 October 1997. Section 5 of the State Secrets Act was amended to read:", "“State secrets shall include: ...", "(1) information in the military field:", "...", "[information] about the location, actual names, organisational structure, armament, numerical strength of troops ...", "...", "(4) information in the field of intelligence, counter-intelligence and operational and search activities:", "...", "[information] about the means and methods of protection of classified data ...”", "44. On 20 December 1995 the Russian Constitutional Court examined the compatibility of the Criminal Code of the RSFSR, then in force, with the Russian Constitution, in so far as the former established criminal liability for State treason, and stated:", "“... It follows that the State may classify as State secrets information in the field of defence and economic and other activities, disclosure of which is capable of undermining the national defence and security of the State. In this connection Article 29 § 4 of the Russian Constitution provides that the list of information constituting State secrets is to be enacted in the form of a federal statute. The State may also determine the means and methods for the protection of State secrets, including by way of establishing criminal liability for its disclosure and communication to a foreign State.", "However, by virtue of the above Constitutional provision, criminal liability for disclosure of State secrets to a foreign State is justified only on condition that the list of information constituting State secrets is established in an officially published and publicly accessible federal statute. Pursuant to Article 15 § 3 of the Constitution, no law-enforcement decision, including conviction by a court, may be grounded on an unpublished legal instrument.", "The requirement of Article 29 § 4 of the Russian Constitution is implemented in the State Secrets Act of 21 July 1993, which defines the notion of State secrets and lists the information classifiable as State secrets.", "Accordingly, establishing criminal liability for disclosure of State or military secrets to a foreign State is not incompatible with Articles 15 § 3, 29 § 4 and 55 § 3 of the Russian Constitution.”", "45. On 29 December 1999 the St Petersburg City Court acquitted Mr Nikitin, a former naval officer, of charges under Articles 275 (High treason) and 283 § 1 (Divulging of information constituting State secrets) of the Russian Criminal Code (case no. 78-000-29). Mr Nikitin was accused, in particular, of having collected in August 1995, and having transferred in September 1995, information constituting State secrets. The court held as follows:", "“... By virtue of the constitutional provisions, a list of information constituting State secrets was to be defined by a federal statute ...", "There was no such statute at the time that Mr Nikitin committed the alleged offences; Decree no. 1203 of the President of the Russian Federation of 30 November 1995 was the only legal instrument which began regulating legal relations in the field of the protection of State secrets.", "...", "The State Secrets Act of the Russian Federation of 21 July 1993, which was subsequently subjected to considerable amendments, constitutes the federal statute mentioned in Article 29 § 4 of the Russian Constitution.", "...", "However, the Russian Constitution prescribes the definition of the list of information constituting State secrets by a federal statute. This requirement of the Constitution was only complied with in full when the State Secrets Act was amended in November 1997 to include in section 5 the list of information constituting State secrets instead of the list of information which could be classified as State secrets, which was mentioned in the [original version] of the Law.", "By virtue of section 9 (4) of the Act, the list of information constituting State secrets must be approved by the President. ... By virtue of section 9 (4) of the Act in its version of 21 July 1993 and as amended on 6 October 1997 [the list] will be published and may be revised as and when needed.", "...", "An analysis of section 5 of the Act (irrespective of its different versions) indicates that [the Act] itself does not establish any degree of secrecy; in other words it does not classify any information, since it is in accordance with a special procedure provided for in section 9 of the Act that information can be classified as secret ...", "This also means that, in its original version, section 5 of the Act cannot serve as the sole basis for charging [a person] with espionage or disclosure of State secrets. It must be supplemented with other legal instruments.", "It is [in particular] Decree no. 1203 of the Russian President of 1995 which [was] used in the present case as [a legal instrument] in addition to section 5 [of the State Secrets Act] ...", "The materials of the case reveal that Mr Nikitin ended his activity ... in September 1995.", "The Presidential Decree of 30 November 1995 had not yet entered into force ...", "Accordingly, section 5 of the Act (in the version that existed at the time when the defendant committed the acts imputed to him) cannot be used as a basis for bringing formal charges without supplementary legal instruments which would have formed a proper legal basis for an accusation ... such legal instruments can be applied on condition that they were officially published and entered into force prior to the commission of the acts imputed to Mr Nikitin.", "... In view of the above, the court finds that any citizen of the Russian Federation... does not (did not) have any real possibility of determining whether information constitutes a State secret unless such information is included in the list of information constituting a State secret defined by a federal statute or approved by a decree of the Russian President ...", "...", "The new version of the State Secrets Act ... of 6 October 1997 brought the Act into compliance with the requirements of the Constitution, and consequently, only then did it become possible to apply section 5 of the State Secrets Act independently, that is, without referring to the List of Information classified as State Secrets enacted by decree of the Russian President on 30 November 1995.", "Accordingly, in the period from 12 December 1993 until 30 November 1995 there was no statutory definition of information constituting State secrets, and therefore classifying any information as secret during the period under consideration ... was arbitrary and not based on law.”", "46. On 17 April 2000 the Supreme Court of Russia upheld Mr Nikitin's acquittal in the following terms:", "“Having acquitted Mr Nikitin for the lack of constitutive elements of a criminal offence in his acts, the [first-instance] court proceeded from the premise that between 12 December 1993 and 30 November 1995 there had been no statutory definition of information constituting State secrets, with the result that the qualification of Mr Nikitin's acts by the investigating bodies had not been based on law.", "...", "By virtue of Article 29 § 4 of the Russian Constitution, which was enacted on 12 December 1993 and was in force during the period when Mr Nikitin committed the alleged offences, the list of information constituting State secrets was to be defined in a federal statute. Such a list was first defined in the federal law introducing changes and amendments to the State Secrets Act of the Russian Federation of 6 October 1997.", "Taking into account that during the period when Mr Nikitin committed the alleged acts, there was no list of information constituting State secrets that met the requirements of the Constitution, the information that he had collected... and disclosed ... cannot be said to have contained State secrets ... As the actus reus of the offences under Articles 275 and 283 of the Criminal Code refers only to acts involving State secrets, the same acts involving other information cannot be held to be high treason and disclosure of State secrets ...", "...", "... The [State Secrets] Act [in its 1993 version] could not have been applied to Mr Nikitin as it did not contain the list of information constituting State secrets, since section 5 of that Law referred only to information that could be classified as State secrets. However, Article 29 § 4 of the Constitution required that the said list be established in a federal statute. As section 5 of the State Secrets Act of 21 July 1993 and Article 29 § 4 of the Constitution refer to different subjects, the court cannot agree with the argument of [the prosecuting party] to the effect that the difference between these provisions is merely semantic ...”", "47. On 25 July 2000 the Supreme Court of Russia quashed on appeal, and remitted for a fresh examination to a trial court, the sentence of Mr Moiseyev, a former employee of the Russian Ministry of Foreign Affairs, who had been charged with offences under Article 275 of the Russian Criminal Code. It found as follows:", "“In finding [the applicant] guilty of the offence under Article 275 of the Criminal Code, the [first-instance] court noted that ... between early 1994 and 3 July 1998 [the applicant] had ... communicated information and documents containing State secrets to the South Korean intelligence service. The [first-instance] court only gave a general list of information and documents ..., without specifying which information and documents [the applicant] had communicated, and when. As the offences imputed to [the applicant] were continuous and spanned the period from 1992-1993 to July 1998, during which time the Russian laws evolved, the determination of these issues is of crucial importance for the case.", "Pursuant to Article 29 § 4 of the Constitution ... the list of information constituting State secrets was to be defined in a federal statute. Such a list was first established in the federal law of 6 October 1997 introducing changes and amendments to the State Secrets Act of the Russian Federation. Hence, until that date there was no list of information constituting State secrets that met the requirements of the Constitution. As there is no indication in the judgment about the time when [the applicant] transmitted the information and documents, it is impossible to reach the correct conclusion as to which of the offences imputed to the applicant were committed during the period when the federal law containing the list of State secrets and compatible with the requirements of the Constitution was in force.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["10"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}