{"ITEMID": "001-22293", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "ADMISSIBILITY", "DATE": 2002, "DOCNAME": "IBAR v. THE UNITED KINGDOM", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant, Mr Hilmi İbar, is a Turkish national, who was born in 1947 and lives in Edirne, Turkey. He is represented before the Court by Mr Tamer Babaç, a lawyer practising in Edirne.", "The facts of the case, as submitted by the applicant, may be summarised as follows.", "The applicant, a professor in chemistry in Turkey, was married to a British citizen. The wife left Turkey for England and began divorce proceedings. The applicant found out in May 1995 that the divorce proceedings had ended but his ex-wife refused, despite the applicant’s numerous requests, to send him a copy of the divorce decree.", "The applicant went to England in August 1995 to see his children who were living with their mother, who had since begun to work as an interpreter for the police. When the applicant found out that his ex-wife was on holiday, he entered the house, using his key, in order to find the divorce decree. The neighbours alerted the police and the applicant was arrested. Following the intervention of the father of his ex-wife, the applicant was released.", "The applicant’s ex-wife later claimed that she found three small bottles of liquid in her house. These were handed to the police and were sent for forensic examination on 22 August 1995. According to the forensic report, the first bottle contained hydrogen fluoride which was deemed to be exceptionally corrosive and likely to cause severe and disfiguring burns if applied to the skin. The second and the third bottles each contained 22 millilitres of cadmium nitrate and nitrate of mercury, both of which were deemed to be heavy metal salts which would cause acute poisoning if ingested in any significant amount. The forensic scientist also stated that these exhibits were dangerous and it would not be safe to submit them for fingerprint analysis.", "On 6 October 1996 the applicant and his new wife went to England to visit the applicant’s children. The applicant was arrested at the airport and was transferred to a police station in Wolverhampton.", "On 7 October 1996 the applicant was questioned at Wolverhampton police station in relation to the accusations that on 12 August 1995 he had entered, as a trespasser, his ex-wife’s house with intent to inflict grievous bodily harm upon his ex-wife by leaving the three tubes of chemical corrosives in the house. According to the record of the interview, a legal representative was present during this interview.", "It appears from a document submitted by the applicant that on 8 October 1996 the applicant appeared before Wolverhampton Magistrates’ Court. The charges were read out to him but he did not reply. He was charged under section 29 of the Offences Against the Person Act 1861 and was remanded in custody.", "In November 1996 the applicant sent a letter to his ex-wife’s sister, asking her to persuade her sister to withdraw the complaints. This letter was handed to the police by his ex-wife’s new husband and another charge, namely an “intention to pervert the course of justice”, was brought against the applicant.", "On 11 October 1996, the items found in the applicant’s ex-wife’s house were submitted by the police to a forensic scientist for examination, who, in his report of 28 February 1997, largely confirmed the earlier forensic findings.", "According to the documents, three preliminary hearings took place on 13 January, 5 March and finally on 12 June 1997. The applicant’s application for bail was refused on 13 January 1997. During these hearings the applicant was represented by a solicitor and different counsel in each of the hearings, instructed by the solicitor.", "The applicant states that these lawyers claimed to have made an agreement with the judge to get a shorter sentence and they attempted to persuade him to accept the charges. He, however, did not accept their suggestions. When the applicant sought an independent forensic expertise, he learnt that the bottles and their contents had been destroyed. The independent forensic scientist prepared a report on the basis of the two earlier reports.", "On 16 June 1997 a hearing took place at the Crown Court in Stratford. According to the applicant the hearing lasted 15 minutes. At the end of the trial the applicant was acquitted of the charges against him and he was released the same day. The applicant left the United Kingdom on 17 June 1997. He further claims that a copy of the judgment was never communicated to him.", "The applicant, who contacted his solicitor in London from Turkey and told her that he wished to bring a claim for compensation against the authorities in the United Kingdom, was informed by the solicitor that the fee would be £ 20,000.", "The applicant also claims that he contacted two other lawyers in London, one of whom never replied and the other advised him that he could bring an action in England via the British Consulate in Istanbul and without leaving Turkey. When he contacted the British Consulate in Istanbul he was told that this was not possible.", "The applicant contacted the British Consulate again, this time for a visa in order to go to the United Kingdom to start the proceedings. He was told to bring all the documents relating to his case in England and was given an appointment for 14 July 1998.", "On 14 July 1998 the applicant and his wife went to the British Consulate in Istanbul. The applicant had in his possession three small bottles containing potassium nitrate as well as the documents relating to his trial in England. The applicant showed these bottles to the Consulate employee and stated that it was because of bottles similar to these that he had spent over eight months in prison in England. He claimed that they were completely harmless and that he could even consume them. The Consulate employee contacted the police who arrested the applicant and his wife and released them later. This incident was widely reported in the national media.", "The applicant had two subsequent appointments at the British Consulate in Istanbul, during which he asked for assistance to initiate a court action in the United Kingdom. He was told that he would be informed when they had obtained information from England.", "The applicant, after having received the forensic report in relation to the three bottles for which he was arrested in Istanbul, brought an action against the British Consulate in Istanbul. He claimed that, as established by forensic examination, the contents of the bottles were completely harmless and that the Consulate’s actions resulted in him being branded as a “terrorist” by the media. The case was rejected by the Beyoğlu Civil Court of First Instance on the ground that it had no jurisdiction to try the actions of another State. The subsequent appeal against this judgment was also rejected by the Court of Cassation on 24 January 2001.", "On 8 August 2000 the applicant received a letter from the British Consulate in Istanbul, stating that his application for a visa was refused on the ground that “the initial enquiries as to the feasibility of an action to sue the Police and the Crown Prosecution Service could easily be made from Turkey”. The letter further stated that in the light of the previous charges brought against him in the United Kingdom, “his exclusion from the United Kingdom was conducive to the public good”."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}