{"ITEMID": "001-58037", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GRC", "BRANCH": "CHAMBER", "DATE": 1997, "DOCNAME": "CASE OF GEORGIADIS v. GREECE", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;Not necessary to examine Art. 13;Pecuniary damage - claim dismissed;Non-pecuniary damage - finding of violation sufficient;Costs and expenses partial award - domestic proceedings;Costs and expenses partial award - Convention proceedings", "JUDGES": "N. Valticos;R. Pekkanen", "TEXT": ["6. Mr Georgiadis was born in 1963 and lives in Athens.", "7. On 3 January 1989 the applicant was appointed minister of religion for the prefectures of Karditsa and Larissa by the Central Congregation of the Christian Jehovah’s Witnesses of Greece. He was given authority, inter alia, to perform wedding ceremonies between persons of that faith and to notify such weddings to the competent registry offices. By letter of 13 January 1989 the Director of Internal Affairs of the Prefecture of Karditsa notified the registry offices of Karditsa of his appointment. By letter of 24 January 1989 the registry offices of Larissa were also notified of it.", "8. On 11 September 1991 the applicant lodged an application with the Serres Recruitment Office (\"the Recruitment Office\") to be exempted from military service in accordance with section 6 of Law no. 1763/1988 (\"the 1988 Law\"), which grants such a right to all ministers of \"known religions\". On 17 September 1991 the Recruitment Office rejected the application on the ground that Jehovah’s Witnesses were not a \"known religion\".", "9. On 7 October 1991 the applicant lodged an appeal with the Director for Recruitment at the General Headquarters for National Defence (\"the Director for Recruitment\"). It was rejected on 18 December 1991 on the ground that he was not a minister of a \"known religion\". On the same day, the Recruitment Office ordered the applicant to report for duty at a military training centre in Nauplia on 20 January 1992.", "10. The applicant presented himself at the Nauplia centre, as ordered, but refused to join his unit, invoking his status as a minister of a \"known religion\". Taking the view that the applicant had committed the criminal offence of insubordination (see paragraph 19 below), the military commander of the training centre detained him pending trial in the centre’s disciplinary unit and ordered a preliminary investigation into the facts. The investigation completed, the applicant was committed for trial on 29 January 1992. The order for his detention was renewed and he was transferred to the military prison at Avlona.", "11. On 13 February 1992 the applicant brought proceedings in the Supreme Administrative Court (Symvoulio tis Epikratias) to have the Director for Recruitment’s decision of 18 December 1991 quashed.", "12. On 16 March 1992 the Athens Permanent Army Tribunal (Diarkes Stratodikio), composed of one military judge and four ordinary military officers, examined the criminal charges against the applicant. Having heard the evidence and the parties’ submissions on the question of the applicant’s guilt, the tribunal withdrew for deliberations. After the deliberations, the President announced the verdict. The applicant was acquitted because \"there was no act of insubordination\" as the applicant had no obligation to perform military service, being a minister of a \"known religion\".", "13. The applicant was immediately released but was ordered to report for duty on 4 April 1992 at the Nauplia centre. On that date the applicant presented himself at the Nauplia centre, where he was ordered to join the military forces. When he refused, he was again charged with insubordination and placed in detention. On 15 April 1992 he was committed for trial.", "14. On 8 May 1992, the Athens Permanent Army Tribunal examined the new criminal charges against the applicant. Having heard the evidence and the parties’ submissions on the question of the applicant’s guilt, the tribunal withdrew for deliberations. After the deliberations, the President announced the verdict. The applicant was acquitted, because there were doubts as to his intention to commit the criminal offence of insubordination. The following order was attached to the tribunal’s verdict and read out with it: \"No compensation should be granted to the applicant for his detention pending trial, because his detention was due to his own gross negligence.\"", "15. The applicant was immediately released from Avlona Prison, given leave of absence and ordered to report for duty at the Nauplia centre on 22 May 1992. He was again ordered to join his unit. When he refused he was charged with insubordination and detained.", "16. On 7 July 1992 the Supreme Administrative Court quashed the Director for Recruitment’s decision of 18 December 1991 on the ground that Jehovah’s Witnesses were a known religion and the administrative authorities had not challenged the evidence produced by the applicant that he was a minister of that religion.", "17. On 27 July 1992 the applicant was provisionally released following a decision of the Salonika Permanent Army Tribunal sitting in chambers. A certificate of provisional exemption from military service was issued on the ground that the applicant was a minister of a \"known religion\".", "18. On 10 September 1992 the Salonika Permanent Army Tribunal, considered the criminal charges against the applicant. Having heard the evidence and the parties’ submissions on the question of his guilt, the tribunal withdrew for deliberations. After the deliberations, the President announced the verdict. The applicant was acquitted, because he had not had the intention of committing the offence of insubordination. The following order was attached to the tribunal’s verdict and read out with it: \"The State is under no obligation to compensate the applicant for his detention pending trial, because his detention was due to his own gross negligence.\"", "19. Article 70 of the Military Criminal Code provides as follows:", "\"A member of the armed forces who refuses ... to obey an order by his superior to perform one of his duties is punished ...\"", "20. On 16 March 1992 the Athens Permanent Army Tribunal held that a Jehovah’s Witnesses minister of religion who had refused to collect military clothing when first called upon to join the army was not guilty of insubordination. The tribunal considered that there had been no act of insubordination, because the accused had no obligation to perform military service as he was a minister of a \"known religion\".", "21. Article 434 of the Code provides that where a procedural matter is not regulated in the Military Criminal Code, the Code of Criminal Procedure applies.", "22. The relevant provisions of the Code of Criminal Procedure read as follows:", "\"Persons who have been detained on remand and subsequently acquitted ... shall be entitled to request compensation ... if it has been established in the proceedings that they did not commit the criminal offence for which they were detained ...\"", "\"The State shall have no obligation to compensate a person who ... has been detained on remand if, whether intentionally or by gross negligence, he was responsible for his own detention.\"", "\"1. Upon an oral application by a person who has been acquitted, the court which heard the case shall rule on the State’s obligation to pay compensation in a separate decision delivered at the same time as the verdict. However, the court may also make such a ruling proprio motu ...", "2. The ruling on the State’s obligation to pay compensation cannot be challenged separately; it shall, however, be quashed if the decision on the principal issue of the criminal trial is reversed.\"", "\"1. A person who has suffered loss may seek compensation at a later stage from the same court.", "2. In those circumstances the application must be submitted to the prosecutor [Epitropos] at that court no later than forty-eight hours after the delivery of the judgment in open court.\"", "\"Where it has been decided that the State must pay compensation, the person entitled thereto may bring his claim in the civil courts, which shall not call in question the existence of the State’s obligation.\"", "\"Persons who have been unfairly ... detained on remand must be compensated for any pecuniary loss they have suffered as a result of their ... detention. They must also be compensated for non-pecuniary loss ...\""], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}