{"ITEMID": "001-107669", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MDA", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF TARABURCA v. MOLDOVA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 3 (substantive aspect);Violation of Art. 3 (procedural aspect);Non-pecuniary damage - award", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Ján Šikuta;Josep Casadevall;Luis López Guerra;Mihai Poalelungi;Nona Tsotsoria", "TEXT": ["5. The applicant was born in 1988 and lives in Chişinău.", "6. The facts of the case, as submitted by the parties, may be summarised as follows.", "7. On 5 April 2009 general elections took place in Moldova. The preliminary results of those elections were announced on 6 April 2009. According to them, the ruling Communist Party of Moldova had narrowly won the elections.", "8. On 6 April 2009 growing discontent with the results of the elections and with alleged electoral fraud was felt, notably in various online forums. At 6 p.m. several hundred people, mostly young, gathered in front of the Stephen the Great (Ştefan cel Mare) monument in the centre of Chişinău. Half an hour later there were already 3-4,000 people assembled, who began to protest against the alleged electoral fraud, doing so in front of the Presidential Palace and Parliament buildings and then returning to the Great National Assembly Square. A bigger demonstration was then announced for 10 a.m. the next day.", "9. On 7 April 2009 the protest restarted with the participation of some 56,000 people. While the demonstration was peaceful at the beginning, several hundred of the participants gradually became violent. As established by the subsequently created parliamentary inquiry commission tasked with the elucidation of the causes and consequences of the events following the general elections held on 5 April 2009 in Moldova (“the Commission”), two incidents of poorly planned intervention by a fire truck and riot police brought the crowd to a point beyond which massive violent acts could no longer be prevented. Following violent attacks and stone throwing, which met very weak police resistance, approximately 250 violent protesters were eventually able to take over the lower floors of the Presidential Palace and Parliament buildings. They looted those floors and set the canteen in the Presidential Palace alight. During the night, several fires broke out in the Parliament building, some of them breaking out after full control over the building was recovered by the authorities at around 11 p.m.", "10. At approximately 1 a.m. on 8 April 2009 various police and special forces units started a massive operation aimed at re-establishing public order. However, as established by the Commission, excessive force was used and all those still present in the main square were arrested, regardless of whether they had acted violently or not. The arrests continued for several days. The media reported cases and showed video footage of young people being arrested and/or beaten by both uniformed police and plain-clothed officers in the city centre during 8 April and thereafter, long after the protests ended on the evening of 7 April 2009.", "11. According to the applicant, on 7 April 2009 he and his friend S. went to the centre of Chişinău to see the protests.", "12. Having spent some time peacefully attending the protests, they stopped a taxi with the intention of returning home. However, they were forced into the taxi by three plain-clothed police officers who did not identify themselves. The officers ordered the driver to drive to Botanica police station. The applicant and S. were taken to that police station and locked in a cell which was cold, unfurnished and lacked access to daylight.", "13. At around 1 a.m. on 8 April 2009 an officer in police uniform entered the cell. He was accompanied by the three arresting officers, who started beating the applicant and S. for no reason. The applicant lost consciousness and woke up with blood running from his nose and upper lip. No medical help was given to him.", "14. According to the record of the applicant’s arrest, he was arrested on 8 April 2009 at 2 p.m. The reason indicated in the record was that he had been “caught in the act and the investigating authority suspects that he may abscond”. No further details were given.", "15. On 8 April 2009 the applicant was transferred to the detention facility of the General Police Directorate (“the GPD”), where he was held together with ten other people in a cell measuring 5 x 4 metres, was given meagre quantities of inedible food and was denied water. The cell lacked access to daylight and ventilation. According to the Government, the applicant was examined by a prison doctor on 8 April 2009. No signs of ill-treatment were noted.", "16. On 10 April 2009 an investigating judge from the Buiucani District Court, Judge M. D., accepted a prosecutor’s request to order the applicant’s detention pending trial for thirty days. The hearing took place at the GPD’s premises. On the same night, the applicant was transferred to prison no. 13. On the way there, he was allegedly made to pass through a “death corridor” formed of police officers, each of whom hit him as he passed by.", "17. On 16 April 2009 the Chişinău Court of Appeal quashed the investigating judge’s decision of 10 April 2009 and ordered the applicant’s release.", "18. According to the Government, the applicant was not ill-treated during his detention or his transfers to other detention facilities. Despite being assisted by a lawyer, he made no complaints of such ill-treatment until several days later.", "19. On 14 April 2009 the applicant complained to the Botanica prosecutor’s office of his ill-treatment. He made a similar complaint to the military prosecutor’s office on 15 May 2009, describing in detail his ill-treatment and the conditions of his detention. He relied on Articles 3 and 5 of the Convention and noted that he had not received any reply to his complaint of 14 April 2009. The stamps present on his complaint of 14 April 2009 reveal that the case file was received by the military prosecutor’s office on 21 April 2009.", "20. Also on 14 April 2009 the applicant was examined by a doctor, who found an abrasion on his face which had formed a scab and a bruise accompanying an abrasion on his upper lip on the right side, which were considered to be injuries that had not caused damage to his health. According to the applicant, he was not told to take off his clothes, and for this reason the doctor did not establish the presence of other injuries, notably on his back.", "21. In a report dated 30 April 2009 the military prosecutor dealing with the applicant’s complaint noted that requests had been made to the Ministry of Internal Affairs (without specifying the nature of the requests) but that no answer had been received. In the absence of such materials no decision as to next steps could be made. The prosecutor therefore asked for an extension of the period for finalising the case until 15 May 2009. This request was granted.", "22. On 15 May 2009 the same prosecutor noted that on 5 May 2009 the Ministry of Internal Affairs had been asked to carry out an internal investigation to identify the officers who had allegedly ill-treated the applicant. As no officers from Botanica police station had been heard, the prosecutor asked for an extension of the period for finalising the case until 29 May 2009. This request was granted.", "23and his friend S. had been heard. The officers who were on duty at Botanica police station on 8 April 2009 were still to be heard. In such circumstances, the prosecutor asked for an extension of the period for finalising the case until 12 June 2009. This request was granted.", "24. On 12 June 2009 the military prosecutor decided not to initiate a criminal investigation into the applicant’s allegations of ill-treatment. He noted that S. had not confirmed having been ill-treated or having seen the applicant being ill-treated. All the police officers had denied any wrongdoing and the officer on guard had denied that anyone had entered the applicant’s cell during the night of 7 April 2009. That officer had not seen any injuries on the applicant’s body when the applicant had returned from his interview with the investigators concerning his alleged participation in mass disorder on 7 April 2009. The three officers who had arrested the applicant (R.P., E.G. and V.T.) stated that they had brought him and S. to Botanica police station and had then returned to the centre of Chişinău, where they had guarded Government buildings until 7 a.m. on 8 April 2009. They had not returned to the police station and had not entered any cells there. Moreover, according to a report concerning a medical examination of the applicant on 8 April 2009, no injuries had been noted on the applicant’s body. The prosecutor considered that the injuries on the applicant’s face could have been caused during his participation in the riots in the centre of Chişinău.", "25. By letter dated 16 July 2009 the military prosecutor’s office informed the applicant of the decision taken on 12 June 2009.", "26. On 20 August 2009 the applicant complained about the prosecutor’s decision to the military prosecutor’s office. He noted that he had been in police custody between 7 and 16 April 2009 and that his injuries had appeared during that period. Moreover, none of the arresting officers had noted any injuries on his body at the time of his arrest. He noted the discrepancies between the two medical reports of 8 and 14 April 2009 and called into question the professionalism and independence of the doctor who had filed the report of the examination on 8 April 2009. He also noted that S. was a former police officer and might have given a statement in support of his former colleagues, either out of solidarity with them or after having been threatened. The applicant referred to his complaint, in which he had noted that he could identify the people who had ill-treated him, but that no identity parade had been organised to verify his claim in that regard.", "27. On 21 August 2009 the military prosecutor’s office rejected the applicant’s complaint as ill-founded. The prosecutor referred to S.’s statement that he had not seen any ill-treatment occurring.", "28. On 10 September 2009 the applicant complained to the Buiucani District Court about the decision not to initiate criminal proceedings. He considered that the investigation had been protracted, given that his complaint of 14 April 2009 had reached the military prosecutor’s office only a week later. Having received no response to his complaint, he had made another complaint on 15 May 2009. After a decision had been taken on 12 June 2009 – two months after his initial complaint – not to initiate a criminal investigation, he had been informed of it another month later. The applicant repeated his arguments made in his complaint of 20 August 2009 and added that the prosecution had not ordered any additional medical examination in order to dispel the doubts concerning the discrepancies between the medical reports of 8 and 14 April 2009. The applicant also noted that he had been undergoing a series of extensive medical examinations which would confirm his ill-treatment.", "29. On 21 September 2009 the Memoria Rehabilitation Centre for Torture Victims, a non-governmental organisation financed by the European Union and a member of the General Assembly of the International Rehabilitation Council for Torture Victims (IRCT), issued an Extract of the medical file (Extras din Fişa Medicală) concerning the applicant’s examination during the period 22 April – 1 June 2009. He appears to have undergone detailed medical tests and examinations by various medical specialists. According to the document, the applicant had suffered, inter alia, the consequences of a head injury including intracranial hypertension syndrome and post-traumatic stress disorder, which had had both physical and psychological effects on him. The document was submitted to the Buiucani District Court.", "30. On 29 September 2009 the Buiucani District Court rejected the applicant’s complaint as unfounded. It found that the prosecutor had interviewed all those concerned and noted that S. had not confirmed the applicant’s allegations. The prosecutors’ decisions having been adopted in full compliance with the law, there was no reason to quash the decisions taken.", "31. On 12 January 2010 the Supreme Council of Magistrates (“the Council”) refused to extend the appointment of Judge M. D. of the Buiucani District Court, following which he was dismissed from his position as a judge by the acting President of Moldova. The reason for the Council’s decision was that the judge had examined a number of cases concerning the events of 7 April 2009 outside the courtroom and at the premises of the General Police Directorate, which was “a grave violation of the Constitution and of the Code of Criminal Procedure”.", "32. On 4 February 2010 the criminal case against the applicant was discontinued for lack of evidence that he had committed a crime.", "33. The relevant parts of the report by Thomas Hammarberg, Commissioner for Human Rights of the Council of Europe, following his visit to Moldova from 25 to 28 April 2009, read as follows:", "“...", "Commissioner Thomas Hammarberg and his delegation visited Moldova two and a half weeks after the post-electoral demonstrations of 6-7 April 2009. The specific issue of the treatment of the people detained in relation to the events was the central focus of the Commissioner’s attention.", "The majority of the persons interviewed by the Commissioner’s delegation, who had been arrested in connection with the April 2009 post-electoral demonstrations, alleged that they had been beaten – some of them severely - by police officers. In several cases, the medical expert accompanying the Commissioner directly observed physical marks consistent with those allegations. Moreover, the medical files in the establishments visited contained records of injuries which were consistent with the persons’ accounts.", "...", "Representatives of the Moldovan authorities accepted that police had abused their powers in the aftermath of the protests when dealing with persons deprived of their liberty, and expressed their resolve to overcome the problem of ill-treatment by the police. It was strongly underlined by the Commissioner that such large-scale violations of the fundamental right to be free of ill-treatment must never be allowed to recur, and that active steps must be taken to pursue accountability whenever individual cases of ill-treatment emerge...", "... 10. The Minister of the Interior informed the Commissioner that 106 people were detained in the aftermath of the 6-7 April 2009 demonstrations on suspicion that they had committed criminal offences. Nine of those persons were still in custody as of 28 April 2009, remanded in Prison No. 13, an institution under the authority of the Ministry of Justice. Moreover, 216 people, including ten young women, had been detained on administrative charges related to the events in question; all of those persons had been released by the time of the Commissioner’s visit.", "11. Based on the information at the Commissioner’s disposal, the persons apprehended in the aftermath of the demonstrations were brought to one of the following police establishments in Chisinau: the General Police Directorate, or the Centru (Centre), Botanica, Ciocana, Rîşcani and Buiucani district police stations. People who were initially detained in one of the district police stations were then transferred to the detention facility at the General Police Directorate.", "12. The Commissioner received no complaints regarding the treatment of persons in Prison No. 13. However, the majority of the persons interviewed by the Commissioner’s delegation, who had been arrested in connection with the April 2009 post-electoral demonstrations, alleged that they had been physically ill-treated by police officers. In most cases, the persons who were subjected to the alleged ill-treatment were relatively young (under 25). As the Prosecutor General has himself observed, the alleged ill-treatment broadly related to three different situations: 1) at the time of apprehension; 2) during transport to a detention facility; and 3) ill-treatment within the detention facility, including during questioning with the objective of extracting a confession.", "13. The physical ill-treatment alleged included punches, kicks and blows with rubber batons, wooden sticks, the butts of firearms, or other blunt and hard objects. Certain persons claimed that the ill-treatment was sufficiently severe or prolonged so as to make them lose consciousness at least once and/or to result in fractures or permanent nerve damage. Many persons also alleged that they had been threatened with physical violence or even with summary execution, verbally abused, and/or subjected to humiliating treatment...", "14. According to the Minister of Justice, of the 111 persons admitted to Prison No. 13 following a period of deprivation of liberty by the police, 28 persons displayed various degrees of injuries. The Minister of the Interior informed the Commissioner that, as of 28 April 2009, 54 complaints concerning ill-treatment were being processed. The Prosecutor General indicated that his office had received 37 complaints as of that date, and that investigations in 30 further cases had been initiated ex officio. In addition, one criminal prosecution had been initiated.", "15. In several cases, the medical expert accompanying the Commissioner directly observed physical marks consistent with allegations of ill-treatment, despite the fact that more than two weeks had elapsed since the time the alleged ill-treatment occurred. Moreover, the files studied by the Commissioner’s medical expert contained records of injuries which were consistent with the accounts of physical ill-treatment given by the persons who had been in police custody. For instance, the records in the Emergency Hospital in Chisinau revealed that 115 persons had sought medical attention during the relevant period because of injuries they sustained due to use of force by the police. Of those, 24 had to be hospitalised because of severe injuries, including concussions, contusions of the kidneys, fractured limbs or ribs, and/or multiple soft tissue injuries...", "22. In contrast to the prison and hospital medical records, the Commissioner’s medical expert observed that the records of injuries kept in the detention facility at the General Police Directorate in Chisinau were extremely cursory and superficial. The explanation given for this was that the feldsher (paramedic) employed in that facility was not a forensic doctor. These deficiencies in the recording of injuries in police establishments have already been highlighted by the European Committee for the Prevention of Torture (CPT) in the report on the Committee’s 2007 visit to Moldova. ...The CPT made a detailed recommendation on screening for injuries of persons within 24 hours of their admission to a police detention facility outside the presence of police officers, and on the imperative to record any injuries in a thorough manner. If the injuries recorded are consistent with allegations of ill-treatment, they should immediately be brought to the attention of the relevant prosecutor and an examination should be ordered by a recognised forensic doctor. In the interests of preventing ill-treatment, the Commissioner strongly urges the Moldovan authorities to provide for proper screening, recording and reporting of injuries, in light of the CPT’s recommendations on this subject.", "... 24. ... representatives of the Consultative Council for the Prevention of Torture (the National Preventive Mechanism under the UN OPCAT) were reportedly prevented on 11 April 2009 from visiting certain police establishments in Chisinau where persons were being held, including the General Police Directorate and the Centru District Police Station.", "25. The Commissioner received many complaints about the conditions of detention in police establishments following the large-scale arrests; most of these involved reports of serious overcrowding, very poor hygiene, lighting and ventilation, as well as the lack of provision of food, clean bedding, and personal hygiene or sanitary items. As already noted, the Commissioner only visited one police detention facility, i.e. the one at the General Police Directorate in Chisinau. The Commissioner observed that the material conditions in the cells were poor, with very dim lighting and bad ventilation; in general, the conditions corresponded quite closely to the descriptions provided by the persons who had been held in those cells. As for the issue of overcrowding, it was confirmed by the staff that the capacity of the establishment was exceeded during the dates in question.", "... 39. It is of great concern to the Commissioner that a large number of the more than three hundred persons – certain of whom were minors - arrested in the context of or following the protests were subjected to ill-treatment by the police, some of it severe.", "... 45. The Commissioner’s official interlocutors accepted that police had abused their powers in the aftermath of the protests when dealing with persons deprived of their liberty. The Commissioner underlined strongly that such large-scale violations of the fundamental right to be protected from ill-treatment must never be allowed to recur, and that active steps must be taken to pursue accountability whenever individual cases of ill-treatment emerge.", "46. The Prosecutor General stated that he will investigate each case brought to his attention and also take initiatives himself upon information indicative of ill-treatment even in the absence of a complaint. According to him, special prosecutors which have not had working relations with police departments implicated in the events were being assigned to the cases.”", "34. The relevant part of the report of the visit to Moldova carried out by the European Committee for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment (“the CPT”) from 27 to 31 July 2009 read as follows:", "“3. The main purpose of the visit was to assess the manner in which investigations were being carried out into cases possibly involving ill-treatment by the police in the context of post-election events in April 2009 in Chişinău. The visit also provided an opportunity to review the treatment of persons detained by the police.", "In the course of April 2009, the CPT received reports from various sources according to which, following the parliamentary elections of 5 April 2009, hundreds of persons had been apprehended by the police after violent incidents occurred during public protests in front of the Presidency, Parliament and Government buildings in Chişinău. Those reports referred to severe physical ill-treatment at the time of apprehension, during transportation and/or during subsequent police custody. The Committee also received information indicating that some persons had died as a result of police action on 7-8 April 2009.", "... 10. During the 2009 visit, the delegation observed that the practice of holding remand prisoners in police temporary detention facilities (izolatoare de detenţie preventivă, abbreviated “IDP”) continued unabated. In the report on the 2007 visit, the CPT called upon the Moldovan authorities to give the highest priority to the implementation of the decision to transfer the responsibility for persons remanded in custody to the Ministry of Justice. In response, the Ministry of Internal Affairs indicated that it was in favour of a temporary transfer of responsibility for IDPs to the Ministry of Justice, pending the building of pre-trial establishments under the latter Ministry’s authority. However, at the end of the 2009 visit, the Minister of Justice indicated that the responsibility for the IDPs could not be taken over by his Ministry because conditions of detention in these facilities were substandard.", "The CPT shares the view that IDPs do not offer suitable conditions for holding persons remanded in custody. The Committee would nevertheless like to stress that, in the interests of the prevention of ill-treatment, the sooner a criminal suspect passes into the hands of a custodial authority which is functionally and institutionally separate from the police, the better. The delegation’s findings from the 2009 visit support that; most cases of alleged police ill-treatment in the context of the April events had emerged only after the persons concerned had been transferred to an establishment under the Ministry of Justice or released. ...", "... 12. In the course of the 2009 visit, the CPT’s delegation heard a remarkably large number of credible and consistent allegations of police ill-treatment in the context of the post-election events in April 2009. Many persons interviewed referred to the remarks made by police staff, which suggested that the alleged ill-treatment was inflicted in retaliation for acts of violence against the police during the day of 7 April.", "... 14. The delegation also heard numerous accounts, from women, men and juveniles alike, of physical ill-treatment whilst in police custody in the course of 8 April and/or during the following days. Most persons interviewed who had not been released shortly after apprehension complained of repeated or prolonged beatings during the initial questioning by operational police officers or between interrogation sessions (e.g. kicks and blows with a truncheon or with a plastic bottle filled with water). The delegation also heard widespread allegations of threats of physical ill-treatment (including rape) and killing during the initial police questioning. The persons interviewed referred not only to the retaliatory nature of the alleged ill-treatment, but also claimed that it was aimed at extracting statements from them.", "Many persons interviewed also alleged that they had been hit with truncheons and kicked when going through a “corridor” of police officers before entering a police establishment or transfer.", "Further, the delegation received a few allegations of ill-treatment by custodial staff (e.g. kicks) upon admission to the IDP of the General Police Directorate in Chişinău.", "15. Most of the above allegations were supported by forensic or other medical evidence. In some cases, the competent prosecuting authorities considered that the ill-treatment alleged was such that it could amount to torture ... The CPT shares this view. Moreover, the above findings lead the Committee to the conclusion that, rather than isolated incidents, there were patterns of alleged ill-treatment.", "... 22. In its previous visit report, the CPT stressed that effective screening for injuries by health-care staff can make a significant contribution to the prevention of ill-treatment of persons detained by the police, and it made a series of recommendations designed to improve the procedures followed by feldshers working in IDPs. During the 2009 visit, the delegation observed the same shortcomings as those identified in the past. There were undue delays in the examination of newly admitted detainees (i.e. of up to several days). The screening for injuries was generally superficial and was routinely carried out in the presence of custodial or operational staff, and a copy of the report drawn up following an examination was accessible to police staff. Not surprisingly, the injuries sustained by detained persons in the context of the April 2009 events had frequently been detected and/or recorded only after release or transfer to a penitentiary establishment.", "In contrast, the screening for injuries on arrival at Penitentiary establishment No. 13 in Chişinău was generally of a better standard: newly arrived remand prisoners were examined by prison health-care staff shortly after admission and reports describing injuries observed during medical screening were forwarded to the prosecuting authorities. However, the recording of injuries was not fully satisfactory: in a number of instances, the description of lesions was succinct and the records rarely contained the prisoners’ accounts as to the origin of their injuries.", "... 28. ... A new system of free legal assistance for indigent criminal suspects came into operation in mid-2008, following the entry into force of the Law on Legal Aid of 26 July 2007. However, a considerable number of detained persons interviewed by the delegation complained about the quality of ex officio lawyers. The inaction of certain ex officio lawyers during the April 2009 events when their clients displayed visible injuries or alleged ill-treatment provoked scepticism about their independence from the police and the prosecuting authorities.", "29. The right of persons in police custody to have access to a doctor (including to one of their own choice), is still not expressly guaranteed by law... Many persons who were in police custody in the context of the April 2009 events complained that, despite repeated requests for independent medical assistance, they had been refused such assistance. In some cases, police staff allegedly denied access to a doctor in order to obtain a confession or other statement from the injured detained persons concerned. Further, it appeared in a few cases of persons who had presented visible injuries that medical care had not been provided to them on the grounds that they had not specifically requested it. Such situations not only deprive detained persons of a safeguard which can play a significant role in the prevention of ill-treatment, but it may also have serious repercussions on the health of persons in police custody. Clearly, access to an independent doctor should not be left to the discretion of police officers.", "... 40. Control of police establishments by public prosecutors has been reinforced over the years since the first CPT visit to Moldova in 1998. Shortly after the post-election events in April 2009, prosecutors paid visits to police detention facilities. The delegation was informed that they had received and processed a number of complaints of ill-treatment in the context of such inspections.", "However, most persons met by the delegation who had been detained at the time claimed that, before such visits, they had been warned by police staff not to make any complaints to the visiting prosecutors. Further, prosecutors were apparently accompanied by police staff and did not seek to have private interviews with detained persons.", "... 43. ... In the aftermath of the April events, a number of persons met by the delegation had been interviewed in private by members of the [Consultative Council for the Prevention of Torture] while in detention. ... Further, between 9 and 23 April 2009, on eight occasions, members of the Council had reportedly not been able to carry out their tasks; denial of access (on 9 and 11 April), delays in access (of up to two hours) and refusal to allow them to consult custody registers were among the major problems encountered. Police officers met by the delegation excused the problems of access by a lack of information, in particular as regards the composition of the Council.", "44. In short, the post-election period in April 2009 had been a litmus test of the ability of independent visiting bodies to carry out their functions effectively. However, the delegation’s findings suggest that there had been serious shortcomings in their operation.", "... 61. The CPT recognises that the high number of cases possibly involving police ill-treatment in relation to the April events constituted a significant challenge for the prosecuting authorities in carrying out their task. However, this should have prompted them to adopt a more proactive and holistic approach, with a particular emphasis on establishing a timeline of the incidents, including all the police officers involved, and all the alleged victims, potential witnesses and outside professionals (e.g. medical staff). Indeed, many complaints and other information indicative of ill-treatment consistently referred to the same incidents, at the same locations, with the same patterns of alleged ill-treatment and, possibly, the same police officers involved. It is clearly a flawed approach to carry out individual investigations into such cases while treating them as unrelated episodes and without proper co-ordination.", "... 63. In almost all the cases examined at the time of the visit, the action taken had still not led to the identification of the perpetrators of alleged ill-treatment and/or any officials who may have condoned or encouraged it. Prosecutors met by the delegation explained this situation by the impossibility in most cases to identify suspects because police officers were wearing balaclavas, or the fact that the position of the victims did not allow them to see the police officers allegedly inflicting blows. However, it clearly appeared during the 2009 visit that no steps had been taken by the prosecuting authorities in a number of cases where victims indicated that they would recognise the police officers involved in the alleged ill-treatment...", "Further, key information that could have led to the identification of potential suspects and witnesses among members of the BPDS “Fulger” (such as apprehension reports) had not yet been examined in the context of investigations into alleged ill-treatment; by contrast, such information was being reviewed by prosecutors investigating mass disorder and usurpation of power on 7 April 2009. It is also noteworthy that the responsibility of senior Internal Affairs officials and police officers was not being addressed by the prosecutors dealing with cases of alleged ill-treatment; in the CPT’s view, the fact that such an important issue was being dealt with by prosecutors investigating mass disorder and usurpation of power could seriously undermine the impartiality of any investigative action taken in this respect.", "66. When investigating cases possibly involving ill-treatment, the prosecuting authorities do not have an obligation of result; however, they are under an obligation to take appropriate investigative action. Efforts had generally been made by the prosecuting authorities to react to allegations of police ill-treatment in relation to the April 2009 events, even in the absence of a formal complaint, when this had been brought to their attention. However, the above findings suggest that in many cases the competent prosecutors had not taken all reasonable steps in good time to secure evidence and had failed to make genuine efforts to identify those responsible.", "It should also be stressed that many alleged victims interviewed by the delegation, including those who had not yet lodged official complaints, as well as their lawyers, expressed a general lack of confidence in the capability and determination of the prosecuting authorities, including military prosecutors, to carry out effective investigations into cases of police ill-treatment. In the CPT’s view, if a police complaints mechanism is to enjoy public confidence, it should not only be independent but should be seen to be independent of the police.", "In their letter of 26 October 2009, the Moldovan authorities informed the Committee that, following the visit, the prosecuting authorities “moved to other investigation tactics”, placing a particular emphasis on the accountability of senior police officers for their actions or lack of action...”", "35. The relevant parts of the Report of the parliamentary inquiry commission tasked with the elucidation of the causes and consequences of the events following the general elections held on 5 April 2009 in Moldova (“the Commission”) read as follows:", "“IV. 2.1.1. Number and profile of detainees", "... in accordance with the registers held by [establishments belonging to the Ministry of Internal Affairs], 571 individuals were arrested on 7-12 April 2009. ... [The] majority of these individuals were arrested on 7-9 April 2009.", "In addition, an analysis of various detention records and other data provided by the State authorities revealed that the arrest of almost 70 people had not been reflected in the detention centre records. In a number of cases, the registers did not reflect that the detainee had been taken to hospital due to [his or her] injuries suffered. Many of the entries as to the reason for the arrest made during 7-12 April 2009 noted simply “from Stephen the Great (Ştefan cel Mare) St.”, “from Parliament”, “from the Presidential Palace”, “near Government [offices]” or even “for clarification” and “from office no. ...” (probably the office number in the relevant police station from which the detainee had been transferred) without any further details.", "Even though the authorities declared that 274 police and other officers had been injured during the events of 7 April 2009, only three people were arrested for causing such injuries, most others being accused of minor hooliganism and refusing to obey or insulting the police. The Commission concluded that “the simple presence of people in the perimeter of the [relevant few] streets and buildings amounted to ‘sufficient grounds’ for arresting [them] and bringing them to the police stations.”", "The Commission found that “all the concerns expressed by international organisations, the media, NGOs and society as a whole concerning the inadequate and disproportionate actions of the police after the events of April 2009 have been fully justified. Most people were detained by the police arbitrarily, in the absence of any reasonable suspicion of having committed a crime; the operative services of the Ministry of Internal Affairs have failed to identify the people who committed violent acts against their own colleagues from the Ministry of Internal Affairs; the police committed ill-treatment and acts of torture against individuals held in detention and allowed serious violations of procedural rights guaranteed by the Constitution...”", "IV. 2.2. Actions of the courts", "For the first time in the modern history of the Republic of Moldova, cases against detainees whom the police suspected of having committed administrative or criminal offences connected with the 7 April events were examined inside police sections.", "... M. D., a former investigating Judge of the Buiucani District Court, [stated to the Commission that he] only examined cases concerning administrative offences on 10 April 2009 at the GPD, between approximately 13:00 and 16:40. [He] examined nine cases at the GPD... Nobody complained of ill-treatment and neither did their lawyers. Moreover, no signs of ill-treatment were apparent.”", "The Commission also drew up statistical data, according to which the judges accepted 80% of all the requests made by the prosecutors for the ordering of the detention of individuals accused of various criminal offences in relation to the April 2009 events. Of the total of 148 such requests, 88% were examined outside courtrooms, and a majority of such cases were examined on the GPD’s premises.", "According to the data in the Commission’s possession, Judge M. D. examined 15 cases on 10 April 2009 at the GPD. He accepted all the prosecutor’s requests, spending between 22 and 30 minutes on each case.", "Most of the decisions taken by each investigating judge in the cases connected with the April 2009 events were virtually identical. Of the 60 appeals lodged by defence lawyers against the decisions remanding their clients, 95% were accepted by the Court of Appeal and the detainees were either released or subjected to preventive measures not involving detention.", "All the judges who had examined cases connected with the April 2009 events declared to the Commission that they had not seen any evident signs of ill-treatment on the persons brought before them. Only in one case had a detainee and his lawyer complained of ill-treatment. The Commission noted the discrepancy of these statements with the statements of a number of victims, who had allegedly complained of ill-treatment to the judges, to no avail.", "According to a reply from the Prosecutor General’s Office, 105 complaints were received concerning alleged ill-treatment by the police during 7 and 8 April 2009. Following medical examinations in respect of 100 of them, 64 were found to have injuries of various degrees of seriousness. In 33 cases criminal investigations have been initiated as a result.", "The Commission found that “the actions of prosecutors in identifying, investigating and punishing cases of torture and ill-treatment during the initial phase were “reserved”, sometimes even suggesting that detainees had painted injuries on their bodies... At the same time ... it was established that prosecutors, as well as judges, did not take firm action to stop acts of torture, even when signs of violence had been visible.”", "The Commission concluded, inter alia, that “the actions of the police on the night of 7 April 2009 were disproportionate and unlawful.””", "36. In their report “Liberty, Security and Torture: April 2009 events in Moldova”, the Institute for Human Rights in Moldova (IDOM) and the Resource Centre for Human Rights (CReDO) found, inter alia, that:", "“Police [had] responded with blunt brutality and untargeted, largely unjustified arrests, beatings and intimidation;", "Arrests and detention in the Ministry of Interior custody ha[d] been widely and systematically used as a response by the police;", "Comprehensions and detentions went in a substantial number of cases with no explanations of the motives and reasons;”", "The authors of the report also found that 64% of those detained had claimed that they had been beaten by the police during their detention, and 81% had been beaten during their apprehension. This police brutality resulted in at least two confirmed deaths, with ten more suspected cases. Some 40% of those detained during the April 2009 events were not given access to a lawyer within reasonable time and 79% of all legal representation had been entrusted to State-appointed legal aid lawyers.", "37. The relevant part of the Declaration of the Moldovan Bar Association (“the MBA”) of 17 April 2009 reads as follows:", "“[The MBA] condemns both the violent actions of certain persons during the protests of 7 April 2009 and the disproportionally violent and repressive actions of the State authorities after 7 April 2009.", "... [The MBA] declares unacceptable and condemns instances of refusing lawyers access to their clients and to the materials in the relevant case files and [the fact] that many arrestees were refused access to a lawyer of their own choice, having been offered, against their will, legal assistance by lawyers [appointed under the legal aid scheme], some of whom had had a purely formal role and who, by their participation, validated the unlawful acts committed in respect of the detainees...”."], "VIOLATED_ARTICLES": ["3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}