{"ITEMID": "001-58076", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 1996, "DOCNAME": "CASE OF BUCKLEY v. THE UNITED KINGDOM", "IMPORTANCE": "2", "CONCLUSION": "No violation of Art. 8;No violation of Art. 14+8", "JUDGES": "John Freeland", "TEXT": ["7. The applicant is a British citizen and a Gypsy. She lives with her three children in caravans parked on land owned by her off Meadow Drove, Willingham, South Cambridgeshire, England. She is married but separated from her husband in 1991.", "8. As far back as can be traced, the applicant's family have been Gypsies based in South Cambridgeshire. She has lived in caravans all her life and as a child travelled with her parents in this area. She continued this itinerant life until shortly before the birth of her third child in 1988.", "9. In 1988 the applicant's sister and brother-in-law acquired a one-acre (approximately 4000 square metres) site off Meadow Drove, Willingham, and were granted personal, temporary planning permission for one living unit, comprising two caravans.", "10. At her sister's invitation she moved on to this site in November 1988 when she was expecting her third child, because she had found it hard being constantly on the move with young children. During this period of settled living the two eldest children were able to attend a local school, where they integrated well.", "11. On an unspecified date in 1988, the applicant acquired part of her sister's land (0.16 hectare) to the rear of the site, furthest away from Meadow Drove. She moved her three caravans on to this plot.", "12. Her land is now part of a group of six adjacent sites which are occupied by Gypsies. One plot has received permanent planning permission for the residential use of three caravans. The site occupied by the applicant's sister enjoyed temporary permission until 4 August 1995. The remaining three sites have been occupied without planning permission and the occupants have been subject to enforcement proceedings (see paragraph 32 below). The occupants of two of those sites have also introduced applications before the European Commission of Human Rights.", "13. The applicant has stated that she intends to resume her travelling life sometime in the future, and to pass on this tradition to her children. In 1993 she travelled with her sister to Saint Neots in Cambridgeshire because her father-in-law was dying. She was able to park on waste ground for two weeks, but had to move on shortly after the funeral.", "14. On 4 December 1989 the applicant applied retrospectively to South Cambridgeshire District Council for planning permission for the three caravans on her site.", "She was refused on 8 March 1990 on the grounds that (1) adequate provision had been made for Gypsy caravans elsewhere in the South Cambridgeshire area, which had in the Council's opinion reached \"saturation point\" for Gypsy accommodation; (2) the planned use of the land would detract from the rural and open quality of the landscape, contrary to the aim of the local development plan which was to protect the countryside from all but essential development (see paragraph 30 below); and (3) Meadow Drove was an agricultural drove road which was too narrow to allow two vehicles to pass in safety.", "15. On 9 April 1990 the Council issued an enforcement notice requiring the caravans to be removed within a month.", "The applicant appealed against the enforcement notice to the Secretary of State for the Environment (see paragraph 33 below).", "16. An inspector was appointed by the Secretary of State to report on the appeal (see paragraph 33 below). The inspector visited the site and considered written representations submitted by the applicant and the District Council.", "In her report issued on 14 February 1991 the inspector observed that the local authority had granted planning permission to two caravan sites between the applicant's site and Meadow Drove (the applicant's sister's site and another), and to an agricultural workshop on land to the east of the site (which was occupied at the time of the inspection by an unauthorised road haulage business). The applicant's caravans were screened from the road because of these authorised and unauthorised developments. However, the inspector wrote that:", "\"... whether seen or not, the development subject of these notices [i.e. the applicant's caravan site] extends development further from the road than that permitted. It thus intrudes into the open countryside, contrary to the aim of the Structure Plan [see paragraph 30 below] to protect the countryside from all but essential development.\" The inspector also found that the access road to the site was too narrow for two vehicles to pass, and thus that the use of the site for caravans would not be in the interests of road safety. She considered the applicant's special status as a Gypsy and observed that in January 1990 there were over sixty Gypsy families on unauthorised sites in the district of South Cambridgeshire. She continued: \"It is therefore clear in my mind that a need exists for more authorised spaces. ... Nevertheless, I consider it important to keep concentrations of sites for gypsies small, because in this way they are more readily accepted by the local community. ... [T]he concentration of gypsy sites in Willingham has reached the desirable maximum and I do not consider that the overall need for sites should, in this case, outweigh the planning objections.\"", "She concluded by recommending that the appeal be dismissed.", "17. The Secretary of State dismissed the appeal on 16 April 1991. The reasons given included the following:", "\"The decisive issue in regard to the planning merits of your appeals is considered to be whether the undisputed need for additional gypsies' caravan site provision, in the administrative areas of the District Council, and of the County Council, is so pressing that it should be permitted to override the objections on planning policy and highway safety grounds to the retention of the use of the appeal site as a residential caravan site for gypsies. On this approach, the view is taken that the objections to the continued use of the appeal site as a residential gypsy caravan site are so strong, on planning policy and highway safety grounds, that a grant of planning permission could not be justified, either on a temporary or personal basis. In reaching this conclusion, full consideration has been given to policy advice in the Department's Circular 28/77, giving guidance to Councils on the need to provide adequate accommodation in the form of caravan sites, for gypsies residing in or resorting to their area. However, on the available evidence, the view is taken, in agreement with the officer's appraisal, that the concentration of gypsy caravan sites around the Willingham area has reached the desirable maximum, and the overall need for additional sites should not outweigh the planning and highway objections arising from the continued use of this particular site.\"", "The applicant did not appeal to the High Court because she was advised by counsel that no grounds arose in her case (see paragraph 34 below).", "18. The applicant has been prosecuted for failure to comply with the enforcement notice of May 1990. On 7 January 1992 she was fined £50 and required to pay £10 costs. She has again been prosecuted on two occasions after the introduction of her application to the Commission on 7 February 1992. On 12 January 1994 the magistrates granted her an absolute discharge but ordered her to pay the prosecution costs. Finally, on 16 November 1994 she was fined £75 and ordered to pay £75 costs.", "19. By a letter dated 20 May 1993, the Department of the Environment informed the District Council that the Secretary of State had decided to designate the area of South Cambridgeshire under section 12 of the Caravan Sites Act 1968 (see paragraph 37 below). It was noted that a small number of Gypsies still remained on unauthorised sites but that, in light of the provision made for sites which was greater than in any other district, it was considered \"not expedient for adequate accommodation to be provided for Gypsies residing in or resorting to South Cambridgeshire district\". The order designating the district of South Cambridgeshire came into force on 13 August 1993, but no longer applies because of the provisions of the Criminal Justice and Public Order Act 1994 (see paragraph 41 below).", "20. On 19 September 1994 the applicant again applied for permission to station her caravans on her site, in the light of a change in the law (see paragraphs 40-42 below).", "21. She was refused on 14 November 1994 on the grounds that (1) local planning policy dictated that development in open countryside should be restricted and no evidence to justify a departure from this policy had been advanced, and (2) adequate provision for Gypsies had been made along Meadow Drove (see paragraph 24 below).", "22. The applicant (together with others occupying the neighbouring sites) appealed against this decision to the Secretary of State. A report was prepared by an inspector in May 1995. The inspector considered, first, whether the continued use of the land as a Gypsy caravan site would detract from the rural nature of the area, and, secondly, if so, whether there were any special circumstances sufficient to outweigh this objection. She found that the road safety objection, which had been one of the grounds of refusal in April 1991 (see paragraph 16 above), no longer applied. With regard to the first question, the inspector found that the applicant had a mobile home, three touring caravans and three sheds on her site. These were hidden from the road by the caravans on the sites in front and by an agricultural engineering business, the same depth as the applicant's site to the east. They were visible from other vantage points but could be adequately screened by planting hedges. However, she concluded that:", "\"... the continued use of the rear plots considerably extends the depth of development south of the road. This intensification of use in itself inevitably detracts from the rural appearance and generally open character of the area, contrary to the objectives of national and local countryside policy. I must therefore conclude that the continued occupation of the land as gypsy caravan sites is harmful to the character and appearance of the countryside.\"", "", "\"a relevant consideration that there is available alternative accommodation close by, which would enable the appellants to stay in the Willingham area and their children to continue at the local schools\".", "On the other hand,", "\"little weight [could] be given to the private sites at Cottenham. No substantive evidence was given by either the Council or the appellants as to whether plots were actually available there or their price\".", "The inspector considered the impact of Circular 1/94 (see paragraph 43 below) on the applicant's case, but concluded that, although it placed greater emphasis on the provision of sites by Gypsies themselves, it was government policy that proposals for Gypsy sites should continue to be determined solely in relation to land-use factors. She concluded that there had been no material changes since the last appeal was heard and the present appeal should therefore be dismissed.", "23. Accepting the inspector's conclusions and recommendations, the Secretary of State dismissed the appeal on 12 December 1995. The applicant has filed an appeal to the High Court, which is now pending.", "24. In November 1992 the County Council opened an official Gypsy caravan site in Meadow Drove, about 700 metres away from the applicant's land. The site consists of fifteen pitches, each comprising a fenced, partially grassed area with hard standing for caravans and its own brick building containing a kitchen, shower and toilet. Each pitch is designed to accommodate one permanent caravan, one touring caravan, one lorry and one car. They are joined by a central road and the site stands in open countryside.", "25. Between November 1992 (when the site opened) and August 1995, twenty-eight vacancies have arisen there. The District Council contacted the applicant by letters dated 17 February 1992 and 20 January 1994, informing her of the possible availability of pitches on this site and advising her to apply for one to the County Council. The applicant has never taken any action in this regard.", "26. Since the site opened, the following incidents have reportedly taken place there: (1) an unsubstantiated allegation in May 1993 that one of the residents was in possession of a firearm; (2) a fight in December 1993 during which a resident on the site was punched in the eye by another; (3) in 1994 a car was brought on to the site and set alight; (4) in the same year there was an incident of domestic violence; (5) also in 1994, the warden's office on the site was burgled and damaged when temporarily vacant; (6) in 1995 a site resident was convicted of conduct likely to cause a breach of the peace after exchanging words and threatening gestures with a District Council refuse collector on the site; (7) in March 1995 four pitches were damaged by vandalism and/or fire.", "27. There are authorised privately run sites at Smithy Fen, Cottenham, about 7 kilometres from Willingham. In May 1995 the cost of purchasing a pitch on one of them reportedly varied between £7,000 and £40,000.", "28. The Town and Country Planning Act 1990 (as amended by the Planning and Compensation Act 1991) (\"the 1990 Act\") consolidated pre-existing planning law.", "29. It provides that planning permission is required for the carrying out of any development of land (section 57 of the 1990 Act). A change in the use of land for the stationing of caravans can constitute a development (Restormel Borough Council v. Secretary of State for the Environment and Rabey [1982] Journal of Planning Law 785; John Davies v. Secretary of State for the Environment and South Hertfordshire District Council [1989] Journal of Planning Law 601).", "30. An application for planning permission must be made to the local planning authority, which has to determine the application in accordance with the local development plan, unless material considerations indicate otherwise (section 54A of the 1990 Act). The local development plan in South Cambridgeshire restricts development in the countryside to that essential to the efficient operation of particular rural uses, such as horticulture, agriculture and forestry.", "31. The 1990 Act provides for an appeal to the Secretary of State in the event of a refusal of permission (section 78). With immaterial exceptions, the Secretary of State must, if either the appellant or the authority so desire, give each of them the opportunity of making representations to an inspector appointed by the Secretary of State. It is established practice that each inspector must exercise independent judgment and must not be subject to any improper influence (see the Bryan v. the United Kingdom judgment of 22 November 1995, Series A no. 335-A, p. 11, para. 21). There is a further appeal to the High Court on the ground that the Secretary of State's decision was not within the powers conferred by the 1990 Act, or that the relevant requirements of the 1990 Act were not complied with (section 288).", "32. If a development is carried out without the grant of the required planning permission, the local authority may issue an \"enforcement notice\", if it considers it expedient to do so having regard to the provisions of the development plan and to any other material considerations (section 172 (1) of the 1990 Act).", "33. There is a right of appeal against an enforcement notice to the Secretary of State on the grounds, inter alia, that planning permission ought to be granted for the development in question (section 174). As with the appeal against refusal of permission, the Secretary of State must give each of the parties the opportunity of making representations to an inspector.", "34. Again there is a further right of appeal \"on a point of law\" to the High Court against a decision of the Secretary of State under section 174 (section 289). Such an appeal may be brought on grounds identical to an application for judicial review. It therefore includes a review as to whether a decision or inference based on a finding of fact is perverse or irrational (R. v. Secretary of State for the Home Department, ex parte Brind [1991] Appeal Cases 696, 764 H-765 D). The High Court will also grant a remedy if the inspector's decision was such that there was no evidence to support a particular finding of fact; or the decision was made by reference to irrelevant factors or without regard to relevant factors; or made for an improper purpose, in a procedurally unfair manner or in a manner which breached any governing legislation or statutory instrument. However, the court of review cannot substitute its own decision on the merits of the case for that of the decision-making authority.", "35. Part II of the Caravan Sites Act 1968 (\"the 1968 Act\") was intended to combat the problems caused by the reduction in the number of lawful stopping places available to Gypsies as a result of planning and other legislation and social changes in the post-war years. Section 16 defined \"gipsies\" as: \"persons of nomadic habit of life, whatever their race or origin, but does not include members of an organised group of travelling showmen, or of persons engaged in travelling circuses, travelling together as such\".", "36. Section 6 of the 1968 Act provided that it should be the duty of local authorities: \"to exercise their powers ... so far as may be necessary to provide adequate accommodation for gipsies residing in or resorting to their area\". The Secretary of State could direct local authorities to provide caravan sites where it appeared to him to be necessary (section 9).", "37. Where the Secretary of State was satisfied either that a local authority had made adequate provision for the accommodation of Gypsies, or that it was not necessary or expedient to make such provision, he could \"designate\" that district or county (section 12 of the 1968 Act). The effect of designation was to make it an offence for any Gypsy to station a caravan within the designated area with the intention of living in it for any period of time on the highway, on any other unoccupied land or on any occupied land without the consent of the occupier (section 10). In addition, section 11 of the 1968 Act gave to local authorities within designated areas power to apply to a magistrates' court for an order authorising them to remove caravans parked in contravention of section 10.", "38. By the mid-1970s it had become apparent that the rate of site provision under section 6 of the 1968 Act was inadequate, and that unauthorised encampments were leading to a number of social problems. In February 1976, therefore, the Government asked Sir John Cripps to carry out a study into the operation of the 1968 Act. He reported in July 1976 (Accommodation for Gypsies: A report on the working of the Caravan Sites Act 1968, \"the Cripps Report\"). Sir John estimated that there were approximately 40,000 Gypsies living in England and Wales. He found that: \"Six-and-a-half years after the coming into operation of Part II of the 1968 Act, provision exists for only one-quarter of the estimated total number of gypsy families with no sites of their own. Three-quarters of them are still without the possibility of finding a legal abode ... Only when they are travelling on the road can they remain within the law: when they stop for the night they have no alternative but to break the law.\" The report made numerous recommendations for improving this situation.", "39. Circular 28/77 was issued by the Department of the Environment on 25 March 1977. Its stated purpose was to provide local authorities with guidance on \"statutory procedures, alternative forms of gypsy accommodation and practical points about site provision and management\". It was intended to apply until such time as more final action could be taken on the recommendations of the Cripps Report. Among other advice, it encouraged local authorities to enable self-help by Gypsies through the adoption of a \"sympathetic and flexible approach to [Gypsies'] applications for planning permission and site licences\". Making express reference to cases where Gypsies had bought a plot of land and stationed caravans on it only to find that planning permission was not forthcoming, it recommended that in such cases enforcement action not be taken until alternative sites were available in the area.", "40. Circular 57/78, which was issued on 15 August 1978, stated, inter alia, that \"it would be to everyone's advantage if as many gypsies as possible were enabled to find their own accommodation\", and thus advised local authorities that \"the special need to accommodate gypsies ... should be taken into account as a material consideration in reaching planning decisions\". In addition, approximately £100 million was spent under a scheme by which one hundred per cent grants were made available to local authorities to cover the costs of creating Gypsy sites.", "41. Section 80 of the Criminal Justice and Public Order Act 1994 (\"the 1994 Act\"), which came into force on 3 November 1994, repealed sections 6-12 of the 1968 Act (see paragraphs 35-37 above) and the grant scheme referred to in paragraph 40 above.", "42. Section 77 of the 1994 Act gives to a local authority power to direct an unauthorised camper to move. An unauthorised camper is defined as \"a person for the time being residing in a vehicle on any land forming part of the highway, any other unoccupied land or any occupied land without the owner's consent\". Failure to comply with such a direction as soon as practicable, or re-entry upon the land within three months, is a criminal offence. Local authorities are able to apply to a magistrates' court for an order authorising them to remove caravans parked in contravention of such a direction (section 78 of the 1994 Act).", "43. New guidance on Gypsy sites and planning, in the light of the 1994 Act, was issued to local authorities by the Government in Circular 1/94 (5 January 1994), which cancelled Circular 57/78 (see paragraph 40 above). Councils were told that:", "\"In order to encourage private site provision, local planning authorities should offer advice and practical help with planning procedures to gypsies who wish to acquire their own land for development. ... The aim should be as far as possible to help gypsies to help themselves, to allow them to secure the kind of sites they require and thus help avoid breaches of planning control.\" However: \"As with other planning applications, proposals for gypsy sites should continue to be determined solely in relation to land-use factors. Whilst gypsy sites might be acceptable in some rural locations, the granting of permission must be consistent with agricultural, archaeological, countryside, environmental, and Green Belt policies ...\""], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["14", "8"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}