{"ITEMID": "001-76995", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF BLAKE v. THE UNITED KINGDOM", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;Non-pecuniary damage - financial award;Costs and expenses (domestic proceedings) - claim dismissed;Costs and expenses partial award - Convention proceedings", "JUDGES": "Nicolas Bratza;Simon Brown", "TEXT": ["6. Between 1944 and 3 May 1961 the applicant was a member of the SIS. On 16 August 1944 he signed an undertaking (Official Secrets Act 1911 - “the 1911 Act”) which applied during and after his SIS service.", "7. In or around 1951 the applicant became an agent for the Soviet Union when he disclosed secret information to the Soviet authorities. In 1960 he was arrested. In 1961 he pleaded guilty to five counts of unlawfully communicating information contrary to the 1911 Act and was sentenced to 42 years' imprisonment. In 1966 he escaped from prison. He made his way to Berlin and from there to Moscow where he lives to date.", "8. In 1989 he wrote his autobiography entitled “No Other Choice” (“the Book”) which was described later by the High Court as “his apologia for the course his life has taken”. Substantial parts related to his activities, and were based on information acquired by him as an S.I.S. officer.", "9. In May 1989 he signed a contract with a Publisher to publish the Book in the United Kingdom. He was paid at that stage an advance on royalties (33, 650 pounds sterling (GBP) net) and a further advance royalty payment (GBP 55,000) was due to him on publication. In September 1990 the Publisher announced the impending publication of the Book and it was published on 17 September 1990.", "10. By letter of 14 September 1990 to the Publisher, the Treasury Solicitor stated that it would hold the Publisher liable for the applicant's breach of his duty of confidentiality. The Publisher denied the claims but confirmed that it would not make payments without notice to the Crown. The Treasury Solicitor's letter to the Publisher of 23 November 1990 considered the applicant liable for a breach of a fiduciary duty to the Crown: the Publisher rejected these claims.", "11. The Attorney General (“AG”) issued a writ in the High Court on 24 May 1991 seeking from the applicant any financial benefit from publication (royalties already due from the Publisher and any future royalties) arguing that in writing and authorising the publication of the Book, he had acted in breach of the duty of confidence he owed to the Crown as a former member of the SIS. There was no reliance on the 1911 Act, the Official Secrets Act 1989 (“the 1989 Act”) or on the undertaking signed in 1944.", "12. On 17 June 1991 a statement of claim was submitted.", "13. On 17 November 1991 an extension of time was given for lodging the defence and this was filed on 6 January 1992.", "14. By letter dated 3 December 1991 to the applicant, the Legal Aid Area Office refused legal aid and he appealed within the 14 day time-limit. By letter of 7 April 1992 that Office indicated that his appeal had been adjourned pending receipt from him of further information in relation to royalty payments already made to him and it was noted that he had not requested the Treasury Solicitor to release the monies held by the Publisher to fund his defence of the proceedings. In April and May 1992 the applicant requested the Treasury Solicitor to release the monies held by the Publisher to fund his defence, and these requests were refused (in April and July 1992, respectively).", "15. In May 1992 the Publisher rejected the applicant's request for the payment of royalties due, or at least GBP 20,000, to cover legal costs maintaining that that was a matter between the applicant and the Crown.", "16. On 20 May 1992 the applicant's sister completed a schedule detailing how the payments received from the Publisher had been spent: some on household goods with the majority given to family members.", "17. On 3 July 1992 his solicitors informed the Legal Aid Area Office how the royalty payments to date had been spent and about the refusal of the Treasury Solicitor and the Publisher to release the monies to him. By letter dated 27 July 1992 from Legal Aid Area Office the applicant was informed that the Area Committee had rejected his appeal. It appeared to the Committee unreasonable that he should be granted representation: since the litigation was known to him, not later than 28 June 1991, he had voluntarily divested himself of substantial funds under his control and direction. The applicant claimed that he had given approximately GBP 20,000 to his children before 28 June 1991 and that only GBP 14,000 had been spent thereafter (most of which he had given to his son). The balance remaining (GBP 4,165) was insufficient to fund his litigation.", "18. By letter dated 12 August 1992 the applicant informed the Treasury Solicitor that he would apply to the High Court for an order that the AG consent to the release of the relevant monies to fund his defence. This application was made on 20 August 1992 and on 21 August 1992 the matter was adjourned for a hearing before a judge. On 18 February 1993 the High Court dismissed the application finding that it had no jurisdiction to make an injunction against the Crown. The matter could be revisited if the Publisher was joined as a third party to the proceedings. On 8 March 1993 the High Court refused leave to appeal.", "19. On 19 May 1993 the High Court allowed the applicant serve a third party notice on the Publisher, the notice issued on 24 June 1993, on 27 September 1993 the Publisher submitted its defence and counterclaim followed by, in February 1994, Further and Better Particulars of the Counterclaim. The Publisher did not oppose the release of funds and the applicant renewed his request for release of the funds.", "20. On 22 June 1994 the High Court rejected his re-application for the release of the monies: the Crown's claim was prima facie a strong one. Many litigants presented their cases themselves and the court was able to ensure that there was a fair trial. Since he was a fugitive from justice and would not appear in person, the lack of legal representation would not deny him a fair trial. It was also noted that, by this time, he had received in the region of $11,000 for a German television documentary which could contribute to his legal costs.", "21. On 12 August 1994 his solicitors applied and were granted leave to cease to act for the applicant. They could not continue to act on a pro bono basis and costs' orders had already been made against the applicant.", "22. Given that the applicant would not be attending to represent himself and on the initiative of the AG, on 25 July 1995 the High Court appointed a Queen's Counsel and a junior counsel to act as amici curiae in the case. The Crown was also represented by Queen's Counsel and by junior counsel. The applicant was not present or further represented before the High Court.", "23. On 1 and 2 April 1996 a hearing took place in the High Court. On 19 April 1996 the High Court rejected the AG's application by detailed judgment and, in particular, the AG's claim of a continuing fiduciary duty owed by the applicant to the Crown. On 20 May 1996 the Crown appealed.", "24. The Legal Aid Area Office refused legal aid for the appeal by letter dated 30 May 1996 stating that the applicant had not shown reasonable grounds for taking, defending or being a party to proceedings. In particular, he had not made any comment on the Crown's grounds of appeal and it was not therefore possible to determine his likely prospects of success. He appealed this refusal, submitting detailed and reasoned argument. The Legal Aid Area Office, by letter dated 25 June 1996, confirmed the rejection of his appeal noting that the Committee considered that it would be unreasonable to grant legal aid to enable him to continue to pursue a claim so long as he remained “a fugitive from justice already meted out to you”.", "25. His solicitors again applied for the release of the monies to fund his litigation which application was rejected by the Court of Appeal.", "26. The Court of Appeal hearing took place on 6 and 7 October 1997. The applicant was neither represented nor present and the Publisher took no part in the proceedings. The AG was represented by the Solicitor-General, Queen's Counsel and two junior counsel, with a Queen's Counsel and one junior counsel appearing as amici curiae. The Court of Appeal later noted that the amici curiae had deployed before it all the arguments which the applicant might have wished to present if he had been present.", "27. Counsel acting as amici curiae suggested a possible public law remedy and the court also considered that the AG might have a private law restitutionary remedy against the applicant. The proceedings were therefore adjourned (until 1 December 1997) to allow submissions on those two issues as defined by the court. The AG was also granted leave to amend his statement of claim. Arrangements were made for the applicant to be sent the amended statement of claim. He did not respond because, he submitted, he was not legally represented.", "28. On 16 December 1997 Lord Woolf M.R. delivered the court's judgment dismissing the three private law grounds of appeal (breach of a life-long fiduciary duty arising from S.I.S. employment; breach of contract given the undertaking signed in 1944; and a claim for restitutionary damages for profits from a breach of contract where the defendant obtained profit by doing the very thing which he contracted not to do). The Crown's public law claim (the AG's inherent power to bring proceedings to ensure the enforcement of the criminal law) was allowed. Accordingly, Lord Woolf M.R. granted an injunction restraining the applicant from receiving any payment or other benefit in connection with the exploitation of the Book", "29. On 24 January 1998 the applicant's solicitors sought leave to be reinstated and, acting on a pro bono basis, lodged skeleton arguments before the Court of Appeal seeking leave to appeal to the House of Lords. On 28 January 1998 the applicant's representatives went back on record. On 22 April 1998 the Court of Appeal gave leave to appeal. On 24 April 1998 the applicant requested waiver of security for costs and the Treasury Solicitor confirmed consent on 24 June 1998.", "30. On 24 June 1998 the House of Lords allowed the filing of the appeal petition out of time. On 30 July 1998 the applicant again applied for the release of the monies held by the Publisher, which was refused by the Treasury Solicitor on 25 August 1998. His request to the House of Lords for the release of monies was made on 15 October 1998 and was rejected in November 1998, the House of Lords advising him to apply for a waiver of the appeal fees. The applicant submitted that between November 1998 and May 1999 he corresponded with the Legal Aid Area Office concerning funding for the appeal to the House of Lords. On 5 June 1999 the applicant returned the completed waiver request form and on 25 June 1999 the applicant's solicitors applied for the waiver of appeal fees. On 2 July 1999 the House of Lords requested further information of the applicant as regards the waiver application. Between 7 and 20 July the applicant and the Treasury Solicitor agreed on a statement of facts for the purposes of the appeal.", "In or around late 1999/early 2000 the House of Lords agreed to waive the appeal fees and security for costs. The expenses (not including legal costs) of preparing the hearing bundles for the House of Lords amounted to GBP 2,709. His solicitor and junior counsel represented him on a pro bono basis. Two Queen's Counsel and two junior counsel represented the Crown.", "31. The appeal hearing was fixed for 7-9 March 2000. Although he accepted that the restitutionary damages' (private law) issue raised points of general interest, the AG confined the appeal to the public law injunction. However, by letter dated 14 February 2000 to the parties, the House of Lords indicated that it wished to hear argument at the hearing on the matter of restitutionary damages for breach of contract. Both parties prepared written submissions on the point and a hearing took place between 7 and 9 March 2000.", "32. The main judgment was delivered on 27 July 2000 by Lord Nicholls, with whom Lords Goff and Browne-Wilkinson concurred. Lord Steyn delivered a separate judgment and Lord Hobhouse dissented. Lord Nicholls concluded that there was no reason in principle to rule out an account of profits as a remedy for breach of contract in exceptional situations notably where other remedies were inadequate and where the plaintiff had a legitimate interest in preventing the defendant's profit-making activity and, hence, in depriving him of his profit.", "The final basis for making an order for an account of profits was the applicant's breach of contract and, in particular, the undertaking of confidentiality signed in 1944. However, that did not confer on the Crown any proprietary interest in the debt due to the applicant from the Publisher. The Crown was entitled, on the taking of the account, to a money judgment which could then be enforced by attachment of the debt in the usual way. Given that the Publisher who held the monies wished to deduct its legal expenses in defending the third party proceedings, the appropriate form of order was a declaration that the AG was entitled to be paid a sum equal to whatever amount was due and owing to the applicant under the publishing agreement of 4 May 1989. The injunction would remain in force until the Publisher made payment to the AG.", "33. The applicant remained in Russia for the duration of the proceedings."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}