{"ITEMID": "001-95564", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BIH", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF SULJAGIC v. BOSNIA AND HERZEGOVINA", "IMPORTANCE": "2", "CONCLUSION": "Preliminary objection dismissed (Article 34 - Victim);Violation of Article 1 of Protocol No. 1 - Protection of property (Article 1 para. 1 of Protocol No. 1 - Deprivation of property;Peaceful enjoyment of possessions;Possessions;Article 1 para. 2 of Protocol No. 1 - Control of the use of property);Respondent State to take measures of a general character (Article 46 - Pilot judgment;General measures);Pecuniary damage - claim dismissed;Non-pecuniary damage - award", "JUDGES": "David Thór Björgvinsson;Giovanni Bonello;Lech Garlicki;Ledi Bianku;Mihai Poalelungi;Nicolas Bratza", "TEXT": ["6. The present case relates to the issue of “old” foreign-currency deposits (foreign currency deposited before the dissolution of the Socialist Federal Republic of Yugoslavia – “the SFRY”).", "7. Until the 1989/90 economic reforms (the so-called Marković reforms, named after the then Prime Minister Ante Marković), the commercial banking system of the SFRY consisted of self-managed basic and associated banks. Basic banks, founded and nominally controlled by socially owned enterprises, carried on day-to-day commercial banking activities. Two or more basic banks could form an associated bank through a self-management agreement, while preserving their legal personality. In the SFRY, there were more than 150 basic banks and nine associated banks (namely Jugobanka Beograd, Beogradska udružena banka Beograd, Vojvođanska banka Novi Sad, Kosovska banka Priština, Udružena banka Hrvatske Zagreb, Ljubljanska banka Ljubljana, Privredna banka Sarajevo, Stopanska banka Skopje and Investiciona banka Titograd).", "8. Hard-pressed for hard currency as it was, the SFRY made it attractive for its expatriate workers and other citizens to deposit their foreign currency with commercial banks based in the SFRY: such deposits earned high interest (the annual interest rate often exceeded 10%) and were guaranteed by the State (see, for example, section 14(3) of the Foreign-Currency Transactions Act 1985 and section 76(1) of the Banks and Other Financial Institutions Act 1989).", "9. The Foreign-Currency Transactions Act 1977 introduced a system for redepositing of foreign currency by commercial banks with the National Bank of Yugoslavia. Although the system was optional, it allowed commercial banks to shift the currency risk to the State and practically all foreign currency was thus redeposited. In addition, the National Bank of Yugoslavia was required to grant national-currency loans (initially, interest-free) to commercial banks to the value of the redeposited foreign currency. It should be underlined, however, that such redepositing was as a rule only a paper transaction, because commercial banks had insufficient liquid funds: it would appear that commercial banks redeposited in total 12.2 billion United States dollars (USD), out of which only USD 1.7 billion (approximately 14%) was actually transferred to the National Bank of Yugoslavia (see Kovačić and Others v. Slovenia [GC], nos. 44574/98, 45133/98 and 48316/99, §§ 36 and 39, ECHR 2008-...; see also decision AP 164/04 of the Constitutional Court of Bosnia and Herzegovina of 1 April 2006, § 53). In 1988 the system of redeposits was brought to an end (see section 103 of the Foreign-Currency Transactions Act 1985, as amended on 15 October 1988).", "10. Problems resulting from the foreign and domestic debt of the SFRY caused a monetary crisis in the 1980s. The national economy was on the verge of collapse and the SFRY resorted to emergency measures, such as statutory restrictions on the repayment of foreign-currency deposits (see section 71 of the Foreign-Currency Transactions Act 1985). As a result, foreign-currency deposits were practically frozen.", "11. Within the framework of the Marković reforms, the SFRY abolished the system of basic and associated banks described above. This shift in the banking regulations allowed some basic banks to opt for an independent status, while other basic banks became branches (without legal personality) of the associated banks to which they had beforehand belonged.", "12. Some important features of the banking system remained, however, unaffected by the reforms. First of all, commercial banks remained under the regime of “social ownership” – a concept which, while it does exist in other countries, was particularly highly developed in the SFRY. Secondly, both commercial banks and the State had financial obligations arising from foreign-currency savings: depositors were entitled to collect their deposits at any time, together with accumulated interest, from commercial banks (see sections 1035 and 1045 of the Civil Obligations Act 1978) or, in the event of a commercial bank's “manifest insolvency” or bankruptcy, from the State (see sections 1004(2) and 1007(2) of the Civil Obligations Act 1978, section 18 of the Banks and Other Financial Institutions Insolvency Act 1989 and a decision of the SFRY Government of 23 May 1990).", "13. In 1991/92 the SFRY ceased to exist. It was replaced by five successor States: Bosnia and Herzegovina, Croatia, the Federal Republic of Yugoslavia (succeeded in 2006 by Serbia), “the former Yugoslav Republic of Macedonia” and Slovenia.", "14. A brutal war started in Bosnia and Herzegovina shortly after its declaration of independence. During the war, Bosnia and Herzegovina took over the statutory guarantee for “old” foreign-currency savings from the SFRY (pursuant to section 6 of the SFRY Legislation Application Act 1992). Furthermore, the concept of “social ownership” was abandoned (see the Social Ownership Transformation Act 1993 and the Social Ownership Transformation Act 1994). As a result, all commercial banks based in Bosnia and Herzegovina were effectively nationalised. While the use of “old” foreign-currency savings was allowed in some exceptional situations during the war, it would appear that this possibility remained only theoretical (see a decision of the Presidency of the Republic of Bosnia and Herzegovina of 18 February 1993 and a decision of the National Bank of the Republika Srpska of 17 June 1993).", "15. On 14 December 1995 the General Framework Agreement for Peace in Bosnia and Herzegovina (“the Dayton Peace Agreement”) entered into force. It confirmed the continuation of the legal existence of Bosnia and Herzegovina as a State, while modifying its internal structure (Article 1 § 1 of Annex 4 to the Dayton Peace Agreement, named the “Constitution of Bosnia and Herzegovina”). In accordance with Article 1 § 3 of Annex 4, Bosnia and Herzegovina consists of two Entities: the Federation of Bosnia and Herzegovina and the Republika Srpska. The Dayton Peace Agreement failed to resolve the Inter-Entity Boundary Line in the Brčko area, but the parties agreed to a binding arbitration in this regard under UNCITRAL rules (Article V of Annex 2 to the Dayton Peace Agreement). Meanwhile, the rural parts of the pre-war Brčko municipality remained under the control of the Federation of Bosnia and Herzegovina and the town of Brčko under the control of the Republika Srpska. An arbitral tribunal issued its final award on 5 March 1999. It suspended the legal authority of the Entities within the whole territory of the pre-war Brčko municipality and transferred all of the Entity powers to the newly-created Brčko District under the exclusive sovereignty of Bosnia and Herzegovina and international supervision. The Brčko District was formally inaugurated on 8 March 2000. Nevertheless, Entity legislation continued to apply in the District until modified by the Supervisor of Brčko or the District Assembly. All Entity legislation ceased to have legal effect in the District on 4 August 2006.", "16. On 28 November 1997 the Federation of Bosnia and Herzegovina assumed full liability for “old” foreign-currency savings in locally based commercial banks in order to prepare them for privatisation (in accordance with section 3(1) of the Claims Settlement Act 1997 and the Non-Residents' Claims Settlement Decree 1999). While withdrawal remained impossible, residents of that Entity were given the possibility of using their “old” foreign-currency savings to purchase the State-owned flats in which they lived (where this was indeed the case) and certain State-owned companies (see section 18 of the Claims Settlement Act 1997, as amended on 21 August 2004 and on 7 November 2007).", "17. Similarly, the Republika Srpska assumed full liability for “old” foreign-currency savings in commercial banks based there (see section 20 of the Opening Balance Sheets (Banks) Act 1998, as amended on 8 January 2002). However, unlike in the Federation of Bosnia and Herzegovina, where the liability shifted simultaneously with respect to all commercial banks, in the Republika Srpska the liability shifted for each commercial bank upon its privatisation. The relevant dates for the two main commercial banks with “old” foreign-currency deposits, the Banjalučka banka and the Kristal banka, were 18 January and 17 April 2002 respectively. The privatisation process was completed in the Republika Srpska in respect of commercial banks on 31 December 2002. Residents of that Entity were also given the possibility of using their “old” foreign-currency savings to purchase the State-owned flats in which they lived and certain State-owned companies (see section 19 of the Privatisation of Companies Act 1998).", "18. In the course of 2002 all commercial banks in the Brčko District were privatised by the Entities through an agreement with the District and with the approval of the Supervisor of Brčko.", "19. Legislation providing for the use of “old” foreign-currency savings in the privatisation process had limited appeal and, moreover, led to abuses: an unofficial market emerged on which such savings were sometimes sold for no more than 3% of their nominal value. In 2004, in an attempt to remedy the situation, the Entities and the District agreed to recompense “old” foreign-currency savers in cash and government bonds and set up repayment schemes to this effect. However, pursuant to decision U 14/05 of the Constitutional Court of Bosnia and Herzegovina of 2 December 2005, the three repayment schemes were replaced by one for the entire territory of Bosnia and Herzegovina (see “Relevant domestic law and practice” below).", "20. The applicant was born in 1935 and lives in the vicinity of Srebrenik, in Bosnia and Herzegovina.", "21. He worked across Europe as a mailman, construction worker and handyman in the 1970s and 1980s and deposited foreign currency earned abroad with a basic bank based in Tuzla, a member of the Privredna banka Sarajevo. During the Marković reforms the bank became a separate entity, named Tuzlanska banka. In 1994 it was nationalised (see paragraph 14 above) and in 1998 it was sold to a commercial bank based in Slovenia (Nova Ljubljanska banka).", "22. After several failed attempts to withdraw his funds, the applicant complained to the Human Rights Chamber (a human-rights body set up under Annex 6 to the Dayton Peace Agreement). By a decision of 6 April 2005 (decision CH/98/375 et al.), the Human Rights Commission, the legal successor of the Human Rights Chamber, found the contemporary legislation to be contrary to Article 6 of the Convention (on account of the lack of procedural guarantees) and Article 1 of Protocol No. 1 to the Convention (on account of the lack of a fair balance between the relevant interests). Besides some general measures, it awarded the applicant 500 convertible marks (BAM) in respect of non-pecuniary damage and legal costs.", "23. On 29 December 2006 the competent verification agency assessed the amount of the applicant's “old” foreign-currency savings at BAM 269,275.21 (see paragraph 27 below).", "24. On 11 June 2007 the applicant received BAM 1,000 (see paragraph 29 below). On 14 May 2009 he received the first instalments of the principal debt and of interest on the bonds, both due on 27 September 2008, in the total amount of BAM 4,237.44 (see paragraph 31 below).", "25. It would appear that the government bonds due on 31 March 2008 have not yet been issued (see paragraph 30 below) and that the second instalment of interest on the bonds, due on 27 March 2009, has not yet been paid (see paragraph 31 below).", "26. For the relevant law and practice, see the admissibility decision in Jeličić v. Bosnia and Herzegovina (dec.), no. 41183/02, ECHR 2005XII; Suljagić v. Bosnia and Herzegovina (dec.), no. 27912/02, 20 June 2006; and the judgment in Jeličić v. Bosnia and Herzegovina, no. 41183/02, ECHR 2006-XII.", "27. Furthermore, the Old Foreign-Currency Savings Act 2006 entered into force on 15 April 2006 (“the 2006 Act”). Bosnia and Herzegovina undertook to recompense original deposits in locally based banks and interest accrued by 31 December 1991 at the original rate, less any funds already used (see paragraphs 14 and 16-17 above). Interest accrued from 1 January 1992 until 15 April 2006 is to be cancelled and calculated afresh at an annual rate of 0.5%. The assessment of the amounts due to each claimant is to be carried out under an administrative procedure by verification agencies. The deadline for submitting an application to this effect has been extended on several occasions.", "28. The Constitutional Court of Bosnia and Herzegovina has examined the constitutionality of the provision concerning the reduction of the interest rate to 0.5% for the period from 1 January 1992 until 15 April 2006 and considered it to be justified given the overall circumstances, notably the need to reconstruct the national economy following a devastating war (see decision U 13/06 of 28 March 2008, § 28).", "29. All claimants that have obtained verification certificates (see the penultimate sentence of paragraph 27 above) are entitled to a cash payment of up to BAM 1,000 in the Federation of Bosnia and Herzegovina and the Brčko District and up to BAM 2,000 in the Republika Srpska. Any remaining amount will then be reimbursed in government bonds.", "30. In accordance with the 2006 Act, government bonds were to be issued by 31 March 2008. They should be amortised by 31 December 2016 at the latest and earn interest at an annual rate of 2.5%. While it had initially been planned to issue State bonds through the Central Bank, on 12 January 2008 the Republika Srpska passed its own Old Foreign-Currency Savings Act 2008 (“the RS Act”), cutting the amortisation period for government bonds down to five years, and issued its own Entity bonds on 28 February 2008. On 4 October 2008 the Constitutional Court of Bosnia and Herzegovina declared the RS Act constitutional (decision U 3/08 of 4 October 2008). It decided that the constituent units (the Entities and the District) had jurisdiction to regulate the matter of “old” foreign-currency savings, provided that they remained within the framework of the 2006 Act. Following this decision, the Central Bank refused to issue government bonds only for some constituent units. As a result, the Federation of Bosnia and Herzegovina and the Brčko District had to issue their own bonds. While the Brčko District did so on 30 June 2009, it would appear that bonds have not yet been issued in the Federation of Bosnia and Herzegovina.", "31. Meanwhile, amortisation plans were adopted on 21 February 2008 for the Republika Srpska and on 9 April 2008 for the Federation of Bosnia and Herzegovina and the Brčko District. On 24 June 2009 a new amortisation plan was adopted for the Brčko District which is along the lines of that of 9 April 2008.", "In the Republika Srpska, bonds are to be amortised by 28 February 2013 in ten instalments (on 28 February and 28 August every year from 28 August 2008 to 28 February 2013) together with interest on the bonds (at an annual rate of 2.5%). The first three instalments were paid, as planned, on 28 August 2008, 28 February and 28 August 2009. In the event of late payment, default interest is to be paid at the statutory rate.", "In the Federation of Bosnia and Herzegovina, bonds are to be amortised by 27 March 2015 in eight instalments as follows: 7.5% of the entire debt is to be paid on 27 September 2008, 9% on 27 September 2009, 11% on 27 September 2010, 12% on 27 September 2011, 13% on 27 September 2012, 15% on 27 September 2013, 15.5% on 27 September 2014 and 17% on 27 March 2015. Interest on the bonds (at an annual rate of 2.5%) is to be paid on 27 March and 27 September every year from 27 September 2008 to 27 March 2015. The first instalments of the principal debt and of interest on the bonds (both due on 27 September 2008) were paid on 14 May 2009. It would appear that the instalments due on 27 March and 27 September 2009 have not yet been paid.", "Lastly, under the old amortisation plan, the Brčko District paid the first instalments of the principal debt and of interest on the bonds (both due on 27 September 2008) on 24 December 2008 and the second instalment of interest on the bonds (due on 27 March 2009) on 11 June 2009. Pursuant to the new plan, bonds are now to be amortised by 31 March 2015 in seven instalments as follows: 9.5% of the entire debt is to be paid on 30 September 2009, 11.5% on 30 September 2010, 12.5% on 30 September 2011, 14% on 30 September 2012, 16.5% on 30 September 2013, 17.5% on 30 September 2014 and 18.5% on 31 March 2015. Interest on the bonds (at an annual rate of 2.5%) is to be paid on 31 March and 30 September every year from 30 September 2009 to 31 March 2015. The instalment due on 30 September 2009 has been paid in time. In case of the late payment of any forthcoming instalment, default interest is to be paid at the statutory rate.", "32. Since government bonds are redeemable before their maturity, once issued, they may be traded on the Stock Exchange. In the Republika Srpska, their current trade price on the Stock Exchange is around 90% of their nominal value. Given that government bonds have been issued in the Brčko District only recently, their trade price on the Stock Exchange has not yet consolidated. As mentioned above, it would appear that bonds have not yet been issued in the Federation of Bosnia and Herzegovina."], "VIOLATED_ARTICLES": ["P1"], "VIOLATED_PARAGRAPHS": ["P1-1"], "VIOLATED_BULLETPOINTS": ["P1-1-1", "P1-1-2"], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}