{"ITEMID": "001-99898", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF LOPATA v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection dismissed (non-exhaustion of domestic remedies);Violation of Art. 3 (procedural aspect);No violation of Art. 3 (substantive aspect);Violation of Art. 6-1+6-3-c;Violation of Art. 34;Non-pecuniary damage - award", "JUDGES": "Alvina Gyulumyan;Anatoly Kovler;Corneliu Bîrsan;Egbert Myjer;Josep Casadevall;Luis López Guerra", "TEXT": ["6. The applicant was born in 1963 and resided before his arrest in the village of Akhunovo, in the Bashkortostan Republic.", "7. On 3 August 2000 the applicant was arrested along with several other village residents and placed in the temporary detention centre of the Uchaly police station (ИВС Учалинского ГРОВД, “the police station”). He was allegedly beaten and pressurised to confess to the murder of a certain Mr D. in the village of Akhunovo. The applicant remained in detention for fourteen days; the legal basis for his detention remains unclear. After fourteen days of detention he was released.", "8. On 5 September 2000 the applicant was again arrested and taken to the police station. On the same day he was questioned by Kh.A., an investigator at the Uchaly district prosecutor's office (“the district prosecutor's office”), V.G., a senior operational officer of the Ministry of the Interior of the Bashkortostan Republic, Ya.M., the deputy head of the police station, and I.M., head of the criminal police. According to the applicant, throughout the interview they put pressure on him to confess to D.'s murder. In particular, V.G. explained to him in detail why he had killed D, saying that the applicant had committed the crime because he had found his daughter and D. making love. The applicant denied having murdered D.", "9. According to the Government, on 5 September 2000 Kh.A. formally explained to the applicant the rights of an accused, including the right to free legal assistance, and assigned a certain Ur. to represent him. A copy of the related record produced by the Government is signed by Kh.A. and does not bear the signature of either the applicant or Ur.", "10. On 6 September 2000 the applicant retained private defence counsel, A.A., to represent him. It appears that on that day and on the following day she visited him in the police station.", "11. On 8 September 2000 Kh.A., who was in charge of the investigation into D.'s murder, authorised the applicant's detention on remand. The applicant was accused of murdering D., a friend of the applicant's daughter, on the night of 29-30 July 2000.", "12. In a six-page typed and undated attachment to the supervisory review application lodged with the Supreme Court of the Russian Federation in April 2001, the applicant presented the following description of the ill-treatment to which he had allegedly been subjected on 8-9 September 2000. His submissions may be summarised as follows.", "13. At about 3 p.m. on 8 September 2000 the applicant was brought to an office in the Uchaly police station where V.G. and Ya.M. were already present. Kh.A. was not there. VG. and Ya.M. pressurised the applicant to write a voluntary “confession statement” (явка с повинной) and promised in exchange to ask the investigator to reclassify the applicant's offence as involuntary manslaughter in a fit of passion. The applicant did not admit to being guilty and refused to make any statements to that effect.", "14. Ya.M. and V.G. started beating the applicant. They hit his head against the wall, twisted his arms, punched his neck and kicked him in the groin. The beatings alternated with admonitions to him to confess. On three occasions the applicant was placed with his hands against the wall, legs wide apart, and V.G. hit his ankles so that the applicant's legs slid apart and the applicant fell. The applicant refused to confess and told the police officers that he would not tell them anything in the absence of his lawyer, which triggered a new series of beatings. The applicant was then taken back to his cell for a respite.", "15. At about 9 p.m. R.Kh., deputy head of the criminal police, took the applicant from his cell to I.M.'s office on the second floor. Officers Ya.M. and V.G. were in the room and R.Kh. stayed outside. The applicant was shown a confession statement written by someone else and was ordered to confess too. After he refused, police officers switched on the television and started punching him in the face and kicking his ankles. This lasted for approximately twenty minutes, then V.G., using the remote control unit, set the television to switch on in one hour; this signalled an hour-long pause in the beatings. The applicant was handcuffed and taken back to the cell by R.Kh. who had waited outside.", "16. An hour later the applicant was taken back to the office. This time I.M. joined V.G. and I.M., while R.Kh. stayed outside. The applicant refused to write a confession statement. The officers then turned the applicant to face the wall, took a truncheon out of a cupboard, pulled the applicant's trousers down and threatened to rape the applicant with the truncheon. Once the applicant lowered his arms to pull his trousers up, he received a series of truncheon blows to his head, back and legs. He fell and broke his lip against the cupboard. After a series of punches and kicks the officers set the timer for one hour and I.M. placed the applicant in the cell, having hit his head against the cell door.", "17. When the applicant was brought back again, the officers were drinking beer and offered one to the applicant. The applicant had a drink and then he was sent back to the cell to “think about [his] confession”.", "18. Later on, the applicant was taken out of the cell several times and led to different offices where Ya.M., I.M., V.G. and R.Kh., taking turns, tortured him in various ways. The applicant's handcuffed hands were twisted so that he strangled himself, and he received strong blows to his left ear. In particular, V.G. put his hand on the applicant's right ear and with another hand started punching him, with force, on the left ear. After the third punch the applicant felt liquid flowing out of his left ear.", "19. At about 5 a.m. on 9 September 2000 police officers escorted the applicant to the investigator's office in the centre and told him to write down what he had been doing on 29 July 2000. It appears that the applicant did something wrong and the officers stuffed the “spoiled” sheet of paper in his mouth and twisted his limbs in all directions.", "20. Finally, the applicant gave in and wrote a confession statement along the lines described to him by V.G. during the first interrogation on 5 September 2000. The officers read the statement and continued to beat him to get a more detailed account. The applicant wrote that at about 1.30 a.m. on 30 July 2000 he had gone out to look for his daughter and discovered her having sex with a man, his daughter lying on the ground under the man. The applicant had taken a log, hit the man on the head and had then sent his daughter back home. The applicant had not been able to hide the body immediately because his scooter had been broken.", "21. On 9 September 2000 at about 6.30 a.m. the applicant was escorted to the cell. On the same day at 11 a.m. Ya.M. and V.G. woke the applicant up and told him that he would be transported to a detention facility in Ufa. He objected to the trip; his right ear was blocked and his left ear oozed blood and other fluids. At about 4 p.m. Kh.A. called the applicant and asked him whether he was ready to testify. The applicant refused to speak without his counsel, A.A. The investigator told the applicant that it was complicated to find the applicant's lawyer because it was Saturday. The applicant was escorted back to the cell.", "22. On 10 September 2000 the applicant stayed in the cell.", "23. On 11 September 2000 I.M., V.G. and the director of the temporary detention centre took the applicant in a private car, a light coloured Zhiguli, to remand centre SI-1/2 of Beloretsk. The applicant was not examined by a medical officer and was placed directly in cell no. 13k, from which he was transferred to cell no. 43k. He remained there for three days. Three days later he was placed in cell no. 30k. According to the applicant, he was taken to the remand centre in a private car in order to hide his injuries.", "24. The applicant's description also gave further details on the layout of the rooms, doors, furniture and objects in the police station where the ill-treatment allegedly took place.", "25. In his application form to the Court of 8 June 2001 the applicant gave a similar, albeit more concise, description of the treatment allegedly inflicted on him in the police station.", "26. The copy of the applicant's medical record produced by the Government reads, in so far as relevant:", "“...11 September [2000]. Complaints about pain in the left acoustic meatus...", "Cutaneous coverings: clean.", "Underwent delousing.", "State [of health] satisfactory.", "Ds[diagnosis]: acute chronic otitis on the left [side] [обострение хронического отита слева]...", "...", "25 October 2001. ...The left ear does not hear from a distance of 5 m[etres].", "Ds: deafness in the left ear.”", "27. According to forensic report no. 1060 dated 18 September 2000 and issued following investigator Kh.A.'s request for the applicant's medical examination (see below), on 14 September 2000 expert G. examined the applicant in the presence of A.M. with a view to establishing whether the applicant had any injuries. The report, in its relevant part, reads:", "“...present during the examination: convoy [officer] A.M. ..", "Examination started 14 September 2000.", "Examination finished 18 September 2000.", "...", "Circumstances of the case: ...from the decision ordering the examination it follows that [the applicant] submitted that police officers had applied physical force to him.", "Complaints: about pain in the left ear.", "Objectively: at the time of examination no bodily injuries established....", "Conclusions", "At the time of examination no bodily injuries were established, thus it is impossible to comment on the degree of damage to health...”", "28. On 21 September 2000 the applicant's lawyer complained to the district prosecutor's office that the applicant had not received treatment for pain in his left ear. On the following day the district prosecutor ordered the applicant's immediate transfer to the Uchaly town hospital for examination by an otolaryngologist and eventual treatment.", "29. On 26 September 2000 the applicant's lawyer requested the town hospital to provide her with all relevant information and medical records in connection with the treatment of the applicant's allegedly broken eardrum, with a view to submitting those documents to the court. In particular, she asked the hospital to indicate the exact diagnosis, the treatment received and the consequences of the disease for the applicant's health.", "30. In an undated reply the hospital's head doctor informed the applicant's lawyer that the applicant had been examined by an otolaryngologist who had diagnosed him with acute suppurative left-side “tubotympo-palpitis” [туботимпопальпит] and otitis media. The letter further stated that in order to provide further information, in particular, on the duration of the treatment and the consequences of the diseases for the applicant's health, he needed to be examined by the otolaryngologist in person.", "31. According to a medical certificate of 7 February 2005 from the Akhunovo village hospital, the applicant did not apply to the hospital for medical assistance in the period from 1997 to 2000.", "32. A certificate from the head of colony UYe-394/3 Mr M., dated 8 January 2004 and compiled on the basis of the applicant's medical file, in so far as relevant, reads:", "“Upon admission to facility [SI-2 in Beloretsk] on 11 September 2000 [the applicant] was examined by the duty medical officer, Sh., to whom the former complained about pain in his left ear; according to a record in the [applicant's] medical file, he was diagnosed with acute chronic otitis on the left [side]...; at the time of the examination cutaneous covering were clean and the state of health satisfactory. [The applicant's name] does not appear at the relevant period in the medical records, the log of injuries and the log on accidents and crimes.”", "33. The applicant submitted a written statement by I.R., dated 21 April 2001, which reads:", "“...I, I.R[]., was held in SI-1/2 under investigation, when on 11 September 2000 [the applicant] was placed in my cell. On his face were visible cut lips and a bruise under the left eye; the left ear was swollen and oozed blood. I asked [the applicant] what had happened to him. He answered that officers of the Uchaly police station had obtained his confession in that way. [The applicant] undressed and showed bruises on his body. There were many bruises on his body, on the front and back. In sum, he had been beaten up very severely. From a conversation with [the applicant] I understood that he heard almost nothing because his left ear had been damaged.", "Until this moment nobody asked me about those events. However, since [the applicant] has asked me now, I consider it my duty to confirm that [the applicant] had traces of beatings which were visible to the naked eye. I can confirm this statement afterwards.", "Written in my own hand.", "[Signature]”", "34. A written statement of 24 April 2001 by V.Z., addressed to the Supreme Court of the Russian Federation and produced by the applicant, reads:", "“...In September 2000 I, V.Z.[], was held under investigation in SI-1/2 in cell no. 13. I remember that on 11 September 2000 [the applicant] was put in our cell. He had been beaten up, which was visible to the naked eye. R., who was also present, asked him what had occurred to him. [The applicant] answered that this was the way confessions were obtained in the Uchaly police station. His lip was cut, his left ear oozed matter, he had a bruise under the left eye. Then he showed bruises on his body and his legs.", "Written in my own hand.", "[Signature].”", "35. In her complaint to the district prosecutor's office about the applicant's alleged ill-treatment, dated 14 September 2000 (see paragraph 39 below), A.A. submitted:", "“...On 12 September 2000 ... I ... went to remand centre SI-1/2 in Beloretsk and saw injuries and traces of torture on [the applicant].", "Bodily injuries: abrasions between the right eye and the ear, below the lower lip on the right; left ear oozes liquid with blood; a bruise of 15-17×8-10 cm in the area of the solar plexus; bruising and swelling to the left foot; bloody abrasion at the right knee; marks from handcuffs; a bruise underneath the right eye; a lip cut/split on the inside...”", "36. In her complaint to the Uchalinskiy Town Court dated 17 September 2000 (see 40 below) the applicant's lawyer mentioned the following injuries:", "“...on 12 September I saw abrasions on the [applicant's] face, a cut inside lip, a bruise under the right eye, bruising and swelling on the left foot, a huge bruise in the abdomen area, a bruise on the back in the kidney area, a bloody abrasion on the right knee; he also complained that his eardrum had been broken, that blood with matter and liquid is flowing constantly, and that all muscles, ligaments and bones hurt because he had been subjected to the so-called “lastochka” (“swallow”) treatment – having placed him on his abdomen, [they] pulled his hands and legs towards the spine.”", "37. According to a written statement by the applicant's brother, in June 2004 he visited the applicant for two days in colony UYe-393/4 in Ufa. The applicant complained to him about recurring pain in his right collarbone, deafness in the left ear, and dull pain in the kidney area. The applicant associated those health problems with his beatings at the Uchaly police station in September 2000. According to the applicant's brother, he saw a bump of a size of a hazelnut on the applicant's collarbone. The collarbone frequently ached at night and when the weather changed. The applicant could not hear with his left ear and had recurrent purulent discharge from it. He also complained about recurring pain in his kidneys and, according to the applicant's brother, went to the toilet frequently.", "38. On 13 September 2000 the applicant, questioned by Kh.A. in the presence of his lawyer, stated that he had not murdered D. and that his confession had been obtained from him under duress by officer Ya.M., “a police officer from Ufa”, “a police major” and “a chubby police officer”.", "39. On 14 September 2000 the applicant's lawyer complained to the district prosecutor's office, requesting that a criminal case for torture be opened against I.M., Ya.M. and two other unidentified police officers. She indicated that on seeing the applicant on 12 September 2000 she had noticed numerous injuries on his body and described them in detail (see paragraph 36 above). She also submitted that the applicant had been tortured by pulling his hands and feet back towards the spine. She stressed that the police officers had intentionally taken the applicant to remand prison SI-2 in Beloretsk on 11 September 2000 to hide his injuries and to hide her client from her and that the investigator in the murder case had colluded with the perpetrators in hindering her access to her client by pretending that on that day the applicant had been at an “on-site verification of his statements” in order to make her believe that he was still in Uchaly and not in Beloretsk. Lastly, she requested a medical examination of the applicant.", "40. On 17 September 2000 the applicant's lawyer asked the Uchalinskiy District Court (“the District Court”) to release the applicant. In her complaint she also referred to his alleged ill-treatment in police custody, reiterating in detail the injuries she had noticed on him on 12 September 2000. She emphasised that the police officers had hidden her client from her and on 11 September 2000 had taken him to SI-2 in Beloretsk where no medical officer had examined him upon admission. She submitted that although on 15 September 2000 prosecutor G. had ordered the applicant's medical examination, she had serious doubts about its outcome because forensic expert F. was on holiday and thus the examination would be carried out in Beloretsk, whilst police officers from the Uchaly police station had already visited the applicant in the remand prison in Beloretsk and had threatened him with “grave complications” if he “misbehaved”.", "41. On an unspecified date the district prosecutor's office launched an inquiry into the applicant's allegations of ill-treatment. In the course of the inquiry the district prosecutor solicited written explanations from officers I.M., Ya.M., R.Kh. and V.G.", "42. In a written explanation to the district prosecutor, dated 21 September 2000, Ya.M. submitted that on 9 September 2000 he and “other officers” had conducted “a conversation” with the applicant at the temporary detention centre. During the conversation the applicant wrote a confession, describing in detail the circumstances of the murder committed by him.", "43. In his written statement dated 22 September 2000 I.M. submitted that on 9 September 2000 he and other officers had “a conversation” with the applicant in the isolation ward of the police station, in the course of which the applicant had voluntarily written a confession. According to I.M., the police officers had not gone to the isolation ward on 8 September 2000 and had not “worked with the applicant” on that date.", "44. In an undated written statement to the district prosecutor V.G. submitted that on 9 September 2000, during a conversation with the applicant in the isolation ward, the latter had written a confession after V.G. and other police officers had presented him with “certain information”.", "45. In his written explanation dated 23 September 2000 R.Kh. submitted that he had not “worked with the applicant” and had not taken a confession statement from him. He stated that he had had dealings with the applicant earlier, when the latter had been arrested in connection with an administrative offence.", "46. All of the police officers denied having used “unlawful methods” or torture against the applicant and claimed that his allegations had been libellous.", "47. By a decision of 24 September 2000 the deputy district prosecutor refused to institute criminal proceedings against the police officers who had allegedly ill-treated the applicant. The decision read as follows:", "“On 14 September 2000 lawyer A.A. complained to the Uchaly district prosecutor's office that from 3 p.m. on 8 September 2000 until 7 a.m. on 9 September 2000 her client had been beaten up by police officers in the premises of the Uchaly police station.", "The inquiry established that [the applicant] had, indeed, been held in the Uchaly police station as an arrestee from 8 to 9 September 2000. However, it has not been established that physical violence was applied to him. Despite [the applicant's] submission that police officers had severely beaten him on practically all parts of his body, the officers questioned [in that connection] submitted that they had not applied any violence to him; moreover, according to the forensic expert's report of 14 September 2000, no injuries had been found on [the applicant].", "Thus, [the applicant's] allegations about his beating by police officers raise serious doubts as to their truthfulness.”", "48. Lastly, it was stated that the decision was to be notified to the applicant and that he was to be informed of his right to appeal against it to a higher-ranking prosecutor or a district court.", "49. By a letter of 4 October 2000 the deputy district prosecutor replied to the applicant's lawyer that he had examined her complaint about the applicant's alleged ill-treatment and that on 24 September 2000 he had refused to institute criminal proceedings in that connection. The letter further stated that it was open to the applicant to challenge the refusal before a higher-ranking prosecutor or a district court.", "50. On an unspecified date the applicant's lawyer lodged with prosecutor of the Bashkortostan Republic a further complaint about the applicant's ill-treatment and the continuing threats to him by officers V.G. and I.M.", "51. On 3 October 2000 the applicant's lawyer complained to the prosecutor of the Bashkortostan Republic about various violations of the applicant's rights at the pre-trial stage, reiterating the ill-treatment complaint. She further claimed that the forensic expert who had failed to discover any physical injuries on the applicant's body during the examination on 14-18 September 2000 had committed a criminal offence because, apart from the obviously visible physical injuries, the applicant's kidneys and bladder had also been damaged during the beatings. Lastly, she mentioned that although she had asked the district prosecutor for a correct medical examination of the applicant, she had not succeeded in obtaining this.", "52. According to the applicant's counsel, on 8 September 2000 she obtained permission from the head of the Uchaly police station to visit the applicant. However, after a phone call by A.M., she was refused access to her client. On the same day she complained about that situation to the district prosecutor's office.", "53. Following A.A.'s complaint, the district prosecutor's office questioned convoy officer Zh.G. and officer Ya.M. The former submitted in an undated written explanation that at about 11.30 a.m. on 8 September 2000 A.A. had come to the temporary detention centre and picked a permission form to visit the applicant. The applicant being with investigator Kh.A., Zh.G. and other convoy officers refused to allow her to visit her client without the investigator's permission. A.A. then went to see the investigator and did not come back. In his undated written explanation Ya.M. denied having refused the applicant's lawyer access to her client and submitted that since the applicant was under the district prosecutor's office responsibility, his lawyer should have obtained Kh.A.'s permission to visit her client.", "54. On 25 September 2000 the deputy district prosecutor responded to the applicant's lawyer, stating that he had examined the matter and that no irregularities had been observed.", "55. In her complaint of 3 October 2000 to the prosecutor of the Bashkortostan Republic the applicant's lawyer claimed that the hindrance of her visit to the applicant had breached his defence rights. In particular, she submitted as follows:", "“... On 8 September [2000] I personally went to the prosecutor's office to find investigator Kh.A., because I was not allowed to visit [the applicant] without his permission.", "The prosecutor exclaimed that he himself was looking for Kh.A... I told [the prosecutor] that I was not allowed to see my client in the temporary detention centre but no reaction followed. Moreover, the deputy prosecutor who received my related complaint on the same day disregarded it and reacted to it only on 25 September 2000. [In his reply ] it is alleged that I went to the temporary detention centre at 11 a.m. and then left. However, I have a record to the effect that head of the police authorised me to visit my client; at the same time, while I was already in the temporary detention centre, [convoy officers] refused to escort [the applicant] to me, referring to the lack of permission from investigator Kh.A. However, there is a record that the investigator had a “conversation” with [the applicant] from 4 to 9 p.m. on that day. During that period, on the night from 8 to 9 September, from 3 to 7 a.m., [the applicant] was severely beaten up by officers Ya.M., I.M., R.Kh. and V.G., an officer of the Ministry of the Interior of Bashkortostan, the latter having applied the most sophisticated methods”.", "56. There is no indication that the applicant's lawyer received any reply to her complaint.", "57. On an unspecified date the applicant's case was sent for trial to the Uchalinskiy District Court of the Bashkortostan Republic (“the District Court”).", "58. According to the hearing transcript, at the first hearing on 4 January 2001 the applicant's lawyer complained that the applicant's confession had been obtained under duress. She further averred that she had been refused access to her client on 8 September 2000 and that his confession had been obtained in her absence. She requested the court, among other things, to obtain from the prosecutor's office the case file concerning the inquiry into the applicant's alleged ill-treatment; to question the police officers allegedly involved in the applicant's beatings and the expert who had examined the him on 14 September 2000, arguing that it had hardly been possible that he had found no traces of ill-treatment whereas she had seen them on the applicant; to obtain from the police station the detainees' interrogation log; to establish how many times the applicant had been brought for questioning from his cell on 8-9 September 2000, and to obtain from remand centre SI-1/2 documents concerning the applicant's medical examination upon admission there. The court granted the request in respect of the inquiry file, the questioning of the police officers and the interrogation log and dismissed the remainder.", "59. At trial the applicant pleaded not guilty. He denied having murdered D. and claimed that his confession statement had been given as a result of ill-treatment. He submitted that from 3 p.m. on 8 September 2000 to 7 a.m. on 9 September 2000 officers I.M., Ya.M. and “a police officer from Ufa” had beaten him up and had stuffed his mouth with paper so that his screaming would not be heard. On 11 September 2000 he had been brought to remand prison SI-2 in Beloretsk where he had not been examined by a medical officer. On 14 September 2000 the applicant was brought for a medical examination but the expert had compiled his report on the basis of written documents, without examining him.", "60. The applicant's underage daughter also revoked her statements given on 5 September 2000 in the presence of M., a child-protection inspector of the Uchaly education department. On that day she had testified that on the night of 29 July 2000 they had been sitting together with D. on a beam. She had been sitting on his nap and they were having sex. When her father had suddenly appeared, she had pretended that she had been simply sitting near D. Having seen her, her father had chased her home and she left. On the following day her father had been nervous and mentioned to her mother that apparently a corpse had been discovered. At trial M. testified before the court that the applicant's daughter had given her testimony voluntarily, without any pressure from the investigator. Following a court-ordered handwriting examination, the expert confirmed that the signature on the applicant's daughter's interview transcripts was hers.", "61. The court heard thirty-one persons. Witness N., who gave a statement opposing the prosecution's version of the events, in that she stated that she had seen a private car near the crime scene on the night of the murder, claimed that a “police officer from Ufa” had threatened that if she gave statements exculpating the applicant, she would be thrown in jail. Witness Kh., who claimed to have seen a group of persons at the crime scene on the night of the murder, throwing something on the ground, and a car parked nearby, submitted that she had been summoned to the police station and that a certain officer S. asked her whether the applicant's wife had bribed her for her deposition. Kh. also claimed that she had been offered money if she was silent about what she had seen on the night of the murder. Officer Z. confirmed that on 1 August 2000, that is on the day after the discovery of D.'s corpse, the crime scene had been cleaned on the order of the village administration.", "62. The court interviewed officers I.M., R.Kh. and V.G. Officer I.M. stated that on 9 September 2000 he had been on leave and had not been present during the applicant's questioning. V.G. stated as follows:", "“...I was not present when [the applicant] was questioned; I only joined the others when they were questioning him...", "...", "I saw [the applicant]; talked to him about D.'s murder...", "...", "I don't remember whether I visited him in the temporary detention centre. Probably, I did visit him and talk to him...”", "63. It appears that R.Kh. did not deny having questioned the applicant and that the court did not question Ya.M. as a witness. All of the police officers flatly denied having used any “unlawful methods” on the applicant.", "64. In her final statement the applicant's lawyer drew the court's attention to various discrepancies in the prosecution case. She also stressed that the police officers accused by the applicant of ill-treatment had lied: whilst in court they had claimed that on 9 September 2000 they had not interviewed the applicant and that there were no records in the relevant logs about them taking him from his cell for questioning, yet in their statements in the course of the prosecutor's inquiry they had expressly submitted that they had talked to the applicant on 9 September 2000 and that he had confessed to them on that day. She stated that the applicant had not been examined by a medical officer on his transfer to remand prison SI-2 in Beloretsk, although he had complained about pain in his ear and had had bruises on his face. Furthermore, investigator Kh.A. and expert G., who had examined the applicant, had previously worked together in Beloretsk and were friends; consequently, despite the fact that the latter had seen the injuries, he had compiled his report as indicated to him by Kh.A.", "65. By a judgment of 15 January 2001 the District Court found the applicant guilty of D.'s murder, referring, in the first place, to his confession, which it found to be corroborated by the pre-trial statement of his daughter, statements by witnesses and the forensic evidence. In particular, the court referred to a statement of L., who mentioned having heard the voices of D. and the applicant's daughter close to the crime scene on the night of the murder; a statement of G., who testified to having seen D. and the applicant's daughter kissing on that night, and the victim's post mortem report establishing several injuries to his head.", "66. The court dismissed the applicant's allegation that his confession had been obtained as a result of ill-treatment, referring to the statements by police officers I.M., Ya.M. and V.G. and expert report no. 1060, which had not recorded any injuries on the applicant's body.", "67. The trial court did not address the applicant's argument that his confession had not only been obtained under duress but also in the absence of his lawyer. The applicant was sentenced to nine years' imprisonment.", "68. The applicant appealed against the conviction. In his statement of appeal he submitted, in particular, that his confession statement was inadmissible as obtained under duress and in the absence of a counsel. He submitted that officers I.M., Ya.M. and V.G. had committed perjury before the trial court. Furthermore, he claimed that he had been secretly transferred to remand centre SI-1/2 where he had not been properly examined by a doctor in order to hide the marks of beatings. The applicant's transfer had permitted the police officers to deprive him of access to counsel and to delay his medical examination. Moreover, the expert who had performed his examination on 14 September 2000 had been on friendly terms with the investigator and had issued the expert opinion which the latter had needed.", "69. On 15 March 2001 the Supreme Court of the Bashkortostan Republic dismissed the appeal. As regards the use in evidence of the applicant's confession allegedly obtained under duress, the Supreme Court held that the investigators and the trial court had carefully examined the applicant's allegations and had correctly dismissed them as unfounded. In particular, the trial court had questioned the police officers, who had denied any use of violence against the applicant, and the expert had concluded that he had not had any injuries. The confession had been written by the applicant in his own hand; he had in his own hand certified that it had been given without any physical or psychological pressure. The appellate court's judgment was silent on the applicant's complaint that his confession had been obtained in the absence of his lawyer.", "70. On 15 October 2003 the Court gave notice of the application to the respondent Government.", "71. On 18 January 2004 the Court received a faxed letter from the applicant's brother (who had initially represented the applicant before the Court) in which he indicated that the applicant had been intimidated and forced to withdraw his application. In a letter of 21 January 2004 the applicant's brother provided further details. His description ran as follows:", "“...I have to inform you about a conversation between [my brother] and a Captain of the Department who did not show his documents and did not identify himself. It took place on 6 January 2004. The Captain first asked [my brother] and then ordered [him] to describe in writing the events of 2000. He said: 'You must write it in the way I want you to. [My brother] answered: 'I won't write or sign anything without a lawyer. Captain: 'I don't care about you or your lawyer; it will be as I say. You are pawns. I will arrange it so that you die here in two weeks but you will give me the statement I want'.", "We are very concerned about one issue. Why did the representatives [to the European Court] not come from Moscow themselves, and why did a Captain show up and ask [the applicant] to write [an explanation]?”", "72. On 13 February 2004 the Court requested comments from the respondent Government.", "73. On 5 April 2004 the Government informed the Court that on 6 January 2004 Captain G., an employee of the Federal Service for Execution of Sentences in the Bashkortostan Republic (“the regional department of the FSES”), had had a “conversation” with the applicant “in order to clarify the circumstances that had given rise to his application to the European Court”. Without providing any further details, the Government enclosed a copy of applicant's written explanation of 3 March 2004, addressed to the head of the regional department of the FSES.", "74. The explanation, in so far as relevant, reads:", "“I arrived in facility SI-2 in Beloretsk on [illegible] September 2000. I arrived in IK-3 [UE 394/3] in May 2001 and have been serving my sentence in brigade no. 4, I am working as a welder....I have no complaints about officers of the [prison] administration and of the penitentiary system of the Bashkortostan Republic. I was not subjected to physical or psychological pressure by penitentiary officers of the Bashkortostan Republic.”", "75. On 17 November 2004 the applicant retained lawyers of the European Human Rights Advocacy Centre (EHRAC) to represent him before the Court.", "76. It appears that on 8 July 2005 the applicant's wife concluded an agreement with Ch.M., a lawyer, under which the latter was to visit the applicant in prison and to interview him about his conversation with Captain G.", "77. On 16 July 2005 the applicant's representatives forwarded to the Court the applicant's written statement of 11 July 2005 which, in so far as relevant, reads:", "“..On 6 January 2004, after lunch, I was called for a conversation to an office located in the industrial zone of the furniture department where I was working. The person present in the office introduced himself as Captain G. (I don't remember his name or patronymic). From our conversation I realised that he was aware of my application to the European Court. He explained his presence by saying that he could help me... He said that if I was lucky, my case would be examined and he would possibly come back for a conversation with me.", "I told him in brief about the essence of my complaint [to Strasbourg], in particular, that I had been ill-treated on 8-9 September 2000 at the Uchaly police station by four police officers. I specified that I had been brought to SI-2 in Beloretsk in a private car and that I had been admitted there while the head of the facility had been absent (at lunch) [and] that no medical examination had been conducted.", "[G.] wanted me to write down that I had undergone a medical examination on admission to SI-2 in Beloretsk. I told him that that was not true and pushed away the piece of paper. He did not like it. He started threatening me, saying “I will make life hell for you!” I answered that I would not write anything along the lines indicated by him and wrote down that I had not killed anyone to which he said: “I don't need that”. He destroyed the first piece of paper, which I had drafted to his dictation, and kept the second. ...", "During our conversation which lasted for about 30-40 minutes [G.] asked me when I had been arrested, whether I had been beaten up in SI-2 in Beloretsk, [and] whether I had been brought to Ufa and beaten there. He was mostly interested in the time spent by me in SI-2 in Beloretsk because I had not been examined there, although I had numerous visible injuries and I had been hidden from my counsel at that time. I have not seen [G.] since our conversation.", "78. The applicant's statement went on to mention that on 3 March 2004 he was visited by a certain lieutenant colonel and a lieutenant from the regional office of the FSES. They asked him how he had managed to send the application to the European Court and about its contents, in particular, the circumstances of his alleged ill-treatment and whether he had been examined by a medical officer in SI-2. The applicant provided the relevant explanations in writing. They concerned only the beatings in 2000 and contained no complaints about detention facility UE-394/3. After the departure of the two persons the applicant had to quit his job and was transferred to basement no. 14, where conditions were worse than in other parts of the colony.", "79. According to the applicant's statement of 11 July 2005, on 3 March 2004 he received a further visit by a prosecutor, for whom he also wrote an explanation concerning the circumstances of his ill-treatment at the Uchaly police station. The prosecutor reassured him that he would examine the matter.", "80. On 5 July 2005 the applicant received yet another visit by a prosecutor who did not introduce himself. He interviewed the applicant about the same events as his previous visitors.", "81. Lastly, the applicant noted that he felt uncomfortable in connection with his application to the Court and feared that it would have repercussions on his further stay in facility UE-394/3.", "82. An undated written statement by Ch.M. produced by the applicant's representatives, in so far as relevant, reads as follows:", "“I, Ch.M., lawyer of the Bashkortostan Bar Association, on 8 July 2005 concluded an agreement with [the applicant's wife] with a view to visiting her husband in colony 394/3.", "On 11 July 2005 from 9.30to 11.30 a.m. I had a conversation with [the applicant], during which I asked him... about intimidation in connection with his application [to the Court].", "During our conversation [the applicant] behaved in a constrained manner, asking me not to refer to many circumstances in my explanation; sometimes he began whispering. He explained his behaviour by the presence (during the whole of our conversation) of two officers from the internal security department who did not conceal their interest in our conversation. ...Bearing this in mind I consider it necessary to clarify and supplement his written statement by the details which he did not include therein.", "During the conversation [the applicant] explained that Mr G., who had visited him on 6 January 2004, interviewed him about the reason for his application to the Strasbourg Court, to which [the applicant] replied that the thrust of his complaint was that on 8-9 September 2000 he had been severely beaten by officers of the Uchaly police station. During the beating he had been instructed to write a confession, which he had refused to do, and the beatings had continued.", "G. expressed doubts that the police officers had acted in that way, saying that they could not have inflicted bodily injuries on [the applicant]. G. had also asked him in what condition he had been brought to SI-2 in Beloretsk. [The applicant] explained that he had had numerous bodily injuries... The officers of remand centre SI-2, in particular the doctors, had seen his injuries but, following instructions from certain persons, had intentionally failed to examine him and had not opened a medical record in respect of the applicant. G. replied that that was impossible because [the applicant's] medical record did not refer to any bodily injuries. [The applicant] explained that he had not been examined on admission to SI-2 and at that point G. became angry and started pressuring [the applicant], saying that he should not write about it.", "During the conversation with G., [the applicant] started compiling the first explanation. G. had been instructing him what to write, in particular that the police officers had not beaten him up and that he had been examined on admission to SI-2 in Beloretsk. Having heard that, [the applicant] pushed away the papers, saying that what G. had been telling him to write was not true. G. had not liked [the applicant's] behaviour and started threatening him with reprisals, saying that he would make life hell for him and that it would happen soon. However, [the applicant] had said that he would not sign the explanation along the lines indicated by G. and would write his own, which he had done, adding at the end of the explanation that he had not killed anyone. G. again threatened [the applicant] with reprisals, after which he had to take the last explanation. ...", "[The applicant] explained... that after his withdrawal from work he had been feeling lonely, offended and cut off from communication with other persons. Even when he had later been re-admitted to work, he had been still stressed by the fear of losing it again...”", "83. In a letter to his relatives, dated 24 July 2005, a copy of which had been produced by his representatives, the applicant submitted, among other things, that on 19 July 2005 he had been summoned to the colony special purpose unit and handed, against signature, a refusal to prosecute the police officers allegedly involved in his ill-treatment. During the conversation the applicant had allegedly been told that he was the one who should be criminally prosecuted for giving false statements.", "84. On an unspecified date in 2005 the Internal Security Department of the Ministry of the Interior of the Bashkortostan Republic initiated an internal inquiry into the applicant's allegations of ill-treatment. In the course of the inquiry officers V.G., I.M. and R.Kh. gave written explanations. In their explanations, dated 4 July 2005, V.G. and R.Kh. denied having applied unlawful methods to the applicant.", "85. I.M.'s statement of 4 July 2005, in so far as relevant, reads:", "“...Neither I nor any other officer applied unlawful methods [to the applicant]. ..", "I remember that [the applicant's] medical examination was carried out in Beloretsk and not in Uchaly with a view to having it objectively conducted, otherwise [the applicant's] defenders would subsequently have complained about the “biased” conclusions of the 'local' expert.”", "86. In an explanation of 4 July 2005 A.M. submitted that in 2000 he had been the head of the Uchaly temporary detention centre in the Uchaly police station. In September 2000, following investigator Kh.A.'s order, A.M., driver S. and “another police officer” collected the applicant in SI-2 in Beloretsk and escorted him for a medical examination. In a forensic bureau in Beloretsk, in the presence of A.M., S. and the third police officer, an expert had removed the applicant's clothes and examined him, while asking him all relevant questions. They had stayed in the bureau for about an hour. A.M. had not seen any visible injuries on the applicant.", "87. On 30 June 2005 the deputy head of the Minister of the Interior of Bashkortostan discontinued the inquiry, having found no indication of a violation of the applicant's rights under Article 3 of the Convention.", "88. By a decision of 4 July 2005 the Uchaly district prosecutor's office refused to initiate criminal proceedings against expert G. in connection with the applicant's medical examination no. 1060, having found no evidence of crime in his acts. The decision, in so far as relevant, read:", "“G. personally carried out examination [no. 1060]. Despite the fact that from 28 August to 30 September [2000] he was supposed to be on leave, he had to come back to work due to the absence of expert B. on 13-18 September 2000. During the above period of time and in addition to [the applicant's] medical examination, G. carried out medical examinations of a further 14 persons and 16 postmortem examinations, which follows from the relevant registration logs and G.'s own explanation.", "[The applicant's] and his lawyer's submissions that G. intentionally compiled a false report attesting to the lack of injuries are unsubstantiated.”", "89. It is not entirely clear what prompted the initiation of the inquiry concerning the applicant's medical examination and whether the applicant was informed of its results.", "90. Article 21 § 2 of the Russian Constitution prohibits torture.", "91. The RSFSR Code of Criminal Procedure (“RSFSR CCP”, in force at the material time) established that a criminal investigation could be initiated by an investigator upon the complaint of an individual or on the investigative authorities' own motion (Articles 108 and 125). A prosecutor was responsible for general supervision of the investigation (Articles 210 and 211). He could order a specific investigative action, transfer the case from one investigator to another or request that the proceedings be re-opened. If there were no grounds to initiate a criminal investigation, the prosecutor or investigator issued a reasoned decision to that effect which had to be notified to the interested party.", "92. A prosecutor, investigator or judge was obliged to consider complaints and information about any crime committed and to initiate or refuse a criminal investigation, or to transmit the case to a competent authority (Article 109). A prosecutor's refusal to initiate a criminal investigation could be appealed to a higher prosecutor; a judge's refusal could challenged at a higher court (Article 113 § 4).", "93. On 29 April 1998 the Constitutional Court of the Russian Federation invalidated Article 113 § 4 of the CCP in so far as it did not allow judicial review of a prosecutor's or investigator's refusal to institute criminal proceedings. The Constitutional Court ruled that Parliament was to amend the legislation on criminal procedure inserting a possibility of such judicial review. It also held that until such amendments, the national authorities, including courts, should apply directly Article 46 of the Constitution requiring judicial review of administrative acts, including a refusal to initiate criminal proceedings. The ruling was published in May 1998.", "94. In a ruling of 14 January 2000 the Constitutional Court declared unconstitutional several provisions of the RSFSR CCP authorising the courts to initiate, of their own motion, criminal proceedings. In the same ruling the Constitutional Court reiterated that a court could carry out judicial review of the lawfulness and reasonableness of an investigating authority's decision to open a criminal case, to refuse to initiate criminal proceedings or to discontinue such proceedings, in particular, upon a complaint of a person who considered that his or her constitutional rights had been breached by such a decision. The ruling was published in February 2000.", "95. Under Article 47 § 1 of the Code, in force at the material time, counsel could be admitted to the proceedings from the moment of announcing/listing charges, or – for an arrested or detained suspect – from the moment of giving him or her access to the arrest record or detention order. If a privately-retained counsel did not appear within twenty-four hours, the authority in charge of the case was allowed to suggest that the person retain another counsel, or to appoint counsel (Article 47 § 2). On 25 October 2001 the Constitutional Court indicated that Article 47 § 4 did not require any special permission for meetings with counsel. In the same decision the Constitutional Court invalidated one provision of the 1995 Custody Act in so far as the authorities applied it as requiring counsel who wanted to see his client to obtain special leave from the authority in charge of the criminal case.", "96. Article 51 of the Russian Constitution provides that no one may be required to incriminate himself or herself and his or her spouse and close relatives.", "97. Article 111 of the RSFSR CCP required that a confession statement be recorded in detail in a separate document, signed by the person who gave the confession and by the investigator or prosecutor who took the confession.", "98. Article 413 of the Russian Code of Criminal Procedure, setting out the procedure for re-opening of criminal cases, in so far as relevant, reads:", "“1. Court judgments and decisions which have become final are to be quashed and proceedings in a criminal case are to be re-opened in the event of new or newly discovered circumstances.", "...", "4. New circumstances are:", "...", "(2) a violation of a provision of the European Convention for the Protection of Human Rights and Fundamental Freedoms committed by a court of the Russian Federation during examination of a criminal case and established by the European Court of Human Rights, pertaining to:", "(a) application of a federal law which runs contrary to the provisions of the European Convention for the Protection of Human Rights and Fundamental Freedoms;", "(b) other violations of provisions of the Convention for the Protection of Human Rights and Fundamental Freedoms;", "(c) other new circumstances.”", "99. For a summary of the relevant international documents on access to counsel see Pishchalnikov v. Russia (no. 7025/04, §§ 39-42, 24 September 2009)."], "VIOLATED_ARTICLES": ["3", "34", "6"], "VIOLATED_PARAGRAPHS": ["6-1", "6-3"], "VIOLATED_BULLETPOINTS": ["6-3-c"], "NON_VIOLATED_ARTICLES": ["3"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}