{"ITEMID": "001-60157", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CHE", "BRANCH": "CHAMBER", "DATE": 2002, "DOCNAME": "CASE OF ZIEGLER v. SWITZERLAND", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;Non-pecuniary damage - finding of violation sufficient;Costs and expenses partial award - domestic proceedings", "JUDGES": "Georg Ress", "TEXT": ["9. The applicants are Swiss citizens born in 1950 and 1957, respectively. The first applicant lives in Siebnen, the second in Lachen in Switzerland.", "10. In 1994 the applicants announced their intention to construct a subterranean garage in Lachen. The neighbours complained, arguing that certain prescribed boundary distances between the real properties had not been observed. Their objection was dismissed by the March District Court (Bezirksgericht) on 19 July 1994. The court awarded the applicants, as defendants, 8,000 Swiss francs (CHF) for procedural expenses (Prozessentschädigung), as the plaintiffs, their neighbours, could themselves have verified that the distances in question had been respected. The court costs of CHF 1,149.20 were imposed on the plaintiffs.", "11. The neighbours filed an appeal (Berufung) which the Cantonal Court (Kantonsgericht) of the Canton of Schwyz dismissed on 4 July 1995. In the operative part of its decision, the court took formal note of the applicants' commitment that no changes would be made within fifty centimetres from the border separating the real properties. The court also ordered the applicants to pay the plaintiffs CHF 4,000 as procedural expenses for the first-instance proceedings and CHF 4,000 for the appeal court proceedings, and imposed on the applicants the first-instance court costs as well as appeal court costs amounting to CHF 3,450.50. The court found that the applicants' plans had been incomplete and even incorrect and the terms employed had been vague, thus prompting the plaintiffs to uphold their objection. The uncertainty brought about by the applicants' conduct contrary to good faith had actually provoked the procedures before the two instances.", "12. On 9 October 1995 the applicants filed a public law appeal (staatsrechtliche Beschwerde) with the Federal Court (Bundesgericht), complaining, first, about the imposition of costs, which in their view was disproportionate as the Cantonal Court had dismissed the plaintiffs' claims. There had been no obligation to submit plans, and neither the first nor the second instance had considered it necessary to ask for further plans. It was unclear to what extent the terms used had been imprecise, and indeed, the objections raised by the plaintiffs had a priori been completely unfounded. On the whole it appeared disproportionate that, for a matter of a value of CHF 10,000, the applicants were now asked to pay CHF 12,000 for completely unnecessary proceedings. Second, the applicants complained that the Cantonal Court had in its judgment incorrectly taken note of their commitment which in fact had not been requested by the parties in the proceedings.", "13. The Federal Court transmitted the applicants' public law appeal for observations to both the Cantonal Court and the plaintiffs.", "14. The Cantonal Court sent its reply, running to seven pages, together with the case-file, to the Federal Court on 16 November 1995, requesting the latter to dismiss the applicants' public law appeal. In its submissions it explained why the applicants' plans had been vague and that precise early information would have been necessary. The court continued that it was “quite typical for the (applicants') mentality” (geradezu typisch für die Mentalität) that they had submitted sketches of plans only after objections had been filed, since they knew that there were tensions with their neighbours and that the latter would object. Other remarks of the applicants were misplaced (deplaziert). The Cantonal Court furthermore submitted that it had been competent to formulate conditions in its judgment, in particular as to changes in the border area between the properties.", "15. The plaintiffs filed their observations of five pages on 4 December 1995. Therein, they commented on the judgment of the Cantonal Court, and they requested the Federal Court to dismiss the applicants' public law appeal.", "16. The Federal Court transmitted the various observations to the applicants' lawyer who, on 11 December 1995, replied:", "“In the above-mentioned case I thank you for serving the observations. I should like to ask you to let me have the case-file for consultation (which in the cantonal proceedings could not be fully undertaken, as the case-file presented by the Cantonal Court was incomplete).", "In its written 'reply' (of 7 pages), the lower court adds to its decision numerous new grounds as well as amendments to its reasoning. They are hardly objective and aim at twisting the facts in a manner not to be expected from a court. Pursuant to S. 4 § 1 of the Swiss Federal Constitution and Article 6 § 1 of the Convention, the applicants request the opportunity to comment on the 'reply'.”", "17. By letter of 13 December 1995 the Federal Court replied:", "“You are objecting against inadmissible statements in the observations of the Cantonal Court and you request transmittal of the case-file.", "At the present stage of the proceedings, the parties can no longer exercise any rights. Therefore, and as we need the case-file for our decision, we cannot comply with your request for consultation. Inadmissible statements of the Cantonal Court will be disregarded ex officio.”", "18. On 7 February 1996 the Federal Court dismissed the applicants' public law appeal, the decision being served on 9 April 1996. The judgment noted at the outset that both the Cantonal Court and the opposing party had requested dismissal of the applicants' public law appeal. In its judgment the Federal Court then declared inadmissible as being insufficiently substantiated the complaint that the Cantonal Court had incorrectly taken formal note of the applicants' commitment that they would not make changes within 50 centimetres from the border line separating the two properties. In respect of the complaints about the imposition of costs, the Federal Court noted that the applicants, by expressing the wish to construct the garage, had in fact unintentionally obliged their neighbours to institute proceedings and to defend their property rights, compliance with which had at the outset not sufficiently transpired from the plans. The Cantonal Court was entitled to combine the dismissal of the neighbours' objection with a clause that no changes could be made in the border area between the properties. On the whole, a person wishing to construct became responsible for provoking litigation if he did not from the beginning establish clearly that other persons' rights would not be affected.", "19. Section 93 of the Federal Judiciary Act (Organisationsgesetz) envisages the following procedure after a public law appeal has been filed:", "“Exchange of Statements", "1. If the court orders an exchange of statements, it transmits the appeal to both the authority from which the contested decision or act emanated and to the opposing party as well as any other persons involved. They are given an adequate time-limit to submit the case-file and to file their replies.", "2. If the reasons for the decision transpire only from the authority's observations, the appellant may be granted a time-limit to complement his appeal statement.", "3. Only exceptionally will there be a further exchange of statements.”"], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}