{"ITEMID": "001-87209", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF PIASKOWSKI AND OTHERS v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial", "JUDGES": "David Thór Björgvinsson;Ján Šikuta;Lech Garlicki;Ledi Bianku;Mihai Poalelungi;Nicolas Bratza", "TEXT": ["4. The applicants were born in 1947, 1953, 1953 and 1953 respectively and live in Łódź.", "5. On 7 December 2001 the Consumer Protection Association (Związek Obrony Konsumentów) acting on behalf of the applicants lodged a claim for payment with the Warszawa Regional Court (Sąd Okręgowy).", "6. In a letter of 22 May 2003 the applicants’ legal adviser complained about the delay in the proceedings and asked for a hearing date to be fixed.", "7. On 15 December 2003 the court held the first hearing.", "8. From January to March 2003 the court held 2 hearings.", "9. On 10 February 2004 the Warszawa District Court (Sąd Rejonowy) declared the defendant insolvent. Consequently, at a hearing held on 4 March 2004 the trial court stayed the proceedings ex lege.", "10. The proceedings were resumed on 9 May 2007.", "11. On 11 May 2007 the Warszawa Regional Court discontinued the proceedings in the case.", "12. On 4 February 2005 the Consumer Protection Association acting on behalf of the applicants lodged a complaint with the Warszawa Court of Appeal (Sąd Apelacyjny) under section 5 of the Law of 17 June 2004 on complaints about a breach of the right to a trial within a reasonable time (Ustawa o skardze na naruszenie prawa strony do rozpoznania sprawy w postępowaniu sądowym bez nieuzasadnionej zwłoki) (“the 2004 Act”).", "13. The applicants sought a ruling declaring that the length of the proceedings before the Warszawa Regional Court had been excessive. They asked for an award of just satisfaction in the amount of 10,000 Polish zlotys (PLN) (approx. EUR 2,500).", "14. On 15 March 2005 the Warszawa Court of Appeal dismissed the complaint. The court found that the 2004 Act produced legal effects as from the date of entry into force (17 September 2004), its provisions applied retroactively to all proceedings in which delays had occurred before that date and had not yet been remedied. It acknowledged that there had been a delay at the initial stage of the proceedings but found that this situation had ceased to exist when the 2004 Act entered into force.", "15. The relevant domestic law and practice concerning remedies for the excessive length of judicial proceedings, in particular the applicable provisions of the 2004 Act, are stated in the Court’s decisions in the cases of Charzyński v. Poland no. 15212/03 (dec.), §§ 12-23, ECHR 2005-V and Ratajczyk v. Poland no. 11215/02 (dec.), ECHR 2005-VIII."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}