{"ITEMID": "001-80593", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF BÜLBÜL v. TURKEY", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Art. 5-3;Violation of Art. 5-4;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses (Convention proceedings) - claim dismissed", "JUDGES": "Nicolas Bratza", "TEXT": ["3. The applicant was born in 1963 and lives in Ankara. At the time of the events, he was the provincial leader of HADEP (Halkın Demokrasi Partisi - People's Democracy Party) in Ankara.", "4. On 18 November 1998 the military judge sitting on the bench of the Ankara State Security Court ordered the applicant's detention in absentia. According to the detention order, the applicant was suspected of aiding and abetting an illegal organisation, the PKK (the Kurdistan Workers' Party).", "5. On 19 November 1998 police officers conducted a search in the Ankara office of HADEP and the applicant was taken into police custody. In the search and arrest protocol, which was signed by the applicant, it was explained that the applicant was taken into custody pursuant to the detention order issued the day before by the Ankara State Security Court. Following his arrest, the applicant was brought before the military judge of the Ankara State Security Court and, on his order, was placed in detention on remand.", "6. On 26 November 1998 the applicant filed an appeal against the detention order and requested his release.", "7. On 27 November 1998, having regard to the nature of the offence and the state of the evidence, the Ankara State Security Court -composed of three judges including a military judge- dismissed the applicant's appeal.", "8. On 8 December 1998 the public prosecutor at the Ankara State Security Court filed a bill of indictment against the applicant, charging him with aiding and abetting the PKK under Article 169 of the Criminal Code.", "9. On 12 July 1999 the applicant was released pending trial.", "10. On 24 February 2000 the Ankara State Security Court convicted the applicant of aiding and abetting the PKK and sentenced him to three years and nine months' imprisonment.", "11. While the proceedings were pending before the Court of Cassation, on 21 December 2000 new legislation (Law No. 4616), which governed the conditional release, suspension of proceedings or execution of sentences in respect of offences committed before 23 April 1999, came into force. Accordingly, on 23 January 2001 the Court of Cassation quashed the judgment of the first-instance court.", "12. On 2 May 2001 the Ankara State Security Court suspended the proceedings against the applicant. According to Law No. 4616, these proceedings would be resumed only if the applicant were to commit an offence of the same or more serious kind within five years of the court's decision to suspend the proceedings.", "13. It appears from the documents in the file that no charges have been brought against the applicant during the period of suspension."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-3", "5-4"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}