{"ITEMID": "001-107558", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF SCHÖNBROD v. GERMANY", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Art. 5-1;Non-pecuniary damage - award", "JUDGES": "Angelika Nußberger;Dean Spielmann;Elisabet Fura;Ganna Yudkivska;Karel Jungwiert;Mark Villiger", "TEXT": ["5. The applicant was born in 1933. He was detained in Aachen Prison until his release on 1 March 2008.", "6. The applicant has been convicted twenty-two times since 1949, initially notably for smuggling and thefts. Since 1955 he has spent most of his life in prison.", "7. On 23 April 1968 the Cologne Regional Court convicted the applicant on two charges of joint aggravated (armed) robbery of a bank, sentenced him to twelve years’ imprisonment and ordered his preventive detention.", "8. On 20 January 1970 the Cologne Regional Court convicted the applicant of aggravated robbery-style theft committed against a money courier. Taking into account the term of imprisonment from the judgment of 23 April 1968, it imposed on the applicant a cumulative sentence of thirteen years’ imprisonment, but quashed the order for preventive detention. The remainder of his prison sentence was suspended on 31 March 1977 and the applicant was released and placed on probation; this suspension was subsequently revoked.", "9. On 7 December 1978 the Cologne Regional Court convicted the applicant, in particular, of two counts of joint aggravated (armed) robbery, of aiding and abetting another joint aggravated robbery, of three counts of aggravated theft and one count of attempted aggravated theft. It sentenced him to thirteen years’ imprisonment and ordered his preventive detention under Article 66 § 1 of the Criminal Code (see paragraphs 45-46 below).", "10. The Cologne Regional Court found that the applicant, who had been released from prison on 31 March 1977 and had a job, had committed the said offences between June 1977 and his arrest in November 1977. Together with two accomplices, he had robbed a money courier and a bank, armed. He had further stolen or attempted to steal together with others several cars which had later been used when committing the two robberies and another bank robbery in which the applicant had not otherwise participated.", "11. Having consulted an expert, the Cologne Regional Court found that since his youth the applicant had been strongly inclined to commit offences and to make his living thereby, even though he could have worked. Serving long sentences had not prevented him from reoffending and from committing more and more serious offences at ever shorter intervals. Since there were no indications that the applicant would not reoffend, he was dangerous to the public.", "12. On 11 April 1980 the Federal Court of Justice dismissed the applicant’s appeal on points of law against the judgment of 7 December 1978, which thereby became final.", "13. On 29 April 1983 the Bonn Regional Court reopened the proceedings in respect of one of the applicant’s accomplices, W., who had also been convicted of bank robbery on 7 December 1978, and acquitted him. The third accomplice to the robbery, Schw., had confessed that he had wrongfully incriminated both W. and the applicant in this offence. The applicant’s request for reopening of the proceedings against him was subsequently dismissed.", "14. On 2 February 1993 the Bonn Regional Court suspended the order remanding the applicant in preventive detention from 26 April 1993 (when the applicant would have served his full prison sentence), granted probation and ordered the applicant to be placed under supervision of conduct (Führungsaufsicht) for four years.", "15. The applicant served the sentence imposed by the judgment of 7 December 1978 in full, as well as the remainder of the sentence imposed by the judgment of 20 January 1970, until 26 April 1993.", "16. On 20 May 1996 the Koblenz Regional Court convicted the applicant of aggravated (armed) robbery committed with others, sentenced him to ten years’ imprisonment and ordered his preventive detention. It found that the applicant, armed with a machine gun, had robbed a bank together with an accomplice in June 1995; he had been in custody since then.", "17. On 13 November 1996 the Federal Court of Justice quashed the judgment of 20 May 1996 so far as the applicant’s sentence and his preventive detention were concerned and remitted the case to the Regional Court.", "18. On 18 June 1997 the Koblenz Regional Court again sentenced the applicant to ten years’ imprisonment. It considered the conditions for his preventive detention under Article 66 of the Criminal Code to have been met. However, for reasons of proportionality, the court did not order the applicant’s preventive detention, which would then have been of indefinite duration. It argued that from 8 June 2005 onwards, the applicant would be placed in preventive detention on the basis of the judgment of 7 December 1978, as the provisional suspension of his preventive detention on 2 February 1993 was likely to be revoked, and that he would be of advanced age afterwards.", "19. On 6 July 1998 the Bonn Regional Court, acting as the court dealing with the execution of sentences, revoked the suspension of the applicant’s provisional preventive detention granted on 2 February 1993 pursuant to Article 67g § 1 no. 1 of the Criminal Code (see paragraph 51 below) in view of his renewed conviction for aggravated robbery committed in June 1995.", "20. On 1 September 1998 the Cologne Court of Appeal, disagreeing with the General Public Prosecutor’s view, dismissed the applicant’s appeal against the decision of 6 July 1998. The applicant’s objection was of no avail.", "21. On 25 February 1999 the Federal Constitutional Court declined to consider the applicant’s constitutional complaint (no. 2 BvR 1712/98) against the decision of the Cologne Court of Appeal dated 1 September 1998. It found that the applicant had failed sufficiently to substantiate his complaint, which was therefore inadmissible. It observed, however, that the provisions of the Criminal Code did not permit the revocation of the suspension of the applicant’s provisional preventive detention after the expiry of the four-year period of supervision of his conduct. It was firstly up to the courts dealing with matters relating to the execution of sentences to examine whether the revocation decision could be amended at the applicant’s request or of the court’s own motion.", "22. On 13 April 1999 the Cologne Court of Appeal dismissed the applicant’s request, supported by the Public Prosecutor General, for the decisions of the Bonn Regional Court dated 6 July 1998 and of the Cologne Court of Appeal dated 1 September 1998 to be set aside. It found that under Article 68c § 3, second sentence, of the Criminal Code (see paragraph 52 below), the supervision of the applicant’s conduct for four years ordered in 1993 had not ended until now as the applicant had been detained since June 1995 and the time spent in detention did not count towards the period of the supervision of his conduct. Therefore, the provisional suspension of the preventive detention order against him could still be revoked in 1998.", "23. On 13 September 2004 the Aachen Regional Court started the proceedings for examination of the need for the applicant’s preventive detention after the end of his prison term by requesting the Public Prosecutor’s Office to send the case file and by ordering the Aachen Prison authorities to make a statement.", "24. The director of Aachen Prison thereupon sent a statement dated 30 December 2004, which he supplemented at the court’s request on 25 February 2005. Following two reminders from the Regional Court, the Public Prosecutor’s Office submitted the case file to the court in March 2005.", "25. On 30 March 2005 the Regional Court requested a psychiatric expert to give an opinion on whether the applicant was still so dangerous that his preventive detention was necessary.", "26. The applicant served his prison sentence in full, up to 7 June 2005. From 8 June 2005 the applicant was in preventive detention ordered in the judgment dated 7 December 1978.", "27. Following an inquiry of the Regional Court at the applicant’s request, the latter was examined by the psychiatric expert on 3 August 2005. Following two further requests made by the applicant to make progress in the proceedings, a report drafted by two psychiatric experts was submitted to the court on 16 November 2005.", "28. On 30 March 2006 the Aachen Regional Court, having heard the applicant and his counsel on that day and having consulted the director of Aachen Prison and two experts, ordered the execution of the preventive detention order in respect of the applicant made in the Cologne Regional Court judgment of 7 December 1978.", "29. The Regional Court considered in detail the previous convictions of the applicant, aged 72, notably his convictions for aggravated robbery and robbery-style theft by judgments dated 23 April 1968, 20 January 1970, 7 December 1978 and 18 June 1997.", "30. The Regional Court found that the execution of the preventive detention order against the applicant was still necessary in view of its objective (Article 67c § 1 of the Criminal Code, see paragraph 48 below). In the court’s view, the applicant was likely to commit further serious offences similar to those he had previously committed if released (Article 67d § 2 of the Criminal Code, see paragraph 50 below).", "31. In the Regional Court’s view, the applicant had been a persistent offender since his youth, who had reoffended shortly after being released on probation and after serving long prison sentences. He did not have any family ties outside prison and did not have any precise plans as to what he would be doing when released. He was lively for his age. He suffered from orthopaedic health problems, notably injuries to his left knee and his hip, which, as found by the prison doctor, entailed a considerable but not extreme walking disability. His walking ability could have been considerably improved by an artificial hip, but he refused to have the operation while he was in prison. Having consulted the prison doctor, the court took the view that the applicant’s walking disability could not yet be considered so severe as to render him physically unable to commit an offence, notably as his previous offences had not required significant mobility.", "32. The Regional Court, having regard to the report dated 16 November 2005 by the two psychiatric experts who had examined the applicant, took the view that the applicant’s personal and social situation remained similar to that which had existed when he was released from prison in 1993 at the age of 59. He had not changed his attitude towards offences and therefore remained dangerous.", "33. On 26 June 2006 the Cologne Court of Appeal dismissed the applicant’s appeal against the Aachen Regional Court decision of 30 March 2006. It did not share the view expressed by the Federal Constitutional Court in its decision dated 25 February 1999 that the revocation of the suspension of the applicant’s provisional preventive detention had no longer been possible on 6 July 1998 according to the provisions of the Criminal Code. Pursuant to Article 67g § 5 of the Criminal Code (see paragraph 51 below), preventive detention would cease to apply at the end of the offender’s supervision of conduct if the court had not revoked the suspension of his preventive detention before that date. However, the supervision of the applicant’s conduct for four years ordered in 1993 had not ended, as the applicant had been detained since June 1995 and the time spent in detention did not count towards the duration of the supervision of conduct (Article 68c § 3, second sentence, of the Criminal Code).", "34. Moreover, the Court of Appeal found that, contrary to the applicant’s submissions in his appeal, the fact that the Regional Court had failed to reach a decision on the applicant’s preventive detention before the applicant had served his full prison sentence on 7 June 2005 (Article 67c § 2 of the Criminal Code) did not render its decision unlawful. In any event, the mistake had been remedied ex nunc when the decision was taken.", "35. According to the Court of Appeal, the applicant needed to be kept in preventive detention in order to protect the public from particularly dangerous offenders. The applicant did not truly question or regret his offences. As found by two experts in an additional report, the applicant’s statements concerning his offences were very similar to those he had made before his previous release from prison, following which he had reoffended. The applicant’s age and the health problems accompanying it did not, at least at the time, warrant a different conclusion as to the danger he presented to the public. The applicant had also already reached retirement age when he had committed his last offence. As found by the prison doctor on 25 February 2005, his knee and hip were damaged. The court found that these illnesses caused pain, but did not entail a walking disability.", "36. Remanding the applicant in preventive detention was also not disproportionate, as he was likely to commit serious offences if released. However, in view of his present illnesses and the usual diminution of physical fitness with advancing age the applicant’s preventive detention would probably not last until its termination in 2015, but would be suspended on probation. Therefore, the applicant should be prepared for a life outside prison.", "37. On 14 July 2006 the Cologne Court of Appeal dismissed the applicant’s objection against that decision.", "38. On 3 August 2006 the applicant lodged a complaint with the Federal Constitutional Court against the decisions of the Aachen Regional Court dated 30 March 2006 and of the Cologne Court of Appeal dated 26 June 2006. He claimed that his right to liberty had been violated. He argued that, as had been expressly found in the decision of the Federal Constitutional Court dated 25 February 1999, the revocation of the suspension of his provisional preventive detention had no longer been possible on 6 July 1998. Moreover, he had been remanded in preventive detention since 8 June 2005 without a legal basis, in particular because the courts had failed to reach a decision on the necessity of that remand in custody within a reasonable time, as required by Article 67c § 1 of the Criminal Code as interpreted in the well-established case-law of the courts of appeal and of the Federal Constitutional Court itself (see paragraph 49 below). Due to his age, 73, and his walking disability, which had already made him physically unable to reoffend, his preventive detention was also disproportionate.", "39. On 21 September 2006 the Federal Constitutional Court declined to consider the applicant’s constitutional complaint (file no. 2 BvR 1614/06). It found that the complaint had no prospects of success.", "40. The Federal Constitutional Court considered that, even assuming that the decisions on the necessity to remand the applicant in preventive detention should have been based on paragraph 1 of Article 67c of the Criminal Code, they did not violate the Basic Law. Contrary to the applicant’s view, he had not been detained without legal basis in the period between the end of his prison term and the Regional Court’s decision ordering the execution of the preventive detention order against him. Referring to its decision of 9 March 1976 (file no. 2 BvR 618/75, see paragraph 49 below), it found that the execution of a preventive detention order on the basis of a judgment of the sentencing court ordering it under Article 66 of the Criminal Code was permitted if the Regional Court dealing with the execution of sentences had begun with its examination under Article 67c § 1 of the Criminal Code before the person concerned had fully served his prison sentence, even if it had not yet taken its decision.", "41. The Federal Constitutional Court further took the view that the Regional Court, which had started the proceedings concerning suspension of the applicant’s preventive detention some nine months before the end of the applicant’s prison term, had not delayed the proceedings in a manner which would violate his right to liberty.", "42. Furthermore, the decision of the courts dealing with the execution of sentences not to suspend the preventive detention order against the applicant and grant probation did not appear arbitrary in view of the applicant’s repeated serious offences and there was no violation of the courts’ duty to investigate the matter.", "43. On 20 December 2007 the Aachen Regional Court decided to suspend the preventive detention order made against the applicant in the Cologne Regional Court’s judgment of 7 December 1978 and grant probation as of 1 March 2008; it further ordered supervision of the applicant’s conduct. Having regard to all the , including, in particular, the applicant’s walking disability, the court considered, in accordance with the view taken by the medical expert it had consulted and contrary to the view taken by the director of Aachen Prison and the Cologne Public Prosecutor’s Office, that it was to be expected that the applicant would not commit further serious offences similar to those he had previously been convicted of if released (Article 67d § 2 of the Criminal Code).", "44. A comprehensive summary of the provisions of the Criminal Code and of the Code of Criminal Procedure governing the distinction between penalties and measures of correction and prevention, in particular preventive detention, and the making, review and execution in practice of preventive detention orders, is contained in the Court’s judgment in the case of M. v. Germany (no. 19359/04, §§ 45-78, 17 December 2009). The provisions relevant to the present case can be summarised as follows.", "45. A sentencing court may, at the time of an offender’s conviction, order his preventive detention, known as a measure of correction and prevention, under certain circumstances in addition to his prison sentence, a penalty, if the offender has been shown to be dangerous to the public (Article 66 of the Criminal Code).", "46. In particular, the sentencing court orders preventive detention in addition to the penalty if someone is convicted of an intentional offence and sentenced to at least two years’ imprisonment and if the following further conditions are satisfied: firstly, the perpetrator must have been sentenced twice already, to at least one year’s imprisonment in each case, for intentional offences committed prior to the new offence. Secondly, the perpetrator must previously have served a prison sentence or must have been detained pursuant to a measure of correction and prevention for at least two years. Thirdly, a comprehensive assessment of the perpetrator and his acts must reveal that, owing to his propensity to commit serious offences, notably those which seriously harm their victims physically or mentally or which cause serious economic damage, the perpetrator presents a danger to the general public (see Article 66 § 1 of the Criminal Code, in its version in force at the relevant time).", "47. Preventive detention may only be ordered if such a measure is proportionate to the gravity of the offences committed by, or to be expected from, the perpetrator as well as to his dangerousness (Article 62 of the Criminal Code).", "48. Article 67c of the Criminal Code governs orders for the preventive detention of convicted persons which are not executed immediately after the judgment ordering them becomes final. Paragraph 1 of the Article provides that if a term of imprisonment is executed prior to a simultaneously ordered placement in preventive detention, the court responsible for the execution of sentences (that is, a special Chamber of the Regional Court composed of three professional judges, see sections 78a and 78b (1)(1) of the Court Organisation Act) must review, before completion of the prison term, whether the person’s preventive detention is still necessary in view of its objective. If that is not the case, it temporarily suspends the execution of the preventive detention order and places the person on probation with supervision of their conduct which commences with the suspension. Pursuant to paragraph 2 of that Article, preventive detention may only be executed on the explicit order of the court if its execution has not started three years after the order becomes final, unless paragraph 1 applies. Time spent by the offender in detention by order of a public authority shall not count towards this time-limit. The court shall order the execution of the preventive detention order if the objective of the measure still requires it.", "49. As regards the lawfulness of the execution of a preventive detention order in cases in which the person concerned has served his sentence in full, but the courts dealing with the execution of sentences have not yet taken their decision under Article 67c § 1 of the Criminal Code as to whether preventive detention was still necessary in view of its objective, the following principles have been established in the German courts’ case-law. The execution of the preventive detention order made in the judgment of the criminal sentencing court under Article 66 of the Criminal Code is lawful and does not violate the constitutional right to liberty of the person concerned if the courts dealing with the execution of sentences have started examining the need for preventive detention before the person concerned has served his prison sentence in full and have terminated the proceedings without avoidable delays and within a reasonable time (see Federal Constitutional Court, file no. 2 BvR 618/75, decision of 9 March 1976, Collection of the decisions of the Federal Constitutional Court (BVerfGE), vol. 42, pp. 1 ss.; Düsseldorf Court of Appeal, file no. 2 Ws 303/92, decision of 28 July 1992, NJW 1993, pp. 1087 ss.; Berlin Court of Appeal, file no. 5 Ws 731/96, decision of 18 December 1996; and Berlin Court of Appeal, file no. 2 Ws 373-377/07, decision of 15 June 2007). The execution of a preventive detention order was not permitted, in any event, if a convict, owing to avoidable delays, has already been in preventive detention for ten months without a need for preventive detention having been established (see Düsseldorf Court of Appeal, ibid., p. 1087). In such cases, the execution of the preventive detention order had to be interrupted at the detainee’s request under Article 458 §§ 1 and 3, read in conjunction with Article 463 of the Code of Criminal Procedure (see paragraph 53 below), irrespective of the dangerousness of the person concerned (see Düsseldorf Court of Appeal, ibid., p. 1087; and Berlin Court of Appeal, file no. 2 Ws 373-377/07, decision of 15 June 2007).", "50. Article 67d of the Criminal Code governs the duration of preventive detention. Paragraph 2, first sentence, of that Article, in its version in force at the relevant time, provides that if there is no provision for a maximum duration or if the time-limit has not yet expired, the court shall suspend on probation the further execution of the detention order as soon as it is to be expected that the person concerned will not commit any further unlawful acts on his release.", "51. Article 67g concerns the revocation of the suspension on probation of a preventive detention order. Pursuant to paragraph 1 no. 1, the court shall revoke the suspension of a preventive detention order if the convicted person, during the period of supervision of conduct, commits an unlawful act which shows that the objective of the measure necessitates his preventive detention. Paragraph 5 provides that preventive detention shall cease to apply at the end of the offender’s supervision of conduct if the court did not revoke the suspension of his preventive detention before that date.", "52. Article 68c of the Criminal Code regulates the duration of the supervision of conduct. Pursuant to paragraph 3, in its version in force between 31 January 1998 and 17 April 2007, supervision of conduct shall begin once the order of that measure has become final (first sentence). The time the convicted person spends in detention by order of a public authority does not count towards the duration of the supervision of conduct (second sentence). Between 1 April 1987 and 30 January 1998 the same provision was made in paragraph 2 of Article 68c of the Criminal Code.", "53. Article 458 § 1 of the Code of Criminal Procedure provides that if objections are raised to the admissibility of the execution of a penalty, a court decision shall be obtained. The further execution of the penalty shall not be suspended thereby; the court may, however, order a suspension of execution (Article 458 § 3 of the Code of Criminal Procedure). Pursuant to Article 463 § 1 of the Code of Criminal Procedure, Article 458 of that Code applies, mutatis mutandis, to the execution of measures of correction and prevention.", "54. On 4 May 2011 the Federal Constitutional Court delivered a leading judgment concerning the retrospective prolongation of the complainants’ preventive detention beyond the former ten-year maximum period and about the retrospective order of the complainants’ preventive detention respectively (file nos. 2 BvR 2365/09, 2 BvR 740/10, 2 BvR 2333/08, 2 BvR 1152/10 and 2 BvR 571/10). The Federal Constitutional Court held that all provisions on the retrospective prolongation of preventive detention and on the retrospective order of such detention were incompatible with the Basic Law as they failed to comply with the constitutional protection of legitimate expectations guaranteed in a State governed by the rule of law, read in conjunction with the constitutional right to liberty.", "55. The Federal Constitutional Court further held that all provisions of the Criminal Code on the imposition and duration of preventive detention at issue were incompatible with the fundamental right to liberty of the persons in preventive detention. It found that those provisions did not satisfy the constitutional requirement of establishing a difference between preventive detention and detention for serving a term of imprisonment (Abstandsgebot). These provisions included, in particular, Article 66 of the Criminal Code in its version in force since 27 December 2003.", "56. The Federal Constitutional Court ordered that all provisions declared incompatible with the Basic Law remained applicable until the entry into force of new legislation and until 31 May 2013 at the most. In relation to detainees whose preventive detention had been prolonged or ordered retrospectively, the courts dealing with the execution of sentences had to examine without delay whether the persons concerned, owing to specific circumstances relating to their person or their conduct, were highly likely to commit the most serious crimes of violence or sexual offences and if, additionally, they suffered from a mental disorder. As regards the notion of mental disorder, the Federal Constitutional Court explicitly referred to the interpretation of the notion of “persons of unsound mind” in Article 5 § 1 sub-paragraph (e) of the Convention made in this Court’s case-law. If the above pre-conditions were not met, those detainees had to be released no later than 31 December 2011. The other provisions on the imposition and duration of preventive detention could only be further applied in the transitional period subject to a strict review of proportionality; as a general rule, proportionality was only respected where there was a danger of the person concerned committing serious crimes of violence or sexual offences if released.", "57. In its judgment, the Federal Constitutional Court stressed that the fact that the Constitution stood above the Convention in the domestic hierarchy of norms was not an obstacle to an international and European dialogue between the courts, but was, on the contrary, its normative basis in view of the fact that the Constitution was to be interpreted in a manner that was open to public international law (völkerrechtsfreundliche Auslegung). It stressed that, in line with that openness of the Constitution to public international law, it attempted to avoid breaches of the Convention in the interpretation of the Constitution. In its reasoning, the Federal Constitutional Court relied on the interpretation of Article 5 and Article 7 of the Convention made by this Court in its judgment in the case of M. v. Germany (cited above)."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}