{"ITEMID": "001-5045", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "ADMISSIBILITY", "DATE": 2000, "DOCNAME": "PREDOTA v. AUSTRIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant is an Austrian national, born in 1944 and living in Vienna.", "He is represented before the Court by Mr. A. Bammer, a lawyer practising in Vienna.", "A.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "Since 1975 the applicant has been an irremovable (unkündbar) employee of the Austrian Federal Railways (Österreichische Bundesbahnen) and worked originally as a train conductor (Zugsbegleiter). On 27 November 1985 he was elected staff representative (Vertrauensmann) for the list \"Eisenbahner aktiv\". The applicant was very active in this position and, in particular, he demanded the use of clean sheets for conductors who had to stay overnight in the trains. He made several proposals of this kind to the internal proposals department (betriebliches Vorschlagswesen) and complained that the existing pricing system of train tickets was confusing. His superiors did not take up these proposals or complaints.", "As of 10 November 1987 the applicant was transferred from his post as conductor and worked instead as a switch cleaner (Weichenreiniger).", "On 27 September 1988 the applicant distributed leaflets with the following contents at the Vienna Southern Railway Station (Wiener Südbahnhof).", "<Translation>", "\"These are the ways of the railways! Withdrawn from the service, because I made criticisms:", "Very often our railways are of no use, stairs too high, connections bad (often there are none), uncomfortable (ugly) waiting rooms, stations too far from the towns, trains not suitable for handicapped people and so on...", "Prices too high; rates too complicated; soon nobody will understand.", "", "Practical personnel are diminishing; useless bureaucracy is increasing.", "Showing off instead of comfort and the clients feel angry.", "(Political) party posts paralyse ideas; practical and friendly co-operation becomes more and more meaningless.", "I am looking for brave journalists, associations, individuals. I can offer solutions and stories!", "Remark: During 15 years of service I had no culpable accident, no problems with drunkenness, no troubles with travellers, and otherwise caused no harm.", "How you can help me:", "Tell me about problems, complaints, ideas. Inform me of groups, associations, events. Send this leaflet to newspapers, etc.", "My aim:", "Simple, practical, comfortable railways, that are locally constructed, with conductors and station stewards.\"", "", "The applicant distributed this leaflet during his spare time in several halls of the railway station to employees of the Austrian Federal Railways.", "Subsequently an Austrian periodical contacted the applicant and asked him whether it was true that he had to clean switches. The applicant confirmed this and also confirmed that he worked at the Vienna Eastern Railway Station (Ostbahnhof). On 7 October 1988 a photographer at the periodical took pictures of the applicant cleaning the switches and afterwards he was interviewed. On 13 October 1988 an article was published in the periodical W. with the headline:", "<Translation>", "", "\"Since a top conductor pointed out grievances within his beloved railways, he was demoted: now he lubricates switches.... How a conductor was thrown off the train\".", "", "After the publication of this article the applicant wrote a letter to the publisher which was published in the same periodical on 3 November 1988:", "<Translation>", "\"I would like to thank you very much for the article about my problems. It has thereby become easier to achieve my aim to fight for simply practical railways. Although I have been threatened repeatedly with disciplinary proceedings, I will try to carry through my demand that conductors can sleep in clean sheets during overnight stays, that the price regulations become simpler and easier to understand and that the railways get cheaper for the customers. I will keep the W. informed about my activities.\"", "Thereupon disciplinary proceedings were instituted before the Railway’s Disciplinary Committee (Disziplinarkammer) against the applicant.", "On 5 December 1988 the Disciplinary Committee found that the applicant had infringed the Disciplinary Regulations of the Railways (Disziplinarordnung) in that he had distributed leaflets in public which were likely to harm the reputation of the Austrian Federal Railways and its employees, that he had taken a journalist in dangerous circumstances to the area of the switches, and that he had discussed internal matters in a letter to the publisher of a magazine. Under Sections 18 and 26 of the Regulations, an employee of the Federal Railways has to respect and pursue the interests of the service, refrain from disparaging his superiors, must keep confidential all issues relating to the service and must not publish in the media or otherwise matters relating to his service without prior authorisation. The Disciplinary Committee ordered the applicant’s dismissal as a disciplinary sanction.", "On 30 January 1989 the Superior Disciplinary Committee (Disziplinaroberkammer) confirmed the applicant’s dismissal on disciplinary grounds.", "On 27 July 1989 the applicant filed an action for the annulment of his dismissal with the Vienna Labour Court (Arbeitsgericht). He requested the court to declare that his employment contract was still valid, that the Federal Railways had to re-employ him under the previous conditions and had to pay the outstanding salary. The applicant submitted that he was a staff representative and therefore could not be dismissed without the prior consent of a court.", "Subsequently court hearings took place on 25 September 1989, 23 November 1989, 23 April 1990 and 18 June 1990. At the hearing of 23 November 1989, the court decided to obtain expert evidence on the question whether the applicant had full capacity to act. The expert reports which answered this question in the affirmative were submitted on 29 January 1990 and 21 February 1990.", "In a court hearing which took place on 27 August 1990, the parties concluded a friendly settlement. The next day, however, the applicant revoked the settlement.", "In the subsequent hearing on 12 November 1990, the court suspended the proceedings pending the decision of the Supreme Court (Oberster Gerichtshof) in a similar case dealing with the question of whether the Disciplinary Regulations of the Federal Railways were applicable to employment relations within the Federal Railways. The Labour Court considered this decision relevant because the applicant’s dismissal would not have been lawful if the Supreme Court rejected the applicability of the Disciplinary Regulations. The Federal Railways undertook to inform the applicant about the outcome of those proceedings. The present proceedings were only to be continued upon the request of one of the parties. The parties waived their right to appeal against this decision.", "By letter of 14 March 1991, the Federal Railways informed the Labour Court about the Supreme Court’s findings in the parallel proceedings. The applicant received this information on 26 March 1991. In its decision of 24 October 1990 the Supreme Court had found that the employment relationship between an employee and the Federal Railways was of a private nature and that the Disciplinary Regulations were part of the employment contract. The matter was remitted to the Court of Appeal in that case.", "On 22 May 1992 the applicant requested the continuation of the proceedings instituted by him. On 10 September 1992 a further court hearing took place.", "On 3 November 1992 the Labour Court dismissed the applicant’s action on the ground that his claims had become time-barred. It found that the applicant had not requested the continuation of the proceedings in time after 14 March 1991. It was irrelevant that the final decision in the parallel case had been taken on 28 August 1991. On the same day the applicant appealed against this judgment and on 4 January 1993 the defendant company submitted its observations.", "On 17 March 1993 the Court of Appeal (Oberlandesgericht) granted the applicant’s appeal, quashed the above decision and remitted the case to the Labour Court. It found that the Labour Court’s decision to suspend the proceedings pending the outcome of other proceedings had not been formulated with sufficient precision, so that the applicant may have had the impression that the relevant event was the final termination of those other proceedings and not the judgment of the Supreme Court. The applicant could not therefore be blamed for not having requested the continuation of the proceedings earlier.", "On 25 November 1993, after further court hearings on 27 May 1993 and 8 November 1993, the Labour Court dismissed the applicant’s action. The Labour Court stated that the Conditions of Employment Act (Arbeitsverfassungsgesetz), providing special protection for members of the works council (Betriebsrat) against their dismissal, did not apply to employees of the Federal Railways. The Labour Court found that the mere distribution of leaflets to employees did not constitute a breach of professional duties. However, in the present case the contents of the leaflet which the applicant had distributed constituted a breach of the professional duty of loyalty, because it was written in a polemical and unobjective manner and, in particular, contained an incitement to other employees to breach their professional duty not to disseminate the company’s internal matters to the public. Furthermore, the applicant had contributed to the publication of an article by a magazine, in which the defendant company had been criticised in a polemical manner. He had not only tolerated the publication of this article but had also approved of it in a letter to the publisher. The applicant’s conduct therefore constituted a serious breach of his professional duty of loyalty vis-à-vis his employer and justified his dismissal.", "On 14 February 1994 the applicant appealed. He criticised the assessment of evidence and submitted that the Labour Court had based its finding that the dismissal was justified on grounds which had not been invoked in the disciplinary decision. He also complained that his freedom of expression was restricted on the ground that he was an employee of the Federal Railways.", "On 18 May 1994 the Court of Appeal dismissed the appeal. It found that the Labour Court had correctly assessed the evidence taken. Furthermore, the Labour Court had correctly taken into account the published article and the applicant’s letter to the editor, as the disciplinary decision dismissing the applicant also related to those events. In any case, the applicant’s conduct constituted a violation of his professional duties, a fact which he himself had never denied. Although an employee’s freedom of expression must not be unduly restricted by the employer, the expression of opinion must nevertheless not impair the employer’s justified interests. This was especially true in the case of the Federal Railways, since its reputation as a company offering a public service easily suffered from unjustified criticism, in particular when voiced by a company employee.", "On 10 October 1994 the applicant lodged an appeal on points of law (Revision) with the Supreme Court in which he complained, inter alia, about a restriction on his freedom of expression.", "On 11 January 1995 the Supreme Court dismissed the applicant’s appeal. It found that the dismissal was justified by the applicant’s conduct, which constituted a breach of his professional duties. As regards the applicant’s complaint that his freedom of expression was restricted, the Court found that the right to freedom of expression has its limits where the legitimate interests of others are impaired. It was beyond any doubt that the unqualified, disparaging statements made by the applicant in the leaflets impaired the legitimate interests of the Federal Railways.", "B. Relevant domestic law", "According to the constant case-law of the Constitutional Court (Collection of the Decisions of the Constitutional Court = VfSlg. 3140/1957, 4519/1963, 6125/1970, 8132/1977, 12092/1989) and the Supreme Court (Collection of the Judgments and Decisions of the Labour Courts and the Supreme Court in Labour Law Matters = Arb. 7539, Arb. 7795, Arb. 9310, 9 Ob A 104/88, 9 Ob A 320/89, 9 Ob A 270/90), the relationship between the Federal Railways and their employees is governed by private law. It is basically an employment contract (Dienstvertrag) under Section 1151 of the Civil Code (Allgemeines Bürgerliches Gesetzbuch). There exist various regulations issued by the Federal Railways concerning the service, remuneration, pensions and disciplinary proceedings. These regulations, although some of them are published in the Federal Gazette, are not administrative acts but general contract schemes which define the contractual relationship (Vertragsschablonen). By accepting the employment contract, an employee also accepts these regulations as a part of it.", "In performing the duties under the contract, an employee is subject to instructions from the employer, which specify the manner in which the duties must be performed. Employment contracts may also provide a possibility for the employer to impose disciplinary sanctions. This element must be explicitly mentioned in the contract.", "Employment contracts may provide that their termination (Kündigung) is not subject to the general rules of the Civil Code (Sections 1159-1160), but may further restrict the right of the parties to give notice, i.e. by requiring specific or important reasons. This possibility does not impair the parties’ right to terminate the contract without notice for important reasons under Section 1162 of the Civil Code, i.e. dismissal (Entlassung) or notice to quit (Austritt). Important reasons for a dismissal are, inter alia, breaches of the obligations under the employment contract, in particular a breach of the duty of loyalty (Treuepflichtverletzung). A breach of the duty of loyalty may include inciting other employees to breach their professional duties, the unfavourable public presentation of employment conditions or other deficiencies in the economic undertaking, or supplying information to the press which runs counter to the economic interests of the employer (see Rummel, ABGB Kommentar, Vienna 1990, Section 1162, Marginal Notes 113, 128, 131 with references to the case-law of the labour courts).", "As regards disciplinary proceedings provided for in labour contracts (betriebliche Disziplinarerkenntnisse), the Supreme Court in a leading decision (18 September 1980, 4 Ob 67/79, Collection of the Judgments of the Supreme Court in Civil Law Matters = SZ 53/119 = Arb. 9893) found that the ordinary civil courts (labour courts) are competent to decide on disputes relating to disciplinary measures taken by the internal bodies of business undertakings (Unternehmen). The courts have to examine whether such disciplinary measures are in conformity with the law and the specific employment contract. They are in no way bound by the decision taken by the disciplinary body, but must verify the facts on which the disciplinary body has based its decision, and determine whether those facts constitute a breach of the employee’s contractual duties. It might be helpful for businesses to have internal disciplinary procedures, but they would have no influence on the subsequent court decisions, since such internal procedures necessarily lack the guarantees of ordinary court proceedings. Internal disciplinary bodies have no powers corresponding to those of the ordinary courts since they cannot compel witnesses to appear or tell the truth under oath."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}