{"ITEMID": "001-4611", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ITA", "BRANCH": "ADMISSIBILITY", "DATE": 1999, "DOCNAME": "PASTORE v. ITALY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis", "TEXT": ["The applicant is an Italian national, born in 1945 and currently residing in Rome.", "He is represented before the Court by Mr Maurizio De Stefano, a lawyer practising in Rome.", "", "The applicant is a member of the Mutual Fund I. (“Cassa di previdenza e assistenza dei dipendenti della Intercontinentale assicurazioni S.p.A.”). On 23 March 1998 this fund was incorporated in the Mutual Fund W. (“Fondo pensione dei dipendenti del Gruppo Winterthur”).", "On 23 May 1998 the applicant introduced a claim before the Rome District Court. Assuming that the decision taken on 23 March 1998 was invalid, he requested the investigating judge to declare the stay of its execution.", "In an order of 17 July 1998 the Rome investigating judge accepted the applicant’s claim.", "On 31 July 1998 the Mutual Fund I. challenged this order before the Rome District Court. It alleged, inter alia, that as Rule 21 of the Fund’s internal Rules contained an arbitration clause, the matter fell outside the ordinary courts’ jurisdiction.", "The applicant contested the Fund’s action, alleging that the latter’s conclusion was contrary to Articles 2, 3 and 24 of the Italian Constitution - guaranteeing the individuals’ fundamental rights, the principle of equality between citizens and the right to defend oneself in trial - and to Article 6 § 1 of the Convention.", "In a decision of 25 August 1998 the District Court revoked the order of 17 July 1998. It recalled that a distinction should be drawn between “ordinary” and “extraordinary” arbitration clause (“clausola di arbitrato rituale o irrituale”). The first one was a substitute for the State’s jurisdiction, aimed at obtaining a decision replacing a judgment, while the latter was a private agreement by which the parties conferred to an arbitrator the power to settle a litigation between them. An interim measure, such as the stay of execution, could be adopted only when an “ordinary” arbitration clause was at issue. Having found that the clause contained in Rule 21 of the Fund’s internal Rules was an “extraordinary” one, the District Court declared that the action introduced by the applicant fell outside its jurisdiction ratione materiae. As the internal Rules had been freely accepted by the parties, the court considered that there was no appearance of a violation of the provisions invoked by the applicant.", "This decision was final and not subject to any appeal. However, the Mutual Fund I. decided to convene a members’ assembly in order to take a new decision on the incorporation. According to the applicant, this was tantamount to an implicit acceptance of his complaints concerning the lawfulness of the decision of 23 March 1998."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}