{"ITEMID": "001-57561", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ITA", "BRANCH": "CHAMBER", "DATE": 1983, "DOCNAME": "CASE OF PRETTO AND OTHERS v. ITALY", "IMPORTANCE": "2", "CONCLUSION": "No violation of Art. 6-1", "JUDGES": "C. Russo", "TEXT": ["9. Mr. Rodolfo Pretto, an Italian citizen, for more than forty years farmed, with the help of members of his family, land at Villaganzerla Castegnero (Vicenza) of which he was the tenant.", "In 1971, the owner entered into a preliminary contract with a certain Mr. S. for the sale of the property at a price of 27 million Lire. In accordance with section 8 of the Agricultural Land Development Act (Act no. 590 of 26 May 1965 - \"Disposizioni per lo sviluppo della proprietà coltivatrice\"), he informed Mr. Pretto of the conclusion of this contract.", "Mr. Pretto gave notice of his intention to exercise the right of pre-emption (\"diritto di prelazione\") conferred on him by the same Act. Nevertheless, by deed dated 9 June 1971, the owner sold the land to the brother-in-law of Mr. S. for the price that had been agreed with the latter.", "10. On 24 September 1971, Mr. Pretto brought an action before the Vicenza Regional Court seeking the re-sale of the land to him by the new owner (azione di riscatto). He complained of the failure to respect his right of pre-emption and alleged that the price indicated in the contract was fictitious: according to the Agricultural Inspector’s valuation, the land was in fact only worth about 12 million Lire. The applicant stated that he was willing to offer the new owner the price actually paid or, alternatively, the price shown in the sale contract or, in the further alternative, such price as the Regional Court might determine.", "The defendant pleaded that the action was inadmissible since Mr. Pretto had not made an unconditional offer of the price mentioned in the contract. He also claimed that the plaintiff could in any event no longer avail himself of his right of pre-emption as he had not paid the said amount within the three-month period laid down by section 8 of Act no. 590.", "11. The Regional Court gave judgment on 21 March 1973. It held that Mr. Pretto was entitled to have the land re-sold to him at the price specified in the contract, such price to be paid not later than one month and twenty-one days from the date on which the judgment became final.", "12. On 7 July 1973, the new owner appealed to the Venice Court of Appeal which, after postponing the hearings three times at the request of both parties, reversed the Regional Court’s decision by a judgment of 8 October 1974, which was deposited in the Court of Appeal’s registry on 12 December. The Venice Court found that although Mr. Pretto’s action had been admissible, he was estopped from availing himself of his right to obtain a re-sale since he had not paid the price stated in the sale contract within three months of the commencement of the proceedings at first instance. It held that this time-limit had to apply, by analogy with the rules on the exercise of the right of pre-emption (section 8 of Act no. 590).", "13. On 12 February 1975, Mr. Pretto appealed on points of law to the Court of Cassation. The respondent lodged a cross-appeal (ricorso incidentale) on 26 March 1975 and the applicant filed a reply thereto (controricorso al ricorso incidentale) on 3 May 1975.", "On a date which it has not been possible to trace (see paragraph 8 in fine above), the President of the 3rd Civil Chamber of the Court of Cassation directed that the hearings be held on 18 February 1976. The applicants claimed that previously Mr. Pretto had twice asked for the case to be dealt with, but that for reasons beyond their control they were unable to prove this.", "On 12 February, Mr. Pretto filed a supplementary memorial; under Article 378 of the Code of Civil Procedure, he was permitted to do so up to the fifth day before the hearings.", "On 18 February, the 3rd Civil Chamber postponed the hearings: as section 8 of Act no. 590 had given rise to conflicting judicial decisions, it considered it preferable to await the ruling of the plenary Court of Cassation on other appeals bearing on the same point.", "The plenary Court was to have sat on the following day, but in fact did not give judgment until 10 June 1976. On 19 October, the 3rd Civil Chamber applied that decision and dismissed Mr. Pretto’s appeal; it confirmed the Venice Court of Appeal’s interpretation of section 8 of Act no. 590. The full text of the judgment was made public by being deposited in the Court of Cassation’s registry on 5 February 1977. Article 133 of the Code of Civil Procedure, which save for some rare exceptions applies to all civil court judgments, whether rendered at first instance, on appeal or on cassation, in fact provides (translation from the Italian):", "\"The judgment (sentenza) shall be made public by being deposited in the registry of the court which delivered it. The Registrar shall record at the bottom of the judgment that it has been deposited, adding the date and his signature; within the next five days, he shall advise the parties (parti che si sono costituite) of the deposit by means of a written notice which shall contain the operative provisions of the judgment.\"", "Under Article 120 of Royal Decree no. 1368 of 18 December 1941 (rules on the application of the Code of Civil Procedure and transitional provisions), the deposit has to be effected within thirty days of the examination of the case.", "14. On 24 June 1977, the judgment was served on Mr. Pretto by the respondent and thereupon became enforceable.", "15. Anyone can consult or obtain copies of the judgments of the Court of Cassation on application to its registry. If judgments contain features that are novel from the point of view of interpretation of the law, they may be published."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}