{"ITEMID": "001-78591", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF TARARIYEVA v. RUSSIA", "IMPORTANCE": "1", "CONCLUSION": "Violations of Art. 2;No separate issue under Art. 13;Violations of Art. 3;No violation of Art. 34;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "Peer Lorenzen", "TEXT": ["6. The applicant was born in 1946 and lives in the Krasnodar Region. She is the mother of Mr Nikolay Ivanovich Tarariyev, a Russian national who was born in 1976 and died on 4 September 2002.", "7. On 5 October 1996 Mr Tarariyev was involved in a fist fight in which he hit his former girlfriend's boyfriend. The injured man died three days later.", "8. On 8 October 1996 criminal proceedings were instituted against Mr Tarariyev on suspicion of having caused grievous bodily injury that resulted in the victim's death, an offence under Article 108 § 2 of the RSFSR Criminal Code.", "9. On 6 April 2000 Mr Tarariyev was convicted as charged and sentenced to six years' imprisonment in a correctional colony. On the same day he was taken into custody.", "10. On 17 May 2000 the Krasnodar Regional Court upheld the conviction.", "11. Mr Tarariyev was sent to serve his sentence at correctional facility no. UO-68/9 in the town of Khadyzhensk in the Krasnodar Region (“the Khadyzhensk colony”).", "12. On 10 January 2001 Mr Tarariyev, who was in a serious condition, was taken into hospital for in-patient treatment. He was diagnosed with Morgagni-Adams-Stokes syndrome and an acute ulcer condition. Doctors prescribed strict bed rest and medicines. On 16 January 2001 Mr Tarariyev's state of health improved slightly.", "13. On 22 January 2001 he was escorted to Treatment and Prevention Institution no. 5 (14) (lechebno-profilakticheskoye uchrezhdenie no. 5 (14) – “prison hospital”) where he received treatment from 1 to 12 February 2001.", "14. On 1 or 2 March 2001 Mr Tarariyev was brought back from the prison hospital to the Khadyzhensk colony with acute gastroduodenitis.", "15. On 6 March 2001 he was examined and diagnosed with chronic gastroduodenitis. Certain medicines and vitamins were prescribed.", "16. On 2 August 2001 the Presidium of the Krasnodar Regional Court quashed the judgments of 6 April and 17 May 2000 under the supervisory review procedure and remitted the case for a new trial.", "17. On 22 September 2001 Mr Tarariyev was transferred to the Krasnodar detention centre (“the Krasnodar SIZO”).", "18. On 20 February 2002 Mr Tarariyev fainted in the court room. The court ordered a medical examination of Mr Tarariyev by doctors from the Krasnodar SIZO and Afinskiy District Hospital. It put questions to them about Mr Tarariyev's illnesses and asked whether he needed in-patient treatment and whether he could remain in detention.", "19. On 22 February 2002 Afinskiy District Hospital sent the following report to the court, signed by the deputy head doctor, the head of department and the doctor in charge:", "“Afinskiy District Hospital no. 3 replies that Mr Tarariyev is undergoing treatment in the department of digestive illnesses in connection with a heart illness (myocarditis) and an acute condition of duodenal ulcer.", "For treatment and differential diagnosis the patient is to remain in the department for no less than two weeks. [He] cannot be held in an investigations ward or detention facility.”", "20. On 1 March 2002 Mr Tarariyev was discharged from the hospital to the Krasnodar SIZO. On 6 March 2002 he sought medical assistance and received out-patient treatment. He was diagnosed with stomach and duodenal ulcers, cardioneurosis and chronic gastroduodenitis.", "21. On 19 April 2002 the Severskiy District Court pronounced a new conviction against Mr Tarariyev and sentenced him to six years' imprisonment in a correctional colony. On 10 July 2002 the Krasnodar Regional Court upheld the conviction on appeal.", "22. On 31 July 2002 Mr Tarariyev was transferred to the Khadyzhensk colony. According to the applicant, upon his arrival all his medicines were taken away from him and no medical assistance was provided.", "23. At 8.30 a.m. on 20 August 2002 Mr Tarariyev contacted the medical department of the colony, complaining of severe pain. He was diagnosed with a perforated duodenal ulcer and peritonitis. In view of his serious condition, a decision was made to transfer him to a civilian hospital.", "24. At 1 p.m. on the same day surgery was performed on Mr Tarariyev at Apsheronsk Central District Hospital (“Apsheronsk Hospital” or “the civilian hospital”).", "25. The applicant maintained that she had visited her son on 21 and 22 August and seen him shackled with handcuffs by his left hand to the hospital bed. In support of her allegation she produced a statement signed by a friend of hers, Ms T., who had also come to visit on 21 August. With the permission of the head of the resuscitation department, the applicant had stayed overnight on a spare bed. Her son had given her a signed form authorising her to collect his personal belongings.", "26. On 21 and 22 August the applicant complained to the Apsheronsk prosecutor, the Krasnodar Regional Prosecutor's Office, the President of the Krasnodar Regional Court and the deputy head of the Khadyzhensk colony about the handcuffing of her son and asked that he not be sent to the prison hospital in view of his condition.", "27. On 22 August 2002 Mr Tarariyev was diagnosed with a breakdown of sutures in the duodenum and duodenal fistula and peritonitis. He was discharged from Apsheronsk Hospital and transported to the prison hospital, 120 km from Apsheronsk.", "28. According to the Government, Mr Tarariyev was transported in a “special car” accompanied by an experienced medical nurse who carried a set of necessary medical equipment on her. They produced a written statement by the nurse. She indicated that during the journey she had talked to Mr Tarariyev about his health and taken his blood pressure, which had been stable. The patient had had no complaints. The journey had lasted two hours.", "29. According to the applicant, she had objected to her son's discharge and transfer but the head of the resuscitation department, Mr K., had told her that the transfer was mandatory because Mr Tarariyev was a convict. She had helped the medical staff to put the applicant, wrapped in a blanket, onto a wheel stretcher and then into the prison van (avtozak) onto a layer of padded cotton mattresses.", "30. On 24 August 2002 further surgery on Mr Tarariyev's abdominal organs was performed in the prison hospital.", "31. On 4 September 2002 the applicant came to see her son and learnt that he had died at 7.35 a.m. that day.", "32. According to the death certificate of 5 September 2002, the autopsy established that the death had been caused by acute anaemia (blood loss) provoked by massive gastrointestinal haemorrhaging. A perforated duodenal ulcer was noted as a concomitant illness.", "33. On 7 September 2002 an assistant to the Teuchezh Inter-District Prosecutor informed the applicant of the decision not to initiate criminal proceedings in connection with Mr Tarariyev's death.", "34. On 8 February 2003 the Apsheronsk district prosecutor told the applicant that the medical specialists at the Khadyzhensk colony had done all they could to save Mr Tarariyev's life, as they had sent him to Apsheronsk Hospital, which possessed the necessary surgical equipment.", "35. On 19 February 2003 the Apsheronsk district prosecutor issued a decision to initiate criminal investigation no. 366214 into the actions of the medical specialists at Apsheronsk Hospital. The Apsheronsk District Police Department was requested to carry out an inquiry under Article 118 § 2 of the Criminal Code (negligent infliction of a grievous bodily injury resulting from incompetent performance of professional duties).", "36. Between 3 and 26 March 2003 the investigators interviewed Doctors Du., Da. and K. from Apsheronsk Hospital, the psychologist from the Khadyzhensk colony and Mr D., the surgeon from the prison hospital. Mr D. testified as follows:", "“... on the day of arrival Mr Tarariyev was in a serious state, unfit for transport ... Conservative therapy was recommended ... In the night of 23 August 2002 he began to haemorrhage and we started discussing surgery ... On 4 September 2002 he had another bout of intestinal haemorrhaging from the ulcer defect ... [The hospital] has no facilities for blood transfusion because it has no contract with the blood-transfusion service. For that reason Mr Tarariyev received blood substitutes which could not stabilise haemodynamics adequately ...”", "37. On 27 March 2003 a police investigator ordered a medical inquiry into the circumstances of Mr Tarariyev's treatment and death.", "38. By a decision of 1 April 2003, the applicant was granted victim status in criminal case no. 366214.", "39. On 29 April 2003 a panel of three medical specialists returned the following unanimous findings:", "“...6. Given the duodenal ulcer complicated by perforation (defect of the wall of a hollow organ), the transfer of Mr Tarariyev from the [Khadyzhensk] colony to Apsheronsk Hospital for surgery was vital ...", "4.5. The examination and treatment of Mr Tarariyev in Apsheronsk Hospital at the time of his arrival was timely as his condition required emergency surgery. Owing to a short and inadequate report on the operation at Apsheronsk Hospital (the state of the stomach and organs of the abdominal cavity is not described, there is no indication of the method of suturing the ulcer defect or disinfecting and draining the abdominal cavity), it is impossible to determine whether the surgical technique was correct. Two days later a breakdown of the sutures applied to the ulcer defect was observed, which gives rise to doubts about the quality of ... the surgery performed ...", "7.8. On 22 August 2002 the patient Tarariyev was unreasonably transferred to [the prison hospital] with the diagnosis 'Sutures breakdown in the duodenum. Duodenal fistula in formation, peritonitis'. The patient was in an extremely serious condition, not fit for transport and required further emergency surgery – further laparotomy, revision and sanation of organs of the abdominal cavity and removal of the duodenal fistula, which was not done by either the doctors at Apsheronsk Hospital or the doctors at the [prison hospital]. His transportation to the [prison hospital] aggravated the patient's condition and delayed emergency medical assistance. For unspecified reasons the surgery in the [prison hospital] was performed too late, two days after [the patient's] arrival ...", "9. The experts' panel considers that there is no causal link between the actions of the doctors at the [Khadyzhensk] colony and Mr Tarariyev's death ... Defects in the medical assistance administered to Mr Tarariyev at Apsheronsk Hospital and the [prison hospital] cumulatively resulted in the patient's death and there is a causal link between these events.”", "40. On 21 May 2003 charges were brought under Article 109 § 2 of the Criminal Code (negligent manslaughter resulting from incompetent performance of professional duties) against the doctors from Apsheronsk Hospital and the prison hospital.", "41. On 3 June 2003 the case against the doctors from the prison hospital was severed and referred for investigation to the Krasnodar Regional Prosecutor.", "42. On 4 June 2003 the applicant asked the Apsheronsk district prosecutor to put additional questions to medical experts. In particular, she disagreed with the experts' findings in the part exculpating the medical staff at the Khadyzhensk colony. She submitted that they were to blame for the acute condition of her son's ulcer and its ultimate perforation because all medicines had been taken away from him and he had had to pick plantain and dandelions for self-treatment. The applicant did not receive any reply to her request.", "43. On 6 June 2003 an investigator from the Apsheronsk district prosecutor's office commissioned a supplementary medical expert examination, asking the experts to determine what medical instructions the doctors at Apsheronsk Hospital had failed to comply with.", "44. On 19 June 2003 the experts reported as follows:", "“The experts' panel considers that the nurse O., the internist Kh., the anaesthetists-resuscitators K. and Shch. and the head of the resuscitation and anaesthology department K. did not violate any provisions of their Code of Practice ... when providing medical assistance to Mr Tarariyev.", "The surgeon Du. did not arrange for a consultation by an internist before the surgery; the surgery was performed with technical defects that resulted in the breakdown of sutures; he did not call for the head of the surgery department in good time (on 22 August 2002, i.e. two days later); together with the head of department, he decided to discharge the patient, who was unfit for transportation, to another institution; he filled in the medical documents approximately ... whereby he violated the rules governing provision of medical assistance in the field of general surgery and [certain provisions] of the Code of Practice of surgeons.", "The head of the surgery department, Da., failed to monitor the surgeon Du.'s actions; he did not examine the patient Tarariyev daily; it was his duty to control the discharge of a seriously ill patient unfit for transport (the surgical methods were chosen incorrectly, further emergency surgery was required, a consultation with an expert in resuscitation and an internist was not organised before the discharge), which was in violation of [certain provisions] of the Code of Practice binding on heads of surgery departments.", "Having regard to the above, the panel considers that the unjustified discharge of the seriously ill patient Tarariyev, who was unfit for transportation, from Apsheronsk Hospital led to the belated provision of medical assistance, the development of complications, and death, for which the head of the surgery department is to be held liable pursuant to the Code of Practice.”", "45. By a decision of 21 June 2003 the senior assistant to the Adygheya Republic prosecutor refused to initiate criminal proceedings against the doctors from the prison hospital on the ground that the alleged offence had not been committed (otsutstvie sobytiya prestupleniya). On the basis of statements by Doctor D. and the deputy head of the therapy department, it was established that the medical records provided by Apsheronsk Hospital had contained no information on the surgery performed or post-operative complications, such as the breakdown of sutures. Mr Tarariyev's condition had been further aggravated by the conditions of his transfer in a prison van. Further surgery had not been performed immediately because an examination of the patient had been required. According to the decision, the very length of the post-operative period showed that the further surgery had been performed correctly and that the ulcerative defect which had ultimately caused the death had not been a consequence of it. On 25 August 2003 the applicant received a copy of the decision.", "46. On 10 July 2003 the investigator closed the criminal case against all the other doctors from Apsheronsk Hospital and preferred criminal charges against the head of the surgery department Mr Da. On 22 August 2003 the case was set down for trial, and the applicant joined the proceedings as a civil party.", "47. On 30 September 2003 the Apsheronsk District Court of the Kransodar Region acquitted Mr Da. on the ground that no evidence produced by the prosecution established his guilt. In particular, the report of the medical experts of 29 April 2003 had only established a causal link between the actions of the doctors at both hospitals and Mr Tarariyev's death, but had not directly implicated Mr Da. The second report of 19 June 2003 could not be relied upon because the Code of Practice was regarded as inadmissible evidence (for unspecified reasons). On the basis of Mr K.'s testimony, the court found that Mr Da. could not reasonably have foreseen the patient's death because Mr Tarariyev's condition at the time of his discharge “was improving” and “permitted his transport to [the prison hospital]”. The judgment was silent on the outcome of the applicant's civil claim.", "48. Both the applicant and the prosecution appealed. The applicant claimed, in particular, that Mr Da. had sent her son to certain death because he had authorised his discharge in a serious condition and a journey of more than 100 km in a vehicle unfit for the transportation of patients. The court did not determine her civil claim against Mr Da. A request by the applicant for a ten-day adjournment on the ground that her lawyer was engaged in the regional court was refused. The prosecution challenged the court's decisions on admissibility and assessment of evidence.", "49. On 10 December 2003 the Krasnodar Regional Court examined the appeals and upheld the acquittal, endorsing the arguments of the first-instance court.", "50. On 5 November 2003 the senior assistant to the Adygheya Republic prosecutor reported to the applicant that an additional inquiry into the actions of the staff of the prison hospital had been carried out further to her complaint to the Prosecutor General's Office. It was found that Mr Tarariyev had been kept in intensive care and had received intensive infusion and antibacterial treatment in preparation for the surgery. Therefore, no negligence could be established.", "51. On 27 January and 2 March 2004 the Prosecutor General's Office told the applicant that all inquiries had been carried out in a comprehensive and objective manner and there were no grounds to quash the decisions made.", "52. Medical in-patient record no. 53, opened for Mr Tarariyev on 1 February 2001 at the prison hospital states:", "“Preliminary diagnosis: duodenal ulcer, recrudescence of chronic gastritis ...", "12 February 2001: discharged to the colony after improvement. Recommendations have been made...”", "53. A duplicate of an unnumbered out-patient record from the Khadyzhensk colony states:", "“Arrived from the [Kransodar SIZO] without a medical record. 31 July 2002: healthy, no complaints. Stomach ulcer in the patient's medical history. Tuberculosis specialist: healthy. Internist: healthy.", "20 August 2002, 8.30 a.m. ... Diagnosis: perforated duodenal ulcer. General peritonitis. Hypovolemic shock, 2nd degree. Needs urgent surgery. Medicines: ...”", "54. Medical in-patient record no. 7377/1362, opened for Mr Tarariyev on 20 August 2002 at 11.30 a.m. at the surgery unit of Apsheronsk Hospital states:", "“... 20 August 2002, 1-2.35 p.m. Surgery: laparotomy. Suture ligation of ulcer. Drainage of the abdominal cavity ...", "22 August 2002, 8 a.m.-2 p.m. Examination by the head of the department. The patient is in a serious condition due to the early post-surgery period and breakdown of sutures in the ulcer area ...", "23 [sic] August 2002: discharged for transfer to a special hospital.”", "55. Medical record no. 419, opened for Mr Tarariyev on 22 August 2002 at 5.30 p.m. in the surgery unit of the prison hospital states:", "“... 24 August 2002, 3 a.m., doctor on duty. Urgent call to the resuscitation room... The patient is in a very serious condition ... haemorrhagic shock. Resuscitation measures taken. Treatment within the hospital capacity: there is an insufficient quantity of menadione or aminocaproic acid ...", "24 August 2002, 7.35 a.m.-12.35 p.m. Surgery no. 225: further laparotomy ...", "29 August 2002. The patient's state is stable, with a tendency to improve ...", "4 September 2002, 5.50 a.m. Urgent call to the room. Intense chest pain ... At 7.35 a.m. death is confirmed.”", "56. On 5 December 2005 the applicant complained to the Court that on 1 and 2 December 2005 the Regional Prosecutor's Office had formally questioned Ms T. about the events described in her statement (see paragraph 25 above). In the applicant's view, such conduct of the domestic authorities had clearly been intimidating for her witness.", "57. On 19 December 2005 the Government submitted their observations on the merits. They claimed, in particular, that", "“... the applicant's allegation that she visited Mr Tarariyev in the resuscitation unit of Apsheronsk Central Hospital... and supposedly saw that he was handcuffed to the bed, does not correspond with the reality and misleads the Court. According to the Russian Federation Prosecutor General's Office ... repeated checks have established that neither the applicant nor other persons, except for medical staff and guards, had been admitted to see Mr Tarariyev... Thus, referring to the information of the Federal Service of Execution of Sentences and the Prosecutor General's Office, the Russian Federation authorities insist that during Mr Tarariyev's stay at Apsheronsk Central Hospital for treatment he was not handcuffed.”", "58. On 19 December 2005 the Court asked the Government whether Ms T. had been interviewed and, if so, what the purpose and legal basis of that interview had been. The Government were also requested to produce copies of the interview records.", "59. On 13 January 2006 the Government submitted their reply. They acknowledged that on 30 November and 1 December 2005, further to a request by the Government's Representative before the European Court dated 12 November 2005, Ms T. had been summoned to the Severskiy district prosecutor's office for the purpose of verifying the applicant's complaint to the Court. The Government claimed that Ms T. had not been “questioned” within the meaning of the domestic law but merely asked to “provide an explanation” in accordance with section 22 of the Public Prosecutors Act. No pressure had been exerted on Ms T. and the constitutional guarantee against self-incrimination had been explained to her. The Government claimed that there had been no hindrance of the applicant's right of individual petition under Article 34 of the Convention.", "60. The Government produced copies of two printed statements signed by the deputy prosecutor of the Severskiy district and by Ms T. The statement of 30 November 2005 reads as follows:", "“I have known Mrs Tarariyeva since 1993 because I then dated her son ... I know that Mrs Tarariyeva applied to the European Court and I know the subject matter of her application ... Mrs Tarariyeva did not ask me to confirm any facts which did not actually happen.", "On 21 August 2002 I went to Apsheronsk Hospital to see Mr Tarariyev at the request of his mother. He was in a separate room in the resuscitation department... There was a uniformed police officer with a submachine gun in the same room, and two police officers stood guard outside the room. We were let into the room in the presence of the head of department. Mr Tarariyev was in a serious condition... He could speak, but with great difficulty. His left hand was attached with handcuffs to the metal rail of the bed ... I remained in the room for five to fifteen minutes. Several drips were connected to Mr Tarariyev, to his right arm ... I went only once to Apsheronsk Hospital and have not seen Mr Tarariyev since.”", "61. The statement of 1 December 2005 reads as follows:", "“In reply to additional questions, I confirm that I visited Mr Tarariyev at Apsheronsk Hospital on 21 August 2002 ... Mrs Tarariyeva and I had come to Apsheronsk in the night of 20 August 2002 but they had not let us in because Mr Tarariyev had just undergone surgery ... I cannot say whether Mr Tarariyev was guarded by police. They might have been convoy officers; I do not know their insignia. All three of them wore green camouflage uniforms. The officer with a submachine gun, who was in Mr Tarariyev's room, sometimes sat on the bed or folding bed and sometimes got up and walked about. I do not remember the appearance of the officers who stood guard outside the room but I can describe the officer who was in the room ...”", "62. The general provisions on liability for damage read as follows:", "“1. Damage inflicted on the person or property of an individual... shall be reimbursed in full by the person who inflicted the damage ...", "2. The person who inflicted the damage shall be liable for it unless he proves that the damage was inflicted through no fault of his own ...”", "63. If criminal proceedings are discontinued at the stage of the investigation, an aggrieved person who joined the proceedings as a civil party may lodge a separate civil claim unless the proceedings were discontinued on the ground that (a) the alleged offence had not been committed (otsutstvie sobytiya prestupleniya) or (b) the suspect had not been involved in its commission (Article 213 § 4 and Articles 24 § 1 (1) and 27 § 1 (1)).", "64. If the defendant is acquitted by the trial court on the ground that (a) the alleged offence was not committed or (b) the defendant was not involved in its commission, the trial court will dismiss the civil claim. If the defendant is acquitted on the ground that one or more constituent elements of a criminal offence are missing (Article 24 § 1 (2)), the trial court will disallow the civil claim but it may be lodged again in civil proceedings (Article 306 § 2).", "65. Section 22 provides that a public prosecutor may summon officials or private persons and ask them for explanations about violations of laws.", "66. The Penitentiary Act (the Federal Law on Institutions and Authorities Executing Custodial Criminal Sentences, no. 5473-I of 21 July 1993) provides that handcuffs may be used on detainees with a view to putting an end to mass disorder or during the convoy of detainees whose conduct gives reason to believe that they might escape or harm themselves or others (section 30 (2) and (4)).", "67. The relevant extracts from the 3rd General Report [CPT/Inf (93) 12] by the European Committee for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment (“the CPT”) read as follows:", "“a. Access to a doctor", "... 35. A prison's health care service should at least be able to provide regular out-patient consultations and emergency treatment (of course, in addition there may often be a hospital-type unit with beds). ... Further, prison doctors should be able to call upon the services of specialists. ...", "Out-patient treatment should be supervised, as appropriate, by health care staff; in many cases it is not sufficient for the provision of follow-up care to depend upon the initiative being taken by the prisoner.", "36. The direct support of a fully-equipped hospital service should be available, in either a civil or prison hospital. ...", "37. Whenever prisoners need to be hospitalised or examined by a specialist in a hospital, they should be transported with the promptness and in the manner required by their state of health.”", "b. Equivalence of care", "38. A prison health care service should be able to provide medical treatment and nursing care ... in conditions comparable to those enjoyed by patients in the outside community. Provision in terms of medical, nursing and technical staff, as well as premises, installations and equipment, should be geared accordingly.", "There should be appropriate supervision of the pharmacy and of the distribution of medicines. Further, the preparation of medicines should always be entrusted to qualified staff (pharmacist/nurse, etc.).", "39. A medical file should be compiled for each patient, containing diagnostic information as well as an ongoing record of the patient's evolution and of any special examinations he has undergone. In the event of a transfer, the file should be forwarded to the doctors in the receiving establishment ...”"], "VIOLATED_ARTICLES": ["2", "3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["34"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}