{"ITEMID": "001-66743", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HUN", "BRANCH": "CHAMBER", "DATE": 2004, "DOCNAME": "CASE OF KELLNER v. HUNGARY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award", "JUDGES": "", "TEXT": ["4. The applicants were born in 1955 and 1959, respectively, and live in Székesfehérvár, Hungary. They represent their minor daughter, Sz.K. before the Court. Sz.K. was born in 1985.", "5. In 1986 Sz.K. suffered paralysis as a consequence of a compulsory polio inoculation. In 1987 the applicants, as her representatives, brought an action against the Hungarian State claiming compensation and a monthly allowance. The parties reached a friendly settlement. On the applicants' request, in 1991 the compensation and the allowance were raised. In 1993 the Supreme Court partly accepted their claim for the value of a special car.", "6. On 26 November 1993 the applicants brought an action before the Fejér County Regional Court, sitting as a first instance court, claiming a raise in the monthly allowance as a result of inflation and the high cost of schooling.", "7. Following the court's order, on 27 June 1994 an expert submitted an opinion on the matter.", "8. On 7 January 1995 the applicants modified their action.", "9. On 10 February 1995 the Regional Court partly granted the applicants' claims.", "10. Upon the applicants' appeal, on 25 January 1996 the Supreme Court quashed the first-instance judgment and remitted the case to the Regional Court.", "11. In the resumed proceedings, on 12 June 1997 the expert submitted another opinion. On 8 August 1997 the applicants clarified their claims about inflation.", "12. On 19 September 1997 the Regional Court partly accepted the applicants' claims.", "13. On 12 October 1997 the applicants appealed to the Supreme Court for the full claim.", "14. On 22 July 1998 the applicants requested the court to deliver a judgment, and modified their claims in view of the lapse of time since their appeal had been lodged.", "15. On 9 January 2000 the applicants again requested the court to deliver a judgment and modified their claims, given the time lag.", "16. On 3 February and 30 March 2000 the Supreme Court held hearings. In a judgment of 6 April 2000, the Supreme Court partly modified the first-instance decision.", "17. On the applicants' petition for review, on 14 May 2001 the Supreme Court's review bench increased the award."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}