{"ITEMID": "001-96271", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "ADMISSIBILITY", "DATE": 2009, "DOCNAME": "SHAPOVAL v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Mykhaylo Buromenskiy;Peer Lorenzen;Rait Maruste;Renate Jaeger", "TEXT": ["The applicant, Mr Volodymyr Sergiyovych Shapoval, is a Ukrainian national who was born in 1962 and currently lives in Hannover, Germany. The respondent Government were represented by their Agent, Mr Y. Zaytsev.", "The applicant signed a sales contract with Mr K. on behalf of the open joint stock company, Servis. According to the contract, the company transferred title to its premises to Mr K. On 31 October 1997 Mr K. died.", "On 4 August 1998 the company instituted civil proceedings against Mr K.’s successors seeking to have the contract declared null and void.", "By a ruling of 12 November 1998 the judge of the Velykomykhaylivsky Court ordered that the claim and the relevant documents from the case file be transferred to the Velykomykhaylivsky District Prosecutor (“the Prosecutor”) in order to establish whether criminal proceedings should be instituted against the applicant. On 31 August 1999 the Odessa Regional Court upheld the ruling of the first-instance court.", "On 28 July 2001 the applicant lodged a cassation appeal with the Supreme Court of Ukraine in accordance with the procedure prescribed by the Law of 21 June 2001 on the Introduction of Changes to the Code of Civil Procedure. On 14 September 2001 a panel of three judges of the Supreme Court of Ukraine refused to transfer the applicant’s appeal to a chamber of the Supreme Court of Ukraine for consideration on its merits.", "The applicant alleges that he received the final decision of the Supreme Court on 7 August 2003.", "Following the above events, on 28 April 1999 the Prosecutor instituted criminal proceedings against the applicant on charges of fraud, abuse of power and embezzlement of collective property.", "On 2, 10 and 21 June 1999 the applicant failed to appear before the investigator.", "On 21 June 1999 a pre-trial investigation was suspended in order to establish the applicant’s whereabouts. On 13 July 1999 it was resumed.", "On 15 July 1999 the Prosecutor’s Assistant issued an arrest warrant against the applicant.", "On 30 July 1999 the applicant was arrested. He was released on 4 November 1999 having given a written undertaking not to abscond.", "On 8 November 1999 the case was transferred to the Velykomykhaylivsky Court.", "On 20 January 2000 the case was transferred to the Frunzivsky Court.", "On 10 February 2000 the applicant challenged the judge sitting in his case. On 29 February 2000 the case was transferred to the Rozdilyansky Court.", "On 31 July 2000 the Rozdilyansky Court remitted the case to the Prosecutor for an additional pre-trial investigation on the ground that it had not been completed.", "On 18 and 29 September 2000 the applicant failed to appear before the investigator.", "On 30 September 2000 the pre-trial investigation was suspended in order to establish the applicant’s whereabouts.", "On 8 November 2000 the proceedings were resumed. The applicant challenged the investigator.", "On 15 November 2000 the applicant failed to appear before the investigator. The proceedings were suspended.", "On 12 January 2001 the Frunzivsky Court rejected an appeal by the applicant against the Prosecutor’s resolution of 28 April 1999. On 27 February 2001 the Odessa Regional Court of Appeal quashed that ruling and terminated the proceedings in that respect since the first-instance court had no jurisdiction to consider the applicant’s complaint. On 27 September 2001 the Supreme Court upheld the ruling of the Court of Appeal.", "Between 6 and 23 March 2001 the applicant acquainted himself with his case file.", "On 3 May 2001 the Prosecutor issued an indictment. On 8 May 2001 the case was transferred to the Velykomykhaylivsky Court.", "On 24 May 2001 the case was transferred to the Shyryayevsky Court.", "On 31 July 2001 the Shyryayevsky Court remitted the case to the Prosecutor for an additional pre-trial investigation on the ground that it had not been completed and there had been some procedural omissions.", "On 17 August 2001 the applicant went to Germany, where he currently resides.", "On 19 October 2001 the Prosecutor put the applicant on the list of wanted persons.", "Following the above events, the criminal proceedings against the applicant were suspended.", "In the period prior to 29 October 2007 the proceedings in the applicant’s case were resumed in order to perform certain investigative actions and then, on several further occasions they were suspended again. The applicant, on his own or with the assistance of his counsel, challenged the suspension of the criminal proceedings, the resolution of 28 April 1999 and the regular inactivity of the domestic authorities throughout the investigations of his criminal case. Some of his complaints and appeals were successful. In particular, on 17 July 2002, the investigator of the Velykomykhaylivsky Prosecutor’s Office ordered that the head of the local police office seize the original of the notary’s documents concerning the sale of the company’s premises. On 13 April 2004 the Velykomykhaylivsky Court, following the applicant’s complaint, found that the above action had not been performed. The court ordered it to be performed. By the same ruling the court ordered that the value of the company’s premises also be established.", "On 30 October 2007 the Odessa Regional Prosecutor’s Service quashed the ruling of 2 August 2004 of the investigator of the Velykomykhaylivsky Prosecutor’s Service, under which the criminal proceedings had been again suspended, and ordered that the pre-trial investigation be resumed.", "On 21 March 2008 the Frunzivsky Court ordered the applicant’s pre-trial detention. On 26 March 2008 the Odessa Regional Court of Appeal quashed that ruling.", "The pre-trial investigation is still pending.", "On 22 February 2005 the applicant challenged his arrest of 30 July 1999 and his pre-trial detention. On 20 May 2005 the applicant challenged the resolution of 28 April 1999 before the same court.", "On 8 July 2005 the Prymorsky District Court of Odessa quashed the resolution of 28 April 1999 and found the applicant’s arrest and pre-trial detention to be unlawful. On 24 November 2005 the Odessa Regional Court of Appeal, following an appeal by the Prosecutor, quashed the ruling of 8 July 2005 and terminated the proceedings in that respect on the ground that the Prymorsky Court had no competence to consider the applicant’s complaints. On 12 May 2006 the Supreme Court rejected a request by the applicant for leave to appeal in cassation."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}