{"ITEMID": "001-107156", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "GRANDCHAMBER", "DATE": 2011, "DOCNAME": "CASE OF NEJDET ŞAHİN AND PERİHAN ŞAHİN v. TURKEY", "IMPORTANCE": "2", "CONCLUSION": "No violation of Art. 6-1", "JUDGES": "András Sajó;Anatoly Kovler;Ann Power-Forde;Christos Rozakis;Corneliu Bîrsan;David Thór Björgvinsson;Dean Spielmann;Egbert Myjer;Elisabet Fura;Françoise Tulkens;George Nicolaou;Guido Raimondi;Ireneu Cabral Barreto;Jean-Paul Costa;Josep Casadevall;Kristina Pardalos;Luis López Guerra;Nicolas Bratza;Nona Tsotsoria;Vladimiro Zagrebelsky", "TEXT": ["9. The applicants were born in 1949 and 1950 respectively and live in Ankara.", "10. Their son, an army pilot, died on 16 May 2001, when his plane crashed near the village of Malatya (Akçadağ / Güzyurdu) while transporting troops from Diyarbakır to Ankara. Thirty-three other servicemen died in the same accident, five of them also members of the plane’s crew.", "11. On 10 May 2002 the applicants applied, through their lawyer, to the Turkish Pension Fund Authority to award them the pension payable under section 21 of Law no. 3713, the Anti-Terrorism Act (hereinafter “Law no. 3713”).", "12. In a letter dated 23 May 2002 the Pension Fund Authority noted that the applicants had been awarded, inter alia, a monthly war disability pension under section 64 of Law no. 5434, as well as a lump sum equal to thirty times the highest salary of a public servant. It further noted that their son’s death had not been caused by an act of terrorism within the meaning of Law no. 3713 but by the fact that, for an unknown reason, his plane had crashed. It was therefore not possible to increase their monthly invalidity pension to the level of the monthly salary paid to an equivalent serving member of the military.", "13. On 15 July 2002 the applicants appealed, through their lawyer, to the Ankara Administrative Court against that decision. They submitted, in particular, that their son had died while transporting troops engaged in the fight against terrorism from northern Iraq, so his death should be considered to have occurred in the context of the fight against the terrorism.", "14. On 1 April 2003 the 4th Chamber of the Ankara Administrative Court rejected their appeal as being outside its jurisdiction, considering that it was rather a matter for the Supreme Military Administrative Court. Referring to a judgment of the Jurisdiction Disputes Court of 14 May 2001 (E.2000/77, K.2001/22), it held:", "“... to determine whether the administrative act is “linked to military service” and decide which court has jurisdiction, the object of the act must be examined. If the act was done in keeping with military requirements, procedure and practice, it must be considered to be linked to military service ... Whether or not a non-military authority was at the origin of the act is of no consequence – the Supreme Military Administrative Court is the Court responsible for examining a case [brought by] a member of the armed forces. In the present case the issue is an application for a monthly pension made by the claimants under Law no. 3713 ... To determine whether the claim falls within the scope of that Law, regard must be had to ... the purpose of the military service and the specificity of the locations where it is effected, as well as military aptitude, to show that the impugned act was done in keeping with military needs, procedure and practice.", "Where this is the case ... it is for the Supreme Military Administrative Court to examine and resolve the dispute.", "This was, moreover, the line of reasoning of the Jurisdiction Disputes Court’s decision no. E: 2000/77, K: 2001/22, published in the Official Gazette ... of 18.06.2001.”", "15. On 3 June 2003 the applicants brought their case before the Supreme Military Administrative Court. In their statement of claim they included a decision adopted by the 10th Chamber of the Ankara Administrative Court on 22 January 2003 (E.2002/1059, K.2003/27) in what they considered a similar case (see paragraph 26 below).", "16. On 10 June 2004 the Supreme Military Administrative Court rejected their claim. First of all, it observed that the applicants had been awarded a monthly war disability pension as well as a lump sum equal to thirty times the highest salary of a public servant, calculated in accordance with additional section 78 to Law no. 5434 and readjusted in accordance with Law no. 4567. It then noted that their request to have their monthly pension increased to the level of that paid to an equivalent serving member of the military had been rejected by the competent authorities. It pointed out that entitlement under section 21 of Law no. 3713 was restricted to cases where an agent of the State had been directly wounded, disabled or killed as a result of acts of terrorism. It considered that the mere fact that the victim had been employed in work connected with the fight against terrorism did not suffice. As the deceased had not been killed by an act of terrorism, the impugned administrative act was not unlawful.", "17. One of the judges expressed a dissenting opinion in which he criticised such a restrictive interpretation of Law no. 3713. Pointing out that it was not disputed that the applicants’ son had died in a plane crash while co-piloting a plane carrying troops returning from an anti-terrorism operation, he considered that the crux of the matter was whether the death fell within the scope of section 21 of Law no. 3713. In his opinion, in view of the purpose of the deceased’", "18. On 6 July 2004 the applicants lodged an appeal against the judgment of the Supreme Military Administrative Court. In his pleadings their lawyer explained that in his submissions of 10 June 2004 and at the hearing before the Supreme Military Administrative Court the same day he had produced four decisions adopted by the ordinary administrative courts, namely the 6th, 10th and 11th Chambers of the Ankara Administrative Court, concerning applications similar to the applicants’, lodged by four families of servicemen who had died in the same accident as their son; in those decisions the Courts had found in favour of the claimants. He complained that the Supreme Military Administrative Court had made no reference to those cases, and argued that the solution adopted was contrary to the constitutional principles of equality before the law and consistency of the law.", "19. In a judgment of 30 September 2004 the Supreme Military Administrative Court rejected the applicants’ appeal as being ill-founded and found the impugned judgment to be in conformity with the law and the requisite procedure. That judgment was served on the applicants’ lawyer. The postmark on the envelope was dated 11 October 2004.", "20. Turkey’s judicial system breaks down into three categories: the ordinary courts, which include civil and criminal courts; the administrative courts and the military courts. These categories in turn break down into subdivisions according to the subject at issue. These three branches of courts are each headed by their own Supreme Court: the Court of Cassation for the ordinary law courts, the Supreme Administrative Court for the administrative courts and the Military Court of Cassation and the Supreme Military Administrative Court for military matters.", "21. Under the provisions of Article 157 of the Constitution, the Supreme Military Administrative Court is the body which judicially examines at first and last instance disputes arising from administrative decisions and acts concerning either military personnel or military service, even where they emanate from non-military authorities. Where the dispute concerns compulsory military service, the interested party does not have to be a member of the military.", "22. A special court called the Jurisdiction Disputes Court has the power to settle conflicts that may arise between the ordinary, administrative and military courts concerning their jurisdiction and decisions (Article 158 of the Constitution).", "23. Section 21 of Law no. 3713 of 12 April 1991 (the Anti-Terrorism Act) reads as follows:", "“The provisions of Law no. 2330 on pecuniary compensation and monthly pension rights apply to public employees who are wounded or disabled, or die or are killed as a result of terrorist acts, in the performance of their duties, inside and outside the country, or, if they were no longer in active service, because of their [former] duties. ...”", "24. The relevant provisions of Law no. 2247 of 12 June 1979 (which entered into force on 22 June 1979) on the creation and operation of the Jurisdiction Disputes Court, read as follows:", "“A conflict of jurisdiction is raised when the Principal State Counsel concerned asks the Jurisdiction Disputes Court to examine a question of jurisdiction following the rejection of an objection of lack of jurisdiction in a dispute before the ordinary, administrative or military courts ...”", "“There is a positive conflict of jurisdiction when cases in which the parties, subject and cause of action are the same are lodged with two different types of court – ordinary, administrative or military – and each court adopts a decision whereby it considers that it has jurisdiction to hear the case.”", "“There is conflict of judgments when the enforcement of a right is rendered impossible by a divergence between the final decisions adopted by at least two of the courts referred to in section 1, provided that those decisions concern the same subject and the same cause of action – but not matters of jurisdiction – and that at least one of the parties [to the case] is the same...”", "“The Jurisdiction Disputes Court immediately gives notice of all the conclusions reached in its decisions to the various Principal State Counsel concerned, the court which applied to it to settle the conflict of jurisdiction, the court or courts awaiting its decision and the persons or bodies that requested settlement of the conflict. The courts concerned, as well as all the authorities, bodies and persons concerned, must abide by the decisions of the Jurisdiction Disputes Court and apply them without delay.”", "“The decisions of the sections and the full court are final. Decisions of principle and decisions of the sections deemed pertinent by the President shall be published in the Official Gazette.”", "“Conflicts between decisions of the sections of the Jurisdiction Disputes Court shall be settled by decisions of principle of the full court ... decisions of principle in matters of jurisdiction are binding on the Jurisdiction Disputes Court and all judicial bodies; decisions of principle on the substance delivered in cases of conflicting judgments are binding only on the Jurisdiction Disputes Court.”", "25. Apart from the action brought by the applicants, seventeen actions under Law no. 3713 were brought before the domestic administrative courts by the families of victims of the plane crash of 16 May 2001 following the rejection of their claims by the Turkish Pension Fund.", "In fourteen cases, four of which concerned close relatives of the plane’s crew members, the appeals were heard by the Ankara Administrative Court, which ruled in favour of the victims’ families. On 19 June 2002 (decision E.2002/87, K.2002/870), 22 January 2003 (decision E.2002/1059, K.2003/27), 31 March 2003 (decision E.2003/148, K.2003/522) and 26 June 2003 (decisions E.2002/100, K.2003/1073 and E.2002/101, K.2003/1053), 19 October 2004 (decisions E.2004/3051, K.2004/1535 and E.2004/3055, K.2004/1536), 6 and 14 October 2005 (decisions E.2005/1973, K.2005/1424 and E.2005/1743, K.2005/1011), 8 and 29 March 2006 (decisions E.2006/653, K.2006/594 and E.2006/678, K.2006/551), 27 September 2007 (E.2007/764, K.2007/1849) and 29 and 30 January 2008 (E.2008/82, K.2008/184 and E.2007/1491, K.2008/135), different chambers of the Ankara Administrative Court (the 1st, 2nd, 3rd, 4th, 5th, 6th, 8th, 10th and 11th Chambers) adopted judgments in which they acknowledged that the circumstances of the plane crash fell within the scope of Law no. 3713.", "26. In particular, on 22 January 2003 (decision E.2002/1059, K.2003/27), in response to an appeal to set aside the decision of the pension fund to refuse an application filed by the parents of the deceased pilot to receive the supplementary pension provided for in Law no. 3713, the 10th Chamber of the Ankara Administrative Court pronounced a judgment which included the following passages:", "“... After examination of the file, [it appears] that ... the claimants’ son was the pilot of the aircraft ... whose job it was to transport special troops on a mission against the separatist terrorist organisation PKK, together with their weapons and equipment, to the operation zone and also to take troops leaving that zone back to their units. ... He died on 16 May 2001, when his plane crashed during that mission. After the accident the claimants were awarded a monthly war disability pension under section 64 of Law no. 5434 ... Considering that their son’s death fell within the scope of Law no. 3713, they applied for a monthly pension under that Law ... They brought the present action following the authorities’ refusal of that application ...", "Examination ... of the above-mentioned legal provisions and the case file reveals that the claimants’ son was killed on 16 May 2001 when the aircraft in which he was transporting troops back from an anti-terrorist mission crashed. The mission in question was clearly part of the fight against terrorism ... accordingly, the impugned administrative act must be set aside ...”", "27. Each time an appeal was lodged with it against the above-mentioned judgments of the Ankara Administrative Court, the Supreme Administrative Court upheld the approach of the first-instance court (decisions E.2002/4268, K.2005/333; E.2003/1775, K.2005/5476; E.2003/3110, K.2006/843; E.2003/3860, K.2004/4655; E.2003/3856, K.2004/4656; E.2005/2298, K.2007/8147; E.2005/1399, K.2007/6047; E.2006/1352, K.2009/7096; E.2006/1802, K.2009/7096; E.2007/2275, K.2009/8317; E.2006/9775, K.2009/7138; E.2008/715, K.2010/3868; E.2008/7839, K.2010/3870).", "28. On 28 March 2003, referring to the Jurisdiction Disputes Court’s decision of 14 May 2001 (E.2000/77, K.2001/22 – see paragraph 31 below), the 5th Chamber of the Ankara Administrative Court held that it did not have jurisdiction to hear an appeal, lodged by the family of a sergeant who died in the same plane crash, to set aside the pension fund’s decision rejecting their claim for a monthly pension under Law no. 3713 (decision E.2002/754, K.2003/346). The case was brought before the Supreme Military Administrative Court, which, in a judgment of 13 May 2004, dismissed the appeal, finding that the deceased had not been a victim of terrorism (decision E.2003/14, K.2004/754). On 30 September 2004 it dismissed a subsequent appeal against that judgment (decision E.2004/1199, K.2004/1480).", "29. On 2 October 2009 the deceased’s widow filed another application with the pension fund for the monthly pension provided for under Law no. 3713, in her own name and on behalf of her son. The application was rejected and an appeal was lodged with the 5th Chamber of the Ankara Administrative Court, which that court rejected on 11 March 2010, finding that it lacked jurisdiction (E.2009/1631, K.2001/343). In its reasoning it referred to a judgment of the Jurisdiction Disputes Court of 11 December 2006 (E.2006/246, K.2006/236 – see paragraph 32 below).", "30. On 22 February 1999, in response to a request to settle a conflict between the solutions adopted respectively by the ordinary administrative courts and the Supreme Military Administrative Court, which had reached different conclusions in a matter concerning similar points of fact and law, the Jurisdiction Disputes Court adopted a decision (E.1998/75, K.1999/4) which included the following reasoning:", "“The first paragraph of section 24 of Law no. 2247 on the creation and operation of a Jurisdiction Disputes Court, as amended by Law no. 2592, stipulates: “There is conflict of judgments when the enforcement of a right is rendered impossible by a divergence between the final decisions adopted by at least two of the courts referred to in section 1, provided that those decisions concern the same subject and the same cause of action – but not matters of jurisdiction – and that at least one of the parties [to the case] is the same.", "By virtue of this provision, in order for there to be conflict of judgments all the following conditions must be met cumulatively: (a) the decisions at the origin of the conflict must have been adopted by at least two [different] courts from among the ordinary, military or administrative courts; (b) the subject matter, the cause of action and at least one of the parties must be the same; (c) the two decisions must be final; (d) the decisions must rule on the merits of the case; and (e) the enforcement of the right must have been made impossible by the divergence between the decisions.", "Examination of the decisions alleged to be in conflict reveals that they are judgments pronounced by the ordinary administrative courts and the military administrative court, in which, objectively, the subject matter and the cause of action, while based on different material facts, are identical, and at least one of the parties (the respondent administrative authority) is the same; the judgments in question have become final after the exhaustion of the appeals process, and they both rule on the merits. That being so, it is established that the first four conditions required under section 24 in order for there to be conflict of judgments have been met.", "As to whether the result in the instant case has been to render impossible the enforcement of a right ..., in situations where it is impossible for a person to secure the enforcement of a right because of conflicting judgments delivered by two different courts, section 24 leaves it to the Jurisdiction Disputes Court to settle the matter ...", "... the administrative court’s judgment setting aside the earlier decision does not affect the judgment of the Supreme Military Administrative Court dismissing the application; the respondent administrative authority, which had to annul the measure in the light of the administrative court judgment in favour of H. and F.G., is under no obligation to execute that judgment in respect of N.T., who was not party to those proceedings. As the action brought by N.T. was dismissed, N.T. cannot be considered to have a right recognised by a judicial decision.", "... the claimant cannot claim to have a right recognised by a judicial decision, so her application must be dismissed pursuant to section 24 of Law no. 2247, as the condition that it is “impossible to enforce the judgment”, required for there to be a conflict of judgments, has not been established.", "31. On 14 May 2001 the Jurisdiction Disputes Court adopted a decision (no. E.2000/77, K.2001/22), the relevant passages of which read as follows:", "“... Summary: The application to set aside the pension fund’s decision rejecting a claim for a disability pension ... filed by a person declared by a medical report to be unfit for military service, who considered that his health problem had been caused by his military service, is a matter for the Supreme Military Administrative Court to resolve.", "...", "The merits: ... Under Article 157 of the Constitution, the Supreme Military Administrative Court, although instituted by non-military authorities, is the court of first and final jurisdiction for the judicial review of disputes arising from administrative acts or conduct linked to military service and concerning military personnel. However, it has been established that for disputes arising out of military obligations, it is not necessary to determine whether the person concerned was a member of the armed forces. ... In order for the Supreme Military Administrative Court to be able to examine a case, the impugned administrative act must concern a “member of the armed forces” and be “linked to military service ...”", "To determine whether the administrative act is “linked to military service” and decide which court has jurisdiction, the subject matter of the act must be examined. If the act was adopted in keeping with military traditions, principles and practice, it must be considered to be linked to military service ... More specifically, administrative acts linked to military service are those related to the capabilities ... of military personnel, their attitude and conduct, their military career, their rights and obligations as members of the military, the purpose of the military service and the specificity of the locations in which they serve. Whether or not a non-military authority was at the origin of the act is of no consequence – the Supreme Military Administrative Court is the court responsible for examining a case [brought by] a member of the armed forces who has been deprived of an advantage.", "... where the administrative act concerns a member of the military and is linked to military service, it is for the Supreme Military Administrative Court to examine and settle the dispute.”", "32. On 11 December 2006 the Jurisdiction Disputes Court adopted a decision (E.2006/246, K.2006/236) in which it determined which court had jurisdiction to hear disputes concerning pecuniary compensation under Law no. 3713. The relevant passages read as follows:", "“The facts: The claimants’ son ... died on 16 May 2001 in the accident at MalatyaAkçadağ-Güzyurdu, when the troop transport plane flying him from Diyarbakır to Ankara after a mission in the state of emergency region crashed ...", "In the proceedings lodged by the claimants following the pension fund’s refusal to award them a pension [although] they alleged that the death had occurred in the course of duties that fell within the scope of Laws nos. 2330 and 3713, the 3rd Chamber of the Ankara Administrative Court dismissed the application in a decision of 27/06/2002 (E. 2001/1616, K. 2002/1095), considering that what had happened had not been the result of terrorist acts. On appeal, the 11th Division of the Supreme Administrative Court, in a judgment of 30/01/2003 (E: 2002/3971, K: 2003/495), set aside the lower court’s decision, considering that the court should have acknowledged the claimant’s entitlement to the rights governed by Laws nos. 2330 and 3713, his son’s death having been attributable to terrorist acts. The case was referred back to the lower court, which persisted in its decision, following which the Administrative Divisions of the Supreme Administrative Court, sitting in plenary, upheld the decision of the 11th Division of the Supreme Administrative Court in a judgment of 01/04/2004 (E: 2003/774, K: 2004/409) and again set aside the lower court’s decision ...", "Although the claimants applied to ... the respondent administrative authority for pecuniary compensation after the Supreme Administrative Court, sitting in plenary, confirmed that their son’s death fell within the scope of Laws nos. 2330 and 3713, they received no reply.", "... on 25 July 2005 the interested parties appealed to the ordinary administrative courts to set aside the administrative authority’s implicit rejection ... The respondent administrative authority filed an objection for lack of jurisdiction, alleging that the Supreme Military Administrative Court had jurisdiction ... In a decision of 2 March 2006 the Ankara Administrative Court dismissed that objection and declared that it did have jurisdiction. ... The respondent administrative authority filed an application to have the matter of jurisdiction settled ...", "Principal State Counsel at the Supreme Military Administrative Court ... considers that the dispute ... lies within the jurisdiction of the Supreme Military Administrative Court, and that the decision of the 4th Chamber of the Ankara Administrative Court concerning jurisdiction should be set aside ... Principal State Counsel at the Supreme Administrative Court ... argues that the dispute ... is a matter for the ordinary administrative courts ...", "... [in so far as], when it examined whether the death of the claimants’ son, a serviceman, occurred because he was a victim of terrorist acts within the meaning of Law no. 3713, or in the course of duties covered by Law no. 2330 or as a result of such duties, or, as in this case ... when it reviewed the [rejection] measure, the pecuniary compensation board took into account the serviceman’s military aptitudes ..., his conduct ..., his military career, his rights and duties as a serviceman, the purpose of the military service, the specificities of the locations of the military missions, and military regulations and traditions; and [in so far as,] in the present case, the condition that the administrative act must be linked to military service is fulfilled, the Supreme Military Administrative Court has jurisdiction in the matter at the origin of the dispute ...”", "33. In some European countries there is only one Supreme Court. This approach is found in “common law” countries like Cyprus, Ireland and the United Kingdom, but also in Albania, Azerbaijan, Croatia, Denmark, Estonia, Georgia, Hungary, Iceland, Latvia, Moldova, Norway, Romania, San Marino, Serbia, Slovakia and Switzerland. Other countries, like Germany, Austria, Belgium, Bosnia and Herzegovina, Bulgaria, Finland, France, Italy, Lithuania, Luxembourg, “the Former Yugoslav Republic of Macedonia”, Monaco, the Netherlands, Poland, Portugal, the Czech Republic, Sweden and Ukraine, have two or more supreme courts.", "34. In many of these countries the law does not provide for any means of settling possible conflicts of case-law between the supreme courts, but only for means of resolving possible conflicts of jurisdiction. The authority responsible for settling such conflicts may be a court or a division of a court specially vested with this power (France, Luxembourg, Bulgaria, Lithuania, the Czech Republic). In Italy the law confers this power on the Court of Cassation; in Austria and Andorra, on the Constitutional Court, and in Monaco, on the Supreme Court. In Poland there is no judicial authority responsible for settling conflicts of jurisdiction. Lastly, only a small number of countries have courts tasked with resolving conflicts of case-law between supreme courts (Germany, Ukraine and Greece). In Bulgaria the legislation provides for an a posteriori means of resolving conflicts."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}