{"ITEMID": "001-71551", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ITA", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF GUISO-GALLISAY v. ITALY", "IMPORTANCE": "4", "CONCLUSION": "Preliminary objection rejected (out of time);Violation of P1-1;Just satisfaction reserved", "JUDGES": "David Thór Björgvinsson;Mark Villiger", "TEXT": ["8. The applicants were born in 1959, 1948 and 1952 respectively. They live in Milan and Rome respectively.", "9. The applicants inherited plots of building land, located at Nuoro and entered in the land register as folio 43, parcels 4, 11, 13, 31 and 32, and folio 41, parcels 3, 217 and 219 respectively. Each of the applicants has a holding of 29/360.", "10. By a decree of the “Bank for the South” (Cassa per il Mezzogiorno) of 9 April 1976 and two decrees by the President of the Sardinia Regional Council of 7 and 17 January 1977, a project to build low-rent housing and leisure structures on the applicants' land was approved.", "11. By three decrees, adopted on 1 December 1976 and 20 May and 15 June 1977 respectively, the President of the Sardinia Regional Council authorised possession under the expedited procedure of part of the applicants' land, namely 77,782 square metres, for a maximum period of five years, with a view to its expropriation, in order to begin construction of the low-rent housing and leisure structures.", "12. On 20 January, 28 June and 22 July 1977 the authorities took physical possession of the applicants' land.", "13. By a writ served on 11 November 1983, the applicants brought an action for damages before the Nuoro Court against the Nuoro Municipality.", "14. They alleged that the occupation of the land was illegal and that the construction work had been completed without there having been a formal expropriation of the land and payment of compensation. They claimed a sum corresponding to the market value of the land and a sum for loss of enjoyment of the land.", "15. During the proceedings an expert report and an additional report were submitted to the court registry on 8 February 1990 and 30 April 1992 respectively. According to the expert, a first section of the land had been irreversibly altered in 1982, and a second section in 1983, through the public works performed. The total market value of the occupied land in 1982 and 1983 was 5,372,538,000 liras (ITL), or ITL 432,787,783 for each applicant. The expert assessed the compensation for possession of the land at ITL 1,611,761,400, or ITL 129,836,335 per applicant.", "16. By a provisional judgment of 14 July 1997, the Nuoro Court declared that the possession of the land, initially authorised, had become illegal as of 1982 and 1983. It found that the land had been irreversibly transformed by the public works. As a result, in accordance with the constructive expropriation rule (occupazione acquisitiva), the applicants had been deprived of their property, by virtue of its irreversible alteration, on the date on which the possession had ceased to be legal. In the light of those considerations, the court ordered the municipality to pay, as an advance, a sum equal to 55% of the market value of the land, namely ITL 238,033,280 for each applicant, plus interest and adjustment for inflation, and compensation for occupation amounting to ITL 129,836,334 for each applicant.", "17. In the same judgment, the court ordered that the proceedings be continued in order to recalculate the final sum to be awarded to the applicants under Law no. 662 of 1996, which had entered into force in the meantime.", "18. On 27 March 1997 the municipality paid the applicants the amounts due in application of the provisional judgment of 14 July 1997. Tax, at a rate of 20 %, was deducted at source from these sums.", "19. In a final judgment filed with the registry on 17 July 2003, the Nuoro court upheld its provisional judgment of 14 July 1997 and held that the amount of compensation calculated under Law no. 662 of 1996 corresponded to the amount already paid in application of the provisional judgment.", "20. This final judgment became legal and binding on 17 October 2004.", "21. Under Italian law, the expedited expropriation procedure enables the authorities to occupy land and build on it before the official expropriation. Once a scheme has been declared to be in the public interest and the plans adopted, the authorities may make an expedited possession order, for a limited period not exceeding five years, in respect of the land to be expropriated (section 20 of Law no. 865 of 1971). The order will lapse if physical possession of the land is not taken within three months after its issue. Before the end of the authorised period of occupation, a formal expropriation order must be made.", "22. The authorised occupation of land provides the right to compensation for occupation. In judgment no. 470 of 1990, the Constitutional Court recognised an immediate right of access to a court for the purpose of claiming compensation for occupation as soon as physical possession of the land occurs, without having to wait for a compensation offer from the authorities.", "23. During the 1970s a number of local authorities took possession of land using the expedited procedure but failed subsequently to issue an expropriation order. The Italian courts were confronted with cases in which the landowner had de facto lost use of the land as it had been possessed and building works in the public interest had been undertaken. The question arose whether the mere fact that works had been carried out meant that the owner had also lost title to the land.", "24. There was a substantial divergence in the decisions of the Court of Cassation over the effects of carrying out building works in the public interest on land where possession had been taken unlawfully. Unlawful possession means possession that is unlawful from the start, in other words obtained without authority, or that is initially authorised but subsequently became unlawful, either because the authority is quashed or because possession continues beyond the authorised period without an expropriation order being made.", "25. Under one line of case-law, the owner of land that had been possessed by the authorities did not lose ownership after the completion of the works in the public interest. However, he could not request reinstatement of the land; his only remedy was to bring an action in damages for wrongful possession. No limitation period applied to such actions as the unlawful nature of the possession was continuing. The authorities could at any time issue a formal expropriation order. If they did so, the action in damages was transformed into a dispute over the compensation for expropriation, with damages for the loss of enjoyment of the land being due only for the period prior to the making of the expropriation order (see, among other authorities, the judgments of the Court of Cassation nos. 2341 of 1982; 4741 of 1981; and 6452 and 6308 of 1980).", "26. Under a second line, the landowner did not lose property in the land and could request its reinstatement if the authorities had acted other than in the public interest (see, for example, Court of Cassation judgments nos. 1578 of 1976 and 5679 of 1980).", "27. Under a third line, an owner dispossessed by the authorities automatically lost title to the land as soon as it had been altered irreversibly, that is to say on completion of the works in the public interest. He was entitled to claim damages (see Court of Cassation judgment no. 3243 of 1979).", "28. In a judgment of 16 February 1983, the Court of Cassation, sitting as a full court, resolved the conflict between the lines of case-law and adopted the third solution. In so doing, it established the constructive-expropriation rule (accessione invertita or occupazione acquisitiva). Under the rule, the public authorities acquire title to the land from the outset before formal expropriation if, after taking possession of the land and irrespective of whether such possession is lawful, the works in the public interest are performed. If, initially, the land is possessed without authority, the transfer of property takes place when the works in the public interest are completed. If the taking of possession was authorised from the outset, property is transferred on the expiry of the authorised period of possession. In the same judgment, the Court of Cassation stated that, on a constructive expropriation, the owner is entitled to compensation in full as the acquisition of the land has taken place without title (sine titulo). However, compensation is not paid automatically: the owner must lodge a claim for damages. In addition, the right to compensation is subject to a five-year limitation period that applies to actions in tort; the starting-point is the date the land is irreversibly altered.", "29. Initially, it was held that no limitation period applied, since possession of the land without title was a continuing unlawful act (see paragraph 23 above). In its judgment no. 1464 of 1983, the Court of Cassation stated that the right to compensation was subject to a five-year limitation period (see paragraph 26 above). Subsequently, the First Division of the Court of Cassation said that a ten-year limitation period should apply (judgment nos. 7952 of 1991 and 10979 of 1992). On 22 November 1992 the full court of the Court of Cassation decided the issue finally, holding that the limitation period is five years and starts to run from the date the land is irreversibly altered.", "30. In this judgment, the Constitutional Court held that the constructive expropriation rule was compatible with the Constitution in so far as the rule was rooted in a legislative provision, namely section 2043 of the Civil Code governing claims in tort. Under this judgment, the fact that the authorities had become owners of the land by taking advantage of their own unlawful conduct did not pose any difficulty under the Constitution, since the public interest in the preservation of works for the public good outweighed the individual's interest, and therefore the latter's interest in the right of property. The Constitutional Court held that the application of the five-year limitation period laid down by Article 2043 of the Civil Code for claims in tort to actions for compensation was compatible with the Constitution.", "31. Recent developments in the case-law show that the mechanism whereby carrying out building works in the public interest operates to transfer property in the land to the authorities is subject to exceptions.", "32. In its judgment no. 874 of 1996, the Consiglio di Stato stated that there was no constructive expropriation where resolutions of the authorities and an expedited possession order had been quashed by the administrative courts, as otherwise the judicial decision would be devoid of purpose.", "33. In judgment no. 1907 of 1997, the Court of Cassation, sitting as a full court, said that the authorities did not acquire ownership of the land if their resolutions and the declaration that expropriation was in the public interest were deemed to have been null and void from the outset. In such cases, the owner retained title to the land and could claim restitutio in integrum. In the alternative, he could seek damages. The unlawful nature of the possession in such cases was continuing and no limitation period applied.", "34. In judgment no. 6515 of 1997, the Court of Cassation, sitting as a full court, said that there was no transfer of property where the declaration that expropriation was in the public interest had been annulled by the administrative courts. In such cases, therefore, the constructive-expropriation rule did not apply. The owner, who retained ownership of the land, was entitled to claim restitutio in integrum. If he brought an action in damages, that entailed a waiver of his right to restitution. The five-year limitation period started to run from the date when the decision of the administrative court became final.", "35. In judgment no. 148 of 1998, the First Division of the Court of Cassation followed the decision of the full court and held that there was no transfer of property by constructive expropriation where the declaration that the building works were in the public interest was deemed to have been invalid from the outset.", "36. In judgment no. 5902 of 2003, the Court of Cassation, sitting as a full court, reaffirmed that there was no transfer of property in the absence of a valid declaration that expropriation was in the public interest.", "37. This case-law should be compared with Law no. 458 of 1988 (see paragraphs 38-39 below) and with the Code of Expropriation Laws, which entered into force on 30 June 2003 (see paragraphs 48-49 below).", "38. Section 3 of this Law provides:", "“Any person who owns land which is used for the construction of public buildings or social housing shall be entitled to compensation for damage sustained where the expropriation has been declared unlawful by a court decision which has become final, but such person may not claim restitution of his property. Further, such a person is entitled, in addition to compensation for damage, to sums payable in respect of monetary depreciation and to any other sums mentioned in Article 1224 § 2 of the Civil Code, such amounts being calculated from the date of the unlawful taking of possession.”", "39. Interpreting section 3 of the 1988 Law, the Constitutional Court stated in a judgment of 12 July 1990 (no. 384):", "“In the impugned provision, the legislature has given preference, as between the owner's interest in obtaining restitution of his unlawfully-expropriated land, and the public interest - in this case the allocation of such land for building public, low cost or subsidised housing - to this latter interest.”", "40. Under the Court of Cassation's 1983 case-law on constructive expropriations, compensation in full, in the form of damages for the deprivation of the land, was due to the owner in consideration for the loss of ownership caused by the unlawful taking of possession.", "41. The Finance Law of 1992 (Article 5 bis of Legislative Decree no. 333 of 11 July 1992) superseded that case-law by providing that the compensation payable on constructive expropriations could not exceed the amount due on formal expropriations. In judgment no. 369 of 1996, the Constitutional Court declared that provision unconstitutional.", "42. Under Finance Law no. 662 of 1996, which amended the provision that had been declared unconstitutional, compensation in full cannot be awarded for dispossessions effected before 30 September 1996. In such cases, the compensation is equivalent to the amount of compensation as would have been payable on a formal expropriation in the most favourable scenario for the owner, plus 10 %.", "43. In judgment no. 148 of 30 April 1999, the Constitutional Court held that such compensation was compatible with the Constitution. However, in the same decision, it held that compensation in full, up to the market value of the land, could be claimed where the dispossession and deprivation of the land had not been in the public interest.", "44. In judgments nos. 5902 and 6853 of 2003, the Court of Cassation, sitting as a full court, again addressed the question of the constructive expropriation rule, with reference to the above two judgments of the European Court of Human Rights.", "45. In view of the finding of a violation of Article 1 of Protocol No. 1 in the above cases, the Court of Cassation affirmed that the constructive expropriation rule played an important role in the context of the Italian legal system and that it was compatible with the Convention.", "46. More specifically, the Court of Cassation – after analysing the history of the constructive expropriation rule – held that in view of the uniformity of the case-law in this area, the constructive expropriation rule should be regarded as entirely “foreseeable” as of 1983. For this reason, constructive expropriation must be considered as complying with the lawfulness requirement. The Court of Cassation stated that possession of land having taken place without a declaration that it was in the public interest was not capable of transferring title to the State. As to compensation, it stated that, even if such compensation was lower than the damage sustained by the claimant, and, in particular, lower than the value of the land, the compensation due in the event of constructive expropriation was sufficient to guarantee a “fair balance” between the demands of the general interest of society and the requirements of the protection of the individual's fundamental rights.", "47. On an appeal seeking enforcement of a final judicial decision setting aside the declaration of public interest with regard to expropriation proceedings, and in view of the claimant's request to obtain restitution of land that had in the meantime been occupied and altered, the Consiglio di Stato, in judgment no. 2/2005 of 29 April 2005, delivered in plenary session, ruled on whether the irreversible alteration of the said land following the construction of “public” works could constitute a legal reason preventing restitution of the land. The Consiglio di Stato answered this question in the negative. In so doing, it:", "(a) acknowledged that the case-law rule on constructive expropriation was lacking in respect of the need for legal certainty, with regard, inter alia, to the issue of identifying the date on which the public works must be considered “completed” and therefore on what date title had been transferred to the State;", "(b) welcomed the Court's case-law, particularly the judgment in Belvedere Alberghiera Srl v. Italy, by affirming that, faced with a request for restitution of property that had been unlawfully occupied and altered, the work performed by the public authorities cannot, as such, constitute an absolute obstacle to restitution;", "(c) interpreted Article 43 of the Code of Expropriation Laws (see paragraph 49 below) to mean that failure to return a plot of land could only be accepted in exceptional cases, namely where the authorities invoked a particularly strong public interest in the preservation of the construction in question;", "(d) affirmed, in this context, that constructive expropriation could not be regarded as an alternative (“una mera alternative”) to duly conducted expropriation proceedings.", "48. On 30 June 2003 Presidential Decree no. 327 of 8 June 2001, amended by Legislative Decree no. 302 of 27 December 2002, and which governs expropriation proceedings, entered into force. It codifies the existing provisions and case-law in this area. In particular, it codifies the constructive expropriation rule. From its entry into force, the Code, which does not apply to cases of occupation which occurred prior to 1996 and is not therefore applicable to the instant case, superseded all previous legislation and case-law in the field of expropriation.", "49. Article 43 of the Code provides that, in the absence of an expropriation order, or in the absence of a declaration stating that the expropriation is in the public interest, land that has been altered following the construction of public works passes into the ownership of the authorities which altered it; damages are paid in consideration. The authorities may acquire a property even where the town planning documents or the declaration that the expropriation is in the public interest have been set aside. The owner may apply to the court for restitution of the land. The authorities in question may object. Where the court decides not to order restitution of the land, the owner is entitled to compensation.", "50. In their observations on the merits, the Government raised an objection, composed of two limbs, that the application was out of time.", "51. As to the first limb, the Government argued that the application was out of time in so far as it was lodged more than six months after 15 September 1998, namely the date on which the Nuoro Court's provisional judgment of 14 July 1997 became final.", "52. The Government alleged that, through that judgment, the Nuoro Court had decided on the issues concerning the transfer of ownership and the amount of compensation, calculated on the basis of the market value of the land.", "53. In consequence, that judgment was the “final domestic decision” from which the six-month deadline laid down in Article 35 of the Convention began to run.", "54. With regard to the second limb, the Government argued that the application had been introduced out of time in that the applicants complained that the amount of compensation had been calculated within the meaning of Law no. 662 of 1996. According to the Government, the six-month time-limit laid down by Article 35 of the Convention had begun to run either on 1 January 1997, the date on which that Law entered into force, or on the date on which the Constitutional Court's judgment no. 148 of 26 April 1999, by which the highest court had upheld the lawfulness of the provision in question, had been filed with the registry. In support of its allegations, the Government referred to the case of Miconi v. Italy (Miconi v. Italy, (dec.), no. 66432/01, 6 May 2004).", "55. The applicants opposed the Government's objection. With regard to the second limb, they noted in particular that the Court had already rejected similar objections in several decisions on admissibility (they cited, among other authorities, Donati v. Italy, no. 63242/00, (dec.), 13 May 2004; Santinelli and Others v. Italy, no. 65141/01, (dec.), 23 September 2004; and Emanuele Calandra v. Italy, no. 71310/01, (dec.), 9 December 2004).", "56. As to the first limb of the objection, the Court notes that it has already been rejected in its decision of 2 September 2004 on the admissibility and that the Government were basing their objection on arguments that were not such as to call into question its decision on admissibility. In consequence, this limb cannot be accepted.", "57. With regard to the second limb of the objection, the Court would recall that, according to Rule 55 of the Rules of Court, “any plea of inadmissibility must, in so far as its character and the circumstances permit, be raised by the respondent Contracting Party in its written or oral observations on the admissibility of the application...”. The evidence before the Court shows that that condition has not been satisfied in the instant case. The Government are consequently estopped from raising this objection. In the light of these considerations, the Court considers that the second limb of the objection must be dismissed.", "58. The applicants alleged that they had been deprived of their land as a result of its occupation in the absence of an expropriation order and compensation. In their opinion, this situation had infringed their right to the peaceful enjoyment of their possessions, as guaranteed by Article 1 of Protocol No. 1, which provides:", "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.", "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”", "59. Referring to the judgments in Carbonara and Ventura v. Italy (no. 24638/94, ECHR 2000-VI) and Belvedere Alberghiera s.r.l. v. Italy (no. 31524/96, ECHR-VI), the applicants noted that the application of the constructive-expropriation rule to their case did not comply with the principle of the rule of law.", "60. In this regard, the applicants pointed out that the land in question had been occupied and altered without the adoption of an expropriation order. It was only because they had brought proceedings for damages before the domestic courts that they had been able to obtain a judicial decision declaring the occupation unlawful, a decision which had simultaneously had the effect of declaring them retrospectively deprived of their property.", "61. With regard to compensation, for which the onus was also on the landowner to submit a claim, the applicants argued that it had not been capable of making good the unlawful act, as the amount awarded was far lower than the damage sustained.", "62. The Government observed that the applicants had been deprived of their property by virtue of constructive expropriation, which implied that the expropriation procedure was based on a declaration stating that expropriation was in the public interest but had not been implemented as provided for by law, in that the possession of the land had taken place without the appropriate order and no expropriation order had been adopted.", "63. In the absence of such an expropriation order, the applicants had in any event been deprived of their property through the construction of the works in the public interest and the irreversible alteration of the land entailed by it. According to the Government, this deprivation of property was merely the consequence of the constructive-expropriation rule as applied by the Nuoro Court.", "64. The Government alleged that this situation was in compliance with Article 1 of Protocol No. 1.", "65. Firstly, the public interest was involved, something that was not disputed by the applicants.", "66. Second, the deprivation of property that resulted from constructive expropriation was “provided for by law”.", "67. In this connection, the Government pointed out that, in Zubani v. Italy (judgment of 7 August 1996, Reports 1996-IV) the Court examined a case of constructive expropriation that came within the scope of law no. 458 of 1988 from the point of view of a fair balance, and held, with regard to the law as such, that “the legislature might reasonably choose to give preference to the interests of the community in cases of unlawful expropriation or occupation of land. Full compensation for the damage sustained by the proprietors concerned constitutes sufficient reparation” (Zubani, cited above, § 49).", "68. The Government noted that the Court's case-law had subsequently evolved, in that, in the next two cases concerning constructive expropriation, it had found that the mechanism of constructive expropriation was incompatible with the requirement of lawfulness (they referred to Carbonara and Ventura, cited above, and Belvedere Alberghiera srl, cited above).", "69. According to the Government, the constructive-expropriation rule should be considered as “provided for by law”, even if it had been developed through case-law in a “civil-law” rather than a “common-law” country.", "70. In this regard, they noted that, in the two judgments cited above, the Court did not consider it necessary to decide in the abstract whether the role in the continental-law system of a rule, such as the constructive-expropriation rule, established by the courts is comparable to that of statutory provisions (Carbonara and Ventura, cited above, § 64). The Court had observed that the Italian case-law had evolved and that a case-law rule did not bind the courts as regards its application (Carbonara and Ventura, cited above, § 69).", "71. The Government alleged that determining the role of case-law in Italy was of great importance in this type of case. According to the Government, as the national case-law had created the constructive-expropriation rule, this rule should be considered as forming part of the positive law starting from the Court of Cassation's judgment no. 1464 of 1983. Subsequent case-law had confirmed this rule and clarified certain aspects of its application. In addition, the rule had been recognised by Law no. 458 of 27 October 1988 and by Finance Act no. 662 of 1996.", "72. In conclusion, the Government submitted that, as of 1983, the rules governing constructive expropriation were perfectly clear and accessible to all owners of land.", "73. Turning to the quality of the law, the Government asked the Court to revert to its “Zubani case-law” and to consider that the mechanism of constructive expropriation, based on a court declaration finding unlawfulness, was compatible with Article 1 of Protocol No. 1.", "74. In this respect, the Government noted that the finding of unlawfulness by a court was the determining factor in the transfer of illegally occupied land into public ownership.", "75. The Government defined constructive expropriation as the result of a systematic interpretation of the existing rules, intended to ensure that the general interest prevailed over the individual interest where public works had been performed (alteration of the land) and were in the public interest.", "76. The authorities were obliged to compensate individuals. According to the Government, however, this compensation could be lower than the damage sustained by the claimant, and, in particular, lower than the value of the land, given that constructive expropriation met a collective interest and the unlawful act committed by the authorities concerned only the form, namely failure to follow the rules governing administrative proceedings. In addition, the Government noted that the compensation as capped by Law no. 662 of 1996 was in any event higher than that which would have been payable had the expropriation been carried out in due form.", "77. In the light of these considerations, the Government concluded that the fair balance had been struck.", "78. The Court reiterates that, in determining whether there has been a deprivation of possessions, it is necessary not only to consider whether there has been a formal taking or expropriation of property but to look behind the appearances and investigate the realities of the situation complained of. Since the Convention is intended to safeguard rights that are “practical and effective”, it has to be ascertained whether the situation complained of amounted to a de facto confiscation (see Sporrong and Lönnroth v. Sweden, judgment of 23 September 1982, Series A no. 52, pp. 24-25, § 63).", "79. The Court notes that, in applying the constructive expropriation rule, the Nuoro Court considered the applicants as having been deprived of their property from the moment that the occupation of the land was no longer legal. In the absence of a formal expropriation order, the finding of unlawfulness by the court is the element which enshrines the transfer of the occupied property into public ownership. In those circumstances, the Court concludes that the Nuoro Court's final judgment had the effect of depriving the applicants of their property within the meaning of the second sentence of Article 1 of Protocol No. 1 (see Carbonara and Ventura, cited above, § 61, and Brumărescu v. Romania [GC], no. 28342/95, § 77, ECHR 1999-VII).", "80. In order to be compatible with Article 1 of Protocol No. 1, such interference must be “in the public interest”, “subject to the conditions provided for by law and by the general principles of international law” and must strike a “fair balance” between the demands of the general interest of the community and the requirements of the protection of the individual's fundamental rights (see Sporrong and Lönnroth, cited above, § 69). Furthermore, the issue of whether a fair balance has been struck “becomes relevant only once it has been established that the interference in question satisfied the requirement of lawfulness and was not arbitrary” (see Iatridis v. Greece [GC], no. 31107/96, § 58, ECHR 1999II, and Beyeler v. Italy [GC], no. 33202/96, § 107, ECHR 2000-I).", "81. Accordingly, the Court does not consider it appropriate to base its decision solely on the finding that the applicants did not receive full compensation (see Carbonara and Ventura, cited above, § 62).", "82. The first and most important requirement of Article 1 of Protocol No. 1 is that any interference by a public authority with the peaceful enjoyment of possessions should be lawful. The rule of law, one of the fundamental principles of a democratic society, is inherent in all Articles of the Convention (see Iatridis, cited above, § 58). The principle of lawfulness presupposes that the provisions of domestic law are sufficiently accessible, precise and foreseeable in their application (see Hentrich v. France, judgment of 22 September 1994, Series A no. 296-A, pp. 19-20, § 42, and Lithgow and Others v. the United Kingdom, judgment of 8 July 1986, Series A no. 102, p. 47, § 110).", "83. In the judgments Belvedere Alberghiera srl and Carbonara and Ventura, cited above, the Court did not consider it necessary to decide in the abstract whether the role in the continental-law system of a rule, such as the constructive-expropriation rule, established by the courts is comparable to that of statutory provisions, as what counted – in any event – was that the legal basis met the criteria of accessibility, precision and foreseeability set out above. The Court remains convinced that the existence as such of a legal basis is not sufficient to satisfy the principle of lawfulness and considers it useful to examine the issue of the quality of the law.", "84. The Court takes note of the evolution of the case-law which has led to the development of the constructive-expropriation rule. It also notes that this rule has been transposed into legislation, such as Law no. 458 of 1988, Law no. 662 of 1996 and, most recently, the Code of Expropriation Laws. Nonetheless, the Court does not overlook the fact that the rule has been applied inconsistently in the case-law. Indeed, this was the view of the Consiglio di Stato (see paragraph 47 above), which, in its judgment no. 2 of 2005, adopted as a full court, recognised that the case-law's constructive-expropriation rule had never given rise to stable, complete and foreseeable regulations.", "85. The Court also notes inconsistencies between the case-law and the above-mentioned legislation. By way of example, the Court notes that, whilst it is true that the case-law ruled out, from 1996-1997, the application of constructive expropriation where the declaration that expropriation was in the public interest had been set aside, it is also true that the Code of Expropriation Laws only recently provided that, in the absence of such a declaration, any land may enter into public ownership if a court decides not to order restitution of land that has been occupied and altered by the authorities.", "86. In view of these factors, the Court does not rule out the continuing possibility of an unforeseeable or arbitrary result for the individuals concerned.", "87. The Court further notes that the constructive expropriation mechanism generally enables the authorities to bypass the rules governing expropriation, with the risk of an unforeseeable or arbitrary result for the owners concerned, irrespective of whether the unlawful nature of the situation existed from the outset or subsequently emerges. In any event, constructive expropriation is intended to confirm a de facto situation arising from unlawful acts committed by the authorities and to deal with the consequences for the owner and the authorities in the latter's favour. Whether occurring by virtue of a case-law rule or a legislative text such as Article 43 of the Code of Expropriation Laws, constructive expropriation cannot therefore constitute an alterative to expropriation in due form (see, on this point too, the Consiglio di Stato's position, paragraph 47 above).", "88. In this regard, the Court notes that constructive expropriation enables the authorities to occupy a plot of land and to alter it irreversibly, with the result that it is considered as having entered into public ownership, without the adoption of a formal act declaring that transfer of ownership. In the absence of an act formalising the expropriation, adopted at the latest when the owner has lost all control of his or her property, the element enabling the occupied property to be transferred into public ownership and to achieve legal certainty is the finding of unlawfulness by a court, which is equivalent to a declaration of transfer of title. It is for the landowner concerned – who continues to be the formal owner – to apply to the competent court for a decision finding, where appropriate, unlawfulness accompanied by the performance of works in the public interest, the necessary preconditions for the owner to be declared retroactively deprived of his or her property.", "89. In the light of the above, the Court considers that the mechanism of constructive expropriation is not capable of ensuring a sufficient degree of legal certainty.", "90. The Court further notes that constructive expropriation also enables the authorities to occupy and alter land without simultaneously paying compensation. Compensation must be claimed by the landowner concerned within a five-year limitation period, which begins to run from the date on which the court finds that the irreversible alteration of the land took place. This may lead to adverse effects for the persons concerned, and render futile any hope of compensation (see Carbonara and Ventura, cited above, § 71).", "91. Finally, the court notes that the constructive-expropriation rule enables the authorities to derive a benefit from their unlawful conduct, and that the price to be paid is only 10% higher than in the case of expropriation in due form. In the Court's opinion, this situation is not such as to further the correct administration of expropriation proceedings and to prevent incidents of unlawfulness.", "92. In any event, the Court is required to verify whether the manner in which the domestic law is interpreted and applied produces consequences that are consistent with the principles of the Convention.", "93. In the instant case, the Court notes that, in applying the constructive-expropriation rule, the Italian courts considered the applicants to be deprived of their possessions as of the date on which the occupation was no longer authorised, since the conditions of unlawful occupation and the public interest of the works in question were both met. However, in the absence of a formal expropriation order, the Court considers that this situation cannot be considered as “foreseeable”, since it was only through the final decision – the Nuoro Court's final judgment once it had become final and binding – that the constructive-expropriation rule could be considered to have actually been applied and that the land's entry into public ownership was endorsed. In consequence, the applicants did not have “legal certainty” concerning the deprivation of the land until 17 October 2004, the date on which the Nuoro Court's final judgment became final and binding.", "94. The Court further notes that the situation in issue enabled the authorities to profit from an unlawful occupation of land. In other words, the authorities were able to take possession of the land in breach of the rules governing expropriation in due form, and, inter alia, without compensation being made available at the same time to the applicants.", "95. As to compensation, the Court notes that the retrospective application of the Finance Act 1996 (no. 662) to the instant case had had the effect of depriving the applicants of full reparation for the loss sustained.", "96. In the light of these considerations, the Court considers that the interference complained of was not compatible with the principle of lawfulness and that it therefore infringed the applicants' right to the peaceful enjoyment of their possessions.", "97. It follows that there has been a breach of Article 1 of Protocol No. 1.", "98. Article 41 of the Convention provides:", "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”", "99. With regard to pecuniary damage for the loss of the land, the applicants claimed, firstly, the payment of a sum equivalent to 87/360 of its market value, adjusted for inflation and with interest, and compensation for the occupation. Secondly, they claimed a sum corresponding to the increase in value of the land following the performance of the public works. The asked the Court to commission an expert report in order to calculate the amount of the two forms of compensation in question.", "100. In addition, the applicants claimed the sum of EUR 376,011.51 as reimbursement of the tax, deducted at source, payable on the sums awarded by the national court (see paragraph 18 above).", "101. In respect of non-pecuniary damage, they claimed compensation of EUR 600,000.", "102. Finally, they claimed the sums of EUR 251,513.31, as reimbursement of the costs incurred before the national courts, and EUR 48,190, plus value-added tax (VAT), as reimbursement of the costs incurred before the Court.", "103. With regard to pecuniary damage, the Government argued that there was no necessity for a new expert report, given that the market value of the disputed land had already been assessed in the proceedings before the domestic courts. If the Court were to calculate the pecuniary damage on the basis of the market value of the land, the Government submitted that the applicants would be entitled to receive only a sum corresponding to the difference between that value and the amount of compensation calculated under the provisions of Law no. 662 of 1996.", "104. In addition, the Government submitted that the applicants would not be entitled to any compensation relating to the increase in the land's market value following the performance of public works and no compensation as reimbursement for the tax, deducted at source, paid on the sums awarded by the domestic court.", "105. As to the non-pecuniary damage, the Government left the matter to the Court's discretion, while emphasising that the amount claimed by the applicants was excessive and that they had quantified such compensation in a vague and imprecise manner.", "106. As to the costs incurred in the proceedings before the domestic courts, the Government submitted that the applicants had already obtained reimbursement of these at national level and argued that, in any event, the decision on reimbursement of those costs was a matter for the domestic courts alone.", "107. Finally, with regard to the costs of the proceedings in Strasbourg, Gouvernement left the matter to the Court's discretion, while emphasising that the amount claimed by the applicants was excessive.", "108. The Court considers that the question of the application of Article 41 is not ready for decision. Accordingly, it reserves that question and, in determining the further procedure, will have regard to the possibility of an agreement between the Government and the applicants."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}