{"ITEMID": "001-84225", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "LTU", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF JUCYS v. LITHUANIA", "IMPORTANCE": "2", "CONCLUSION": "Violation of P1-1;Pecuniary and non-pecuniary damage - award (global)", "JUDGES": "András Baka;Antonella Mularoni;Ireneu Cabral Barreto;Jean-Paul Costa;Mindia Ugrekhelidze;Riza Türmen", "TEXT": ["4. The applicant was born in 1953 and lives in Birštonas.", "5. The facts of the case, as submitted by the parties, may be summarised as follows.", "6. On 23 December 1995 the applicant was arrested while crossing the Lithuanian border. He was suspected of attempting to smuggle untreated mink furs. The furs were forfeited as evidence in the context of the criminal case.", "7. On the basis of a decision taken by the prosecution, on 14 March 1996 the furs were auctioned – being goods prone to deterioration - for 882,173 Lithuanian litai (LTL, or about EUR 255,495). The money received from the auction was transferred to the State budget.", "8. On 30 January 1997 the applicant was acquitted by the Klaipėda Regional Court in view of the lack of any elements of a crime. The court did not rule on the issue of the forfeited evidence.", "9. The applicant brought an appeal, requesting that this issue be resolved. However, on 26 March 1997 the Court of Appeal refused to deal with it, ruling that, since the furs had been sold, the handling of the proceeds from the sale was no longer within the jurisdiction of the criminal courts.", "10. The applicant then brought an application before the Vilnius Regional Court, requesting compensation for the forfeited furs. On 8 October 1997 that court ruled that the question should be determined in civil proceedings.", "11. On an unspecified date the applicant brought a civil action, claiming the LTL 749,847 (about EUR 217,171), i.e. the proceeds minus the auction expenses.", "12. On an unspecified date, he brought a separate civil action, claiming the sum allegedly paid for the furs at the Copenhagen Fur Centre, corresponding to USD 327,542.57 or, at the then exchange rate, LTL 1,310,170 (EUR 379,451).", "13. On 7 November 1997 the Klaipėda City District Court found that the tax authorities were obliged to pay the applicant LTL 749,847 (EUR 217,171). On 25 March 1998 that decision was quashed on procedural grounds by the Klaipėda Regional Court. The court held that the applicant should have applied to a Vilnius civil court. That decision was upheld by the Court of Appeal on 28 September 1998.", "14. On 25 March 1998 the applicant re-applied, this time submitting his action to the Vilnius Regional Court and claiming the full proceeds of the auction sale - LTL 882,173 (about EUR 255,495).", "15. On 28 January 2000 the court refused to admit the applicant's claim because he should have applied to the newly-created administrative courts (operational since May 1999). However, on 2 March 2000 the Court of Appeal quashed the decision of 28 January 2000, returning the case for a fresh examination by the Vilnius Regional Court by way of the civil procedure.", "16. On 21 April 2000 the Klaipėda Regional Court decided to adjourn the examination of the applicant's claim pending the examination of his claim for the auction proceeds.", "17. On 28 July 2000 the Vilnius Regional Court accepted the applicant's suit for the whole proceeds of the auction, awarding him LTL 882,173 (about EUR 255,495) against the Inland Revenue.", "18. Upon appeal by the tax authorities, on 17 October 2000 the Court of Appeal quashed the lower court decision on the ground that the Ministry of Justice should have been the defendant in the proceedings. The case was remitted to the first instance court.", "19. On 28 February 2001 the Supreme Court upheld the appellate decision, stating that both the Inland Revenue and the Ministry of Justice should have been the defendants in the proceedings. The Supreme Court further noted that the first-instance court should consider whether to join the case to the applicant's other claim for damages in the amount of LTL 1,310,170 (USD 327,542.57). It noted that in both cases the parties were the same, as was the nature of the claim, i.e. a request for compensation in respect of the value of the furs.", "20. On 1 May 2004 the applicant re-submitted his claim of LTL 882,173 to the Vilnius Regional Court. The State, the Office of the Prosecutor General, the Ministry of Finance and the Inland Revenue were cited as the respondents.", "21. On 20 June 2005 the Vilnius Regional Court rejected the applicant's claim as he had not proved that he had owned the furs.", "22. On 2 November 2005 the Court of Appeal upheld that decision.", "23. The applicant lodged a cassation appeal, reiterating his claim for LTL 882,173. On 26 May 2006 the Supreme Court quashed the lower decisions, accepting the applicant's claim. It held that, following the applicant's acquittal, he had been entitled to compensation for the proceeds of the auction. In this respect the Supreme Court noted:", "“A person who has acquired property without a legal ground shall return it. The obligation arises where the ground on which the property was acquired ceases to exist. Such property can be goods forfeited upon suspicion of criminal acts. If the suspected person is acquitted ... the State no longer has any legal ground to retain the items seized, or their value, where the items have been sold as perishable. ...", "Unjust enrichment occurs to the detriment of the interests of a person whose property has been seized. ...", "When returning the property acquired without a legal ground or, as in the present case, the value of the objects sold, being quickly perishable, the debtor has a right to require compensation for the expenses incurred in maintaining the property (Article 513 of the Civil Code). This is the right of an honest debtor. Therefore, it has to be established whether the State had grounds to start the investigation and forfeit the goods in order to ensure the effectiveness thereof. The fact that no evidence of a crime has eventually been found is not in itself sufficient to assume the lack of honesty on the part of the State. ... Indeed, [the applicant] had incorrectly filled in the customs declaration ... and this was a sufficient ground to start the investigation against him and seize the material evidence. Therefore, in accordance with Article 513, the State should be entitled to recover the expenses incurred during the sale; those expenses appear to have been necessary in order to safeguard the value of the goods.”", "24. The applicant was finally awarded LTL 590,056.05 (about EUR 170,892) in pecuniary damages, corresponding to the value of the auctioned furs from which was deducted the auction expenses (LTL 132,325.95, or about EUR 38,324) and value-added tax (LTL 158,791, or about EUR 45,989), which the applicant should anyway have paid on importing the furs into Lithuania.", "25. It appears that the examination of the applicant's claim for the purported full value of the furs at LTL 1,310,170 (USD 327,542.57), which had been stayed on 21 April 2000, was not resumed (paragraphs 12, 16, and 19 above). (The parties have not provided the Court with up-dated information on this aspect of the case.)", "26. On an unspecified date the applicant claimed interest on LTL 882,173 (the whole sum of the auction proceeds), calculated from the moment of his acquittal. On 21 November 2006 the Vilnius Regional Court awarded him interest in the amount of LTL 1,616 (approximately EUR 468) – the sum corresponding to 5% interest calculated on the basis of the sum awarded as damages by the Supreme Court on 26 May 2006 (LTL 590,056), from the moment of that award to its actual payment 20 days later. The court dismissed the applicant's allegation that the interest should be calculated on the basis of the whole sum of the auction proceeds. It also refused to award interest for the whole period of civil litigation for damages. The court considered that the State was liable to pay interest only from the date when the fact of unjust enrichment became known – i.e. when it was so concluded by the Supreme Court on 26 May 2006. Until then, the State was deemed an honest acquirer, even after the acquittal of the applicant. The decision was upheld by the Court of Appeal on 30 March 2007. On 12 October 2007 the Supreme Court upheld the lower courts' decisions. It stated that in accordance with the rules of criminal procedure, the confiscated goods should be returned to the acquitted person after his acquittal. It further stated that, as an honest acquirer of the auction proceeds, the State could not be liable to pay interest until the end of the criminal proceedings.", "27. The applicant has presented an invoice issued by the Copenhagen Fur Centre on 15 December 1995, indicating that the furs had been purchased for USD 327,542.57 (about EUR 232,254).", "28. According to Article 92 of the Code of Criminal Procedure (as then in force), an item which has been seized as material evidence pending criminal proceedings, and which is prone to deterioration, shall be sold in accordance with the applicable civil procedure.", "29. Article 512 of the old Civil Code (valid until 30 June 2001) dealt with situations of unjust enrichment, providing for an obligation to return property acquired without a legal ground or to reimburse its value. Article 513 further stipulated:", "“A person who has acquired property without any legal ground shall return or reimburse all the receipts that he [or she] obtained or ought to have obtained in using that property from the moment when he [or she] knew or ought to have known about the lack of grounds for ... enrichment.", "This person has a right to require compensation for all the necessary expenses incurred during the same period in maintaining the property acquired without legal ground.”", "30. Article 6.272 § 1 of the new Civil Code (which entered into force on 1 July 2001) allows a civil claim for pecuniary and non-pecuniary damage, in view of the unlawful actions of the investigating authorities or courts, in the context of a criminal case. The provision envisages compensation for an unlawful conviction, an unlawful arrest or detention, the application of unlawful procedural measures of enforcement or the imposition of an unlawful administrative penalty."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}