{"ITEMID": "001-24069", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ITA", "BRANCH": "ADMISSIBILITY", "DATE": 2003, "DOCNAME": "SOFRI and OTHERS v. ITALY [Extracts]", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicants , Mr Adriano Sofri, Mr Ovidio Bompressi and Mr Giorgio Pietrostefani, are Italian nationals who were born respectively in 1942, 1947 and 1943. Mr Sofri is currently in Pisa Prison, Mr Bompressi has been released on licence on health grounds, while Mr Pietrostefani’s whereabouts are unknown. They were represented before the Court by Mr B. Nascimbene and Mr E. Menzione, of the Milan Bar. Mr Sofri is also represented by Mr A. Gamberini of the Bologna Bar and Mr S. Mori, of the Milan Bar. At the hearing on 4 March 2003, Mr Pietrostefani was also represented by Mr J.J. De Felice and Mr I. Terrel, of the Paris Bar. The respondent Government were represented by their Agent, Mr U. Leanza, and his co-Agent, Mr F. Crisafulli.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 12 December 1969 a bomb exploded at the Agricultural Bank in Milan. A number of people were killed in the attack, which appears to have been politically motivated.", "Superintendent Luigi Calabresi was put in charge of the investigation. He discounted a theory advanced by a section of the media imputing responsibility for the attack to the far right and followed up a lead pointing to anarchist groups. In December 1969 Superintendent Calabresi and his assistants questioned Mr Luigi Pinelli, a railway worker and member of an anarchist group, at a police station in Milan. At the end of the interview, Mr Pinelli was killed in a fall from a window.", "Superintendent Calabresi was subsequently accused at various public demonstrations organised by the far left of killing Mr Pinelli. Articles in a newspaper published by Lotta Continua, a political movement led by Mr Sofri and Mr Pietrostefani, were highly critical of him. Criminal proceedings were brought against him, but he was found to have no case to answer.", "On 17 May 1972 Superintendent Calabresi was killed in Milan by a young man, who fired two shots before making his getaway with an accomplice in a stolen car, a blue Fiat 125. They were involved in an accident before making good their escape.", "On 25 August 1972 the authorities put the car that had been used by the killers in a garage.", "Five witnesses provided information on the events during the days that had preceded the murder and a further seventeen on the murder itself. One of the witnesses, Mr G., said that he had had a clear view of the killer and would be able to recognise him. Another said that he had seen two people – a man and a woman – get out of a blue Fiat 125, before getting into another car in which a man had been waiting for them.", "Forensic tests were carried out on the Fiat 125 and at the scene of the crime.", "The investigations proved inconclusive.", "On 20 July 1988 Mr Leonardo Marino turned himself into the police. On being questioned on 21 July by the Public Prosecutor at the Milan Criminal Court he said that he had taken part in the murder of Mr Calabresi on the orders of the leaders of Lotta Continua, Mr Adriano Sofri and Mr Giorgio Pietrostefani. The order had been confirmed by the two principals on 13 May 1972, following an electoral meeting in Pisa. The executive committee of the movement had decided on the killing for political reasons. On 26 July Mr Marino accused Mr Ovidio Bompressi of carrying out the murder. He said that he had waited for him in the blue Fiat 125, which had been stolen the night before the murder.", "On 28 July 1988 the Milan investigating judge issued a warrant for the applicants’ arrest at the Public Prosecutor’s request. The applicants were arrested the same day. The warrant contained a statement of the alleged offence. On 1, 3 and 4 August 1988 the applicants were questioned by the investigating judge.", "On 12 September 1988 the applicants were assigned to residence. On 18 October 1988 they were released.", "On 9 and 16 September 1988 the applicants made a request for the car used by the killers to be tested for fingerprints.", "Confrontations were organised between Mr Marino and Mr Sofri on 16 September and between Mr Marino and Mr Bompressi on 20 September 1988.", "The applicants denied involvement in the murder or the existence of an illegal executive committee within the Lotta Continua movement.", "A request by Mr Bompressi for the investigating judge to interview four witnesses who could testify that he had been in Massa on the day of the murder was turned down.", "The public prosecutor’s files of evidence against the applicants came to 12,000 pages.", "In July 1989 the files were made available to the applicants and their lawyers, who, by law, had ten days in which to set out their defence.", "In view of the large number of documents to be examined, the investigating judge granted a request by the applicants for an extension of time, increasing the period to twenty-six days.", "On 5 August 1989 Mr Marino, Mr Sofri, Mr Pietrostefani and Mr Bompressi were committed to stand trial in the Milan Assize Court on a charge of intentional homicide with premeditation. Mr Marino, Mr Bompressi and Mr Pietrostefani were also committed to stand trial with other defendants on charges of armed robbery.", "The first hearing was held on 27 November 1989. 159 witnesses gave evidence during the course of 26 hearings. They included Mr Marino and four witnesses named by Mr Bompressi during the preliminary investigations.", "In evidence, Mr Marino stated inter alia that he had contacted the carabinieri at least nineteen days before he made his formal deposition (on 20 July 1988) and that only Mr Sofri had attended the electoral meeting in Pisa on 13 May 1972.", "At the trial at first instance it was discovered that certain items of evidence relating to the murder were unavailable. In particular, the clothes Superintendent Calabresi had been wearing had been mislaid almost immediately after his death, having disappeared after being sent to the Prefecture in Milan. On 31 December 1988 the Fiat 125 used by the killers was destroyed. The vehicle was subsequently deleted from the public register of vehicles (pubblico registro automobilistico), as no road-fund tax had been paid for the period from 1978 to 1983.", "The bullets that had been removed from Superintendent Calabresi’s body had disappeared after July 1988. Under an order of the Milan Court of 5 April 1979 all objects used to commit an offence (corpi di reato) were confiscated after being preserved for ten years. Those with a commercial value were to be sold at auction and the remainder destroyed. The order was confirmed by a memorandum issued by the president of the court on 15 February 1989. On 7 April 1989 the president of the court noted that a number of objects used to commit offences that had been stored in the court’s archives had been badly damaged by water. He ordered their destruction. In a memorandum of 12 February 2001, the director of the office responsible for preserving objects used to commit offences certified that the bullets removed from Superintendent Calabresi’s body had been destroyed along with a large number of other items, pursuant to the aforementioned orders.", "On 2 April 1990 the applicants’ lawyers issued a statement deploring the destruction or disappearance of pieces of evidence. They pointed out, in particular, that it would have been possible through forensic tests on Superintendent Calabresi’s clothes to determine the power of the cartridge and whether the gun was long-barrelled or short-barrelled. Tests could have been carried out on the bullets, while an examination of the car would have allowed the accuracy of Mr Marino’s account of the circumstances in which it had been stolen to be verified.", "In a judgment of 2 May 1990, the Milan Assize Court sentenced the applicants to twenty-two years’ imprisonment. Mr Marino was given an eleven-year sentence, as his cooperation with the judicial authorities constituted mitigating circumstances. The Assize Court found that he was a credible witness for intrinsic and extrinsic reasons and that his statements were corroborated by various pieces of evidence, such as forensic tests carried out during the course of the investigations and trial, the results of the police inquiries and the statements of other witnesses. The Assize Court considered conversely that the numerous defence witnesses either had a personal interest or were vague in their evidence. They were therefore not credible.", "As regards the evidence that had been destroyed, the Assize Court said that, while undoubtedly regrettable, it had had no real impact on the overall prosecution evidence that had been obtained during the investigation and at the trial. Immediately after the murder the police had analysed evidence from the car used by the killers and two sets of thorough forensic tests had been carried out on the bullets. It was true that the destruction of the objects concerned had prevented any further tests or analyses. However, it would, in any event, have been undesirable to repeating them, unless it could help to establish the facts. In the case before the Assize Court, the applicants had alleged, for instance, that it would have been possible to determine from an examination of the car whether, as Mr Marino had affirmed, the wing mirror had been subjected to pressure from a screwdriver (a point that was not mentioned in the police reports). However, even assuming that any marks so made could have been detected eighteen years later, the fact that there was no external corroboration of Mr Marino’s affirmations was not in itself capable of casting doubt on their veracity. If, in the light of the available information, his statements were found to be precise and credible, the Assize Court was entitled to rely on them in reaching a guilty verdict.", "The President of the Milan Assize Court, Mr Manlio Minale, had been assigned to the Milan Public Prosecutor’s Office on 24 January 1990. Mr Minale had started his new duties on 11 October 1990, that is to say, before signing the text of the Milan Assize Court’s judgment, which was lodged at the registry on 11 January 1991.", "The second and third applicants appealed against that judgment. They argued, in particular, that Mr Marino was not a reliable witness and his evidence contained a number of contradictions.", "Mr Bompressi asked for a search to be made for Superintendent Calabresi’s clothes and for the results of the investigation carried out by the Superintendent before his death to be produced. He also requested ballistic tests in order to establish the type of firearm that had been used for the murder. Lastly, he called for the investigation to be reopened.", "Mr Pietrostefani submitted that the order committing the accused for trial was null and void, as they had been given only twenty-six days in which to prepare their defence when they should have been given more time in view of the volume of documents and decisions. He, too, called for the investigation to be reopened.", "Mr Sofri did not appeal. However, by virtue of Article 587 § 1 of the Code of Criminal Procedure, which provides for “the extension of the benefit of the appeal” (estensione dell’impugnazione – see “Relevant domestic law and practice” below), his case was examined at the hearing in the Milan Assize Court of Appeal and the courts to which it was subsequently referred.", "On 23 April 1991 Mr Pietrostefani applied for the case to be transferred to a different assize court of appeal on the grounds that the victim had worked in Milan and the political climate there was hostile to the accused. He also alleged that the judges in Milan were not independent, as, by the time he signed the judgment at first instance, Mr Minale had already taken up his appointment at the public prosecutor’s office.", "In a judgment of 13 May 1991, which was lodged with the registry on 31 May 1991, the Court of Cassation dismissed that application. It noted that there was no trace of political or ideological prejudice among any members of the Milanese judiciary. It added that if, as Mr Pietrostefani had alleged, Judge Minale had been assigned to the Milan Public Prosecutor’s Office in order to penalise the accused, the Judicial Service Commission would also have been prejudiced against them, so that there would have been no point in transferring the case to a different assize court.", "At the appeal hearing, the Milan Assize Court of Appeal ordered fresh ballistic tests. However, these were conducted using photographic evidence, as the bullets that had been removed from Superintendent Calabresi’s body had been destroyed in the interim.", "In a judgment of 12 July 1991, which was lodged with the registry on 8 January 1992, the Milan Assize Court of Appeal upheld the first-instance decision. It found that Mr Marino had confessed to his crime through a genuine desire to repent. His evidence was credible and corroborated by other evidence, including documents and statements by other witnesses. The Assize Court of Appeal also found that the motive for the killing was clearly established by certain articles that had been published in the Lotta Continua newspaper.", "The second and third applicants appealed to the Court of Cassation. They argued, inter alia, that the reasoning in the judgment of 12 July 1991 was illogical and that the intrinsic and extrinsic credibility of Mr Marino’s testimony had not been established.", "On 15 July 1992 the case was assigned to the full court of the Court of Cassation.", "In a judgment of 21 October 1992, which was lodged with the registry on 22 February 1993, the full court set aside the judgment of the Milan Assize Court of Appeal in so far as it concerned the charges of homicide against the two applicants who had appealed and remitted the case to the same court. Mr Sofri also benefited by “extension” from that decision, in accordance with Article 587 § 1 of the Code of Criminal Procedure.", "The Court of Cassation found, inter alia, that the Assize Court of Appeal had relied in its decision on Mr Marino’s intrinsic credibility, which had not been proved. It pointed out that the credibility of former accomplices had to be established, firstly, by reference to the following factors: their social, financial and family situation, their past, their links with other accomplices, and the immediate and underlying reasons for their decision to confess and to implicate their accomplices. The intrinsic coherence of their statements then had to be examined with the help of the criteria established by the case-law: notably the accuracy, consistency and spontaneity of the statements. Only after establishing the credibility of the former accomplice (riscontri) was the court to examine the evidence corroborating his or her testimony.", "In a judgment of 21 December 1993, which was lodged with the registry on 23 March 1994, the Second Division of the Milan Assize Court of Appeal, presided over by Mr Gnocchi, acquitted the two applicants who had appealed and, by “extension”, Mr Sofri and Mr Marino.", "The judgment, which was drafted by Mr Pincioni and ran to 387 pages, pointed to evidence, firstly, that Mr Marino was genuinely repentant, had not sought to accuse the applicants unjustly and bore them no hatred and, secondly, that there was no plot against the applicants. That evidence indicated that Mr Marino was, on the face of it, a credible witness. As it had been asked to do by the Court of Cassation, the Assize Court of Appeal then turned to the intrinsic coherence of Mr Marino’s testimony and concluded that his confession had not been obtained through any duress or mental conditioning, especially as he had not been charged with or prosecuted for any other offences and, therefore, had no interest in accusing the applicants. Mr Marino’s evidence was precise and coherent, in spite of certain contradictions that were no doubt attributable to the time that had elapsed since the murder and the psychological pressure he had been under. It was also necessary to take into account the fact that Mr Marino came from a different cultural background to Mr Sofri and Mr Pietrostefani and had had difficulty in answering the numerous questions put to him by the applicants. As regards corroboration of Mr Marino’s testimony, there was clear evidence of the existence of an illegal executive committee at Lotta Continua and various statements made by Mr Marino accorded with the results of police inquiries and the evidence of various witnesses. The lack of fingerprints inside the car used by the murderers was explained by the fact that they had not touched any of the smooth surfaces.", "However, the last five pages of the judgment of 21 December 1993 pointed to testimony on six factual matters that was insufficiently supported by other evidence and constituted “twilight areas” in Mr Marino’s evidence. The relevant circumstances were as follows:", "1. Mr Marino had incorrectly identified the colour of the car used to commit the murder.", "2. In his initial statements, he had failed to mention that he knew one “Luigi”, who had allegedly assisted him in preparing the murder and stealing the Fiat 125;", "3. Mr Marino said that the road-traffic accident that had occurred immediately after the murder had taken place in a car park, whereas an eyewitness said that it had happened elsewhere.", "4. Mr Marino said that he had reversed along a stretch of road just before the murder, but this was denied by eyewitnesses.", "5. According to some witnesses, the car carrying the killers was driven by a woman, not by Mr Marino (a version that was supported by the fact that the police had found a pair of ladies glasses in the car);", "6. Mr Marino could not recall certain items that had been found in the car and which did not belong to the owner.", "In view of those circumstances, it was not possible to conclude that Mr Marino’s account was sufficiently corroborated by other evidence, so that his presence in Milan on the day of the murder could not be considered to have been proved. Since his guilt could not be established, his evidence also had to be regarded as unreliable in so far as it concerned acts allegedly committed by the applicants. As a result, it was not necessary to take into consideration his account of the applicants’ role.", "The applicants affirmed that Judge Pincioni disagreed with the Second Division of the Milan Assize Court of Appeal’s verdict acquitting them. In a letter of 10 October 2001, the Registry of the Court asked the Respondent Government to advise on the basis of the relevant documentation whether this was true.", "In a memorandum from the Ministry of Justice dated 19 November 2001, the Government informed the Court that at the end of the deliberations of the Milan Assize Court of Appeal, composed inter alia of Mr Pincioni, the President of the Assize Court of Appeal had lodged with the registry, in accordance with Article 125 § 5 of the Code of Criminal Procedure, a signed and sealed envelope containing the name of the dissenting judge or judges and details of the issue or issues on which they dissented. The Government stated that the existence of that envelope showed that at least one of the members of the Milan Assize Court of Appeal had disagreed with the decision to acquit. The names of the dissenting judge or judges could, however, only be ascertained by opening the sealed envelope. However, the Government considered that the envelope could not be produced to the Court for the following reasons:", "1. Envelopes were only to be opened for the purposes of protecting a dissenting judge against court proceedings for professional negligence.", "2. Section 16(5) of the Civil Liability of Judges Act (Law no. 117 of 1988) laid down that such envelopes were to be sent to the court in which the Prime Minister had issued proceedings seeking reimbursement of compensation paid to an injured party from the judge who delivered the decision.", "According to the Government, the provisions of domestic law that allowed a derogation to be made from the rules of confidentiality applicable to proceedings in private applied only in special circumstances and could not be interpreted widely by analogy.", "The applicants disagreed with the Government and considered that the refusal to produce the envelope to the Court was unacceptable. The Italian authorities had thereby prevented the Convention institutions from gaining access to the sole document capable of establishing a vital point in their submissions.", "On 7 April 1994 Mr Sofri lodged a complaint against Mr Pincioni. He alleged that the judge had drafted a “suicidal judgment” with 382 pages devoted to evidence pointing to the applicants’ guilt and barely 5 pages to the areas of doubt that had persuaded the Assize Court of Appeal to acquit.", "The Brescia Public Prosecutor’s Office requested that no action be taken on the complaint. It noted that Mr Sofri’s complaints concerned the performance of judicial duties by a judge of the Assize Court of Appeal. It did not constitute a criminal offence for a judge to make mistakes when drafting a judgment. Any such mistakes could, if appropriate, be used as the basis for an appeal against the judgment. By an order of 12 May 1994, the Brescia investigating judge granted the Public Prosecutor’s Office’s application.", "Mr Sofri said in response to that decision that he had not appealed to the Court of Cassation and would not be doing so, as he had been acquitted, not convicted.", "The Public Prosecutor of the Milan Court of Appeal appealed to the Court of Cassation against the judgment of 21 December 1993, arguing that the reasoning was illogical and contradictory.", "In a judgment of 27 October 1994, which was lodged with the registry on 20 December 1994, the Court of Cassation set aside the judgment of 21 December 1993, holding that the reasoning was illogical, contradictory and insufficient, and remitted the case to a different division of the Milan Assize Court of Appeal.", "The Court of Cassation noted that the Assize Court of Appeal had carefully examined Mr Marino’s confession and found that it was entirely credible and corroborated by other evidence. However, the last four pages of the impugned judgment referred to “obscure” circumstances which it said justified an acquittal. That manner of proceeding was illogical and contradictory, in particular because the “obscure” circumstances had in fact been clarified in the initial part of the judgment in which the Assize Court of Appeal had explained why they did not cast doubt on Mr Marino’s version of events. Accordingly, the doubts concerning his credibility were superficial only and not based on any concrete and compelling reason capable of outweighing the evidence of guilt referred to in the initial part of the judgment. The Court of Cassation was also critical of the Assize Court of Appeal’s decision not to examine Mr Marino’s evidence concerning the applicants’ liability.", "After admitting in evidence A viso aperto, a book containing an interview with Mr Renato Curcio, the suspected leader of the Red Brigades, and testimony from one of the members of that organisation, the Third Division of the Milan Assize Court of Appeal convicted the applicants and sentenced them to twenty-two years’ imprisonment in a judgment of 11 November 1995, which was lodged with the registry on 20 April 1996. It also ruled that prosecution of the offence of which Mr Marino was accused was time-barred in view of his mitigating circumstances.", "The Assize Court of Appeal found that Mr Marino had genuinely repented, bore no hatred of or hostility to the applicants and had no interest in accusing them falsely. He was a credible witness whose evidence was coherent, precise and consistent, the inaccuracies in his depositions being minimal and concerning aspects of the murder that were of secondary importance. The court found that the existence of an illegal executive committee within Lotta Continua had been fully established and Mr Marino’s evidence was consistent with the results of the police investigations.", "The applicants appealed to the Court of Cassation. They argued that Mr Marino was not a credible witness, since despite declaring himself genuinely repentant after the killing, he had continued to commit armed robberies. They also pointed to numerous contradictions in his statements, which, contrary to what the Assize Court of Appeal had affirmed, had not been eliminated.", "Subsequently, X and Y, two members of the jury that had tried the case in the Milan Assize Court of Appeal, made the following statement in private interviews with journalists and lawyers at the beginning of 1996. They said that at the end of the deliberations in the jury room, the jurors had been divided (four votes to four) between those minded to convict and those minded to acquit. The applicants should therefore have been found not guilty under the “most favourable decision for the accused” rule (Article 473 § 4 of the Code of Criminal Procedure). However, the President of the Assize Court of Appeal, Mr Della Torre, had encouraged jurors to change their vote to avoid “ruining” the judgment and forcing the public prosecutor’s office to appeal to the Court of Cassation; at the same time he had assured them that any guilty verdict they returned could be accompanied by a request for clemency for the applicants. Some of the jurors had at that point proposed finding mitigating circumstances to enable the accused to benefit from the statute of limitations. However, Mr Della Torre had also advised against that course of action, arguing that it would be tantamount to saying that they were not convinced of the applicants’ guilt. Two jurors had then changed their minds and voted in favour of a conviction.", "On 7 May 1996, after learning of the two jurors’ account of the deliberations of the Milan Assize Court of Appeal, Mr Sofri lodged a complaint against Mr Della Torre for abuse of authority.", "On 6 June 1996 the Brescia Public Prosecutor opened an inquiry. On 27 October 1996 Mr Sofri requested that a statement be taken from a Mrs D. whom he said would be able to testify that well before the end of the trial Mr Della Torre had told her privately that the applicants were undoubtedly guilty. Mr Sofri also made a request for statements to be taken from all the members of the Second and Third Divisions of the Milan Assize Court of Appeal (to which the first and second remittals of the case were respectively made).", "On 30 September 1996 Mr Bompressi made an application to the Court of Cassation for an order staying the proceedings pending the outcome of the inquiry into Mr Della Torre’s conduct.", "On 27 October 1996 Mr Sofri requested the Brescia Public Prosecutor’s Office to interview Mrs D. and all the members, both full and substitute, of the Milan Court of Appeal. He referred, in particular, to Mrs D’s conversation with Mr Della Torre, and said that Mrs D. had immediately informed one of the defendants of Mr Della Torre’s remarks, who had passed on the information to his co-accused and defence counsel.", "On 30 October 1996 the newspaper Il Corriere della Sera published a statement by a person who had served on the jury at the second retrial confirming, in substance, Mr Sofri’s allegations. It did not identify its source.", "On 7 November 1996 all the members of the jury who had sat at the second retrial were questioned by the Brescia Public Prosecutor or the police. They all said that they were bound by Article 201 of the Code of Criminal Procedure to remain silent about the circumstances surrounding the deliberations in the jury room, which were confidential under Italian law. The Public Prosecutor nevertheless urged them to testify, saying that the duty to remain silent had to yield to the duty of persons holding public office to report criminal offences for which a prosecution lay without a formal complaint being made.", "X and Y stood by their depositions. X further stated that in another trial that had ended with the accused’s conviction, Mr Della Torre had congratulated the jury on the vote and added: “I hope that in the Calabresi trial everyone will be like you and no one will allow themselves to be overawed, as last time they acquitted everybody when they shouldn’t have” (Spero che al Calabresi siano tutti come lei, che nessuno si lasci condizionare, perché l’ultima volta hanno assolto tutti, e non dovevano.)", "In addition, Y and Z (one of the substitute members of the Third Section of the Milan Assize Court of Appeal) said in evidence that Mr Della Torre had recommended that the jurors should focus in their reading on the judgment drafted by Mr Pincioni and the judgment at first instance. They also said that some of the jurors had had difficulty in obtaining a copy of a pleading filed by Mr Sofri at the original trial.", "On 8 November 1996 Mrs D. was also questioned by the Public Prosecutor. She said that she was a “very dear friend” of Mr Pietrostefani’s wife, and greatly admired Mr Pietrostefani. During a private conversation before the trial Mr Della Torre had said that evidence had been obtained to support the accusations that had been made against the applicants, that Lotta Continua was a terrorist organisation and its members madmen (scalmanati). A few days later Mrs D. had informed Mr Pietrostefani of her conversation with Mr Della Torre and said that she was prepared to repeat her account to the authorities.", "On 16 December 1996 and 12 February 1997 the Brescia Public Prosecutor questioned Mr Della Torre and Mr De Ruggiero (the latter being the other professional judge who had sat at the second retrial).", "In a judgment of 22 January 1997, which was lodged with the registry on 25 February 1997, the Court of Cassation dismissed the applicants’ appeals, holding that the Assize Court of Appeal had given logical and correct reasons for its findings on all the issues. It also dismissed Mr Bompressi’s application for a stay, observing that under the relevant provisions of domestic law (Articles 3 and 479 of the Code of Criminal Procedure) criminal proceedings could only be stayed if their outcome depended on the resolution of a preliminary question of civil or administrative law and that no such measure was available if the preliminary question concerned a point of criminal law. It went on to say that Mr Bompressi’s submissions were in any event manifestly unfounded, as an impugned decision could only be declared null and void as a result of the voting procedure at private deliberations in very specific circumstances.", "On 24 January 1997, on an application by Mr Bompressi, the Brescia Public Prosecutor’s Office requested the investigating judge to reopen the inquiry into Mr Pincioni’s conduct, which had been officially closed on 12 May 1994. The Public Prosecutor’s Office submitted that evidence found in the inquiry into Mr Della Torre’s conduct called for new investigations into Mr Pincioni’s conduct.", "By an order of 4 February 1997, the Brescia investigating judge dismissed the Public Prosecutor’s Office’s application. He observed, inter alia, that the Public Prosecutor’s Office had produced no new evidence against Mr Pincioni and that the reference to the investigations into Mr Della Torre’s conduct did not appear relevant, as no link could be found between the conduct of the two judges, who had been involved at different stages in the proceedings and in an entirely different context.", "On 25 March 1997 the Brescia Public Prosecutor’s Office requested that no further action be taken on Mr Sofri’s complaint. As regards the deliberations and the vote in the jury room, the Public Prosecutor had obtained “disturbing evidence” from certain members of the jury (X, Y and Z) of conduct on the part of Mr Della Torre that could be described as abusive and intended to prejudice the applicants. However, those statements had not been corroborated by the other members of the jury or Mr De Ruggiero. The Public Prosecutor did not think that X and Y were lying and pointed out that X could not have been politically motivated, as he had been a militant for the far right in the past. The explanation was simply that, in the tense atmosphere produced by such a complex and sensitive trial, the two jurors had construed some of Mr Della Torre “inappropriate remarks” as intended to influence the jury. The notion that Mr Sofri had lodged his complaint solely in order to permit him to intervene in the Court of Cassation proceedings could also be ruled out, as he had reported serious matters that might have had a bearing on the position of the accused in the Calabresi trial.", "Mr Sofri opposed the request for no further action to be taken on the complaint. In view of the different accounts that had been given by the jurors, he requested further investigations in order to verify how the vote in the jury room had been taken and a confrontation between Mr Della Torre, X and Mrs D.", "A hearing was held in private before the investigating judge.", "On 26 June 1997 the Brescia investigating judge made an order for no further action to be taken on Mr Sofri’s complaint. He observed, firstly, that legal commentators considered that judges derived their decision-making power directly from the people and consequently could not be guilty of abuse of authority when exercising it. Further, there was no indication that Mr Della Torre was driven by “self interest”, and nothing in the case file to suggest that he had sought to damage the accused or pursue unlawful objectives. In addition, the Public Prosecutor should not have ordered the jurors from the Assize Court of Appeal to answer his questions. The confidentiality of votes cast and opinions expressed in the jury room was intended to guarantee judicial independence and ensure the proper administration of justice. Discussions in the jury room could be animated without being unlawful and the manner in which a court reached its verdict ought not to become the subject of an inquiry. The statements of the members of Assize Court of Appeal had therefore been obtained illegally and were inadmissible in evidence. The complaint should consequently have been filed away for lack of supporting evidence, not because it disclosed no criminal offence. Lastly, a decided case on the abuse of authority indicated that Mr Sofri could not claim to be a victim of the matters complained of. His opposition to the request for no further action to be taken could not therefore be taken into consideration. In any event, the witness statements which Mr Sofri had requested were unlawful in so far as they concerned the subject matter of deliberations in the jury room and irrelevant in so far as they related to other matters.", "The investigating judge nevertheless considered it helpful, “in the interests of accuracy and in view of the sensitive nature of the case”, to analyse the evidence that had been obtained by the Public Prosecutor’s Office. He attached little credibility to X’s and Y’s statements and considered that there was considerable doubt as to their spontaneity. In particular, there were a large number of discrepancies between their accounts, which were not corroborated by the statements of the other jurors and Mr De Ruggiero, who denied that there had been any attempt by Mr Della Torre to exert unlawful pressure. In addition, X and Y had initially recounted their story to the press and certain members of the public, rather than to the authorities, and had not expressed dissenting opinions as they were entitled to do by Article 125 § 5 of the Code of Criminal Procedure.", "The investigating judge also took into account Mrs D.’s evidence, which the representative of the public prosecutor’s office had regarded as accurate and credible, but not such as to render Mr Della Torre criminally liable, since the matters alleged fell to be considered from a moral and ethical standpoint. The investigating judge noted on the contrary that it appeared highly unlikely that a judge with Mr Della Torre’s experience would have revealed his personal conviction that the accused were guilty to someone whom he had just met and who was a “dear friend” of Mr Pietrostefani. Moreover, even assuming that he had passed on his views, such conduct did not constitute a criminal offence, but grounds for requiring him to stand down. However, the applicants, who were well aware of Mrs D.’s allegations, had not requested him to do so.", "Mr Sofri appealed to the Court of Cassation.", "In a judgment of 16 December 1997, which was lodged with the registry on 12 January 1998, the Court of Cassation declared the appeal inadmissible, noting that a decision to take no further action could only form the subject of an appeal to the Court of Cassation if the complainant had not been given an opportunity to challenge the order for no further action to be taken and to obtain a hearing in private, or if the investigating judge had failed to state in his order the reasons why such a challenge was inadmissible. In the instant case, no violation of the complainant’s procedural rights could be discerned and Mr Sofri’s allegations related solely to the merits of the Brescia judge’s decision, an issue which the Court of Cassation had no jurisdiction to decide.", "On 15 December 1997 the applicants applied to the Milan Court of Appeal for a review, alleging that there was new evidence to show that they should have been acquitted. They referred, inter alia, to the following evidence:", "– documents, in particular press articles, a computer presentation of the dynamics of the murder, a reconstitution of the car accident with a witness, the personal diary of Mr Marino’s partner, Mrs Bistolfi, accompanied by the reports of two expert witnesses, one a handwriting expert and the other a psychologist;", "– a computer presentation showing photographs of a bullet and of a fragment of a bullet;", "– a ballistic expert’s report based on the computer presentation;", "– statements by certain witnesses.", "According to the applicants, this evidence proved that Mr Marino was not a credible witness.", "In particular, Mr G., an eye witness, had stated that two days after the murder, he had been shown photographs by two police officers from which he thought he recognised the killer. He had subsequently recounted this episode at police headquarters, but had been highly disconcerted by the indifference of the officials there and resolved not to talk about the matter further.", "Mr T. had said that he had seen Mr Bompressi on the morning of the murder in a bar in Massa, several kilometres from Milan.", "Mr A. had said that he had explained to Mr Marino in 1980 or 1981 the legal advantages to cooperating with the criminal-justice system. He had also testified that Mr Marino and his partner were short of money.", "Lastly, it appeared from a psychologist’s report and certain extracts from her diary that Mrs Bistolfi was suffering from a form of schizophrenia, that neither she nor Mr Marino knew how the murder of Superintendent Calabresi had been carried out and that, contrary to what she asserted, she had been aware that Mr Marino intended to make a confession. The applicants produced copies of the relevant diary extracts.", "They also requested that the civil parties’ submissions be declared inadmissible.", "In an order of 10 March 1998, the Milan Court of Appeal dismissed the latter application, holding that the civil parties were entitled to express their views on the application for a review.", "In an order of 18 March 1998, the Court of Appeal dismissed the application for a review as being manifestly unfounded. It noted that some of the evidence referred to by the applicants was not new, having previously been examined at first and second instance. As to the remaining evidence, it did not raise any doubts as to the guilt of those who had been convicted.", "The applicants appealed to the Court of Cassation against the orders of 10 and 18 March 1998. They argued that, as a result of the judgment of 21 October 1992, the decisions of the courts of first and second instance had been quashed so that evidence that had been presented subsequently had to be regarded as “new”. They also complained that the Court of Appeal had examined the relevance, not just the admissibility, of the evidence on which their application was based.", "On 17 June 1998 the public prosecutor sought an order setting aside the orders of 10 and 18 March 1998. He relied primarily on the applicants’ grounds of appeal to the Court of Cassation.", "On 18 August 1998 a compulsory residence order was made in respect of Mr Bompressi on health grounds. However, he subsequently returned to prison.", "In a judgment of 6 October 1998, which was lodged with the registry on 28 October 1998, the Court of Cassation set aside the impugned orders and remitted the case to a different division of the Milan Court of Appeal. It ruled, firstly, that the civil parties could not take part in the proceedings to determine whether the case should be sent for review. Further, it found that any evidence that was presented but not examined at the trial had to be regarded as “new”. It added that in review proceedings account also had to be taken of expert evidence obtained with the help of new methods and techniques. In particular, the computer presentation of the photographs of the bullets was helpful, especially in view of the fact that the original bullets had improperly been destroyed before the start of the trial at first instance and that the ballistic tests had had to be carried out using the photographs. Furthermore, the Milan Court of Appeal, which should only have carried out a preliminary examination of the admissibility of the application, had in fact conducted a detailed analysis of the relevance of each piece of evidence adduced by the applicants, thereby anticipating the judgment on the merits.", "By virtue of new legislation that had come into force in the interim, the Brescia Court of Appeal had acquired jurisdiction to consider the application for a review.", "In an order of 23 February 1999, it dismissed the application. It found, inter alia, that the “new” evidence submitted by the applicants was either inconsistent and contradictory, or manifestly irrelevant, and accordingly could not alter the outcome of the proceedings. Furthermore, it was not capable of corroborating the applicants’ allegations of the existence of a “plot” by certain State agents against Lotta Continua.", "The applicants appealed to the Court of Cassation.", "On 28 April 1999 the public prosecutor applied for an order setting aside the order of 23 February 1999, on the grounds that the Brescia Court of Appeal had examined the “new” evidence separately and not, as it should have done, as a whole.", "In a judgment of 27 May 1999, which was lodged with the registry on 30 June 1999, the Court of Cassation set aside the impugned order and remitted the case to the Venice Court of Appeal. It observed, inter alia, that the Brescia Court of Appeal had examined the items of evidence produced by the applicants primarily with a view to disproving the existence of a plot against Lotta Continua, and had thus omitted to examine whether the applicants had grounds for challenging the findings of the courts that had convicted them on appeal. Furthermore, some of the criticism of the new evidence was illogical and de facto anticipated the judgment on the merits. Nor had the evidence been considered as a whole. The Court of Cassation added that the applicants had been within their rights when they produced copies of Mrs Bistolfi’s personal diary and that the question of the authenticity of the copies should have been left to the tribunal of fact.", "In an order of 24 August 1999, the Venice Court of Appeal declared the application for a review admissible. It accordingly made an order commencing the review proceedings and provisionally staying execution of the applicants’ sentences. Compulsory residence orders were made against the applicants and they were prohibited from leaving the national territory. These security measures were set aside by an order of 23 November 1999.", "The Court of Appeal added that Mr Marino, who had not applied for a review, should also be regarded as an accused, his own conviction being potentially null and void if the applicants were acquitted.", "The proceedings began on 20 October 1999. After three hearings, the expert witnesses previously appointed by the Court of Appeal were sworn in on 2 November 1999. The Court of Appeal then heard evidence from Mr Marino, the applicants, a number of other witnesses and expert witnesses who had been appointed by the court of its own motion and the defence. The expert witnesses said, inter alia, that they had concluded from an analysis of the photographs of the bullets and the computer presentation of the photographs that the shots had not been fired from the same weapon, contrary to what Mr Marino had affirmed.", "In the course of the proceedings, the applicants applied for an order requiring Mrs Bistolfi to testify to the meaning of certain passages in her personal diary. However, she pleaded her right to remain silent under Article 199 of the Code of Criminal Procedure, as the partner of one of the accused, Mr Marino. The Court of Appeal ruled that that right could also be exercised by a person who, like Mrs Bistolfi, had chosen not to avail herself of it when questioned in the proceedings that had preceded the review proceedings. Moreover, at the review stage, the application was for Mrs Bistolfi to explain the content of her personal diary, which the defence had produced only after the trial was over; in other words she was being asked to give evidence on matters that were unconnected with her previous testimony. The Court of Appeal added that Article 199 of the Code of Criminal Procedure was intended to resolve the conflict between the general interest in ensuring that witnesses to relevant events testified and the private interest arising out of feelings for one’s family which could incite witnesses to lie – and thereby to commit perjury – in order to avoid harming their relatives’ case. In the situation that obtained in the case before it, the legislature and the Constitutional Court had decided that precedence should be given to the latter interest.", "On 18 January 2000 the Court of Appeal decided to bring the trial to an end.", "In a judgment of 24 January 2000, which was adopted after six days of deliberations in private, the Court of Appeal dismissed the application for a review and revoked the orders staying execution of the applicants’ sentences. It examined the new evidence that had been produced by the applicants and the evidence that had not been taken into consideration in the proceedings on the merits and concluded that it did not justify acquitting the applicants. Although it was regrettable that the bullets had been destroyed, it was not the fault of the investigating judge or the representative of the public prosecutor’s office, neither of whom had even been consulted on the subject. Furthermore, the expert evidence adduced by the applicants on the photographs of the bullets and the car did not prove that they were telling the truth, as it was insufficient to support their affirmations.", "The Court of Appeal found that the fact that Mrs Bistolfi had exercised her right to remain silent during the review proceedings did not make her earlier testimony less credible. In any event, that testimony served only to corroborate Mr Marino’s confession and, even without it, the applicants should still have been convicted. The Court of Appeal found in particular that Mrs Bistolfi’s decision had not been taken on a whim, but reflected her wish not to divulge the strictly private details contained in her personal diary.", "Although the copies of the diary that had been produced by the applicants had to be considered authentic, the Court of Appeal noted that it was difficult (if not impossible) to decipher the exact meaning of the handwritten notes it contained. The applicants had referred, in particular, to the following undated passage:", "“VII purification of the penis and the uterus", "I am in the car with Marino.", "He stops in front of the town hall and says to me: “The Superintendent now has a post at the town hall.”", "A man (Marino?) enters.", "He makes himself heard; he takes him under his arm and they leave together.", "They make their way along a path lined with wild grasses.", "Among the grasses is a stork puppet with a child puppet in its beak.", "I think: “It’s the eye witness.”", "Marino (?) and the Superintendent head towards the end of the path – the lake –", "Making my way back I take the child puppet", "as the stork puppet is too big.”", "The parties had also mentioned the following phrases:", "“Is Marino going to sort his matters out alone?", "Am I going to write to Sandro FOR Marino?”", "“Last year, on 3 June (I did not", "know that it was your birthday", "or that a series of horrible things", "were in the process of happening to me), in the train,", "I sat in seat no. 38 and felt", "DON’T NEGLECT ME.”", "The Court of Appeal noted that Mrs Bistolfi had not given evidence at the hearing or, therefore, provided her own account of the passages concerned. In addition, it was not possible to establish from an analysis of the entries that Mr Marino’s partner had intended to refer, albeit in an elusive and dreamlike manner, to Superintendent Calabresi’s murder. In that connection, the evidence of certain witnesses showed that at least some of the statements made in Mrs Bistolfi’s personal diary were fanciful and totally divorced from reality. Neither the extracts from her diary or the other evidence relied on by the applicants was capable of establishing that Mrs Bistolfi had been aware that Mr Marino intended to make a confession or that they had prepared his confession together. Moreover, even assuming otherwise, any lies Mr Marino may have told about the circumstances in which he had made his confession did not automatically call into question the authenticity of the facts he had related, as they had been confirmed by other evidence.", "A statement of the reasons for the (487 page) judgment of 24 January 2000 was lodged with the registry on 31 March 2000.", "Mr Sofri and Mr Pietrostefani appealed to the Court of Cassation.", "In a judgment of 5 October 2000, which was lodged with the registry on 23 November 2000, the Court of Cassation dismissed their appeals, holding that the Court of Appeal had given logical and proper reasons for its decision on all the disputed issues.", "The assize court and the assize court of appeal are composed of a president, another professional judge (giudice or consigliere a latere) and six jurors (giudici popolari). Substitute jurors attend hearings and replace sitting members if necessary. The votes of the two professional judges and of the jurors on any issue of fact or law carry equal weight.", "Italian law does not require the judge who drafts the reasons for the judgment to be chosen from among the majority. Accordingly, even dissenting judges may be assigned the task of drafting reasons for a decision with which they disagree. In practice, the statement of reasons is usually drafted by a consigliere a latere.", "Article 125 § 3 of the new Code of Criminal Procedure provides:", "“At collective deliberations, at the request of a member of the division who has voted against the decision that has been adopted, a summary record shall be drawn up stating the names of the dissenters, the subject matter or issues with which they disagree and brief reasons for their disagreement.”", "Article 587 § 1 of the new Code of Criminal Procedure (which has the same wording as Article 203 of the former Code of Criminal Procedure) provides:", "“Where several people have taken part in the commission of an offence, an appeal by one accused shall also benefit the others unless it is based on reasons that are peculiar to the appellant.”", "Article 527 § 3 in fine of the new Code of Criminal Procedure (which has the same wording as Article 473 of the former Code of Criminal Procedure), provides that if the vote is split equally at the end of the deliberations, the court will adopt the solution that is most favourable to the accused.", "Article 199 § 1 of the new Code of Criminal Procedure states that close relatives of an accused shall not be compelled to give evidence. This provision also applies to a person cohabiting with the accused, but only in respect of facts that occurred or were discovered during the period of cohabitation (see paragraph 3 (a) of Article 199).", "Article 201 of the Code of Criminal Procedure provides:", "“Save in cases in which they are under a duty to inform the judicial authorities, civil servants and persons holding public office shall be under a duty not to give evidence on confidential facts which they have learnt in the course of their duties.”", "Article 630 of the Code of Criminal Procedure sets out the circumstances in which a convicted person may request a review. More specifically, subparagraph (d) of this provision provides:", "“A review may be requested ... if, after conviction, new evidence comes to light or is discovered which, by itself or together with evidence that has already been considered, shows that the convicted person should be exonerated...”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}