{"ITEMID": "001-113213", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "ADMISSIBILITY", "DATE": 2012, "DOCNAME": "DURSUN v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Françoise Tulkens;Guido Raimondi;Helen Keller;Paulo Pinto De Albuquerque", "TEXT": ["1. The applicant, Mr Haydar Dursun, is a Turkish national who was born in 1964 and lives in İstanbul.", "3. On 26 September 1999, at around 5 p.m., the applicant’s brother, B.D., died as a result of falling from the roof of a building, allegedly while trying to pick a fig from a tree.", "4. Following the incident gendarmerie officers arrived at the scene of the incident. They drafted a report at 5.30 p.m. and drew a sketch.", "5. The Tuzla Public Prosecutor began an investigation into the incident.", "6. On 7 October 1999 the applicant filed a formal complaint with the Tuzla Public Prosecutor’s Office.", "7. According to the autopsy report of 5 November 1999, the experts observed several abrasions and ecchymoses on the deceased’s body. They concluded that the cause of death was fractures to his head due to blunt head trauma, and cerebral bleeding.", "8. On 17 January 2000 the public prosecutor inspected the scene of the incident and interviewed three suspects.", "9. In the meantime the gendarmerie questioned several witnesses.", "10. On 3 March 2000 the Tuzla Public Prosecutor issued a decision not to prosecute. The prosecutor found that B.D. had died as a result of falling from the roof of a building while trying to pick a fig.", "11. On 12 March 2000 the applicant filed an objection against the decision not to prosecute.", "12. On 23 May 2000 the Kadıköy Assize Court quashed the decision of 3 March 2000 and ordered that criminal proceedings be initiated against the suspects on account of the findings of the autopsy report of 5 November 1999. Drawing attention to the ecchymoses on B.D.’s body, the assize court noted that those wounds might have occurred during a fight.", "13. On 16 June 2000 the Kartal Public Prosecutor issued a bill of indictment charging three persons with intentional homicide under Article 448 of the former Criminal Code.", "14. On 21 December 2000, at the fifth hearing, the Kartal Assize Court acquitted the accused as there was not sufficient evidence to convict them.", "15. On 31 October 2001 the Court of Cassation upheld the judgment.", "16. Following the acquittal of the accused, on 1 May 2002 the Tuzla Public Prosecutor issued an extended search warrant in connection with the search for the perpetrators of the incident, valid until 26 September 2004.", "17. On 14 March 2002 the applicant made a request to the Tuzla Public Prosecutor for the investigation to be reopened as he was not satisfied with the outcome of the criminal proceedings. He expressed doubts about the way his brother had died.", "18. On 14 November 2003 a gendarmerie officer took a statement from the applicant concerning the incident. He stated that his brother must have been murdered. The applicant requested that statements be taken from certain persons about whom he had suspicions.", "19. After the issue of the search warrant, the gendarmerie reported to the Tuzla Public Prosecutor at regular intervals that they had been unable to find the perpetrators of the killing of B.D."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}