{"ITEMID": "001-61076", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "GRANDCHAMBER", "DATE": 2003, "DOCNAME": "CASE OF TAHSIN ACAR v. TURKEY", "IMPORTANCE": "1", "CONCLUSION": "Government’s request to strike the application out of the list rejected", "JUDGES": "Luzius Wildhaber;Nicolas Bratza;Paul Mahoney", "TEXT": ["14. The applicant was born in 1970 and lives in Sollentuna (Sweden). A summary of the facts as submitted by the parties in the proceedings before the Chamber is set out below.", "15. The applicant’s brother Mehmet Salim Acar was a farmer living in Ambar, a village in the Bismil district in south-east Turkey. On 20 August 1994, while Mehmet Salim was working in a cotton field near Ambar, a white or grey Renault car without any registration plates stopped. Two armed men in plain clothes – claiming to be police officers – got out of the car and asked Mehmet Salim to accompany them in order to help them find a field. When Mehmet Salim refused to get into the car, the two men threatened him with their weapons. They then took his identity card, tied his hands, blindfolded him, punched him in the head and stomach, forced him into their car and drove off.", "16. The scene was witnessed by Mehmet Salim’s son İhsan Acar, and İlhan Ezer, another farmer. After the car had driven off, İhsan ran to his home and told his mother Halise Acar what had happened, and she in turn informed the village headman. Abide Acar, Mehmet Salim’s daughter, had seen her father in the back seat of a “grey-coloured” car passing through the village while she and a neighbour were washing clothes in a stream. Another villager had allegedly seen Mehmet Salim being taken to the riverbank, where five other people had been waiting in another car. Mehmet Salim’s hands and feet had been tied, he had been blindfolded and his mouth had been taped. The two cars had reportedly driven off in the direction of Bismil. Nothing has been heard from Mehmet Salim since.", "17. Mehmet Salim’s family filed a series of petitions and complaints about his disappearance with the authorities, including the Deputy Governor and the Bismil gendarmerie, in order to find out where and why he was being detained.", "18. On or about 27 August 1994 Mehmet Salim’s sister Meliha Dal personally handed a written petition about her brother’s disappearance to the Deputy Governor of Diyarbakır. After reading the petition and speaking to Ahmet Korkmaz, a non-commissioned officer of the gendarmerie, the Deputy Governor told her that Mehmet Salim was in the hands of the State and that there was nothing she could do for the time being.", "19. When leaving the Deputy Governor’s office, Meliha Dal was approached by a police officer, Mehmet Sen, who volunteered to make enquiries about her brother with a friend in the “torture place” of the Bismil gendarmerie station. This police officer rang Meliha Dal three days later and told her that he had seen Mehmet Salim at the Bismil gendarmerie command and that he could bring him some clothes and cigarettes. After Meliha Dal had fetched some clothes, the police officer told her that he would take these to her brother in one or two days’ time. On 31 August 1994 the police officer called Meliha Dal again and told her that her brother had been taken away from the Bismil gendarmerie command and that he did not know where to.", "20. On 29 August 1994 Hüsna Acar, Mehmet Salim’s mother, filed a petition with the Bismil public prosecutor requesting an investigation of her son’s disappearance.", "21. By a letter of 2 September 1994 the public prosecutor requested information from the Bismil gendarmerie commander about the case. On the same day the public prosecutor took statements from Hüsna, Halise and İhsan Acar, and the farmer İlhan Ezer.", "22. On 19 October 1994 Hüsna Acar asked the Bismil Chief Public Prosecutor for information about the progress of the investigation, but she received no reply.", "23. In his letters of 29 November 1994 and 19 January 1995, the applicant asked the public prosecutor at the Diyarbakır National Security Court to investigate the whereabouts of his brother Mehmet Salim. These letters remained unanswered.", "24. By letters of 15 March and 17 May 1995 the Bismil public prosecutor asked the Bismil gendarmerie commander for information about the case.", "25. On 20 July 1995 the applicant requested the Bismil Chief Public Prosecutor for information about the case of Mehmet Salim Acar and accused the gendarmes İzzetin and Ahmet and the village guard Harun Aca of being responsible for his brother’s abduction.", "26. On 26 and 27 July 1995 the applicant sent letters to the Minister for Human Rights and the Minister of Justice, seeking information about his brother’s whereabouts and condition. On 24 August 1995 the Minister for Human Rights informed the applicant that his petition had been transmitted to the office of the Diyarbakır Governor. In his reply of 30 August 1995 the applicant requested the Minister for Human Rights to ensure his brother’s safety and to take urgent action.", "27. On 21 August 1995 the Bismil public prosecutor informed the Minister of Justice that Mehmet Salim Acar had been abducted by two armed men whose identities had not yet been established.", "28. On 8 September 1995 gendarmes took further statements from Hüsna, Halise and İhsan Acar.", "29. On 27 September 1995 the applicant was contacted by an unknown person who asked for 1,100,000,000 Turkish liras in return for his brother’s release. The applicant was told that his brother would be interrogated at the Bismil gendarmerie command and that he would be able to meet him within a week. On 5 October 1995 Mehmet Salim’s family were contacted by a person called Murat, who informed them that Mehmet Salim had been detained in Bolu and subsequently at a military base. He was alive and was working as an agent for the authorities. In order to have him released, the family would have to comply with the conditions of the Diyarbakır Regiment Commander, namely to keep secret the names of those who had abducted him, as well as the place where and the persons by whom he had been detained. The family refused to accept these demands.", "30. On 25 October 1995 Meliha Dal gave a statement to the Bismil gendarmerie command to the effect that, in her opinion, the gendarmes İzzet Cural and Ahmet Korkmaz and the village guard Harun Aca were responsible for her brother’s abduction.", "31. On 30 October 1995 the home of Meliha Dal was raided by officers of the Diyarbakır Anti-Terrorism Branch, who threatened her with death and attempted to abduct her 12-year-old son.", "32. The applicant was informed in November 1995 by the Diyarbakır general gendarmerie command that his brother had not been apprehended by the gendarmerie but had been abducted by two unidentified civilians who claimed to be policemen.", "33. The applicant also filed a petition about his brother’s disappearance with the Human Rights Commission of the Turkish Grand National Assembly. On 1 December 1995, in reply to a request for information, the office of the Diyarbakır Governor informed the Human Rights Commission that the case had been investigated, that the two gendarmes whose names had been given by the applicant and his sister had not apprehended Mehmet Salim, that he had been abducted by two unidentified individuals and that the investigation of the case by the Bismil public prosecutor was ongoing. This information was transmitted by the Human Rights Commission to the applicant on 18 December 1995.", "34. On 10 June 1996 Hüsna Acar asked the Bismil public prosecutor for information about the investigation.", "35. On 17 June 1996 the Bismil public prosecutor issued a decision of non-jurisdiction (görevsizlik kararı) and transmitted the investigation opened in respect of the gendarmes İzzet Cural and Ahmet Babayiğit and the village guard Harun Aca to the Diyarbakır Provincial Administrative Council (İl İdare Kurulu) for further proceedings under the Law on the Prosecution of Civil Servants (Memurin Muhakematı Kanunu).", "36. On 25 November 1996 Meliha Dal requested the Diyarbakır Governor to open an investigation into Mehmet Salim’s disappearance. On 10 December 1996 the applicant wrote a letter to the President of Turkey and filed a further petition with the Diyarbakır Provincial Administrative Council. On 11 December 1996 Hüsna Acar wrote a letter to the President of Turkey and to the Minister of the Interior, asking them to investigate the disappearance of her son Mehmet Salim. Both petitions were transmitted to the office of the Batman Governor.", "37. On 17 January 1997 the Diyarbakır Governor informed Meliha Dal in response to her petition of 25 November 1996 that an investigation into the matter had been carried out by the Bismil Chief Public Prosecutor and that those responsible for the abduction of her brother had remained unidentified.", "38. In a decision of 23 January 1997 the Diyarbakır Provincial Administrative Council decided, on the ground that there was insufficient evidence, not to take any proceedings against the two gendarmes and the village guard.", "39. On 2 February 2000 at 11.00 p.m., Meliha Dal and Hüsna and Halise Acar watched a news broadcast on the NTV television channel. The newsreader announced that four persons had been apprehended in Diyarbakır, one of whom was named Mehmet Salim Acar. Pictures of the apprehended men were shown and all three of them recognised Mehmet Salim Acar. The three women continued to watch the television news all night and saw him again on the following day during the 8 a.m. television news broadcast.", "40. On 4 February 2000 Meliha Dal and Hüsna and Halise Acar informed the Bismil public prosecutor in person of what they had seen. The public prosecutor telephoned the office of the Diyarbakır public prosecutor and told the women afterwards that three persons by the name of Mehmet Salim Acar had been apprehended, but that, apart from the name, the particulars of the three men did not match those of their relative.", "41. Two days later the Bismil public prosecutor informed Meliha Dal that her brother had in fact been apprehended, that he was being held in prison in Muş, and that he would be released after having given a statement.", "42. On 16 February 2000 Meliha Dal told the Diyarbakır public prosecutor of her sighting of her brother on television and asked the public prosecutor for information about his fate. The public prosecutor referred her to the Şehitlik police station, from where she was referred to the police headquarters for verification of the police computer records. There she was told that she would be informed about her brother and was asked to leave. She has subsequently received no further information from the police headquarters.", "43. On 18 February 2000 Meliha Dal made a similar request to the office of the Diyarbakır Governor, and was again referred to the Şehitlik police station, which directed her to the Anti-Terrorism Branch, where a police officer took a statement from her and recorded her particulars. After about an hour, Meliha Dal was told that her brother had not agreed to see his family. When she refused to accept this answer and insisted on seeing him, she was asked to leave. She was informed three days later that her brother was not in fact at the Anti-Terrorism Branch. She was subsequently told to go to the prison in Muş. When she and İhsan Acar went to the prison, they were shown a person who was not Mehmet Salim Acar.", "44. On 23 March 2000 three officers of the Anti-Terrorism Branch came to the home of Halise Acar and asked her for a copy of her family’s entry in the population register. She was told that they were looking for Mehmet Salim Acar everywhere in Turkey and that he had not been found to be dead.", "45. According to a decision of non-jurisdiction issued on 2 May 2000 by the Muş Chief Public Prosecutor, the person placed in pre-trial detention in Muş was a Mehmet Salih Acar whose year of birth and whose parents did not match the particulars of the applicant’s brother.", "46. On 11 May 2000 Meliha Dal filed a petition with the Diyarbakır public prosecutor seeking an investigation into the sighting of her brother Mehmet Salim Acar during the television news broadcast.", "47. On 30 May 2000 the Diyarbakır Chief Public Prosecutor issued a decision not to open an investigation (tapiksizlik kararı) on the basis of the petition of 11 May 2000. That decision reads as follows:", "“The complainant stated in her petition that her brother had disappeared six years ago and that nothing had been heard from him since, that she recognised one of the persons shown on a news programme in February about persons apprehended during operations conducted against the terror organisation Hizbullah, that this person’s name was the same as her brother’s name, and that she wished to be given the opportunity to watch a video recording [of the news broadcast] so that she could identify her brother.", "it has been stated in the Muş Chief Public Prosecutor’s decision of non-jurisdiction dated 2 May 2000 that the person detained in the province of Muş – a Mehmet Salih Acar, born in 1964 and the son of Yahya and Ayşe – is not the complainant’s brother, and it appears from the above decision of non-jurisdiction and from the birth records that the person detained in Muş, who was put on trial by the Chief Public Prosecutor of the Van State National Court, is not the complainant’s brother.", "It is therefore concluded, in accordance with Article 164 of the Code of Criminal Procedure and subject to the right of appeal, that there is no basis for pursuing the matter ...”", "48. Later in 2000 Meliha Dal spoke with a prison officer in Muş Prison. The officer confirmed that he had seen Mehmet Salim Acar when he and five or six others had been apprehended and taken to Muş Prison. According to Meliha Dal, the officer’s description of Mehmet Salim corresponded to her brother’s appearance.", "49. On 29 August 1994 the applicant’s mother filed a petition with the Bismil public prosecutor’s office requesting an investigation into the whereabouts of her son Mehmet Salim Acar, who had been kidnapped by two men.", "50. The public prosecutor opened an investigation, in the course of which statements were taken from Hüsna and Halise Acar and from the two eyewitnesses of the events, İhsan Acar and İlhan Ezer.", "51. İhsan Acar’s statement of 2 September 1994 to the public prosecutor, which was read out to him before he signed it, reads:", "“On the day of the incident, my father and I were working in the field. When we went to sit under a tree to have lunch, İlhan Ezer, who was working in the field, joined us. There was a twenty-metre distance between my father and me. At this point, a grey-coloured taxi with no number plates came and stopped near my father. The persons in the car spoke with my father. I saw them take the identity cards of my father and of the person called İlhan and then return İlhan’s identity card, and I saw my father get into the taxi. This taxi immediately headed towards the village of Ambar. Later, I went home and informed my mother. As I was far away, I was unable to recognise these people, but I heard that they were speaking Turkish. These people were wearing hats and glasses. That is all I know and what I have witnessed.”", "52. İlhan Ezer’s statement of 2 September 1994 to the public prosecutor, which was read out to him before he signed it, reads:", "“On the day of the incident, while Mehmet Salih Acar and I were having lunch in the field below the village of Ambar, a Renault TX model grey taxi without number plates approached us. The persons in the car asked us to hand over our identity cards. When we refused, they forced us by saying that they were the police and that we were therefore obliged to hand over our identity cards. The persons who asked for our cards had a western accent. Both of them were about 25 or 26 years old. One of them was wearing glasses. They did not give back Mehmet Salih’s identity card. They said that ‘Mehmet Salih will show us someone’s field and then we will send him back’. That is all I know and what I have witnessed in relation to the incident.”", "53. On 19 October 1994 Hüsna Acar filed another petition with the Bismil public prosecutor.", "54. On 15 March 1995 the Bismil public prosecutor requested the Bismil gendarmerie command to investigate whether or not Mehmet Salim Acar had been kidnapped.", "55. On 8 September 1995 gendarmes took statements from Hüsna, Halise and İhsan Acar and from İlhan Ezer. On the basis of the applicant’s allegation that Mehmet Salim Acar had been taken away by two officers of the Bismil gendarmerie and a local village guard, İlhan Ezer was asked whether the persons whom he had seen worked at the Bismil gendarmerie command. He replied:", "“Those persons were not persons working at the Bismil gendarmerie command. As I have already stated above, I have not seen these persons before. Moreover, Mehmet Salim Acar did not behave as if he knew them.”", "56. On 17 June 1996 the Bismil public prosecutor issued a decision of non-jurisdiction and referred the case to the Diyarbakır Provincial Administrative Council. The Administrative Council appointed Sergeant İrfan Odabaş as inspector for the investigation of the applicant’s allegations that his brother had been taken into detention by the gendarmerie captain İzzet Cural and NCO Ahmet Babayiğit under the guidance of the temporary village guard Harun Aca.", "57. On 23 January 1997 the Provincial Administrative Council issued a decision of non-prosecution, finding that there was insufficient evidence to take proceedings against İzzet Cural, Ahmet Babayiğit or Harun Aca.", "58. Mehmet Salim Acar has been included in the list of persons who are being searched for by the gendarmerie in the entire territory of Turkey, and the search for him continues.", "59. The person who was apprehended and shown during a television news broadcast in February 2000 was not the applicant’s brother. Several persons being held in detention have the same name as the applicant’s brother. However, their dates and places of birth and particulars are different from those of the applicant’s brother.", "60. By a letter of 27 August 2001 the Deputy Permanent Representative of Turkey to the Council of Europe informed the Court as follows:", "“... I have the pleasure to enclose herewith the text of a declaration which the Government would be willing to make unilaterally with a view to resolving the ... application.", "The Government kindly requests the Court to decide that it is no longer justified to continue the examination of the application and to strike the case out of the list under Article 37 of the Convention.”", "The relevant parts of the appended declaration read as follows:", "“I declare that the Government of the Republic of Turkey offer to pay ex gratia to the applicant, Mr Tahsin Acar, the amount of 70,000 pounds sterling [in respect of] the application registered under no. 26307/95.", "This sum, which covers any pecuniary and non-pecuniary damage as well as costs, shall be paid in pounds sterling, free of any taxes that may be applicable and to an account named by the applicant. The sum shall be payable within three months from the date of delivery of the judgment by the Court ... This payment will constitute the final resolution of the case.", "The Government regret the occurrence of the actions which have led to the bringing of the present application, in particular the disappearance of the applicant’s brother Mr Mehmet Salim Acar and the anguish caused to his family.", "It is accepted that unrecorded deprivations of liberty and insufficient investigations into allegations of disappearance constitute violations of Articles 2, 5 and 13 of the Convention. The Government undertake to issue appropriate instructions and adopt all necessary measures with a view to ensuring that all deprivations of liberty are fully and accurately recorded by the authorities and that effective investigations into alleged disappearances are carried out in accordance with their obligations under the Convention.", "The Government consider that the supervision by the Committee of Ministers of the execution of Court judgments concerning Turkey in this and similar cases is an appropriate mechanism for ensuring that improvements will be made in this context. To this end, necessary cooperation in this process will continue to take place. ...”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}