{"ITEMID": "001-22541", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ESP", "BRANCH": "ADMISSIBILITY", "DATE": 2001, "DOCNAME": "ASSOCIATION OF THE VICTIMS OF TERRORISM v. SPAIN", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "Georg Ress", "TEXT": ["The applicant is a Madrid association that was formed in 1980 to protect the interests of victims and relatives of victims of acts of terrorism. It was represented before the Court by Mr Trias Sagnier and Mr Murcia Quintan, lawyers practising in Madrid.", "judgment of 29 November 1997 to which reference is made below, may be summarised as follows.", "On 26 April 1995 the terrorist organisation ETA released a communiqué entitled “Democratic alternative” (Alternativa Democrática) through a newspaper, Egin.", "A decision was taken by the Mesa Nacional de Herri Batasuna (MNHB), the executive body of the political movement, Herri Batasuna, to take active steps to disseminate the communiqué from May 1995 onwards. The decision was taken by a differently composed MNHB from that which was subsequently prosecuted.", "In December 1995 the newly composed MNHB drafted a document entitled “Presentation of the democratic alternative to the people” (Presentación Popular de la Alternativa Democrática), in which it set out a strategy for disseminating pro-ETA propaganda through advertisements placed in the press, in particular with the Egin newspaper, and through other channels of communication with the general public in the Basque Country.", "At the end of January 1996, shortly before the general election on 3 March 1996, unidentified members of ETA sent the MNHB two videocassettes on “Alternativa Democrática”. During a meeting on 5 February 1996 and in accordance with Articles 3, 14 and 15 of its articles of association which defined it as the executive body of the Herri Batasuna party with responsibility for representing the political movement, the MNHB agreed to adopt the content of the cassettes and to arrange for their dissemination, and also to allow ETA to use advertising slots that, as a legally recognised political party, had been reserved to Herri Batasuna free of charge for its party political broadcasts. The cassettes presented ETA’s “Alternativa Democrática” programme, with its logo, symbols and weapons, and called, inter alia, for the independence and self-determination of the Basque people, an unconditional general amnesty and the withdrawal of the Spanish Armed Forces from the territory claimed.", "On 15 February 1996 the public prosecutor lodged a complaint with central investigating judge no. 5, who started an investigation (diligencias previas).", "On 16 February the central investigating judge issued an injunction prohibiting the dissemination of the material in slots reserved for free party political broadcasts and of radio announcements intended for that purpose.", "By a decision of 8 March 1996, the central investigating judge agreed to permit the applicant to join the proceedings against the twenty-five members of the MNHB concerned as a third-party prosecutor.", "On 13 June 1996 the Supreme Court held that it had jurisdiction to hear the case, which had been assigned to it as some of those allegedly involved in the matters complained of were members of the parliaments of the autonomous communities of the Basque Country and Navarre.", "On 3 April 1997 the public prosecutor lodged his submissions. The applicant did likewise on 9 May 1997. It argued that the defendants’ acts should be classified as the offence of membership of an armed and the continuing offence of aiding and abetting an armed organisation or, in the alternative, of aiding and abetting an armed organisation and the continuing offence of vindication of offences under Articles 174 bis (b) and 216 bis (a) § 2 of the Criminal Code, or the continuing offence of vindication of terrorism, contrary to Article 216 bis (c) of the Criminal Code. The MNHB lodged its defence submissions on 24 June 1997.", "By a judgment of the Supreme Court on 29 November 1997, the members of the MNHB were acquitted of the offences of being members of an armed organisation and of vindicating acts of terrorism, but convicted under Article 174 bis (a) of the Criminal Code of aiding and abetting an armed organisation. They were sentenced to seven-years’ imprisonment.", "The MNHB lodged an amparo appeal with the Constitutional Court based on their rights to a fair trial and to have their case heard by an independent and impartial court established by law, their right not to incriminate themselves, their rights to respect for freedom of expression and information, to respect for freedom of thought and to take part in politics, and lastly the presumption of innocence and the principle of equality.", "On 22 April 1998 the public prosecutor lodged his pleading setting out his reasons for contesting the grounds relied on by those seeking amparo relief. The applicant followed suit on 25 April.", "By a judgment of 20 July 1999, which was served on the applicant on 26 July 1999, the Constitutional Court, sitting as a full court composed of twelve judges, granted the MNHB amparo relief and quashed the judgment appealed against. It held that the MNHB’s right protected by the rule requiring that offences and punishments shall be strictly defined by law had been infringed by the application of Article 174 bis (a) 1° and 2° of the Criminal Code, in that the penalty imposed was disproportionate on the facts of the case. Three dissenting opinions and four concurring opinions were annexed to the judgment.", "Basic law on the Constitutional Court", "“The Constitutional Court may at any time before adopting its decision inform the parties that other grounds exist, apart from those that have been relied on, that are of relevance to admissibility and, if applicable, to the merits. In such cases a single hearing shall be held for the parties within no more than ten days and the period for delivery of the decision shall be extended accordingly.”", "Third-party prosecution", "In Spanish law the right to bring a criminal prosecution is public. In addition to the public prosecutor, private citizens are entitled to institute criminal proceedings. Citizens may bring a private prosecution (for offences that may be prosecuted by the injured party); these take the form of a special prosecution or a third-party prosecution, the latter being for offences for which a prosecution lies ex officio (Article 125 of the Constitution, section 19 of the Institutional Law on the Powers of the Judiciary and Article 101 of the Code of Criminal Procedure). By Articles 270 and 783 of the Code of Criminal Procedure, third-party prosecutions, unlike special prosecutions, are commenced by a criminal complaint (querella) lodged by someone other than the victim of the crime."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}