{"ITEMID": "001-100895", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SRB", "BRANCH": "COMMITTEE", "DATE": 2010, "DOCNAME": "CASE OF JOVANCIC v. SERBIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 8", "JUDGES": "András Sajó;Kristina Pardalos", "TEXT": ["5. The applicant was born in 1959 and lives in Medoševac.", "6. The facts of the case, as submitted by the parties, may be summarised as follows.", "7. Following the applicant's arrest on 19 June 2002, on 21 May 2003 the District Court of Niš convicted the applicant of forgery and sentenced him to four years and six months in prison.", "8. The Supreme Court of Serbia upheld both the conviction and the sentence on 28 January 2004.", "9. On 19 November 2004 the Supreme Court dismissed the applicant's further appeal on points of law as unavailable under domestic law (odbacio kao nedozvoljen zahtev za ispitivanje zakonitosti pravnosnažne presude).", "10. The applicant served his sentence in the Niš Penitentiary (Kazneno-popravni zavod u Nišu; hereinafter “the prison”).", "11. The applicant's letter of 21 May 2004 to the District Court in Niš bore the prison stamp of the same date and registration number 24-6274/2004.", "12. The applicant's first letter of 22 October 2004, sent to the Court on 27 October 2004, also bore the prison stamp dated 25 October 2004 and registration number 24-13588/2004.", "13. In its own letter of 6 December 2004, inter alia, the Court's Registry therefore informed the applicant in Serbian of the said stamp, assuming that he may not have been aware of it.", "14. In his application form submitted on 23 December 2004, the applicant stated that all his mail addressed to State bodies or his family had to be submitted opened to the prison administration, where it was read. He alleged that this was standard practice based on the provisions of the applicable prison regulations. He also submitted that, in accordance with the said practice, all incoming mail was delivered to prisoners opened, stamped and registered. This letter did not bear any prison stamp.", "15. Finally, the above decision of the Supreme Court of 19 November 2004, which was subsequently sent to the applicant, also bore the prison stamp dated 4 February 2005 and registration number 713-1237/2005.", "16. On 19 September 2006 the applicant was released early on parole.", "17. The relevant domestic law is set out in the Court's judgment of Stojanović v. Serbia (no. 34425/04, §§ 37-43 and 48-49, 19 May 2009)."], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}