{"ITEMID": "001-98688", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF PETRAKIDOU v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "No violation of Art. 8;No violation of Art. 14;No violation of Art. 3;No violation of Art. 5;No violation of Art. 6;No violation of Art. 7;No violation of Art. 11;No violation of Art. 13;No violation of Art. 14+5;No violation of Art. 14+6;No violation of Art. 14+7", "JUDGES": "David Thór Björgvinsson;Giovanni Bonello;Ledi Bianku;Mihai Poalelungi;Nicolas Bratza", "TEXT": ["7. The applicant was born in 1964 and lives in Nicosia.", "8. The applicant claimed that her home had been in Exo Metochi in northern Cyprus. The house concerned had belonged to the applicant’s mother and was located on a large site with trees (covering an area of 711 square metres); it was registered under plot no. 151, sheet/plan 22/20. On 17 April 2002 the applicant’s mother had transferred it to Mr Georgios Sotiri Petrakides (the applicant’s brother) by way of gift.", "9. Since the 1974 Turkish intervention the applicant had been deprived of her home, which was located in the area under the occupation and control of the Turkish military authorities, who had prevented her from having access to and using the property.", "10. On 19 July 1989, the applicant joined an anti-Turkish demonstration in the Ayios Kassianos area in Nicosia in which the applicants in the Chrysostomos and Papachrysostomou v. Turkey (see below) and Loizidou v. Turkey ((merits), 18 December 1996, Reports 1996-VI) cases also took part.", "11. According to the applicant, the demonstration of 19 July 1989 was peaceful and was held on the fifteenth anniversary of the Turkish intervention in Cyprus in support of the missing persons and to protest against human-rights violations. In the course of the demonstration the applicant was seized by the hair and violently beaten on the head, back and bottom and assaulted by Turkish military personnel and/or other personnel acting under Turkish control. They continually grabbed hold of her breasts. She was dragged to a bus through a crowd that spat and swore at her and then taken to the so-called “Pavlides Garage” with other women. On her arrival there the applicant was searched and forced to sit on the floor. The toilet facilities were filthy and she was refused water. Two UN soldiers were present, but were not allowed to note down the names of the detainees. The crowd outside the garage was swearing, and shouting abuse and threats as well as throwing stones at the garage, some of which came through the roof.", "12. On 20 July 1989 the applicant was interrogated in the garage for more than an hour. She refused to sign a statement, which was written in Turkish. The applicant and the other detainees were provided with food and at the same time were photographed and filmed by a television crew.", "13. On the same day, the applicant was taken to court and remanded in custody for two days. She was transferred to Ortakeuy Prison, where she was kept in a cell with another woman. The conditions of detention were appalling and there were not enough beds for all the women detainees; during the night she and the other detainees were harassed by the guards.", "14. On 21 July 1989 the applicant was taken to court to stand trial. She had no legal representation or proper interpretation; she had not previously seen the exhibits which were produced at the trial. Outside the court a crowd had gathered and was constantly shouting.", "15. On the 22 July 1989 the court sentenced the applicant to three days’ imprisonment and a fine of 50 Cyprus pounds (CYP – approximately 85 euros (EUR)), with five additional days in prison in default of payment within 24 hours. After the trial she was taken back to the prison.", "16. In the course of her detention, the guards constantly made a lot of noise both during the day and at night, repeatedly entered the cells and turned on the lights. On two occasions the applicant had to sign documents written in Turkish in order to get her personal effects back. After an incident between the detainees and some Turkish photographers, the applicant was hit by one of her guards and put in an isolation cell, which was filthy, dark, and very hot and had no ventilation. While in the cell, the applicant was attacked and beaten by one of the guards, receiving severe blows to the face, head and arms. Her arm was badly injured and she lost consciousness. She was visited by a person claiming to be a doctor who said that she needed treatment, but none was given. The applicant remained in the isolation cell until her release on 24 July 1989. She was examined by a UN officer, who bandaged her arm; she was then taken by bus to southern Cyprus.", "17. In support of her claim of ill-treatment, the applicant produced two medical certificates. The first was issued by Doctor Andreas Hadjiloizou, a pathologist practising in Ayios Dhometios, on 20 December 2002. It reads as follows:", "“Mrs Petrakidou visited me at my clinic on 25.7.1989 after she was released by the Turks and complained of headaches, difficulty in moving her head and pain in the right lower part of the arm following violent twisting.", "From the examination it was established that she had mild concussion, difficulty in moving her head and pain in the right lower part of the arm due to violent twisting.", "She was advised to remain in bed for one week.", "She has since visited me several times complaining of dizziness and headaches. ”", "18. The second certificate was a “medical opinion” issued on an unspecified date by Doctor Simos Nissiotis, a specialist orthopaedic surgeon practising in Nicosia. It reads as follows:", "“The patient Alkiviadous Petrakidou Marianna has been followed by me from 26/7/1989 for various problems that have been troubling her since the ill-treatment she was subjected to in the prisons of the Turkish-Cypriot pseudo-state in Nicosia.", "The patient participated in an anti-occupation demonstration on 19 July 1989, and was arrested by the authorities of the pseudo-state. During her arrest as well as during her detention she was beaten and ill-treated by the above authorities.", "She was released on 27/7/1989 and was immediately taken to Nicosia General Hospital to be examined by doctors and to be administered medical treatment.", "On 26 July 1989 she visited me in my clinic for further examination and treatment. She presented the following picture:", "1. Injury to the head, concussion. The patient had diffuse haematomas to the head and mainly in her hair and was complaining of headache and dizziness. The patient seemed to be in a very bad shape and had a lot of phobias.", "2. Contusion of the nape. The patient complained of pain and stiffness in the nape and the muscles of the nape were contracted. The movements of the head (bending, extension and rotation) were painful and limited and caused an aggravation of the headache and dizziness.", "3. Contusion of the right forearm. The patient wore an elastic bandage on her right forearm and was complaining mainly of pain with movements in the extensor and flexor. I removed the bandage and she had a haematoma in the area of the round extensor.", "For the orthopaedic problems of the patient I recommended anti-inflammatory, muscle relaxant and analgesic medicines. I put her forearm in a special sock and recommended that after the acute phase (approximately 10 days) she start doing exercise and swimming.", "For her concussion I recommended that she avoid gazing fixedly and exposure to the sun.", "The patient then returned to work on 7 August 1989, though still having problems resulting both from her contusions and her concussion, which however decreased in frequency with the passage of time.", "Ever since then and until today the patient has been suffering mainly from pain in the neck, particularly in the cold months. During these attacks she takes her medicines and the problems disappear. This is due to the weakness of the muscles of the nape caused to her old injury.", "As regards the problems resulting from her concussion, her phobias and her psychological problems, she is being treated by a specialist colleague.", "From an orthopaedic point of view, I recommend that she takes her medicines during attacks and that she swims in the summer in order to strengthen her muscular system. This will help her to have rarer and milder attacks of neck pain.”", "19. The applicant produced a photograph of herself with a bandage on her right arm. This photograph was allegedly taken on her return home after her release by the authorities of the “Turkish Republic of Northern Cyprus” (the “TRNC”).", "20. The Government alleged that the applicant had participated in a violent demonstration with the aim of inflaming anti-Turkish sentiment. The demonstrators, supported by the Greek-Cypriot administration, were demanding that the “Green Line” in Nicosia should be dismantled. Some carried Greek flags, clubs, knives and wire-cutters. They were acting in a provocative manner and shouting abuse. The demonstrators were warned in Greek and English that unless they dispersed they would be arrested in accordance with the laws of the “TRNC”. The applicant was arrested by the Turkish-Cypriot police after crossing the UN buffer zone and entering the area under Turkish-Cypriot control. The Turkish-Cypriot police intervened in the face of the manifest inability of the Greek-Cypriot authorities and the UN Force in Cyprus to contain the incursion and its possible consequences.", "21. No force was used against demonstrators who did not intrude into the “TRNC” border area and, in the case of demonstrators who were arrested for violating the border, no more force was used than was reasonably necessary in the circumstances in order to arrest and detain the persons concerned. No one was ill-treated. It was possible that some of the demonstrators had hurt themselves in the confusion or in attempting to scale barbed wire or other fencing. Had the Turkish police, or anyone else, assaulted or beaten any of the demonstrators, the UN Secretary General would no doubt have referred to this in his report to the Security Council.", "22. The applicant was charged, tried, found guilty and sentenced to a short term of imprisonment. She pleaded not guilty, but did not give evidence and declined to use the available judicial remedies. She was asked if she required assistance from a lawyer registered in the “TRNC”, but refused and did not ask for legal representation. Interpretation services were provided at the trial by qualified interpreters. All the proceedings were translated into Greek.", "23. In his report of 7 December 1989 on the UN operations in Cyprus, the UN Secretary General stated, inter alia:", "“A serious situation, however, arose in July as a result of a demonstration by Greek Cypriots in Nicosia. The details are as follows:", "(a) In the evening of 19 July, some 1,000 Greek Cypriot demonstrators, mostly women, forced their way into the UN buffer zone in the Ayios Kassianos area of Nicosia. The demonstrators broke through a wire barrier maintained by UNFICYP and destroyed an UNFICYP observation post. They then broke through the line formed by UNFICYP soldiers and entered a former school complex where UNFICYP reinforcements regrouped to prevent them from proceeding further. A short while later, Turkish-Cypriot police and security forces elements forced their way into the area and apprehended 111 persons, 101 of them women;", "(b) The Ayios Kassianos school complex is situated in the UN buffer zone. However, the Turkish forces claim it to be on their side of the cease-fire line. Under working arrangements with UNFICYP, the Turkish-Cypriot security forces have patrolled the school grounds for several years within specific restrictions. This patrolling ceased altogether as part of the unmanning agreement implemented last May;", "(c) In the afternoon of 21 July, some 300 Greek Cypriots gathered at the main entrance to the UN protected area in Nicosia, in which the UN headquarters is located, to protest the continuing detention by the Turkish-Cypriot authorities of those apprehended at Ayios Kassianos. The demonstrators, whose number fluctuated between 200 and 2,000, blocked all UN traffic through this entrance until 30 July, when the Turkish-Cypriot authorities released the last two detainees;", "(d) The events described above created considerable tension in the island and intensive efforts were made, both at the UN headquarters and at Nicosia, to contain and resolve the situation. On 21 July, I expressed my concern at the events that have taken place and stressed that it was vital that all parties keep in mind the purpose of the UN buffer zone as well as their responsibility to ensure that that area was not violated. I also urged the Turkish-Cypriot authorities to release without delay all those who had been detained. On 24 July, the President of the Security Council announced that he had conveyed to the representatives of all the parties, on behalf of the members of the Council, the Council’s deep concern at the tense situation created by the incidents of 19 July. He also stressed the need strictly to respect the UN buffer zone and appealed for the immediate release of all persons still detained. He asked all concerned to show maximum restraint and to take urgent steps that would bring about a relaxation of tension and contribute to the creation of an atmosphere favourable to the negotiations.”", "24. The applicant produced 21 photographs taken at different times during the demonstration on 19 July 1989. Photographs 1 to 7 were intended to show that, notwithstanding the deployment of the Turkish-Cypriot police, the demonstration was peaceful. In photographs 8 to 10, members of the Turkish-Cypriot police are seen breaking up the UNFICYP cordon. The final set of photographs show members of the Turkish-Cypriot police using force to arrest some of the women demonstrators.", "25. The English translation of the “TRNC” Nicosia District Court judgment of 22 July 1989 indicates that the applicant, together with 24 other women, was charged with two offences: entering “TRNC” territory without permission (contrary to sections 2, 8 and 9 of Law no. 5/72 – see paragraph 32 below) and entering “TRNC” territory other than through an approved port (contrary to subsections 12(1) and (5) of the Aliens and Immigration Law – see paragraph 33 below).", "26. The judgment was given in the presence of the accused and of an interpreter, who was reminded of his oath. The trial judge noted the following:", "(i) the accused did not accept the charges against them and stated that they did not wish to use the services of a lawyer registered in the “TRNC”;", "(ii) the public prosecutor called seven witnesses, whose statements were translated into Greek for the accused’s benefit;", "(iii) the witnesses (mainly police officers on duty at the time of the demonstration) declared that the accused had illegally entered the “TRNC” buffer zone, shouted abuse at the Turkish-Cypriot forces, resisted arrest by pulling and pushing; knives and other cutting objects had been found in the bags of some of the demonstrators who had been arrested;", "(vi) the accused had been told that they could cross-examine witnesses in turn and, if they wished, choose one of their number to cross-examine the witnesses on behalf of all the accused; however, they did not do so; some of the accused, including the applicant, put questions to the prosecution witnesses; most of the accused women did not make use of their right of cross-examination;", "(v) the applicant made the following statement: “I consider our arrest as illegal, because we were arrested while we were on a territory which, however you look at it, is Hellenic, by troops we do not recognise. We had come in peace, but were faced by violence, not by the Turkish army, but by the Turkish Cypriots, who until then we had considered as brothers”;", "(vi) some of the other women accused gave statements, declaring that the demonstration was peaceful, that they had not carried weapons and that they did not recognise the “TRNC” as a valid State;", "(vii) relying on the statements of the prosecution witnesses, the “TRNC” District Court came to the conclusion that the accused had crossed the borders of the “TRNC” at an unapproved entry point and without permission and had resisted by various means the UN and Turkish forces which had tried to stop them; the statements made by some of the accused were mainly of a political nature and did not undermine the statements of the prosecution witnesses;", "(viii) the prosecution had proved its case beyond reasonable doubt, so that the accused were guilty on both counts;", "(ix) in deciding on the sentence, the “TRNC” District Court had taken into account the seriousness of the offence and the fact that the accused had shown no remorse and continued to deny the validity of the “TRNC”.", "27. Section 70 of the Cypriot Criminal Code reads as follows:", "“Where five or more persons assembled with intent to commit an offence, or, being assembled with intent to carry out some common purpose, conduct themselves in such a manner as to cause persons in the neighbourhood to fear that the persons so assembled will commit a breach of the peace, or will by such assembly needlessly and without any reasonable occasion provoke other persons to commit a breach of the peace they are an unlawful assembly.", "It is immaterial that the original assembling was lawful if, being assembled, they conduct themselves with a common purpose in such a manner as aforesaid.", "When an unlawful assembly has begun to execute the purpose, whether of a public or of a private nature, for which it assembled by a breach of the peace and to the terror of the public, the assembly is called a riot, and the persons assembled are said to be riotously assembled.”", "28. According to section 71 of the Criminal Code, any person who takes part in an unlawful assembly is guilty of a misdemeanour and liable to imprisonment for one year.", "29. Section 80 of the Criminal Code provides:", "“Any person who carries in public without lawful occasion any offensive arm or weapon in such a manner as to cause terror to any person is guilty of a misdemeanour, and is liable to imprisonment for two years, and his arm or weapons shall be forfeited.”", "30. According to Section 82 of the Criminal Code, it is an offence to carry a knife outside the home.", "31. The relevant part of Chapter 155, section 14 of the Criminal Procedure Law states:", "“(1) Any officer may, without warrant, arrest any person -", "...", "(b) who commits in his presence any offence punishable with imprisonment;", "(c) who obstructs a police officer, while in the execution of his duty...”", "32. Section 9 of Law No. 5/72 states:", "“... Any person who enters a prohibited military area without authorization, or by stealth, or fraudulently, shall be tried by a military court in accordance with the Military Offences Act; those found guilty shall be punished.”", "33. Subsections 12 (1) and (5) of the Aliens and Immigration Law read as follows:", "“1. No person shall enter or leave the Colony except through an approved port.", "...", "5. Any person who contravenes or fails to observe any of the provisions of subsections (1), (2), (3) or (4) of this section shall be guilty of an offence and shall be liable to imprisonment for a term not exceeding six months or to a fine not exceeding one hundred pounds or to both such imprisonment and such a fine.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["11", "13", "14", "3", "5", "6", "7", "8"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}