{"ITEMID": "001-4523", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SWE", "BRANCH": "ADMISSIBILITY", "DATE": 1999, "DOCNAME": "PEDERSEN v. SWEDEN", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Josep Casadevall", "TEXT": ["The applicant, a Norwegian citizen born in 1964, resides in Tanumshede, Sweden. Before the Court she is represented by Mr Jan Palmblad, a lawyer practising in Strömstad, Sweden.", "The applicant and A.V. have two children: a son, A, born in 1983, and a daughter, H, born in 1984. Following the parents’ divorce in 1990, the children lived with their mother, the applicant, and had regular contacts with A.V. who lives in Norway. The applicant later started a relationship with H.E. who moved in with the applicant and the two children. In September 1995 it was discovered that he had sexually assaulted H and in November 1995 he was convicted and sentenced to one year in prison. As a consequence, during the period of September 1995 – May 1996 the social authorities in Tanum made an investigation of the family’s situation.", "On 16 June 1996 A.V. removed the children from their home against the applicant’s will. The applicant then instituted proceedings in the Court of Enforcement (namsretten) of Hadeland and Land, invoking the 1980 Hague Convention on the Civil Aspects of International Child Abduction and requesting that the children be returned to her. On 31 July 1996 the court gave a decision in her favour and on 11 August 1996 the children were returned to Sweden.", "On 20 November 1996 A.V. instituted custody proceedings in the District Court (tingsrätten) of Strömstad, requesting that custody of H be transferred to him. The District Court ordered the social authorities in Tanum to submit an opinion in the case, which they did on 5 December 1996. The opinion contained factual information on the family’s situation but did not express any preference as to which parent should be awarded custody.", "The District Court held an oral hearing on 10 December 1996. The applicant, A.V. and their respective lawyers were present at the hearing. By an interim decision of 17 December 1996 the court decided that, pending the final determination of the custody issue, H should continue to live with the applicant.", "A.V. appealed against the interim decision to the Court of Appeal (hovrätten) for Western Sweden. The applicant requested that the appellate court hold a further hearing in the case.", "On 23 January 1997 the Court of Appeal rejected the request for a hearing, finding it unnecessary. It further quashed the District Court’s decision and prescribed that H should live with A.V. on an interim basis. No appeal lay against the appellate court’s decision.", "", "On 19 February 1997 the applicant filed a petition with the Supreme Court (Högsta domstolen), requesting that the Supreme Court reopen the interim issue or decide that the lack of a hearing in the Court of Appeal constituted miscarriage of justice (domvilla).", "By a decision of 28 February 1997 the Supreme Court rejected the applicant’s petition.", "On 29 May 1997 the social authorities submitted its opinion on the custody issue to the District Court. Noting that the social authorities recommended that A.V. be awarded custody of H, the applicant considered that there were little prospects of success in the case. She proposed therefore that she and A.V. should continue to have joint custody of H but that H should live with A.V. An agreement to this effect was signed by the applicant and A.V. on 30 June 1997. Subsequently, at the request of both parties, the District Court struck the case out of its list of cases."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}