{"ITEMID": "001-58893", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2000, "DOCNAME": "CASE OF WLOCH v. POLAND", "IMPORTANCE": "1", "CONCLUSION": "Preliminary objection rejected (non-exhaustion of domestic remedies);Preliminary objection rejected (abuse of process);No violation of Art. 5-1;Violation of Art. 5-4;No violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses award - Convention proceedings", "JUDGES": "Georg Ress", "TEXT": ["9. Investigations concerning the applicant's suspected involvement in illicit foreign adoptions began on an unspecified date in 1993.", "10. On 19 September 1994 the Cracow Regional Prosecutor charged the applicant with trading in children and incitement to give false testimony. On 20 September 1994 the Cracow Regional Prosecutor remanded the applicant in custody.", "11. On 29 September 1994 the applicant was served with written grounds for the decision of 19 September 1994", "12. The applicant lodged an appeal against this decision. He argued, inter alia, that the acts which he had been charged with committing could not possibly amount to the crime of trading in children. He further argued that in view of the fact that a significant number of witnesses had already been questioned by the prosecuting authorities, there was no likelihood that his remaining at liberty would in any manner jeopardise progress in the proceedings.", "13. On 4 October 1994 the Cracow Regional Court examined the appeals against the detention order lodged with the court by the applicant and by his lawyers, Mr W.P. and Mr M.G. The applicant was not present, whereas the public prosecutor, Ms I.K.-B., attended the court session. The court allowed the lawyers to make oral interventions and then ordered them to leave the courtroom. Subsequently, the prosecutor addressed the court, arguing that the detention should be upheld. She argued that the legal qualification of the offence concerned was correct, relying on Article 35 of the United Nations Convention on the Rights of the Child.", "14. By decision of the same date, the court dismissed the applicant's appeal against the decision to remand him in custody. It first acknowledged that the case was without precedent and raised difficult questions of fact and law. The court stated that in examining the decision under appeal, it had limited itself to assessing, from the point of view of provisions governing ordering and maintenance of detention on remand, in particular Article 209 of the Code of Criminal Procedure, the relevance and sufficiency of the evidence gathered against the applicant for ordering detention on remand. However, it stressed that it had refrained from examining closely the substantive-law issues involved in the case. The court further categorically observed that the evidence gathered so far did not justify a suspicion that the applicant had tried to exert undue pressure on policemen involved in the proceedings. However, the evidence in the case file did support a reasonable suspicion that he had committed an offence punishable under Article IX § 2 of the transitional provisions of the Criminal Code, which covered abduction of and trading in children for any purpose and in any form, including, in the court's opinion, situations in which offenders were motivated solely by profit. The court further considered that this provision should be interpreted in the light of the United Nations Convention on the Rights of the Child, which had been ratified by Poland in 1991. The court disagreed with the applicant's argument that he had been acting exclusively in his capacity as a lawyer, having regard to the fact that it transpired from the evidence that in his activities undertaken in connection with the adoption cases he had largely overstepped the limits of what would normally be expected from a lawyer in such cases. In particular, the applicant had been acting as a representative before the courts, but had also been actively seeking children for adoption. He had also been taking de facto and legal steps in order to create artificial situations, which would comply with the requirements of laws governing adoption. The court further agreed with the prosecutor's conclusion that in many cases the applicant's remuneration was improperly high, which seemed to contravene Article 21 of the United Nations Convention on the Rights of the Child. This, in the court's view, indicated that the applicant had been motivated solely by profit.", "15. The court further considered that the assessment of the evidence as a whole warranted a conclusion that the legal requirements for detention on remand had been complied with. Firstly, the voluminous evidence showed that the suspicions against the applicant were well-founded. Secondly, the complexity of the case and the need to take further timeconsuming measures, such as questioning further witnesses and examining numerous documents, argued in favour of the applicant's continued detention in order to safeguard the proper conduct of the proceedings. The court finally considered that there was a risk that the applicant's release would jeopardise the proceedings, having regard in particular to the nature of the charges against him which had included fabricating false evidence for the purposes of adoption proceedings in order to mislead the courts.", "16. On 28 October 1994 the Regional Prosecutor examined the applicant's request for release submitted to the Minister of Justice on 22 September 1994 and refused to allow it.", "17. On 2 November 1994 the applicant asked to be released, or to have his detention replaced by a more lenient preventive measure.", "18. On 14 November 1994 the Cracow Regional Prosecutor declined to entertain the applicant's request for release. The prosecutor considered that, in the light of the applicant's medical records and those of his wife, there were not sufficient grounds to accept his argument that he should be released as there were no indications that his continued detention entailed any danger to life or limb, or any particular hardship for him or for his family.", "19. On 23 November 1994 the Cracow Regional Prosecutor ordered that a medical expert opinion be prepared by two psychiatrists and one psychologist in order to establish whether the applicant's health was compatible with his detention and whether he could be held criminally responsible.", "20. On 2 December 1994 the Cracow Appellate Prosecutor dismissed the applicant's appeal against the decision of 14 November 1994 of the Regional Prosecutor. The Appellate Prosecutor considered that the assessment of the applicant's and his wife's medical records by the Regional Prosecutor had been correct. He further emphasised that the question whether the facts relied on by the prosecuting authorities to justify the applicant's detention could be considered as falling under Article IX of the transitional provisions of the Criminal Code had already been examined by the Regional Prosecutor in his decision of 29 September 1994 and by the Regional Court in its decision of 4 October 1994. Although it was true that the court had regarded this legal qualification as “controversial”, it had accepted the prosecutor's arguments that the applicant's detention was justified.", "21. On 5 December 1994 the Cracow Regional Prosecutor assigned a further expert, a neuropsychology specialist, to examine the applicant in order to complete the medical data gathered in preparing the expert report ordered by the decision of 23 November 1994.", "22. On 5 December 1994 the applicant asked to be interrogated by the Regional Prosecutor.", "23. On 12 December 1994 the Cracow Regional Prosecutor requested the Cracow Regional Court to prolong the applicant's detention until 28 February 1995.", "24. In reply to the applicant's letter of 5 December 1994, the Regional Prosecutor informed him on 16 December 1994 that, in view of the fact that the expert report had to be prepared, he could not have been interrogated before the submission of the prosecutor's request of 12 December 1994 to the court for prolongation of the detention. It was further stated that the relevant legal provisions did not provide for a prosecutor's request for prolongation of detention on remand to be served on an accused. The applicant was also informed that, in view of the fact that the evidence gathered in the investigations justified a conclusion that new developments were to be expected as regards further persons who would ultimately be charged in the case, his lawyer had been refused access to the case file in order to safeguard the proper conduct of the proceedings.", "25. In a letter of 16 December 1994 the applicant complained again that he had not been questioned in the investigations since the day of his arrest.", "26. On 19 December 1994 the Cracow Regional Court, at the request of the Cracow Regional Prosecutor, prolonged the applicant's detention for three months.", "27. In a letter of 21 December 1994 to the Regional Prosecutor the applicant complained that the proceedings concerning the extension of his pre-trial detention were not adversarial, contrary to the requirements of Article 5 of the Convention as neither he nor his lawyer had been allowed access to the case file. He also complained that he was not allowed to participate in religious services in prison and requested permission to obtain new books and newspapers from his family.", "28. In a reply of 10 January 1995 the Regional Prosecutor stated that the applicant had not been questioned because further evidence had to be gathered in order to ensure that his questioning be effective.", "29. On 11 January 1995 the Cracow Court of Appeal examined the applicant's appeal against the decision of 19 December 1994. The court stated that the acts with which the applicant had been charged could not reasonably be qualified as trading in children within the meaning of Article IX of the transitional provisions of the Criminal Code. This was so because, in the assessment of what could constitute an offence of “trading in children”, regard had necessarily to be had to the fact that adoption was in a child's best interests, whereas the notion of trading in human beings inherently involved acts to the detriment of its victims. Whereas it was true, the court continued, that adoption did, to a certain extent, limit the liberty of the person to be adopted, its purpose was to improve the child's living conditions and to enhance its prospects of well-being. Therefore, the adoption in itself had to be perceived as beneficial for the child. In the case under examination, it had not been established by the investigating authorities that the acts with which the applicant had been charged had caused any harm to any children or to other persons. The court attached particular importance to the fact that Article IX of the transitional provisions of the Criminal Code, which penalised trading in human beings, was to be replaced, following a proposal of a committee charged with drafting a new code, by a separate offence of organising adoptions for commercial purposes. This indicated, the court emphasised, that it was impossible to charge the applicant with the offence laid down by Article IX of the transitional provisions, as the offence of trading in human beings was considered by a unanimous opinion of eminent legal scholars, members of the drafting committee, to constitute an offence separate from that of organising adoptions for commercial purposes. The court concluded that the fact that the applicant had acted as a lawyer in many adoption proceedings, and had received fees for doing so, was of itself not sufficient to found a reasonable suspicion that an offence punishable under Article IX had been committed. The applicant was released on the same day.", "30. On 30 January 1995 the Cracow Regional Prosecutor decided to separate the proceedings concerning another lawyer, B.S., charged, together with the applicant, with trading in children, from the applicant's case.", "31. On 23 March 1995 the applicant was to be questioned by the Cracow Regional Prosecutor. He maintained his earlier submissions and refused to testify, pleading that his defence counsel were absent. He also refused to comment on the documents collected as evidence during a search of his home on 20 September 1994.", "32. On 12 April 1995 the applicant was due to be questioned in the presence of one of his defence counsel, Mr M.G. The applicant refused to give evidence, invoking his professional obligation not to reveal information gathered when representing clients.", "33. On 8 May 1995 the United States District Court for the western district of Pennsylvania, upon letters rogatory from the Cracow Regional Prosecutor, ordered that certain witnesses be questioned in connection with the proceedings against the applicant. The court had regard to information submitted by the prosecutor to the effect that the Polish Criminal Code forbade Polish citizens to intervene in adoption proceedings for commercial motives and for profit. The witnesses were to be heard in order to obtain information concerning how the adoptive parents had obtained knowledge of the possibility of adopting Polish children, how they had proceeded to obtain the final judicial decisions on the adoption and what had been the applicant's role.", "34. By letters of 2 June, 25 July and 14 September 1995 the Cracow Regional Prosecutor requested the Department of International Judicial Assistance of the Ministry of Justice to take steps with a view to expediting execution of letters rogatory addressed to the judicial authorities of the states of New York, Illinois and New Jersey.", "35. On 17 June 1995 the applicant complained to the Minister of Justice about the manner in which the proceedings were being conducted. He complained in particular that, despite the considerations set out in the Court of Appeal's decision of 11 January 1995 to release him, the criminal proceedings were still being pursued. He further submitted that his private telephone was being tapped. He complained about a press campaign against him which, in his view, was inspired by Mr A.S., the President of the Supreme Court and at the same time a candidate in the national presidential election. He finally complained about the letters rogatory submitted to the American authorities on the ground that they erroneously stated that organising adoptions for commercial purposes was a criminal offence punishable under Polish law.", "36. In reply, in a letter of 4 July 1995, the Cracow Appellate Prosecutor informed the applicant that an examination of the case files, comprising forty-six volumes, had shown that his complaints were ill-founded. The fact that the Court of Appeal had ruled that the applicant's detention should not be continued had no bearing on the issue of his criminal responsibility. As regards the complaint that his phone was being tapped, the prosecutor's office had not issued any authorisation to that effect. If the applicant had any information indicating that his phone was being tapped illegally, it was open to him to request the institution of criminal investigations in this respect. In so far as the applicant complained that the criminal proceedings against him had been instituted for political motives, this complaint did not call for any comment, in particular in the light of the evidence gathered in the investigations and in view of A.S.'s public statements. As regards the letters rogatory, their legal basis was to be found in Chapter XII of the Code of Criminal Procedure. The complaint that in the applicant's case they amounted to an “abuse of law” was unfounded.", "37. In a letter of 12 August 1995 to the Minister of Justice the applicant alleged that the reply of 4 July 1995 had failed to address his complaints adequately. He emphasised that in the light of the Cracow Court of Appeal's decision of 11 January 1995 the legal qualification of the charges against him was untenable. He further insisted that the prosecutor was well aware of the phone-tapping and that his allegations on the subject were well-founded. He further stressed that he had in fact requested that an analysis be made, in the light of the material gathered by the police using informal methods of obtaining evidence, of the extent to which the manner of conducting his case had really been influenced by A.S., the President of the Supreme Court, who had made “protection of the Polish family” one of the crucial slogans of his presidential campaign. He finally reiterated that in the letters rogatory the Polish authorities had misled the American court as to the legal qualification of the charges against him, in that they had stated that the organising of adoptions amounted to a criminal offence.", "38. By letter of 22 September 1995, the Department of International Judicial Assistance informed the prosecuting authorities that its request had been forwarded to the Polish embassy in Washington on 7 September 1995. On 17 October 1995 the Regional Prosecutor received the evidence collected in pursuance of letters rogatory by the judicial authorities of Pennsylvania.", "39. On 13 November 1995 the Regional Prosecutor again requested the Ministry of Justice to intervene in order to expedite the execution of the letters rogatory. On 23 November 1995 the Ministry of Justice forwarded this request to the Polish embassy in Washington. On 8 January 1996 the Ministry of Justice transmitted certain evidence collected in New Jersey to the Cracow Regional Public Prosecutor.", "40. By letters of 23 February, 21 March and 5 July 1996 the Cracow Regional Public Prosecutor submitted to the Ministry of Justice fresh requests for intervention in order to have letters rogatory carried out. The prosecutor stressed that the investigations could only be completed after collecting the necessary evidence from abroad, and asked for information as to a possible date of execution of the letters rogatory. In reply, by letters of 4 March and 19 July 1996, the Ministry of Justice once again requested the Polish Embassy in Washington to take the necessary steps to expedite their execution.", "41. In a letter of 9 April 1996 the applicant requested the Minister of Justice to supervise the conduct of the case. He complained that his passport had been invalidated and that the relevant proceedings were pending before the Supreme Administrative Court. He further submitted that he had not had any access to the investigation files. He complained that the case had been pending since at least the beginning of 1993 without any decision on the merits having been rendered, and that, as a result of these proceedings, his reputation had suffered badly.", "42. On 27 May 1996 the Cracow Regional Prosecutor requested the New York courts to take further evidence from three witnesses.", "43. By a letter of 16 September 1996, served on the Cracow Regional Prosecutor on 15 October 1996, the United States Department of Justice asked the Polish authorities whether the last witness from the district of New York was still to be questioned. In reply, they were informed on 31 October 1996 that the Cracow Regional Prosecutor was still awaiting the evidence from the witnesses from the districts of New York and New Jersey.", "44. On 7 March 1997 the Cracow Regional Prosecutor asked the United States consulate in Cracow for assistance and intervention in order to accelerate the collection of evidence upon his letter rogatory of 26 May 1994.", "45. On 7 April 1997 the Cracow Regional Prosecutor again asked the Ministry of Justice to intervene. The prosecuting authorities stressed that they were awaiting the testimony of nine witnesses from New York and two witnesses from New Jersey. They stressed that the length of the investigation was due exclusively to the delay in executing the letters rogatory.", "46. In a letter received on 15 April 1997 the Cracow Regional Prosecutor obtained the testimony of one further witness. In that letter the United States Department of Justice asked for more detailed information concerning the whereabouts of witnesses to be questioned. By letter of 28 May 1997, the Cracow Regional Prosecutor once again submitted the information requested.", "47. On 20 November 1997 the Cracow Regional Prosecutor once again requested that the Ministry of Justice take appropriate steps for the evidence to be collected by the United States authorities. On 10 December 1997 the Polish Ministry of Justice informed the Cracow Regional Prosecutor that no further evidence in the case had been submitted by the United States authorities.", "48. By a letter of 3 February 1998 served on the Cracow Regional Prosecutor on 23 February 1998, the United States Department of Justice informed the Polish authorities that further steps had been taken in order to gather the evidence requested.", "49. By a letter of 9 June 1998 the Ministry of Justice reiterated its request, submitted to the United States Department of Justice, for prompt execution of the letters rogatory. In reply, on 8 October 1998 the Cracow Regional Prosecutor was supplied with further evidence, the testimony of one witness, D.L.", "50. On 25 August 1998 the investigations were prolonged until 31 December 1998. By a decision of 30 December 1998 the Minister of Justice again prolonged the investigations, until 30 June 1999. He stressed that the process of collecting evidence following letters rogatory submitted to the United States judicial authorities had not been completed. The same reason was invoked by him in his decision to prolong the investigations further until 30 June 2000.", "51. On 8 December 1998 witness B.B. was questioned by the Cracow Regional Prosecutor.", "52. On 4 February 1999 the Regional Prosecutor refused the applicant access to the case file, considering that this would jeopardise the proper course of proceedings in which evidence was still being gathered.", "53. By a letter of 22 March 1999 the Ministry of Justice again asked the United States Department of Justice for the execution of outstanding letters rogatory without further delay.", "54. By a letter of 23 March 1999 the Cracow Regional Prosecutor once again requested the Ministry of Justice to take appropriate steps in order for the execution of the letters rogatory to be completed. On 19 April and 9 June 1999 the Ministry of Justice resubmitted this request to the United States Department of Justice.", "55. On 23 July 1999 the Cracow Regional Prosecutor received a letter from the United States Department of Justice, informing him that the United States judicial authorities, in cooperation with the FBI, had taken the necessary steps to discover the place of residence of three further witnesses, and that in the near future the prosecution should receive further information.", "56. By a letter of 22 July 1999, served on the Cracow Regional Prosecutor on 24 August 1999, the United States Department of Justice assured the Polish authorities that further evidence should be taken in the near future.", "57. By a letter of 5 January 2000 the Ministry of Justice once again asked the United States Department of Justice to accelerate the execution of the letters rogatory.", "58. On 25 January 2000 the applicant requested the Cracow Regional Prosecutor to grant him access to the case file. On 4 February 2000 this request was refused.", "59. On 28 April 2000 the applicant was summoned to appear before the Cracow Regional Prosecutor on 12 May 2000. The prosecutor informed the applicant that on this date additional charges under the new Criminal Code were to be brought against him, and that afterwards he would be granted access to the case file.", "60. By a letter of the same date the applicant requested the Cracow Regional Prosecutor to set a later date for his examination. Furthermore, he informed the Cracow Regional Prosecutor that on account of his earlier professional commitments he would not be able to read the case file until after 29 May 2000.", "61. Subsequently, the Cracow Regional Prosecutor fixed 18 May 2000 as the date for questioning the applicant. On that day the applicant was charged with twenty-six counts of trading in children, eleven counts of incitement to give false testimony and of forgery. On the basis of the evidence gathered abroad following letters rogatory, the Cracow Regional Prosecutor calculated that the applicant's financial profits gained from trading in children between 1988 and 1993 were not less than 260,517 United States dollars and 25,000 French francs. During this period the applicant had paid to biological parents a sum of not less than 23,146 zlotys.", "62. The proceedings are still pending.", "63. Polish criminal legislation was amended several times during the relevant period. The Code of Criminal Procedure enacted in 1969 (the “old” Code) was replaced by a new Code of Criminal Procedure, adopted by Parliament (Sejm) on 6 June 1997, which entered into force on 1 September 1998. Likewise, the 1969 Criminal Code was replaced by a new Code adopted on 6 June 1997, which also entered into force on 1 September 1998.", "64. The old Code of Criminal Procedure was significantly amended by the Law of 29 June 1995 on Amendments to the Code of Criminal Procedure and Other Criminal Statutes. This Law entered into force on 1 January 1996. However, the entry into force of the provisions concerning the ordering of detention on remand was postponed until 4 August 1996. According to these provisions, detention on remand was to be ordered by a judge, whereas before it was ordered by a prosecutor.", "65. The second amendment, effected by the Law of 1 December 1995 on Amendments to the Law of 29 June 1995 (commonly referred to as “the Interim Law of 1 December 1995”), entered into force on 1 January 1996.", "66. The Polish Code of Criminal Procedure of 1969, applicable at the relevant time, listed as “preventive measures”, inter alia, detention on remand, bail and police supervision.", "67", "68. Article 217 § 1 (2) and (4) of the Code of Criminal Procedure, as applicable at the material time, provided that detention on remand could be ordered if, inter alia, there was a reasonable risk that the accused would attempt to abscond, to induce witnesses to give false testimony or to obstruct the due course of proceedings by any other unlawful means, or if the accused had been charged with an offence which created a serious danger to society.", "69. At the material time there were three types of proceedings enabling a detainee to challenge the lawfulness of his or her detention and thus possibly obtain release. Under Article 221 § 2 of the Code of Criminal Procedure of 1969 he could appeal to a court against a detention order made by a prosecutor. Under Article 222 §§ 2 (1) and 3 he could appeal against a further decision by that court prolonging his detention at a prosecutor's request. Finally, under Article 214 an accused could at any time request the competent authority to quash or alter the preventive measure applied in his case. Such an application had to be decided by the prosecutor or, after the bill of indictment had been lodged with the court competent to deal with the case, by that court, within three days.", "70. Under all the relevant provisions of the Code of Criminal Procedure of 1969 read together, a detainee was entitled to appeal against any decision prolonging his or her detention on remand, regardless of whether it had been made at the investigative or the judicial stage of the proceedings.", "71. The imposition and prolongation of preventive measures, including detention on remand, were examined by the courts in proceedings held in camera. The presence of the parties at court sessions other than hearings, including sessions held in proceedings concerning review of detention on remand, was regulated in Articles 87 and 88 of the Code of Criminal Procedure, the relevant parts of which provide:", "“The court pronounces its decisions at a hearing if the law so provides; and otherwise, at a court session held in camera. ...”", "“A court session in camera may be attended by a prosecutor ...; other parties may attend if the law so provides.”", "72. According to Article 249 of the 1997 Code of Criminal Procedure, before deciding on the application of preventive measures, the court must hear the person charged. The lawyer of the detainee should be allowed to attend the court session, if he or she is present. It is not mandatory to inform the lawyer of the date and time of the court session, unless the suspect so requests and if it will not hinder the proceedings.", "73. Under the provisions of the new Code, the court has to inform the lawyer of a detained person of the date and time of court sessions at which a decision is to be taken concerning prolongation of detention on remand, or an appeal against a decision to order or to prolong detention on remand is to be considered.", "74. Article IX of the transitional provisions of the 1969 Criminal Code provided that a person who delivered, enticed or abducted other persons for prostitution purposes, even with the person's consent, committed an offence punishable by a prison sentence of not less than three years. Under paragraph 2 of this provision the same sentence could be imposed on a person who engaged in trading in women or children.", "75. On 25 June 1990 the then Deputy Minister of Justice, A.S., sent a letter to the presidents of regional courts stating that in 1989 there had been a rapid growth of cases in which courts ruled on adoptions of Polish children of which the adoptive parents were foreigners. As a result, approximately one thousand children had left the country for good. This data should be considered as disturbing, the more so as it had been mainly small children that had been adopted. Public opinion was alarmed by the growing numbers of foreign adoptions. It was true that Polish law laid down the same requirements for adoptions, regardless of the nationality of the future adoptive parents, and that the children's welfare was a consideration of paramount importance for all adoption cases. However, the notion of a child's welfare should also include protection of its national identity. Hence, foreign adoptions should take place only in exceptional cases and the courts should first examine whether the child could not find adoptive parents in Poland. The presidents of the courts were invited to consider whether in cases in which the same persons were repeatedly acting as intermediaries in connection with the adoption proceedings, it was not advisable to inform the prosecution authorities accordingly. The presidents were finally requested to supervise closely this category of cases and to take measures in order to eliminate the climate favouring foreign adoptions.", "76. Under Article 2 of the transitional provisions of the new Criminal Code, the transitional provisions to the 1969 Code were repealed.", "77. Under Article 253 § 1 of the new Code, a person who trades in human beings, even with their consent, commits an offence punishable by a prison sentence of not less than three years. According to paragraph 2 of the same Article, a person who, with a view to obtaining profit, organises adoptions of children in a manner contrary to the law commits an offence punishable by a prison sentence of between three months and five years.", "78. On 30 September 1994 the journal Rzeczpospolita published an article written by a renowned specialist in criminal law, entitled “Is it really trading in children?”. The author expressed strong doubts as to whether the offence punishable by Article IX of the transitional provisions of the 1969 Criminal Code could be applied in a context other than trading in human beings for the purposes of prostitution. It was emphasised that in view of the historical background to this provision, dating back to international treaties of 1910 concluded for the purposes of combating international networks deriving profits from prostitution, it could not be applied to situations concerning adoptions of children in which no allegations were made of there being any links or intentions related to organising prostitution.", "79. On 29 November 1995 the Supreme Court replied in the negative to a legal question put to it by the Warsaw Court of Appeal, in the context of criminal proceedings concerning charges made under Article IX of the transitional provisions of the 1969 Criminal Code (namely, whether an intention to coerce a victim of the offence of trading in children into practising prostitution was a constituent element of this offence).", "80. On 3 November 1999 the Warsaw Regional Court, in the same criminal proceedings in which five accused had been charged with an offence punishable under Article IX of the transitional provisions of the 1969 Criminal Code, discontinued the proceedings against them. The court recalled that in view of the fact that this Article had ceased to be in force, the prosecuting authorities had amended the charges by qualifying the acts which the applicants had been charged with committing as an offence punishable under Article 253 § 2 of the new Code. The court considered that this qualification could not be upheld. There were no grounds for accepting that the notion of “trading in children” also included the acts in question, which could only be regarded as organising illicit adoptions. It was only under the new Criminal Code, in force from 1 September 1998, that organising illicit adoptions had become a criminal offence. Consequently, the court had to discontinue the proceedings pursuant to Article 17 § 1, item 1, of the new Code, which provided that criminal proceedings had to be discontinued if the charges against the accused had not been made out.", "81. On 4 February 2000 the Warsaw Court of Appeal, following the prosecutor's appeal against this decision, amended it in part, considering that the proceedings against the accused concerning the charges of trading in children should have been discontinued on the ground that the acts with which they had been charged had not amounted to a criminal offence punishable at the time of their commission. The court recalled that the accused had been indicted with trading in children on the basis that they had, with a view to profit, visited hospitals, orphanages and hostels for single mothers, trying to persuade the biological parents to place their children for adoption, in certain cases for money. Their actions had further been described as taking children away from their biological parents and taking further care of them, followed by taking steps to institute adoption proceedings. The accused had allegedly also arranged transfers of children to foreign citizens and made payments to the biological parents. The court considered that these acts could be qualified neither as trading in children within the meaning of the repealed Article IX of the transitional provisions of the old Code, nor as trading in human beings within the meaning of Article 253 § 1 of the new Criminal Code. Such acts could only be construed, regard being had to their nature, as organising foreign adoptions, in certain cases for commercial motives. As a result, these acts at the time of their commission, that is, from 1990 to 1993, had not constituted criminal offences, given that it was only under the 1997 Criminal Code, which had entered into force on 1 September 1998, that they could have been qualified as falling within the ambit of Article 253 § 2 of that Code, penalising the organisation of adoptions for commercial motives. Consequently, the proceedings should have been discontinued on the ground that the acts concerned had not coincided with the constituent elements of the offence of trading in children as defined by the Polish law at the material time, and not on the ground that the charges against the accused had not been made out.", "82. On 30 April 1991 Poland ratified the United Nations Convention on the Rights of the Child which, in its relevant provisions, reads:", "“1. States Parties undertake to respect the right of the child to preserve his or her identity, including nationality, name and family relations as recognised by law without unlawful interference. ...”", "“States Parties that recognize and/or permit the system of adoption shall ensure that the best interests of the child shall be the paramount consideration and they shall:", "(a) Ensure that the adoption of a child is authorized only by competent authorities who determine, in accordance with applicable law and procedures and on the basis of all pertinent and reliable information, that the adoption is permissible in view of the child's status concerning parents, relatives and legal guardians and that, if required, the persons concerned have given their informed consent to the adoption on the basis of such counselling as may be necessary;", "(b) Recognize that inter-country adoption may be considered as an alternative means of childcare, if the child cannot be placed in a foster or an adoptive family or cannot in any suitable manner be cared for in the child's country of origin;", "(c) Ensure that the child concerned by inter-country adoption enjoys safeguards and standards equivalent to those existing in the case of national adoption;", "(d) Take all appropriate measures to ensure that, in inter-country adoption, the placement does not result in improper financial gain for those involved in it;", "(e) Promote, where appropriate, the objectives of the present article by concluding bilateral or multilateral arrangements or agreements, and endeavour, within this framework, to ensure that the placement of the child in another country is carried out by competent authorities or organs.”", "83. Chapter 50 of the 1969 Code of Criminal Procedure, as applicable at the material time, provided in Article 487 § 4 for compensation for damage arising out of manifestly unjustified detention on remand and for arrest and detention up to forty-eight hours. The regional court in whose region the detained person had been released was competent to examine whether the conditions for awarding compensation were met. The decision of the regional court could be appealed to the court of appeal.", "84. According to Article 489 of the Code, a request for compensation for manifestly unjustified detention on remand had to be lodged within one year from the date on which the last decision terminating the criminal proceedings in question had become final. Therefore, in practice, a request for compensation for unjustified detention under Article 487 of the Code could not be lodged until the criminal proceedings against the person concerned had been terminated (see also the decision of the Supreme Court no. WRN 106/96, 9.1.96, published in Prok. i Pr.inter alia, the decision of the Supreme Court no. II KRN 124/95, 13.10.95, published in OSNKW 1996/1-2/7).", "85. Chapter 58 of the 1997 Code of Criminal Procedure provides for a request for compensation for, inter alia, unjustified detention. Article 552 § 4 of the current Code is an equivalent of Article 487 § 4 of the 1969 Code."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-4"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["5", "6"], "NON_VIOLATED_PARAGRAPHS": ["5-1", "6-1"], "NON_VIOLATED_BULLETPOINTS": []}