{"ITEMID": "001-5430", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FIN", "BRANCH": "ADMISSIBILITY", "DATE": 2000, "DOCNAME": "E.T. v. FINLAND", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "Georg Ress", "TEXT": ["The applicant is a Finnish national living in Oulunsalo. She is represented before the Court by Mr Mikko Hunnakko, a lawyer in Helsinki.", "The facts of the case, as submitted by the applicant, may be summarised as follows.", "On 23 September 1993 the Kempele Municipal Assembly (kunnanvaltuusto, kommunfullmäktige) decided to abolish the applicant’s post (personnel secretary) as from 21 April 1994 due to a reorganisation of the organic chart of municipal staff. On 7 February 1994 the Municipal Board (kunnanhallitus, kommunstyrelsen) confirmed her dismissal. As personnel secretary the applicant was responsible for supervising the calculation of salaries and related matters, interpreting and enforcing applicable collective agreements for municipal officials and employees hired on regular labour contracts, planning staff training and drafting the municipality’s work plan as far as relating to personnel administration. The reorganisation entailed delegating certain functions to various departments and officials. Other tasks were taken over by the secretary for agricultural matters and the planning secretary, whereas certain tasks were abolished altogether.", "The applicant appealed against both decisions, arguing, inter alia, that the decision to terminate her post had not been supported by adequate reasons, had not been preceded by statutory negotiations with her trade union and had been in breach of the 1986 Gender Equality Act (laki naisten ja miesten välisestä tasa-arvosta, jämställdhet mellan kvinnor och män 609/1986) in that one of the underlying reasons for her dismissal had been her professional absence due to two periods of maternity and parental leave. She further contested the Municipal Board’s decision to confirm her dismissal and its calculation of the period of notice.", "On 21 October 1994 the County Administrative Court (lääninoikeus, länsrätten) of Oulu dismissed the applicants’ appeals. It found, inter alia, that her post had not been of such a nature as to require statutory negotiations preceding the dismissal. As the post had not been required by law the Municipal Assembly had been competent to abolish it. The documentation on file did not disclose any indication that the applicant had been discriminated against as a woman. Neither had the period of notice been calculated incorrectly.", "On 14 September 1995 the Supreme Administrative Court (korkein hallinto-oikeus, högsta förvaltningsdomstolen), by four votes to one, dismissed the applicant’s appeal. The applicant had forwarded to the court an opinion of the Gender Equality Ombudsman (tasa-arvovaltuutettu, jämställdhetsombudsmannen) dated 13 March 1995. The court had also received observations in reply from the Municipal Board which had not been forwarded to the applicant prior to the court’s decision."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}