{"ITEMID": "001-109181", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SWE", "BRANCH": "ADMISSIBILITY", "DATE": 2012, "DOCNAME": "ALBERTSSON v. SWEDEN", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Angelika Nußberger;Dean Spielmann;Elisabet Fura;Ganna Yudkivska;Karel Jungwiert;Mark Villiger", "TEXT": ["The applicant, Mr Thomas Albertsson, is a Swedish national who was born in 1966 and lives in Björklinge. He was represented before the Court by Mr Michael Niklasson, a lawyer practising in Uppsala. The Swedish Government (“the Government”) were represented by their Agent, Mr Carl Henrik Ehrenkrona, of the Ministry for Foreign Affairs.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "In July 2003 a bank filed a bankruptcy petition before the Stockholm District Court (Stockholms tingsrätt) against the limited company Carina Ahlström Förvaltning AB (“the company”). At the time, all shares in the company were owned by the applicant. The court found that the company had no duly appointed representative and served the petition and summons to the bankruptcy hearing on the company’s registered auditor (registrerad revisor). At the hearing, held on 1 September 2003, the auditor appeared but no representative for the company. The District Court found that the mentioned documents had been legally served on the company through its auditor and that, therefore, there existed no impediment to proceeding with the hearing. In a decision later the same day, the District Court declared the company bankrupt and appointed an official receiver (konkursförvaltare) for the bankruptcy estate.", "The company appealed against the decision to the Svea Court of Appeal (Svea hovrätt), requesting in the first place that the declaration of bankruptcy be quashed and the case be remitted back to the District Court for re-trial or, in the alternative, that the decision be reversed. It submitted, inter alia, that it was not insolvent and that the summons to appear before the District Court had not been correctly served. In the latter respect, it argued that it had been incorrect to serve the summons on the auditor since the company had a board of directors (styrelse) at the time and since the auditor had been dismissed from his mandate.", "In a decision of 2 October 2003 the Court of Appeal found, inter alia, that no board of directors had been registered by the company with the register of limited companies (Aktiebolagsregistret). Similarly, the register had not shown that the auditor had been divested of his mandate. The Court of Appeal found that the summons to appear before the District Court had been correctly served on the company and that it had not substantiated that it was solvent. It therefore upheld the lower court’s decision in full.", "In December 2003 the official receiver issued a formal report concerning the bankruptcy and the estate (förvaltarberättelse). According to the receiver, the company had been insolvent since at least February 2003. Moreover, it was noted in the report that most of the company’s assets had been transferred shortly before the bankruptcy decision without accounting for and, seemingly, without receiving any compensation in return, that the company had lacked annual reports and other complete bookkeeping, that there had been no ongoing activity in the company at the time of the bankruptcy decision and that, at the same point in time, the company had had 475,000 Swedish kronor (SEK) in assets and approximately SEK 2,600,000 in debts. During the bankruptcy period, the official receiver sold the bankruptcy estate’s assets and made prepayments to its creditors, including the creditor bank.", "The company appealed against the Court of Appeal´s decision to the Supreme Court (Högsta domstolen) before which it maintained its claims. The Supreme Court granted leave to appeal and, in a decision of 18 March 2005 (NJA 2005 p. 175), found that it was not possible to serve a summons on a limited company without an appointed board of directors through its auditor. As, therefore, the summons to the bankruptcy hearing had not been correctly served on the company, the Supreme Court quashed the declaration of bankruptcy and remitted the case back to the District Court for re-trial.", "Following the decision of the Supreme Court, the company transferred its possible right to damages from the State due to the erroneous bankruptcy decision to a third party.", "On 9 January 2006 new bankruptcy proceedings, at which the company was represented, were held before the District Court. In these proceedings, the creditor bank referred to the mentioned prepayments from the bankruptcy estate and submitted that, out of its original claim, only SEK 14,000 remained unpaid. The company’s representative declared that he personally guaranteed the alleged remaining debt. On 13 January 2006 the court rejected the bankruptcy petition on the grounds, inter alia, that the present claim concerned only a small amount and that it had been guaranteed by the representative. The court further obliged the bank to reimburse the company’s legal costs and decided that its bankruptcy costs amounting to SEK 866,428 should be paid by the State.", "The applicant sued the State before the Supreme Court, requesting the court to declare that the State was liable for damages incurred on the company by the District Court’s and the Court of Appeal’s erroneous declaration of bankruptcy. The applicant claimed that the State was obliged to pay compensation, firstly, in accordance with Chapter 3, section 2 of the Tort Liability Act (Skadeståndslagen, 1972:207), since the District Court and the Court of Appeal were guilty of wrongful acts or omissions in connection with the exercise of public authority. In the alternative, he requested that the Supreme Court should create a general legal principle (rättsgrundsats) giving a right to compensation in cases like the instant one. The applicant referred to, inter alia, the Convention and its protection of property rights.", "The State disputed that there had been any wrongful acts or omissions in connection with the exercise of public authority which had given rise to an obligation for the State to pay compensation. It stated that the question of how to serve summonses on limited companies in cases such as the one at issue had been made clear only by the decision of the Supreme Court in 2005. There existed neither any previous case-law on the matter, nor any comments in the preparatory works that could be construed in a way that precluded the possibility of serving a summons on a limited company through its auditor. Finally, there was no guidance to be found in the doctrine. Therefore, the State argued, the decisions by the lower courts had not constituted a clear breach of the law, such as could be construed prior to the Supreme Court’s decision.", "In a judgment of 22 March 2007, the Supreme Court rejected the applicant’s claims. It stated that now, after its decision in the case NJA 2005 p. 175, it was clear that a summons could not be served on a limited company through its auditor and that, consequently, the lower court’s decisions had been wrong. However, it observed that, when the State was held liable for alleged errors concerning legal and evidential issues, a flawed assessment by a court was not sufficient for liability for damages; only manifestly erroneous assessments could constitute grounds for liability. In this respect, the Supreme Court found that the correct interpretation of the relevant provision concerning the serving had not been obvious and that no such wrongful act or omission as to cause liability had been committed. The Supreme Court also rejected the applicant’s alternative request.", "The company was declared bankrupt on its own request on 21 March 2007.", "References in this section are made to the Bankruptcy Act (Konkurslagen, SFS 1987:672), unless otherwise indicated.", "A debtor who is insolvent, that is who cannot pay his debts as they become due and whose inability in this regard is not merely temporary, shall be declared bankrupt at the request of the debtor himself or by a creditor (Chapter 1, section 2). By means of bankruptcy, all creditors collectively and compulsorily take the total assets of an insolvent debtor for payment of their claims. During bankruptcy, the bankruptcy estate takes care of the debtor’s assets on behalf of the creditors (Chapter 1, section 1).", "The administration of a bankruptcy estate is managed by one or more official receivers appointed by the District Court (Chapter 1, section 3, and Chapter 7, section 2).", "Bankruptcy decisions are immediately enforceable (Chapter 16, section 4). In the event of a higher court quashing the bankruptcy decision, all conducted administrative measures are to be interrupted forthwith and the case referred back to the District Court for concluding measures.", "In the case where a higher court quashes the bankruptcy decision, the assets of the estate are restored to the debtor to the extent that they are not required for the defrayal of the bankruptcy costs and other costs that the estate has incurred (Chapter 2, section 25).", "The latter provision implies that the estate is liable to pay the bankruptcy costs even if a declaration of bankruptcy is later quashed. However, by decision of the Supreme Court of 6 April 1998 (NJA 1998, p. 214), it was established that the State may be held liable to pay the bankruptcy costs when the declaration of bankruptcy is quashed due to a grave procedural error. The case concerned a bankruptcy decision that was quashed due to the District Court having summoned the debtor to its hearing in an incorrect manner.", "It follows from Chapter 3, section 2, of the Tort Liability Act (Skadeståndslagen, SFS 1972:207) that the State is liable to pay compensation, inter alia, for financial loss caused by a wrongful act or omission in connection with the exercise of public authority.", "The Supreme Court has in several judgments clarified that it is not sufficient for liability for damages that a court’s assessment of a legal issue is erroneous. Only manifestly erroneous assessments can be considered as wrongful acts or omissions within the meaning of the said provision (see, for example, NJA 1994 p. 654, 2003 p. 285 and NJA 2003 p. 527)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}