{"ITEMID": "001-57479", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NLD", "BRANCH": "CHAMBER", "DATE": 1976, "DOCNAME": "CASE OF ENGEL AND OTHERS v. THE NETHERLANDS", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 5-1;Violation of Art. 6-1;No violation of Art. 6-2;No violation of Art. 6-3-b;No violation of Art. 6-3-c;No violation of Art. 6-3-d;No violation of Art. 14+6;Just satisfaction reserved", "JUDGES": "", "TEXT": ["11. The facts of the case may be summarised as follows:", "12. All applicants were, when submitting their applications to the Commission, conscript soldiers serving in different non-commissioned ranks in the Netherlands armed forces. On separate occasions, various penalties had been passed on them by their respective commanding officers for offences against military discipline. The applicants had appealed to the complaints officer (beklagmeerdere) and finally to the Supreme Military Court (Hoog Militair Gerechtshof) which in substance confirmed the decisions challenged but, in two cases, reduced the punishment imposed.", "Mr. Engel", "33. In March 1971, Mr. Engel was serving as a sergeant in the Netherlands Army. He in fact lived at home during off-duty hours. The applicant was a member of the Conscript Servicemen's Association (Vereniging van Dienstplichtige Militairen - V.V.D.M.) which was created in 1966 and aims at safeguarding the interests of conscripts. It was recognised by the Government for taking part in negotiations in this field and its membership included about two-thirds of all conscripts.", "Mr. Engel was a candidate for the vice-presidency of the V.V.D.M. and on 12 March he submitted a request to his company commander for leave of absence on 17 March in order to attend a general meeting in Utrecht at which the elections were to be held. He did not, however, mention his candidature.", "Subsequently he became ill and stayed home under the orders of his doctor who gave him sick leave until 18 March and authorised him to leave the house on 17 March. On 16 March, the company commander had a talk with the battalion commander and it was agreed that no decision should be taken regarding the above-mentioned request pending further information from the applicant who had given no notice of his absence or return. However, on the following day a check was made at the applicant's home and it was discovered that he was not there. In fact, he had gone to the meeting of the V.V.D.M. where he had been elected vice-president.", "34. On 18 March Mr. Engel returned to his unit and on the same day his company commander punished him with four days' light arrest for having been absent from his residence on the previous day.", "The applicant considered this penalty a serious interference with his personal affairs in that it prevented him from properly preparing himself for his doctoral examination at the University of Utrecht which had been fixed for 24 March. According to the applicant, he had made several attempts on 18 March to speak to an officer on this point but without success. Believing that under the army regulations non-commissioned officers were allowed to serve their light arrest at home, he left the barracks in the evening and spent the night at home. However, the next day his company commander imposed a penalty of three days' aggravated arrest on him for having disregarded his first punishment.", "The applicant, who had just been informed that, with effect from 1 April 1971, he had been demoted to the rank of private, again left the barracks in the evening and went home. He was arrested on Saturday 20 March by the military police and provisionally detained in strict arrest for about two days, by virtue of Article 44 of the 1903 Act (paragraph 26 above). On Monday 22 March his company commander imposed a penalty of three days' strict arrest for having disregarded his two previous punishments.", "35. The execution of these punishments was suspended by ministerial decision in order to permit the applicant to take his doctoral examination which he passed on 24 March 1971. Moreover, on 21, 22 and 25 March Mr. Engel complained to the complaints officer about the penalties imposed on him by the company commander. On 5 April the complaints officer decided, after having heard the parties, that the first punishment of four days' light arrest should be reduced to a reprimand, the second punishment of three days' aggravated arrest to three days' light arrest, and the third punishment of three days' strict arrest to two days' strict arrest. In the last two cases the decision was based on the fact that the previous punishment(s) had been reduced and that the applicant had obviously been under considerable stress owing to his forthcoming examination. The complaints officer further decided that Mr. Engel's punishment of two days' strict arrest should be deemed to have been served from 20 to 22 March, during his provisional arrest.", "36. On 7 April 1971 the applicant appealed to the Supreme Military Court against the decision of the complaints officer relying, inter alia, on the Convention in general terms. The Court heard the applicant and obtained the opinion of the State Advocate for the Armed Forces. On 23 June 1971, that is about three months after the date of the disciplinary measures in dispute, the Court confirmed the contested decision. It referred to Article 5 para. 1 (b) (art. 5-1-b) of the Convention and held that the applicant's detention had been lawful and had been imposed in order to secure the fulfilment of an obligation prescribed by law. The system under the 1903 Act and the applicable Regulations required in fact that every serviceman should submit to and co-operate in maintaining military discipline. This obligation could be enforced by imposing disciplinary punishments in accordance with the procedure prescribed by the above Act. In these circumstances, the applicant's punishment of two days' strict arrest had been justified in order to secure the fulfilment of that obligation.", "The applicant had not received the assistance of a legally trained person at any stage in the proceedings against him; perusal of the file in the case does not reveal if he asked for such assistance.", "Mr. van der Wiel", "37. Mr. van der Wiel, at the time of his application to the Commission, was serving as a corporal in the Netherlands Army. On the morning of 30 November 1970 he was about four hours late for duty. His car had broken down during his weekend leave and he had had it repaired before returning to his unit instead of taking the first train. On these grounds, the acting company commander, on the same day, imposed a penalty of four days' light arrest on the applicant. The following day he revised the above grounds to include a reference that the applicant had not previously requested the commander's leave of absence.", "38. On 2 December, the applicant complained about his punishment to the complaints officer invoking, inter alia, Articles 5 and 6 (art. 5, art. 6) of the Convention. In this respect he alleged that he had been deprived of his liberty by a decision which, contrary to the requirements of Article 5 (art. 5), had not been taken by a judicial authority; that furthermore his case had not been heard by an independent and impartial tribunal (Article 6 para. 1) (art. 6-1); that he did not have adequate time and facilities for the preparation of his defence (Article 6 para. 3 (b)) (art. 6-3-b), and that he did not have legal assistance (Article 6 para. 3 (c)) (art. 6-3-c).", "39. On 18 December, following the rejection by the complaints officer of his complaint on 16 December, the applicant appealed to the Supreme Military Court. On 17 March 1971, the Court heard the applicant, who was assisted by a lawyer, Sergeant Reintjes, and obtained the opinion of the State Advocate for the Armed Forces. The Court then quashed the complaints officer's decision but confirmed the punishment of four days' light arrest imposed on the applicant on the original grounds stated on 30 November 1970.", "The Court first found that Article 6 (art. 6) of the Convention was not applicable in a case where neither the determination of a criminal charge nor the determination of civil rights and obligations was in question. The Court referred to the definition of military disciplinary offences contained in Article 2 of the 1903 Act (paragraph 15 above) and concluded therefrom that disciplinary proceedings clearly did not fall within the scope of Article 6 (art. 6). Nor was there any substance in the applicant's argument that, since a conscripted man had not volunteered to come within the jurisdiction of the military authorities, any disciplinary measure imposed upon him in fact had a criminal character.", "As regards the complaints based on Article 5 (art. 5), the Court first held that four days' light arrest did not constitute \"deprivation of liberty\". In the alternative, the Court further stated that the disputed punishment was meant to \"secure the fulfilment of (an) obligation prescribed by law\", within the meaning of Article 5 para. 1 (b) (art. 5-1-b).", "40. At first and second instance in the proceedings Mr. van der Wiel had not received any legal assistance, and during the proceedings before the Supreme Military Court the legal assistance granted to him had, in line with the practice described above at paragraph 32, been restricted to the legal aspects of the case.", "Mr. de Wit", "41. Mr. de Wit, at the time of his application to the Commission, was serving as a private in the Netherlands Army. On 22 February 1971, he was sentenced to committal to a disciplinary unit for a period of three months by his company commander on the grounds that, on 11 February 1971, he had driven a jeep in an irresponsible manner over uneven territory at a speed of about 40 to 50 km. per hour; that he had not immediately carried out his mission, namely to pick up a lorry at a certain place, but that he had only done so after having been stopped, asked about his orders and summoned to execute them at once; that, in view of his repeatedly irregular behaviour and failure to observe discipline, he had previously been warned about the possibility of being committed to a disciplinary unit.", "On 25 February, the applicant complained about his punishment to the complaints officer alleging, inter alia, violations of the Convention. On 5 March, the complaints officer heard the applicant who was assisted by Private Eggenkamp, a lawyer and member of the central committee of the V.V.D.M., such assistance having been granted by reason of the fact that the applicant had invoked the Convention. The complaints officer also examined six witnesses, including one, namely Private de Vos, on the applicant's behalf, and then confirmed the punishment while altering slightly the grounds stated therefore. He rejected the allegations under the Convention, referring to a judgment of the Supreme Military Court dated 13 May 1970.", "On 11 March, the applicant appealed to the Supreme Military Court against that decision. In accordance with Article 64 of the 1903 Act, the applicant's successive appeals had the effect of suspending execution of his punishment (paragraph 28 above). The Court heard the applicant and his above-mentioned legal adviser and obtained the opinion of the State Advocate for the Armed Forces. On 28 April 1971, the Court, without mentioning the applicant's previous behaviour, reduced the punishment to twelve days' aggravated arrest, which sentence was executed thereafter. It considered that, in the circumstances, the committal to a disciplinary unit for three months was too heavy a penalty.", "42. The applicant alleges that in his case the calling of two other witnesses on his behalf, namely Privates Knijkers and Dokestijn, was prevented at every juncture. He also complains that the legal assistance granted to him had been restricted to the legal aspects of his case.", "Mr. Dona and Mr. Schul", "43. Mr. Dona was serving as a private in the Netherlands Army at the time of his application to the Commission. As editor of a journal called \"Alarm\", published in stencilled form by the V.V.D.M. at the General Spoor barracks at Ermelo, he had collaborated in particular in the preparation of no. 8 of that journal dated September 1971. Acting in pursuance of the \"Distribution of Writings Decree\", a ministerial decree of 21 December 1967, the commanding officer of the barracks provisionally prohibited the distribution of this number, whose contents he considered inconsistent with military discipline.", "On 28 September, two officers met in commission on the instructions of the commanding officer in order to hold an enquiry into the appearance of the said number. The applicant, among others, was heard by the commission.", "On 8 October 1971, the applicant was sentenced by his competent superior to three months' committal to a disciplinary unit for having taken part in the publication and distribution of a writing tending to undermine discipline. The decision was based on Article 2 para. 2 of the 1903 Act, read in conjunction with the first paragraph of Article 147 of the Military Penal Code which provides:", "\"Any person who, by means of a signal, sign, dumb show, speech, song, writing or picture, endeavours to undermine discipline in the armed forces or who, knowing the tenor of the writing or the picture, disseminates or exhibits it, posts it up or holds stocks of it for dissemination, shall be liable to a term of imprisonment not exceeding three years.\"", "Entitled \"The law of the strongest\" (Het recht van de sterkste), the article objected to in no. 8 of \"Alarm\" alluded to a demonstration that had taken place at Ermelo on 13 August 1971 on the initiative of the executive committee of the V.V.D.M. According to Mr. van der Schans, the demonstration was terminated almost at once since the demonstrators had promptly returned to their quarters following the promise by the commanding officer that, if they did so, no disciplinary sanctions would ensue. Nevertheless, a few soldiers were allegedly transferred soon afterwards for having participated in the incident.", "The passages in the article which gave rise to the disciplinary punishment of 8 October 1971 read as follows:", "(a) \"There happens to be a General Smits who writes to his 'inferiors' 'I will do everything to keep you from violating the LAW'! But this very General is responsible for the transfers of Daalhuisen and Duppen. Yet, as you know, measures are never allowed to be in the nature of a disguised punishment. How devoted to the law the General is - as long as it suits him\";", "(b) \"... in addition to ordinary punishments, the army bosses have at their disposal a complete series of other measures - of which transfer is only one - to suppress the soldiers. That does not come to an end by questions in Parliament - that makes them at most more careful. That only comes to an end when these people, who can only prove their authority by punishment and intimidation, have to look for a normal job.\"", "44. The decision ordering the applicant's committal to a disciplinary unit referred to the extracts quoted above. Furthermore, the decision took into account some aggravating circumstances: Mr. Dona had collaborated in the publication of no. 6 of the journal, which had likewise been prohibited under the \"Distribution of Writings Decree\" by reason of its objectionable contents; in addition, he had taken part in the demonstrations at Ermelo and had, in particular, published in connection therewith a pamphlet, for which he received on 13 August 1971 a punishment of strict arrest.", "45. Mr. Schul, a private in the Netherlands Army at the time of his application to the Commission, was also an editor of the journal \"Alarm\". The facts regarding his case are identical to those of Mr. Dona's except that his punishment initially amounted to four months' committal to a disciplinary unit owing to the additional aggravating circumstance of his participation in the publication of an \"Information Bulletin\" for new recruits the distribution of which had been prohibited by reason of its negative content.", "46. As early as 8 October 1971, the two applicants announced their intention to complain about their punishment. According to them, they were then asked to refrain from any further publication while proceedings were pending against them. The Government maintain that they were only requested not to publish other articles tending to undermine military discipline. The applicants replied before the Court that they had not the slightest intention to write such articles and that they had emphasised this on 28 September 1971 before the commission of enquiry. According to the report of the latter, Mr. Dona had declared that it was not at all his aim to write articles that he expected to be prohibited, and Mr. Schul is recorded as saying: \"When we produce pamphlets of this kind, it is not our intention that they should be prohibited. The intention is that they should be read. The risk of their being prohibited is great.\"", "Be that as it may, the applicants refused to give the undertaking requested and they were thereupon both placed under aggravated arrest in accordance with Article 20 of the 1903 Act.", "47. The applicants complained about their punishment to the complaints officer who on 19 October confirmed it, while in the case of Mr. Dona slightly modifying the grounds. He rejected the applicants' submissions, including those concerning Articles 5, 6 and 10 (art. 5, art. 6, art. 10) of the Convention. In connection with Articles 5 and 6 (art. 5, art. 6), he referred to a decision of the Supreme Military Court delivered on 13 May 1970. The complaints officer also specified that the applicants should remain in interim custody in accordance with Article 20 of the 1903 Act.", "48. The applicants appealed to the Supreme Military Court, Mr. Schul on 21 October and Mr. Dona on the next day, invoking Articles 5, 6 and 10 (art. 5, art. 6, art. 10) of the Convention.", "Pursuant to Article 64 of the 1903 Act, the successive complaints and appeals by the applicants suspended their committal to a disciplinary unit but not their interim custody (paragraph 28 above).", "On 27 October 1971, the Court ordered release of the applicants after they had promised to accept the Court's judgment on the merits of the case, to comply therewith in the future and, while proceedings were pending against them, to refrain from any activity in connection with the compilation and distribution of written material the contents of which could be deemed to be at variance with military discipline. According to the applicants, this undertaking was given only in extremis as there was no legal remedy available to terminate their interim custody.", "Like Mr. de Wit, the applicants had been assisted before the Court by Private Eggenkamp who was, however, able only to deal with the legal aspects of their case (paragraphs 41-42 above).", "49. On 17 November 1971 the Supreme Military Court confirmed Mr. Dona's committal to a disciplinary unit for three months, reduced Mr. Schul's committal from four to three months and modified slightly the grounds for punishment in both cases. The Court rejected as being ill-founded the applicants' allegations. Making mention in both cases of their previous conduct and convictions, the Court recalled particularly that they had previously participated in the publication and distribution of writings that were prohibited on the basis of the decree of 21 December 1967 (paragraphs 44-45 above). When fixing the punishment, the Court deemed these factors to be indicative of their general behaviour.", "The Court then dealt with the applicants' allegations under Articles 5, 6 and 10 (art. 5, art. 6, art. 10) of the Convention, and also rejected them.", "As regards Article 5 (art. 5), the Court held that the obligation to serve in a disciplinary unit did not constitute \"deprivation of liberty\". In the alternative, adopting reasoning similar to that contained in its decision on Mr. Engel's appeal (paragraph 36 above), the Court found that the disputed punishments had been justified under Article 5 para. 1 (b) (art. 5-1-b).", "On the issue of Article 6 para. 1 (art. 6-1), the Court considered that the disciplinary proceedings relating to the publication of the journal \"Alarm\" had involved the determination neither of any \"civil right\", such as freedom of expression, nor of any \"criminal charge\"; on the latter point, the Court based its decision on reasons similar to those given in the decision on Mr. van der Wiel's appeal (paragraph 39 above).", "The applicants also contended that the measures taken against them interfered with their freedom of expression. In this respect, the Court relied on paragraph 2 of Article 10 (art. 10-2); in its opinion, the restrictions objected to had been necessary in a democratic society for the prevention of disorder within the field governed by Article 147 of the Military Penal Code.", "Finally, the applicants maintained that their interim custody had been inconsistent with Article 5 para. 1 (c) (art. 5-1-c) of the Convention and claimed compensation on this account under Article 5 para. 5 (art. 5-5). The Court held that it had no competence to examine and decide such a claim.", "50. A few days after the dismissal of their appeals, Mr. Dona and Mr. Schul were sent to the Disciplinary Barracks (Depot voor Discipline) at Nieuwersluis in order to serve their punishment. They were not allowed to leave this establishment during the first month; moreover, they were both locked up in a cell during the night.", "51. Apart from the particular facts relating to Mr. Dona and Mr. Schul, there was in the background a pattern of conflict between the Government and the V.V.D.M. In mid-August 1971, for instance, there had occurred the demonstration at Ermelo mentioned above at paragraph 43. The applicants also cite the fact that prior to their punishment, and in particular between 1 January and 20 October 1971, the Minister of Defence had decreed a great number of prohibitions on publications by the V.V.D.M. Furthermore, other servicemen, as editors of sectional journals of the Association, had been punished in criminal or in disciplinary proceedings - by aggravated arrest, fines and, in one case, military detention (Article 6 para. 3 of the Military Penal Code) - for writing or distributing publications considered as likely to undermine military discipline within the meaning of Article 147 of the Military Penal Code.", "Since a ministerial instruction, dated 19 November 1971, and thus subsequent to the measures presently complained of, all cases involving a possible infringement of Article 147 of the Military Penal Code have had to be submitted to the military criminal courts (paragraph 14 above) and not to the disciplinary authorities. The \"Distribution of Writings Decree\" of 21 December 1967, mentioned above at paragraph 43, was repealed on 26 November 1971."], "VIOLATED_ARTICLES": ["5", "6"], "VIOLATED_PARAGRAPHS": ["5-1", "6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["14", "6"], "NON_VIOLATED_PARAGRAPHS": ["6-2", "6-3"], "NON_VIOLATED_BULLETPOINTS": ["6-3-b", "6-3-c", "6-3-d"]}