{"ITEMID": "001-57541", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 1987, "DOCNAME": "CASE OF MONNELL AND MORRIS v. THE UNITED KINGDOM", "IMPORTANCE": "2", "CONCLUSION": "No violation of Art. 5-1;No violation of Art. 6-1;No violation of Art. 6-3-c;No violation of Art. 14+5;No violation of Art. 14+6", "JUDGES": "", "TEXT": ["10. The first applicant, Brian Arthur Monnell, is a British citizen born in 1945.", "On 4 September 1981, after a trial lasting three days, he was convicted by a jury before the Crown Court at Exeter of an offence of burglary and sentenced to three years’ imprisonment. In addition, on the same occasion he received two sentences of imprisonment of nine months each, to run consecutively to the three-year sentence but otherwise concurrently (giving a total sentence of three years and nine months), in respect of two charges of burglary to which he had pleaded guilty before the same Court three days earlier. In deciding the appropriate sentences to impose, the judge also took into account four other offences which Mr. Monnell had admitted to but which did not proceed to trial. At his trial, Mr. Monnell was represented by solicitors and counsel, under a legal aid order.", "11. The counsel who had represented Mr. Monnell at the trial advised him in a written opinion dated 29 September 1981 that \"no prospect whatsoever exists of appealing the conviction successfully\". Counsel came to a similar conclusion regarding an appeal against sentence. In counsel’s view, \"the offences were serious and the property unrecovered. He had a substantial criminal record and had served several prison sentences for offences of dishonesty. A further prison sentence was inevitable and the length of sentence passed was equally inevitable\".", "Notwithstanding this advice, Mr. Monnell went ahead and lodged an application seeking leave to appeal against both conviction and sentence. His application was signed by him on 21 October 1981 and received by the Criminal Appeal Office on 26 October 1981. The gravamen of his application was premised on his view that witnesses who should have been called in his defence were not called. In his application, he acknowledged that he had read the Form AA, which is given to every prisoner contemplating an appeal to the Court of Appeal and which states:", "\"Advice on appeal", "Loss of Time", "...", "If you are thinking about an appeal you should get advice. Your solicitors and counsel at the trial are best able to give it. If they advise that there are grounds of appeal and these grounds are settled and signed by counsel the Court of Appeal will know that you had reasons to apply. It is useless to apply without grounds, or to try to invent them if there are none. Reasons are required - not a form of words.", "So it is important to get advice. If you cannot get it, and put in an application without it, you should say why ... before setting out your own grounds. You may, if you wish, ask the Court of Appeal to help you to get advice. But if your solicitor or counsel has advised against an appeal the Court will not give you another solicitor for that reason only.", "If you apply without real grounds you might lose by it. Your application may go first to a single Judge who might refuse it and direct that part of the time in custody after putting in the notice of application shall not count towards your sentence. If you then abandoned the application that time would be lost, but only that time. If, however, you renewed the application to a Court of three Judges they might direct that you lost more time. The result in either case is a later date of release.\"", "12. Mr. Monnell, dissatisfied with the manner in which his defence had been conducted at his trial, dismissed his solicitors and, on 4 November 1981, instructed his present solicitors.", "In the meantime, the Criminal Appeal Office wrote to Mr. Monnell’s former solicitors, informing them that he had applied for leave to appeal and asking them whether they had advised him in this connection. The Criminal Appeal Office also invited the solicitors to comment on the allegation made by Mr. Monnell in his application that a certain individual should have been called as a witness at his trial. In response, the solicitors forwarded a copy of counsel’s adverse written advice and described their attempts to trace a large number of witnesses whom Mr. Monnell had initially intended to call in his defence. They explained that Mr. Monnell had later decided against calling most of the witnesses they had succeeded in tracing.", "The new solicitors sought legal aid in order, inter alia, to investigate the possibility of applying for a retrial because of additional evidence that could be obtained. Mr. Monnell also requested the Criminal Appeal Office to postpone the hearing of his application for leave to appeal pending the outcome of inquiries commenced by his new solicitors. A limited grant of legal aid was made.", "13. Mr. Monnell’s application for leave to appeal was considered by a single judge, Mr. Justice Brown (see paragraph 23 below). The additional information obtained from Mr. Monnell’s former solicitors was also put before Mr. Justice Brown, together with the relevant court papers (for example, witness statements, a social enquiry report and a psychiatric report). The judge allowed the request that the application be heard although it had been lodged out of time but refused leave to appeal and various ancillary applications made (for legal aid, bail, leave to be present and leave to call witnesses). The judge gave the following written reasons, dated 2 December 1981, for his refusal:", "\"You were convicted by the jury upon ample evidence after a full and correct summing up by the judge. The many witnesses you now say you wish to call were not required to be called by you at your trial. There is no ground for interference with the verdict of the jury.", "The total sentence passed upon you was not excessive or wrong in principle.\"", "14. On 9 December 1981, Mr. Monnell renewed all those elements of his application which had been refused by Mr. Justice Brown. The Form SJ on which this application was made contained the following warning:", "\"LOSS OF TIME. A renewal to the Court after refusal by the Judge may well result in a direction for the loss of time should the Court come to the conclusion that there was no justification for the renewal. If the Judge has already directed that you lose time the Court might direct that you lose more time.\"", "15. A request to extend legal aid was refused at the end of January 1982. The solicitors therefore advised Mr. Monnell that they were unable to carry out any further investigations on his behalf, that the results of the investigations they had carried out were inconclusive and that, consequently, they were not in a position to advise him whether he should pursue his application for leave to appeal or not.", "16. On 20 May 1982, the full Court of Appeal rejected the application in its entirety, finding the grounds of appeal to be \"wholly without foundation\". In its judgment, delivered by Lord Justice Watkins, the Court of Appeal stated:", "\"[Mr. Monnell] had no conceivable reason to approach this Court for leave to appeal against either conviction or sentence. His learned counsel, in a very careful opinion on conviction, said: ‘In my opinion no prospect whatsoever exists of appealing the conviction successfully’, and further that in relation to sentence a further prison sentence was inevitable and the length of sentence passed was equally inevitable. When a person, in the light of advice of that kind and clearly without any ground whatsoever for challenging a conviction properly passed, wastes the time of the court by pressing on with his applications for leave to appeal as this applicant has done, it is right that the Court should consider whether or not his time in prison should be extended. We have come to the conclusion that it should be.\"", "The Court of Appeal therefore ordered that 28 days spent by him in custody pending the hearing of his application should not count towards his sentence.", "17. The second applicant, Neville Morris, is a British citizen born in 1939.", "On 4 August 1980, he appeared before the Reading Crown Court charged, with two others, with conspiracy to supply heroin during a period of two years up to February 1980. The trial terminated three weeks later, on 24 August 1980, when the jury returned verdicts of guilty in respect of Mr. Morris and his co-accused. Mr. Morris was sentenced to three and a half years’ imprisonment, his two co-accused to five years’ and nine months’ imprisonment respectively.", "18. At his trial, Mr. Morris was represented, under the legal aid scheme, by a solicitor and by counsel. Following his conviction, his counsel advised him against lodging an application for leave to appeal as, in counsel’s opinion, the Court of Appeal would be unlikely to interfere with the exercise of the trial judge’s discretion to admit certain damaging evidence since the trial judge had applied the law correctly.", "19. Mr. Morris nevertheless drafted his own grounds of appeal against both conviction and sentence, which his solicitor then rendered into a \"more comprehensible form\" and had typed. The solicitor signed on Mr. Morris’ behalf the acknowledgement of having read the Form AA on advice on appeal and loss of time (see paragraph 11 above). The application for leave to appeal was received by the Criminal Appeal Office on 22 September 1980. The principal ground advanced by Mr. Morris for arguing that the conviction was unsafe was that damaging statements had been obtained from him under duress whilst he was suffering from withdrawal from drugs. His main contention in relation to his sentence was that it was unfair, having regard to his role in the conspiracy and to the sentences received by his co-defendants.", "On 2 April 1981, the Criminal Appeal Office sent Mr. Morris and his solicitor copies of the short transcript of his trial. On 13 April 1981, he submitted further grounds in support of his appeal, including an unsigned, undated letter claimed by him to have been written by one of his co-accused before the trial and purporting to clear him of any involvement in the offence of which he was subsequently convicted.", "20. These documents, along with all other relevant papers, were put before a single judge, Mr. Justice Lawson. On 20 May 1981, the single judge refused leave to appeal against conviction and sentence as well as the ancillary applications (for legal aid and leave to be present). In the written decision sent to Mr. Morris, the judge stated: \"there are no reasons to justify granting you leave to appeal\".", "21. Mr. Morris nonetheless renewed his application for leave to appeal. The Form SJ he used for this purpose (signed by him on 12 June and received by the Criminal Appeal Office on 17 June 1981) contained the same warning as given to Mr. Monnell (see paragraph 14 above).", "22. On 27 October 1981, the full Court of Appeal, presided over by the Lord Chief Justice (Lord Lane C.J.), refused the application made by Mr. Morris. The Court first found that \"there are no possible grounds for giving leave to appeal against conviction\". As to the issue of sentence, the Court took the view that the trial judge had had ample opportunity to apportion the degree of moral responsibility between Mr. Morris and his co-accused and hence to grade the sentence imposed on him. The Court concluded: \"... he must pay the penalty for renewing this hopeless application. He will lose 56 days.\" Consequently, 56 days of the period spent in custody by Mr. Morris awaiting the outcome of his application for leave to appeal did not count towards service of his sentence.", "23. Under section 1(1) of the Criminal Appeal Act 1968, a person convicted of an offence on indictment (as were both applicants) may appeal to the Court of Appeal against his conviction. Where the appeal is not on a question of law alone, leave of the Court of Appeal must first be obtained, unless the trial judge has granted a certificate that the case is fit for appeal (section 1(2)). A person convicted of an offence on indictment may also appeal to the Court of Appeal against a sentence passed (not being a sentence fixed by law), but such appeal is similarly subject to the leave of the Court of Appeal (sections 9 and 11). An application for leave to appeal, notice of which must be on the relevant form prescribed by the Criminal Appeal Rules 1968, will normally be referred in the first place to a single judge (sections 31 and 45(2)).", "24. According to Rule 11(1) of the Criminal Appeal Rules 1968, the single judge may sit in such place as he appoints and may sit otherwise than in open court. The principal purpose of the system of referring applications for leave to appeal first to a single judge is to identify those cases where the grounds of appeal are substantial and arguable.", "Where a single judge refuses an application for leave to appeal, the notification of the decision to the applicant will give the name of the judge and the reasons for the refusal. If an applicant wishes to pursue his application further, he must so notify the Registrar of Criminal Appeals on the prescribed form within 14 days of the date on which the notice of the refusal was served on him. In that event, his application will be determined, in open court, by the full Court of Appeal (section 31(3) of the Criminal Appeal Act 1968). Leave to appeal will be granted if any one member of the Court is of the view that it should be granted (R v. Healey 40 Criminal Appeals Reports 40 at 42).", "The single judge and the full Court of Appeal deal with an application for leave to appeal, and associated applications, in the light of all the case-papers and the grounds of appeal, but in the majority of cases without hearing oral argument. Nevertheless, an applicant for leave to appeal may always at private expense instruct counsel to appear and make oral submissions before both the single judge and the full Court (Rule 11(2)).", "25. There is no absolute right to legal aid for representation during the procedure for consideration of an application for leave to appeal. The vast majority of defendants in criminal trials before Crown Courts are legally aided. This aid extends up to receiving advice from counsel on the question whether there appear to be reasonable grounds of appeal and, if such grounds appear to exist, assistance in the preparation of an application for leave to appeal where such application is required (Legal Aid Act 1974, sections 28(7) and 30(7)). On the other hand, if trial counsel advises against an appeal, the trial legal aid order ceases, both for solicitors and counsel. The Registrar of Criminal Appeals, the single judge and the full Court, however, have discretion to grant legal aid where an applicant for leave to appeal is unrepresented; they may also do so, whether or not counsel settled the grounds of appeal, for the purposes of further advice and assistance or for oral argument before a single judge or the full Court (Legal Aid Act 1974, sections 28(8) and 30(8); Legal Aid in Criminal Proceedings (General) Regulations (1968), Regulation 3(4)). Where legal aid has been refused by a judge, the Registrar cannot grant it unless the circumstances have changed (Legal Aid in Criminal Proceedings (General) Regulations 1968, Regulation 3(9)). In general, all would-be appellants have the opportunity of obtaining legal advice and assistance as to grounds of appeal and, if they cannot pay for it themselves, it will be available under legal aid.", "26. The presence of a person in custody before the Court of Appeal when it is considering an application for leave to appeal is always subject to the leave of the Court (section 22(2)(b) of the Criminal Appeal Act 1968). In practice, leave for a person in custody to be present at the hearing of an application for leave to appeal will only be given in exceptional circumstances, and rarely where the application is being considered by a single judge.", "27. Grounds of appeal against conviction are limited. The Court of Appeal does not re-hear the case on the facts. It may hear fresh evidence, although the mere fact that a convicted person says he wished that other evidence had been called at his trial is not enough. He has to demonstrate to the satisfaction of the Court that fresh evidence which he seeks to adduce is credible and relevant to an issue in the case, and that there was a good reason why it was not called at the trial.", "In the proceedings for examination of an application for leave to appeal, no witnesses are called; the Court of Appeal, whether it be the single judge or the full Court, will consider, firstly, whether the grounds as drafted are capable of constituting grounds for appeal and, secondly, whether they have any merit. If the grounds constitute legitimate grounds of appeal and are of some merit, then leave will be granted. But if the grounds, as drafted, are not legitimate grounds for appeal or do not merit further argument or consideration, leave will be refused.", "Any convicted person who chooses to take legal advice in relation to an appeal will have those basic principles explained to him. He will further be advised that counsel is not permitted to draft grounds which are unarguable.", "Under the terms of section 11(3) of the Criminal Appeal Act 1968, in determining an appeal the Court of Appeal shall \"so exercise their powers ... that, taking the case as a whole, the appellant is not more severely dealt with on appeal than he was dealt with by the court below\".", "28. Under English law, in cases in which there is no appeal, a convicted person starts to serve a sentence of imprisonment immediately it is imposed; and, during any appeal proceedings, he (or she) is not regarded as being in detention on remand. The duration of any sentence must, however, be treated as reduced by the time spent prior to trial in custody on remand.", "Section 29(1) of the Criminal Appeal Act 1968 further provides that the time during which an appellant is in custody pending the determination of his appeal (including his application for leave to appeal) \"shall, subject to any direction which the Court of Appeal may make to the contrary, be reckoned as part of the term of any sentence to which he is for the time being subject\". Where leave to appeal is granted (see paragraph 23 above), the Court has no power to make such a direction (section 29(2) of the Act).", "However, the Court of Appeal is not precluded from directing that any such time, or part of it, should not count towards an applicant’s sentence when it refuses an application for leave to appeal. Although this did not occur in the present case, the power to make an order of this kind may also be exercised by a single judge (section 31(2)(h) of the Act). Where such a direction is made, the reasons must be given and communicated to the applicant (section 29(2) of the Act).", "29. Prior to 1966, the law had been that the time during which an unsuccessful application for leave to appeal was pursued was not in principle reckoned as part of the sentence but the applicant did not lose more than six weeks unless the Court of Appeal ordered otherwise. The Court retained an overriding discretion to order that no time, or more or less time, should be lost in any particular case. In practice, the Court rarely gave a special direction and the prisoner thus almost invariably lost up to 42 days by operation of the relevant statute.", "The present rule was introduced in 1966 - being re-enacted in section 29 of the Criminal Appeal Act 1968 - in implementation of recommendations made in 1965 in a report prepared by an Interdepartmental Committee on the Court of Criminal Appeal (Command Paper Cmnd 2755). The Committee had suggested that the Court should bring its mind to the question of loss of time instead, as had been the case, of operating an almost automatic rule to the disadvantage of the appellant. The Committee, in making its recommendations, recognised the dangers of weakening the barriers against unmeritorious applications for leave to appeal being made, but envisaged that the power retained by the Court to penalise an applicant whose application was totally devoid of merit would act as a deterrent against a possible flood of hopeless applications.", "30. Nonetheless, in 1969, the number of applications for leave to appeal had risen to approximately 9,700 and by March 1970 applications were being made at the rate of over 1,000 a month. As a matter of practice, it was almost unknown for a single judge to give directions for loss of time. On 17 March 1970, the Lord Chief Justice (Lord Parker C.J.) issued a Practice Direction drawing attention to the fact that the sheer volume of applications was leading to unacceptable delays which could not be tolerated in respect of applications which had merit (1970 1 All England Law Reports 119). He therefore announced that because facilities for advice on appeals were available to appellants, almost without exception, under the legal aid scheme, the single judge should have no reason to refrain from directing that time should be lost if he thought it right so to The stated aim of the exercise of the Court’s power in this manner was \"to enable prompt attention to be given to meritorious cases by deterring the unmeritorious applications which stand in their way\". Within a fortnight the number of applications fell by 50 per cent to approximately 500 cases per month.", "31. On 14 February 1980, the Lord Chief Justice (Lord Widgery C.J.) issued a further Practice Direction reminding those concerned of the power, both of the full Court and of the single judge, to order loss of time ([1980] 1 All England Law Reports 555). This reminder had once more become necessary as \"meritorious appeals [were] suffering serious and increasing delays, due to the lodging of huge numbers of hopeless appeals\".", "32. According to the Government, the great majority of appeals are those where a convicted person is serving a sentence of imprisonment, and loss-of-time orders have in practice specified a maximum loss of 64 days.", "During the year 1981, 6,097 applications for leave to appeal were registered. Precise figures regarding the number of cases in which loss of time was ordered, and the amount of time ordered to be lost in such cases, are not available. However, from information held by the Criminal Appeal Office it appears that loss of time was ordered in respect of 60 to 65 applications (which figure includes orders made by both single judges and the full Court); that the loss of time ordered ranged from 7 to 64 days; and that in approximately 75 per cent of these cases the loss of time ordered was for 28 days (this being the normal order) or less. In 1984, the last year for which statistics were available, 8,262 cases were dealt with in all. Single judges dealt with approximately 6,500. The total number of cases listed in the full Court was 3,800. Those cases consisted of renewals of applications to the Court after refusal by the single judge, cases where leave to appeal had been granted and cases referred directly to the Court. 91.39 per cent of all applicants were in custody."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["14", "5", "6"], "NON_VIOLATED_PARAGRAPHS": ["5-1", "6-1", "6-3"], "NON_VIOLATED_BULLETPOINTS": ["6-3-c"]}