{"ITEMID": "001-90095", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF KOLOVANGINA v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;No violation of Art. 6-1", "JUDGES": "Anatoly Kovler;Christos Rozakis;George Nicolaou;Giorgio Malinverni;Khanlar Hajiyev;Sverre Erik Jebens", "TEXT": ["4. The applicant was born in 1953 and lives in the city of Khabarovsk.", "5. On 21 June 2000 the applicant issued her husband, Mr Kolovangin with a power of attorney (registered by a notary public under no. 2226) which provided as follows:", "“I, Ms Irina Petrovna Kolovangina, ... hereby authorise Mr Vladimir Aleksandrovich Kolovangin,... to act on my behalf... in civil and criminal proceedings before all judicial bodies, with all the rights which the law confers on a plaintiff, defendant, third party or victim, including the rights to enter into a friendly settlement, to accept or to withdraw the claim in full or in part, to change the grounds of the claim, to lodge appeal against a judgment, to receive a writ of execution with the right to receive property and money, to sign documents on my behalf and to perform any other actions related to the fulfilment of this authority.”", "6. On an unspecified date the applicant left Kaluga, where both she and Mr Kolovangin had lived, and moved to Khabarovsk.", "7. On 24 May 2001 Mr Kolovangin lodged an action on the applicant’s behalf against a private company. He claimed that the company had overcharged the applicant’s telephone communications and sought compensation of pecuniary and non-pecuniary damage. He enclosed the power of attorney mentioned above.", "8. On 28 May 2001 the Kaluzhskiy District Court disallowed the action with reference to Article 129 § 9 of the 1964 Code and stating as follows:", "“Ms Kolovangina’s statement of claim is signed by her proxy, Mr Kolovangin. However, the right to lodge an action with a court (the right to sign the statement of claim) is not listed in the submitted copy of the power of attorney; this suggests that Mr Kolovangin does not have the right to lodge a claim on behalf of Ms Kolovangina.”", "9. On 25 June 2001 the Kaluga Regional Court upheld that decision. It found that the applicant had not authorised Mr Kolovangin to sign a statement of claim and to lodge it on her behalf.", "10. On 6 February 2002 Mr Kolovangin lodged on behalf of the applicant an action seeking to void a contract for the sale of shares between her and a private company. He enclosed a copy of the power of attorney no. 2226.", "11. On 11 February 2002 the District Court refused to entertain the action. It reasoned as follows:", "“On 6 February 2002 the Kaluzhskiy District Court received the statement of claim on behalf of Ms Kolovangina... The statement was lodged with the court and signed by Mr Kolovangin on behalf of the plaintiff. However, the power of attorney no. 2226 of 21 June 2000 produced to the court does not entitle Mr Kolovangin to lodge an action on behalf of Ms Kolovangina.", "Thus, the judge disallows the action under Article 129 § 9 of the RSFSR Code of Civil Procedure, as the statement of claim on behalf of the person concerned was lodged by a person who did not have the right [to do so].”", "12. On 21 March 2002 the Regional Court upheld that decision and found as follows:", "“Under Article 129 § 9 of the RSFSR Code of Civil Procedure a judge disallows an action if the action was lodged on behalf of the person concerned by a person who did not have the right to pursue the case.", "As the power of attorney issued by Ms Kolovangina to Mr Kolovangin did not list the right of the representative to lodge statements of claim on behalf of the represented person, the judge lawfully disallowed the action.”", "13. The 1964 Code of Civil Procedure (“the 1964 Code”, as in force at the material time) provided:", "“Citizens may pursue their cases in court in person or through representatives...”", "“The powers of the representative should be set down in the power of attorney issued and formalised in accordance with the law...”", "“The authority to pursue a case in court entitles the representative to perform on behalf of the client all procedural acts, with the exception of seeking the transfer of the case to a comrades’ or an arbitration court; withdrawing claims in full or in part; admitting a claim; varying the grounds of a claim; entering into a friendly settlement; transferring the power of attorney; lodging an appeal against a judgment; submitting the enforcement writ for execution; obtaining the awarded property or money. The representative’s authority to perform any of the acts listed in this Article should be explicitly stated in the power of attorney issued by the client.”", "“The judge decides... whether to accept for examination the statement of claim in a civil case.", "The judge refuses to accept a statement of claim for examination...", "9) if it was submitted on behalf of the interested party by a person not empowered to pursue the case...", "The judge’s refusal to accept the statement of claim for examination on the grounds provided by paragraphs... and 9...does not prevent [the party] from reapplying to the court on the same ground, provided that the indicated shortcoming is rectified...”", "14. The 2002 Code of Civil Procedure (“the 2002 Code”) which replaced the 1964 Code from 1 February 2003 provides:", "“The representative has the authority to perform on behalf of his client all procedural actions. However, the representative’s authority to sign the statement of claim; to lodge it with a court; to seek transfer of the dispute to a court of arbitration; to lodge a counter-claim; to withdraw the claims in full or in part... to enter in a friendly settlement... should be specifically listed in the power of attorney issued by the client.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}