{"ITEMID": "001-57434", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CHE", "BRANCH": "CHAMBER", "DATE": 1988, "DOCNAME": "CASE OF BELILOS v. SWITZERLAND", "IMPORTANCE": "2", "CONCLUSION": "Preliminary objection rejected (validity of declaration);Violation of Art. 6-1;Costs and expenses award - domestic proceedings;Costs and expenses award - Convention proceedings;Lack of jurisdiction (cancellation and refund of fine);Lack of jurisdiction (legislative amendment)", "JUDGES": "C. Russo;N. Valticos", "TEXT": ["9. Mrs. Marlène Belilos, who is a Swiss citizen, lives in Lausanne and was a student there at the material time.", "10. In a report of 16 April 1981, the Lausanne police laid an information against her for having contravened the municipality’s General Police Regulations by having taken part in a demonstration in the streets of the city on 4 April for which permission had not been sought in advance. The march had been organised by the \"Lausanne bouge\" (\"Lausanne on the move\") movement, which on the preceding days had distributed leaflets calling on people to join the demonstration, and some 60 or 70 people had taken part; they were requesting that the municipality should provide an autonomous youth centre.", "At a sitting held on 29 May, the municipal Police Board, in the applicant’s absence, imposed on her a fine of 200 Swiss francs (CHF).", "11. Mrs. Belilos lodged an application under sections 36 et seq. of the Vaud Municipal Decisions Act of 17 November 1969 to have that decision set aside, and the Police Board held an initial hearing on 14 July. After reading out the police report, it heard the defendant and then the policemen who had laid the information. In view of the applicant’s explanations, the Board adjourned its investigation of the case to a later date in order to be able to hear a witness. On 26 August, it gave Mrs. Belilos a further hearing, and also heard evidence from her former husband as a witness. He stated that at the material time he was with his ex-wife in a Lausanne café, where he had handed over to her the maintenance payment for their child.", "12. The Police Board gave its decision on 4 September \"without the interested parties being present\". In the \"As to the facts\" part of its decision, it described the convening, the course and the consequences of the relevant demonstration; it went on to list the allegations made by Mrs. Belilos, who inter alia challenged the legitimacy of the body giving judgment and denied that she had taken part in the demonstration; thirdly, it mentioned the evidence given by the defendant’s ex-husband; and, lastly, it noted that the policemen had confirmed their report and categorically denied the applicant’s claim that she had not taken part.", "In the \"As to the law\" part of its decision the Police Board noted that its jurisdiction could not be disputed and it concluded that it had \"satisfied itself in the course of its inquiries that the defendant [had] indeed participated in the demonstration on 4 April 1981\". Having regard to the fact, on the one hand, that Mrs. Belilos had not played an active role but, on the other hand, that this was not a first offence, the Board reduced the fine to 120 CHF; it also ordered her to pay costs of 22 CHF.", "The decision was notified to the applicant by registered letter on 15 September.", "13. Mrs. Belilos applied to the Criminal Cassation Division of the Vaud Cantonal Court to have that decision declared null and void. She claimed principally that in view of the requirements of Article 6 (art. 6) of the Convention, the Police Board had no power to make a determination of the disputed offence; and in any event, she asked the court to hear her former husband and to redetermine the facts fully. The Criminal Cassation Division dismissed the appeal on 25 November 1981, holding:", "\"(...)", "The applicant argued that the decision was not compatible with Art. 6 (art. 6) of the European Convention on Human Rights (ECHR), which enshrines the right to a hearing by an independent and impartial tribunal established by law, and that the reservations made when Switzerland acceded to the Convention did not allow an administrative authority, a fortiori where it was an agency of the executive that was judge in its own cause, to determine a criminal charge, the judicial review by the Cassation Division being moreover inadequate.", "In a judgment of 9 June 1980, in the case of Marlène Belilos and Others, this court stated that by virtue of the reservations made by Switzerland, proceedings before an administrative authority relating to the determination of a criminal charge were not covered by the obligation to provide a public hearing and to pronounce judgment publicly (see also Cass.: Leonelli, 31 July/16 October 1981; Christinat, 23 May/6 August 1981).", "As regards Art. 6 para. 1 (art. 6-1) ECHR, Switzerland made the following declaration (RS [Compendium of Federal Law] O.101, p. 25): ‘The Swiss Federal Council considers that the guarantee of fair trial in Art. 6, paragraph 1 (art. 6-1), of the Convention, in the determination of ... any criminal charge against the person in question is intended solely to ensure ultimate control by the judiciary over the acts or decisions of the public authorities relating to ... the determination of such a charge.’", "In its communication of 4 March 1974 concerning the Convention for the Protection of Human Rights and Fundamental Freedoms, the Federal Council stated that where the decision taken by an administrative authority could be referred to a court not for a ruling on the merits but solely for review of its lawfulness (pourvoi en nullité), the question arose whether that review procedure satisfied the requirements of Art. 6 (art. 6) of the Convention.", "It answered this question in the affirmative, as Art. 6 para. 1 (art. 6-1) was intended only to ensure ultimate control by the judiciary, and the judicial element of a fair trial seemed to be sufficiently ensured in Swiss law as the Federal Court had derived from the right to a hearing rules on the administration of justice which corresponded to those listed in Art. 6 (art. 6) of the Convention (FF [Federal Gazette] 1974 I p. 1032, Communication).", "The fact that appeal proceedings are in written form without any oral argument or taking of evidence is not contrary to Art. 6 (art. 6) ECHR (Cassation Division of the Federal Court: Risse, 14.9.1981).", "The Cassation Division therefore carries out the ultimate control by the judiciary required by the European Convention on Human Rights, subject to the reservations made by Switzerland, even if it cannot hear witnesses.", "...\"", "14. The applicant lodged a public-law appeal against this decision with the Federal Court. In her submission, Switzerland’s interpretative declaration in respect of the Convention (see paragraph 29 below) did not mean that an administrative authority such as the Police Board was empowered to determine the merits of a criminal charge. Such a jurisdiction was conceivable only if judicial review was ultimately available. This was not so in the present case, however, as the Criminal Cassation Division of the Vaud Cantonal Court and the Federal Court had limited powers, which did not normally allow them to review questions of fact (on which the Police Board’s findings were final), for example by examining witnesses. Furthermore, under section 12 of the Vaud Municipal Decisions Act the municipality could delegate its powers to a senior police official, who was an agent of the executive; that being so, the Police Board was acting as judge in its own cause.", "15. On 2 November 1982, the Federal Court (1st Public-Law Division) delivered a judgment dismissing the appeal on the following grounds:", "\"...", "2. The guarantee of a fair trial provided for in Article 6 § 1 (art. 6-1) ECHR [European Convention on Human Rights] lays down inter alia that ‘everyone is entitled to a fair ... hearing ... by an independent and impartial tribunal established by law...’.", "(a) The sole issue raised by the appellant’s complaint is whether Article 6 (art. 6) ECHR precludes proceedings whereby the facts are established by a body such as the Police Board, which is not an independent tribunal. Contrary to that Board’s statement in its ruling of 18 January 1982, the appellant did not claim, even by implication, that the Police Board was in this case an (administrative) body lacking impartiality. In any event, such a complaint was not formulated in terms sufficiently clear with regard to section 90(1)(b) OJ [Federal Judicature Act].", "(b) The scope of Article 6 § 1 (art. 6-1) ECHR must be examined in the light of Switzerland’s interpretative declaration, according to which: ‘the Swiss Federal Council considers that the guarantee of fair trial in Article 6 § 1 (art. 6-1) of the Convention, ... is intended solely to ensure ultimate control by the judiciary over the acts or decisions of the public authorities ...’. (Article 1 § 1 (a) of the Federal Decree of 3 October 1974 approving the ECHR, RO [Official Collection of Federal Statutes] 1974, 2149.) In its communication of 4 March 1974 to the Federal Assembly, the Federal Council noted that this interpretative declaration was formulated precisely with a view to ‘cases in which the decision taken by an administrative authority may be referred to a court not for a ruling on the merits but solely for review of its lawfulness (pourvoi en nullité)’, on the basis of the interpretation of Article 6 § 1 (art. 6-1) given by the President of the European Commission of Human Rights (FF 1974 I p. 1032). The Federal Court finds no grounds for departing from that interpretative declaration (ATF [Judgments of the Swiss Federal Court] 107 Ia 167), even though its validity and its scope have been contested by academic writers (D. Brandle, Vorbehalte und auslegende Erklärungen zur europaïschen Menschenrechtskonvention, Zürich thesis 1978, pp. 113-114). Moreover, the European Court of Human Rights has also acknowledged that Article 6 § 1 (art. 6-1) is complied with in so far as a decision of an administrative authority may be subject to ultimate control by the judiciary, since the guarantee of a fair trial must be assessed having regard to the entire procedure (ATF 98 Ia 238; cf. J. Raymond, ‘La Suisse devant les organes de la CEDH’, in RDS [Revue de droit suisse] 98/1979 II p. 67, and the decisions cited therein; D. Poncet, La protection de l’accusé par la Convention européenne des Droits de l’Homme, p. 29, no. 78).", "3. The Vaud legislature used the right conferred on cantons by Article 345 § 1(2) CC [Swiss Criminal Code] to allow certain minor offences to be tried by the municipal authority (section 45 of the Local Authorities Act of 28 February 1956; sections 1 et seq. MDA [Municipal Decisions Act]). According to section 41 MDA, judicial review of such municipal decisions is effected by the Cassation Division of the Cantonal Court, which may determine both whether the correct procedure has been followed (in the case of a recours en nullité - section 43 MDA) and whether the law has been properly applied (in the case of a recours en réforme - section 44 MDA). It does not therefore have full competence to re-examine the facts. However, that is not necessary under Article 6 § 1 (art. 6-1) ECHR provided that appeal lies to a judicial authority which not only reviews the correctness of the procedure - including ‘whether there are serious doubts as to the facts found’ (section 43 (e)) - but may also be called upon to consider complaints of ‘incorrect application of the law’ and of ‘misuse of discretion in the application of the law’ (section 44). The Cantonal Court therefore enjoys a much more extensive power of review than the Federal Court in a public-law appeal, where jurisdiction is restricted to ensuring that a decision is not arbitrary (cf. Schubarth, Die Artikel 5 und 6 (art. 5, art. 6) der Konvention, insbesondere im Hinblick auf das schweizerische Strafprozessrecht, RDS 94/1975 I, p. 498, nos. 119-122), since the appeal which lies is not ‘a mere cassation procedure’ (J. Raymond, op. cit., pp. 68-69, no. 81). Moreover, where the Cantonal Cassation Division quashes a decision because there are serious doubts as to the facts found (section 43(e) MDA), it may request the municipal authority, to which it remits the case (section 52 MDA), to carry out additional investigative measures. That in itself is sufficient to show that the ultimate control by the judiciary of municipal decisions in the Canton of Vaud is in conformity with Article 6 § 1 (art. 6-1) ECHR, as interpreted in accordance with the declaration made by Switzerland. The view advanced by P. Bischofberger, who appears to argue that ultimate judicial control should cover both the law and the facts (Die Verfahrensgarantien der Europaïschen Konvention zum Schutze der Menschenrechte und Grundfreiheiten (Art. 5 und 6) (art. 5, art. 6) in ihrer Einwirkung auf das schweizerische Strafprozessrecht, Zürich thesis 1972, pp. 50-51), is not justified in view of the meaning of the Federal Council’s interpretative declaration, although it would be desirable for offences of the kind at issue to be tried by a criminal court.", "Moreover, the appellant did not claim that the judicial review of the instant case by the Cassation Division of the Cantonal Court was open to criticism regarding its examination of the lawfulness of the Police Board’s decision of 4 September 1981.\" (Judgments of the Swiss Federal Court, vol. 108, Ia, pp. 313-316)", "16. In the Canton of Vaud, municipalities can delegate responsibility for prosecuting and punishing minor offences to one or three municipal councillors or, where the population is over ten thousand, to a specialist civil servant or a senior police officer (section 12 of the Municipal Decisions Act of 17 November 1969 - \"the 1969 Act\").", "17. In Lausanne the Police Board consists of a single municipal civil servant. He is a sworn official and as such \"must discharge his duties in person, diligently, conscientiously and loyally\" (Regulation 10 of the Local Government Staff Regulations). He can withdraw from the case of his own accord or be challenged (section 12 of the 1969 Act).", "18. The Police Board can only impose fines (section 5 of the 1969 Act), and these cannot exceed 200 CHF for a first offence or 500 CHF for a subsequent offence. It is empowered to order the offender (\"dénoncé\") to pay expenses (sections 5 and 34) but has no power to award damages or costs against him (section 5).", "19. In 1986, the Lausanne Police Board decided 22,761 individual cases. Traffic offences - mainly parking offences - accounted for 91% of these.", "20. If the Police Board considers that the facts have been established and that the available information about the personal situation of the offender is sufficient, it may take its decision without summoning the person concerned to appear before it (section 24 of the 1969 Act).", "Where a hearing is held, the offender is entitled to consult the file beforehand (section 23). He normally appears in person at the hearing but may send a representative if he is expressly exempted from attending in person (section 29).", "21. The procedure for inquiring into the facts is laid down in section 30, which reads as follows:", "\"The municipal authority shall hear the offender and, where appropriate, the person who has laid the information against him.", "Such parts of the police report as concern the offender shall be made known to him or to the person representing or assisting him.", "If the facts are disputed, the municipal authority shall carry out the necessary verification, in particular by taking evidence from witnesses it has summoned or sends for or whom the offender brings before it; it may visit the locus.", "Where necessary, it shall call upon the services of an interpreter.", "For the rest, the municipal authority shall reach its own conclusion as to the accuracy of the facts set out in the report.\"", "22. The Police Board’s decision is delivered immediately; if convicted, the offender is informed of his right of appeal (section 31), and the Board’s decision is subsequently notified to him in writing.", "23. A convicted offender may apply to have the conviction set aside (opposition) if, as in the instant case, he was not summoned to appear at a hearing or was tried in absentia (section 36). In such cases the original decision ceases to have validity (section 39) and the Police Board reopens the proceedings by summoning the person concerned to a hearing.", "24. Criminal law in the Canton of Vaud does not allow for an ordinary appeal (appel) against Police Board decisions but does make provision for two types of application to the Cassation Division of the Cantonal Court, in addition to the possibility of applying to have the decision set aside.", "The first type - of which Mrs. Belilos availed herself (see paragraph 13 above) - is provided for in section 43 of the 1969 Act:", "\"An application for a declaration of nullity (recours en nullité) may be made on grounds of the following procedural irregularities:", "(a) where the municipal authority has made a determination of fact in respect of which it had no statutory competence by reason of territorial jurisdiction or the subject-matter;", "(b) where process has not been properly served on the offender;", "(c) where some other vital procedural rule has been disregarded in such a way as to affect the impugned decision;", "(d) where the decision being challenged discloses omissions or inconsistencies such that the Cassation Division is unable to determine the ground of appeal;", "(e) where there are serious doubts as to the facts found.\"", "In cases which come under paragraph (a) and in which prosecution of the offence is mandatory, the Cassation Division refers the case to the public prosecutor’s office (section 51, first paragraph); it declares the impugned decision to be null and void without referring the case \"where prosecution of the offence is not mandatory or is clearly time-barred\" (section 51, second paragraph). In the other eventualities it \"shall remit the case to the municipal authority for a fresh decision\" (section 52).", "Section 44 provides for a second type of application, not made in the instant case, namely an appeal on points of law (recours en réforme) \"on grounds of incorrect application of the law or of misuse of discretionary powers in the application of the law\". If it allows the appeal, \"the Cassation Division shall substitute its own decision taken on the basis of the facts established at first instance, save for any manifest errors, which it shall rectify of its own motion\" (section 53).", "25. When such an application or appeal is made, the Police Board forwards it without delay to the Cantonal Court together with the case file. The file must (under section 46) contain: the police report(s); a copy of the summons, together, if necessary, with the acknowledgement of receipt of it; a copy of the decision; the envelope containing the application or appeal, if it was sent by post; possibly the other documents relating to the offence in question; and a copy of the municipal regulations applied or a copy of the administrative decision which has not been complied with. The Board may enclose \"determinations\" on the applications.", "26. In 1986, the Vaud Cantonal Court registered twenty-eight such applications and appeals against decisions of the Lausanne Police Board. By 31 December of that year, it had rejected three of them in limine, dismissed sixteen and allowed one, remitting the case to the Police Board; the other eight were still pending.", "27. A public-law appeal lies to the Federal Court against judgments of the Criminal Cassation Division of the Cantonal Court, and on such an appeal the Federal Court’s power of review is restricted to ensuring that there has been no arbitrariness (see paragraph 15 above).", "Five such appeals relating to decisions by the Lausanne Police Board were heard in 1986; the Federal Court declared all of them inadmissible.", "28. On 28 November 1974, the Head of the Federal Political Department - which has since become the Federal Department of Foreign Affairs - deposited the instrument of ratification of the Convention with the Secretary General of the Council of Europe (pursuant to Article 66 § 1, third sentence) (art. 66-1). The instrument reproduced, mutatis mutandis, the wording traditionally used by Switzerland in such cases:", "\"The Swiss Federal Council, having seen and considered the Convention for the Protection of Human Rights and Fundamental Freedoms of 4 November 1950, ... which was approved by the Federal Houses on 3 October 1974, declares that the Convention aforesaid is ratified, with the following reservations and interpretative declarations ...\".", "The reservations were made in respect of Articles 5 and 6 (art. 5, art. 6) - the first one was withdrawn in 1982 -, while the declarations related to paragraphs 1 and 3 (c) and (e) of Article 6 (art. 6-1, art. 6-3-c, art. 6-3-e).", "29. Only the declaration on the interpretation of Article 6 § 1 (art. 6-1) is at issue in the instant case; it reads:", "\"The Swiss Federal Council considers that the guarantee of fair trial in Article 6, paragraph 1 (art. 6-1) of the Convention, in the determination of civil rights and obligations or any criminal charge against the person in question is intended solely to ensure ultimate control by the judiciary over the acts or decisions of the public authorities relating to such rights or obligations or the determination of such a charge.\"", "30. On 9 December 1968, the Federal Council submitted to the Federal Assembly a detailed report on the Convention (Federal Gazette, 1968, vol. II, pp. 1069-1198). In it the Federal Council stressed the need to make several reservations and also a declaration on the interpretation of Article 6 § 3 (c) and (e) (art. 6-3-c, art. 6-3-e); it did not, however, mention any need for a similar declaration in respect of Article 6 § 1 (art. 6-1).", "31. In a supplementary report which it sent to the Federal Assembly on 23 February 1972, the Federal Council returned to the question of reservations and interpretative declarations:", "\"...", "6. In our report of 9 December 1968 we recognised that when ratifying the Convention, Switzerland should make, in addition to the aforementioned five reservations, a declaration on the interpretation of Article 6 § 3 (c) and (e) (art. 6-3-c, art. 6-3-e), which relate to free legal assistance and the free assistance of an interpreter (FF 1868 II 1121)....", "7. Since the publication of our previous report, a fresh difficulty has arisen which might lead Switzerland to make an additional reservation when ratifying the Convention. In its judgment of 16 July 1971 in the Ringeisen case, the European Court of Human Rights gave its interpretation of the concept of ‘the determination of ... civil rights and obligations’ in Article 6 § 1 (art. 6-1)....", "The Court’s tendency to give a broad meaning to the word ‘civil’ raises tricky problems for Switzerland, where administrative authorities determine civil-law disputes and intervene in private-law relations. In order to ensure that a wide conception of civil disputes (la contestation de caractère civil) does not have repercussions on the organisation of public administration and of the courts in the cantons, it will probably be necessary to make a reservation concerning the scope of Article 6 (art. 6) when ratifying the Convention. The wording of such a reservation will depend partly on the outcome of studies yet to be made of the subject and partly on any developments in the case-law of the Commission or the Court. We shall have an opportunity of determining our attitude to the subject in the communication we shall be sending you in due course concerning ratification of the Convention.", "...\" (Federal Gazette, 1972, vol. I, pp. 995-996).", "The Federal Political Department communicated the supplementary report officially to the Council of Europe’s Directorate of Legal Affairs.", "32. The communication foreshadowed in 1972 reached the Assembly on 4 March 1974. In it the Federal Council dealt, among other things, with the \"effects on the system of public administration and of the courts in the cantons of the guarantee of a right of access to the courts in Article 6 (art. 6) of the Convention\":", "\"In our supplementary report of 23 February 1972 we noted among other things that when the Convention was being ratified, it would probably be necessary to make a reservation concerning the scope of the first sentence of Article 6 § 1 (art. 6-1), whereby ... We reserved the right to study this problem in greater detail, however, and to determine our attitude to the matter in this communication.", "In its judgment of 16 July 1971 in the Ringeisen case the European Court of Human Rights stated that for Article 6 § 1 (art. 6-1) of the Convention to be applicable to a case it was not necessary that both parties to the proceedings should be private persons. The wording of Article 6 § 1 (art. 6-1) was far wider. The French expression ‘contestations sur des droits et obligations de caractère civil’ covered all proceedings the outcome of which was decisive for private rights and obligations. The English text, ‘determination of ... civil rights and obligations’, confirmed this interpretation. In the Court’s opinion, the character of the legislation which governed how the matter was to be determined (civil, commercial, administrative law, etc.) or of the authority which was invested with jurisdiction in the matter (ordinary court, administrative body, etc.) was therefore of little consequence.", "In order to assess the exact scope of this provision, it has to be asked at what stage of the domestic proceedings the requirements of Article 6 § 1 (art. 6-1) have to be satisfied. Valuable clues are given in the address one of the delegates of the European Commission of Human Rights made to the Court in the Ringeisen case. According to Mr. Fawcett, Article 6 (art. 6) of the Convention is designed only to secure ultimate judicial control of actions or decisions of public authority which affect, in particular, civil rights and obligations. This judicial control is furthermore limited: the relevant provision calls only for a fair hearing and not for a determination of the merits. In other words, it is not necessary that the administrative authorities themselves should comply with the requirements of Article 6 (art. 6). But where their decisions have the effect of confirming, modifying or annulling civil rights or obligations, there must in the whole process be a judicial element of fair hearing.", "...", "Lastly, in criminal law, Article 345 § 1(2) of the Swiss Criminal Code provides that minor offences can be tried by an administrative authority. Furthermore, Article 369 of the same Code empowers the cantons to appoint an administrative body to try offences committed by children or adolescents. In our report of 9 December 1968 on the Convention we said that, despite these departures from the principle of separation of powers, independence and impartiality are guaranteed in the aforementioned cases in other ways. In several cantons, for instance, the administrative authorities called upon to exercise judicial functions are elected by the people and are independent of the executive. In those circumstances they can be equated with a ‘tribunal’ within the meaning of Article 6 § 1 (art. 6-1) of the European Convention on Human Rights. Moreover, a member of the public who is not satisfied with an administrative decision can very often ask to have his case heard by a court under ordinary procedure. The court then gives judgment on the merits of the charge and acquits or convicts. Where, on the other hand, the decision taken by an administrative authority can be referred to a court not for a ruling on the merits but solely for review of its lawfulness (pourvoi en nullité), the question arises whether this review procedure satisfies the requirements of Article 6 (art. 6) of the Convention.", "Following the interpretation given to Article 6 § 1 (art. 6-1) by the current President of the European Commission of Human Rights, we consider that that provision is intended only to ensure ultimate control by the judiciary over the acts or decisions of the public authorities. Moreover, it requires only a fair hearing and not a decision on the merits. ...\" (Federal Gazette, 1974, vol. I, pp. 1030-1033).", "The Federal Political Department forwarded the communication officially to the Council of Europe’s Directorate of Legal Affairs.", "33. The Federal Assembly approved the Convention - and, at the same time, the reservations and interpretative declarations - on 3 October 1974. The Federal Decree recording the fact is worded as follows:", "\"The Federal Assembly of the Swiss Confederation,", "Having regard to Article 8 of the Constitution;", "Having regard to the Federal Council’s communication of 4 March 1974,", "Hereby decrees:", "Article 1", "The following are approved:", "(a) The Convention for the Protection of Human Rights and Fundamental Freedoms of 4 November 1950, as amended by Protocol No. 3 (P3) of 6 May 1963, amending Articles 29, 30 and 34 (art. 29, art. 30, art. 34) of the Convention, and by Protocol No. 5 (P5) of 20 January 1966, amending Articles 22 and 40 (art. 22, art. 40) of the Convention, with the following reservations and declarations:", "...", "- Declaration on the interpretation of Article 6 § 1 (art. 6-1): [see paragraph 29 above]", "...\" (Official Collection of Federal Statutes, 1974, pp. 2148-2149)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}