{"ITEMID": "001-81136", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MDA", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF CIORAP v. MOLDOVA", "IMPORTANCE": "2", "CONCLUSION": "Preliminary objection dismissed (non-exhaustion);Violation of Art. 3 (conditions of detention);Violation of Art. 3 (force-feeding);Violation of Art. 6;Violation of Art. 8 (censorship of correspondence);Violation of Art. 8 (conditions of visits in prison);Not necessary to examine Art. 10;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "Nicolas Bratza", "TEXT": ["5. The applicant was born in 1965 and lives in Chişinău.", "6. The facts of the case, as submitted by the parties, may be summarised as follows.", "7. The applicant worked for “Social Amnesty”, an NGO specialising in offering legal help to persons deprived of their liberty. He claims that as a result of his activities he became the target of persecution. In two sets of proceedings he was charged with a number of serious fraud offences. The applicant is a second degree invalid and has been diagnosed with “mosaic schizophrenia”.", "8. On 23 October 2000 the applicant was arrested. On 6 November 2000 he was transferred to the remand centre of the Ministry of Justice (also known as prison no. 3, subsequently re-named prison no. 13) in Chişinău. He spent certain periods of time in the Pruncul detainee hospital. He was convicted of a number of crimes but is still remanded on other charges.", "9. According to the applicant, the conditions of detention were inhuman. In particular, he referred to the overcrowding in the cells (which occasionally meant 2-3 detainees for each 2m2 of space), accompanied by the fact that detainees with infectious diseases such as tuberculosis were kept together with other detainees, especially during hunger-strikes; the presence of parasitic insects; the lack of proper ventilation and access to daylight; the rudimentary sanitary conditions which left no room for privacy; the loud radio that was constantly on between 7 a.m. and 10 p.m. together with the very poor quantity and quality of food served. Before 27 May 2005 electricity and cold water were only available for several hours a day. The applicant described his food ration for one day as consisting of 100 grams of porridge with water twice a day and a soup consisting mostly of water for lunch, with an additional 400 grams of bread for the whole day. In support of his complaint regarding the overcrowding in the cell he gave the example of his transfer to cell no. 11 on 2 August 2001, which he shared with five other persons despite the fact that only two bunk beds were available. He claimed that he had to sleep on the floor due to the insufficiency of beds and had access only to electric light for six hours a day. Another example was his detention in cell no. 17a, which accommodated 10 persons in an area of 12m2.", "10. The applicant referred to the report of the Committee for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment (CPT) for 2004 (see paragraph 47 below) and the report of the Ministry of Justice regarding the conditions of detention in prison no. 13 (see paragraph 43 below).", "11. According to the applicant, he complained to various authorities about his conditions of detention. This was disputed by the Government. The applicant submitted replies from the Penitentiaries' Department and the Public Order Department at the Ministry of Internal Affairs, which dealt, inter alia, with the applicant's conditions of detention. In addition, he submitted copies of his complaints to the Government and the administration of prison no. 3, in which he also complained about the conditions of detention. In its letter of 29 December 2003 the Penitentiaries' Department conceded that prison no. 3 was “periodically overcrowded”, which led to an increase in the spread of pediculosis and skin disease. The presence of parasitic insects was also confirmed, although no complaints had been received in this respect from detainees. In 2002-2003 a major disinfection had been carried out in the prison.", "12. In a letter to the prison administration dated 17 February 2002 the applicant complained about the absence of beds in cell no. 72 where he was detained at that time, the detainees having to sleep on wooden shelves. He referred to the limited access to daylight and fresh air due to metal blinds covering the window and the presence of strong smells and damp, as well as the presence of parasitic insects, which prevented him from sleeping. In a letter dated 26 May 2002 the applicant complained about his transfer for ten days to solitary detention cell no. 7 which was very damp and caused him to fear that he would contract tuberculosis. In addition, he had not been given food for three days and there were rodents in the cell. There was no furniture, except for a bed which was retracted into the wall during daytime, the applicant having to sit on the bare concrete floor. There was no window and he had electric light for only 5-6 hours a day, leaving him in total darkness for the rest of the time. He requested the visit of a doctor and his transfer to another cell. It appears that the applicant did not receive a reply to these two complaints and the Government have not commented on them. In his “hunger-strike diary” the applicant noted his transfer to cell no. 11 on 2 August 2001 and the presence of five more persons there.", "13. According to a letter from the Ministry of Justice dated 25 November 2005, the applicant had been detained in cells nos. 2, 17a, 53, 70a, 84, 89 and 116 all measuring 8-12m2. The number of detainees which those cells could accommodate was not specified and no details were given as to the number of detainees who had been actually detained in those cells together with the applicant. The only exception was cell no. 116, where the applicant was detained at the time of filing the observations (13 December 2005), which measured 10m2 and in which one other person was detained. In a letter to another person detained in the same cell, no. 116, dated 30 November 2005, the Prosecutor General's Office stated that “all the persons detained in that cell have a bed and bed linen”. The video recording submitted by the Government showed two bunk beds in the cell, one of which was placed across the toilet. According to the Government, electricity and cold water were permanently available and there was natural light in each cell. The applicant had the right to a bath every week. Food was given in accordance with the relevant Government regulations, including meat and fish “depending on availability”. Detainees could buy food from the local shop and were allowed to receive parcels from the outside. In addition, the applicant had been treated on many occasions by various doctors as a result of his hunger-strikes and self-mutilation and he benefited from the better conditions in the prison hospital.", "14. The applicant began a hunger-strike on 1 August 2001 as a result of alleged violations of his rights and those of his family. Since no prosecutor came to discuss with him the alleged violations for two weeks, on the night of 14 August 2001 he cut his wrists and set fire to himself. He was treated and was subsequently force-fed a number of times. The applicant submitted his “hunger-strike diary”, in which he noted the dates and manner of his force-feeding, his state of health during the relevant period and his transfers to various cells. The applicant wrote that he had requested to be given food intra-venously rather than by means of a stomach tube.", "15. Following the applicant's complaint, on 13 September 2001, the duty doctor made a preliminary diagnosis: “right-sided inter-muscular inguinal hernia?” (“hernie intermusculară inghinală din dreapta?”). On 14 September 2001 a surgeon established the diagnosis: “abscess of the connection of the fore wall?” (“abces de legătură a peretelui anterior?”). Treatment was ordered but the applicant refused it. He submitted that, having refused treatment on 14 September 2001, he was transferred for a few days to a dark, cold and damp solitary confinement cell with no furniture.", "16. The prison psychiatrist who examined the applicant several days after the incident of 14 August 2001 declared in court that he had found that the applicant had been perfectly aware of the consequences of his actions and had explained them as a last measure of protest against abuses of his rights. The doctor added that he had been pressured into signing an act declaring the applicant mentally ill, which he refused to do. In August – September 2003 the applicant underwent in-patient treatment after he had been diagnosed, inter alia, with mosaic psychopathy.", "17. In an answer to the applicant's lawyer, the prison administration confirmed that on 3 August 2001 the applicant had begun a hunger-strike and was given a medical examination the same day. On 15 August 2001 he cut his veins and set fire to himself and was treated immediately. On 23 August the doctor found his state of health relatively satisfactory. On 24 August a doctor found that the applicant's health was deteriorating and ordered force-feeding. He was force-fed a total of seven times, including on 28 August, 3, 5, 6, 7 and 10 September 2001. On 14 September 2001 the applicant was transferred to a detainee hospital and he ended his hunger-strike on 4 October 2001. The feeding took place on the basis of Article 33 of the Law on pre-trial detention (see paragraph 40 below) and a special instruction (see paragraph 41 below). That instruction had not been published but it appears that the applicant had known its contents since he mentioned it in his “hunger-strike diary”. The prison regulation was not published either but did not contain any provision regarding force-feeding. On 23 December 2003 a copy was exceptionally sent to the applicant.", "18. According to documents submitted by the Government, the applicant was escorted to court hearings on 4 and 13 September 2001. The applicant noted in his “hunger-strike diary” that he had not been fed on 4 and 13 September 2001 since he had been brought to court on those dates. In response to the Court's request to submit all relevant medical documents concerning the applicant's force-feeding, including the results of any medical tests made, the Government submitted the following documents. Several types of medical investigations of the applicant's health took place after 11 September 2001, including blood and urine analyses, cardiac and other measurements. According to the register of visits by the duty doctor, the applicant's health was satisfactory during most of the period 1 – 21 August 2001. On 23 August 2001 the duty doctor found that the applicant's health was “relatively satisfactory” but considered that he was not sufficiently fit to participate in criminal investigation actions, having complained of general weakness and dizziness. On 24 August 2001 the duty doctor noted “Force-feeding was administered in accordance with the instruction (milk 800ml, sugar 50gr)”. Similar remarks were made on 28 August 2001, 3, 5, 6, 7 and 10 September 2001. On a number of these dates, the duty doctor noted that the applicant's health had been “relatively satisfactory”, while on 5 September 2001 it was “satisfactory”. No indication of the nature of the food administered was noted for the dates 5-7 September 2001.", "19. In October 2001 the applicant lodged a complaint about the force-feeding and about the pain and humiliation caused by that process. He described the process as follows: he was always handcuffed, even though he never physically resisted force-feeding but simply refused to take food as a form of protest. The prison staff forced him to open his mouth by pulling his hair, gripping his neck and stepping on his feet until he could no longer bear the pain and opened his mouth. His mouth was then fixed in an open position by means of a metal mouth-widener. His tongue was pulled out of his mouth with a pair of metal tongs which he claims left it numb and bleeding each time. A hard tube was inserted as far as his stomach through which liquidised food passed into his stomach provoking, on some occasions, sharp pain. When the metal holder was removed from his mouth, he bled, he could not feel his tongue and was unable to speak. The instruments used for his force-feeding were not fitted with single-use, soft protection layers to prevent pain and infection.", "20. According to the witness statement made in court by C.S., a nurse who personally witnessed the applicant's force-feeding, the applicant had not always resisted force-feeding and no handcuffing had been necessary on such occasions, but it was a mandatory procedure, which she considered to be painful, but necessary to save lives. B.A., a generalist who personally force-fed the applicant, declared in court that occasionally the food introduced “did not correspond to the instruction”.", "21. V.B., a detainee in the same remand centre, gave evidence in court that he had seen blood on the applicant and on other detainees after they had been force-fed. The applicant requested to be fed milk or to be given vitamins through an intra-venous drip. He also submitted copies of decisions to place him in a solitary cell for periods of 10 days for hunger-strikes on 22 April and 15 October 1994, 19 and 28 July, 21 August, 31 October, 24 November and 4 December 1995. The latter sanction mentioned that the applicant “categorically continued to refuse to take food”.", "22. On 4 November 2001 the Centru District Court refused to examine the complaint because it did not comply with procedural requirements. On 18 February 2002 that court again refused to examine his complaint on the same ground. On 25 April 2002 the Chişinău Regional Court quashed that decision and ordered a re-hearing, finding that the applicant, as a detainee, could not fully observe the formalities and that the specific nature of his complaint warranted an examination of his case on the merits.", "23. On 7 November 2002 the Centru District Court rejected his claim as unfounded. It focused on the lawfulness of force-feeding and qualified his refusal to eat as a violation of detention rules. On 30 April 2003 the Chişinău Regional Court upheld that judgment.", "24. On 19 April 2003 the Supreme Court of Justice quashed the previous judgments and ordered a full re-hearing. The court noted that the lower courts had not established clearly whether medical necessity had been the basis for the force-feeding of the applicant.", "25. On 9 October 2003 Article 33 of the Law on Remand (which had provided for the force-feeding of detainees on hunger-strike) was amended to expressly prohibit the force-feeding of detainees.", "26. On 15 February 2005 the Centru District Court rejected his claims as unfounded. It found that the law (applicable at the time), which provided for the force-feeding of detainees who refused to eat, was not contrary to national or international human rights standards, aiming as it did at protecting the lives of such detainees. The applicant's force-feeding was based on medical necessity as established by the medical personnel and his handcuffing and other restrictive measures were necessary to protect him from danger to his health and life. The court found that in view of his resistance to force-feeding it was necessary to apply to him “special means, including handcuffs” and that it did not amount to inhuman or degrading treatment. The court did not deal with the witness statements of C.S., B.A. or V.B. (see paragraphs 20 and 21 above).", "27. On 26 April 2005 the Chişinău Court of Appeal upheld that judgment, essentially repeating the reasons of the Centru District Court. The court noted that the witnesses heard by the lower court had denied having tortured the applicant and that there was no evidence to support his claim.", "28. The applicant appealed to the Supreme Court of Justice, relying, inter alia, on evidence of damage to his health as a result of force-feeding such as a broken tooth and an abdominal infection. He also relied on his inability to pay and mentioned his second-degree invalidity. The court refused to examine his appeal because the applicant had not paid court fees of 45 Moldovan lei (MDL) (the equivalent of 3 euros (EUR) at the time). He requested the court to waive those fees because he had no sources of income and could not afford to pay them. The court responded by a letter of 13 June 2005, explaining that his appeal:", "“does not correspond to the provisions of Articles 436, 437 of the Civil Procedure Code... According to Article 438 § 2 if the appeal does not correspond to the provisions of Article 437 or if the court fee has not been paid, the court returns it within 5 days under the signature of the president or the vice-president of the court. For these reasons we return your appeal for elimination of shortcomings. ...”", "29. The applicant's appeal in cassation lodged with the Supreme Court of Justice in respect of his force-feeding was not examined by that court for failure to pay the court fees (see paragraph 28 above).", "30. The applicant had won court proceedings in 2003 and had received MDL 1,800. By a judgment of 1 July 2005 he was awarded MDL 5,000. However, this decision was appealed and the applicant did not receive any of that award in 2005. The applicant paid MDL 1,000 for the assistance of a lawyer during his detention. He was also compensated for lost mail by the postal authorities of France and the United Kingdom (EUR 55).", "31. In several letters to the domestic authorities he claimed that the court fees and his other expenses had been paid by his relatives or friends. In a letter of 25 September 2003 he asked the prison administration to receive the compensation from the postal authorities and to transfer it to his lawyer.", "32. The applicant initiated court proceedings requesting a court order to oblige the Government to provide him with the financial means for initiating various court proceedings. On 18 June 2004 the Supreme Court of Justice dismissed this complaint for failure to follow the extra-judicial dispute settlement procedure before initiating the proceedings.", "33. The applicant further submitted copies of several letters, including from the Parliament (e.g., letter of 10 October 2002), the Ministry of Justice (11 October 2001), the Constitutional Court (18 September 2002), an Ombudsperson (23 August 2001), a psychiatric hospital (16 April 2002) as well as from law-enforcement agencies such as the prosecutor's office (11 July 2002) and non-governmental organisations such as “Amnesty International” (28 July 2003) and “Lawyers for Human Rights” (10 February 2003). Most of these letters bear prison stamps indicating the entry number and date. Occasionally, a handwritten instruction is given: “to be handed [to the applicant]” and/or by a note with his name and his cell number (including cell nos. 11, 13, 15, 20 and 72). Other letters bear the stamp only on the envelope. Some of the letters were addressed to the prison administration and the applicant, but all of the letters mentioned above were addressed to the applicant only.", "34. The applicant submitted that except for a first visit by his family at the beginning of his detention, he communicated with them through a glass partition using an internal telephone. Such visits were limited to about two hours a month and no privacy was possible since five cabins for such visits were placed next to each other. All physical contact was excluded. Convicted persons were allowed much longer visiting times in separate meeting rooms without a glass partition. The applicant did not have such privileges because, although convicted of some offences, he was still on remand on other charges. He further stated that he had been denied visits by his family for long periods of time (up to a year).", "35. The applicant requested better conditions for visits. On 21 August 2003 he asked for permission to have longer visits (see the preceding paragraph) from his girlfriend and his sister and noted that his conviction had become final on 28 May 2003. This request was refused on the basis of the “Statute of the remand centre”.", "36. He initiated court proceedings against the administration of the remand centre requesting the right to have better visiting conditions, notably to be able to meet his visitors in a separate room for a longer time and without the glass partition. The administration submitted that such visits were prohibited by the prison rules, which aimed at protecting the safety and order of the remand centre. On 25 December 2003 the Court of Appeal rejected the applicant's claim.", "37. On appeal he added a request for more regular visits and invoked the fact that he was both a convict and a detainee on remand. He stressed the long period of time during which he had not had any physical contact with relatives and described how he missed such contact, given also that he could not contact them by telephone. The applicant insisted that he had obtained on numerous occasions the agreement of the judge in charge of his case for meetings with relatives, but that the prison administration allowed meetings only in the glass cabin. He noted that occasionally the internal telephone in the glass cabin had not worked and that he had had to shout to be heard by his relatives, which was an embarrassment since four other families had had to do the same. The applicant invoked Article 8 of the Convention.", "38. The Supreme Court of Justice, in its final judgment of 21 April 2004, refused to examine the request for more regular visits as it had not been lodged with the first-instance court. It also rejected the main request for better visiting conditions, invoking the security of the detainees as the justification for the glass partition.", "39. The relevant provisions of the Code of Civil Procedure read as follows:", "Article 85 Waiver of court fees", "(1) The following are exempted from payment of court fees in civil proceedings:", "(a) Plaintiffs in actions:", "...", "regarding compensation for damage sustained as a result of bodily harm or other harm to health or as a result of death;", "regarding compensation for damage arising out of a crime; ...", "(4) Depending on his or her financial situation, the person may be exempted by the judge (the court) from payment of court fees, either entirely or in part.", "Article 437 Content of the application to the court", "...", "(2) Proof of payment of court fees is to be annexed to the application; the provisions of Articles 85 (4) and 86 do not apply.”", "40. The relevant provisions of the Law on pre-trial detention of 27 June 1997, in force until 9 October 2003, read as follows:", "“Article 18 Correspondence - Lodging of complaints, requests and sending of letters", "... “(2) Complaints, requests and letters from [persons detained awaiting trial] shall be subject to censorship by the prison authorities. Complaints, requests and letters addressed to the public prosecutor shall not be subjected to any control and shall be despatched to the addressee within twenty-four hours of their being filed.", "Article 19 Authorisation of meetings", "(1) The authorities of the remand centre shall authorise meetings of detainees with their relatives or other persons, with the written approval of the person or authority in charge of the case. Usually one meeting per month shall be authorised. The meeting may last from one to two hours.", "...", "(3) Authorised meetings shall take place under the supervision of the remand centre authorities. In the event of a violation of the rules, the meeting shall end.", "Article 33 Manner of force-feeding", "(1) A detainee who has refused to take food shall be subjected to force-feeding on the basis of a written report by the doctor in charge of that detainee.", "(2) The following shall be force-fed:", "(a) persons whose life is in danger as a result of their persistent refusal to take food;", "...", "(4) A person who refuses to take food shall be force-fed by medical personnel in the presence of at least two guards or other representatives of the authorities of the detention facility. Should it be necessary, such a person shall be restrained with handcuffs and held in the correct position by the guards.", "(5) The duration of the procedure of force-feeding of the detainee, the calorific value of the food and the name and function of the person who fed the detainee shall be indicated in the latter's medical record.", "(6) Should the health of a person refusing to take food improve, the force-feeding shall end. A detailed medical report shall be drawn up on the subject and the relevant entries made in the medical records. ...”", "41. According to the Instruction regarding the detention in prisons of persons refusing to take food and the manner of their force-feeding, adopted in 1996 by the Ministry of Health and the Ministry of Justice on 15 August 1996 and coordinated with the Prosecutor General's Office, an “ill-founded” refusal to take food shall be considered a breach of the detention regime. A person found to be in breach shall be transferred, within 24 hours from the date of the actual refusal to take food, to a solitary confinement cell. A doctor shall determine the need to force-feed a detainee refusing to take food and the regime to be followed, in accordance with the detainee's somatic condition of the organism, and shall explain, before each feeding, the dangers associated with the refusal to eat. Should a detainee resist his force-feeding, he shall be handcuffed and held in the required position by two guards or other prison representatives who must always be present, and a mouth-widener shall be applied. Each instance of force-feeding shall be registered in the detainee's medical file, indicating the date, the composition of the food and its quantity. Should a detainee's condition improve, the force-feeding shall end and the reasons shall be given in the medical file.", "42. On 24 October 2003 the Parliament adopted decision no. 415-XV, regarding the National Plan of Action in the Sphere of Human Rights for 2004-2008. The Plan includes a number of objectives for 2004-2008 aimed, inter alia, at improving the conditions of detention, including the reduction of overcrowding, improvement of medical treatment, involvement in work and reintegration of detainees, as well as the training of personnel. Regular reports are to be drawn up on the implementation of the Plan. On 31 December 2003 the Government adopted a decision on the Concept of reorganisation of the penitentiaries' system and the Plan of Action for 2004-2013 for the implementation of the Concept of reorganisation of the penitentiaries' system, both having the aim, inter alia, of improving the conditions of detention in penitentiaries. In addition, on 21 April 2004 the Government approved the creation of a Centre for technical and material assistance to the penitentiaries' system.", "43. On an unspecified date the Ministry of Justice adopted its “Report on the implementing by the Ministry of Justice of Chapter 14 of the National Plan of Action in the sphere of human rights for 2004-2008, approved by the Parliament Decision no. 415-XV of 24 October 2003”. On 25 November 2005 the Parliamentary Commission for Human Rights adopted a report on the implementation of the National Plan of Action. Both those reports confirmed the insufficient funding of the prison system and the resulting failure to implement fully the action plan in respect of the remand centres in Moldova, including prison no. 3 in Chişinău, in particular concerning the provision of sufficient space, food and bedding. The first of these reports mentioned, inter alia, that “as long as the aims and actions in [the National Plan of Action] do not have the necessary financial support ... it will remain only a good attempt by the State to observe human rights, described in Parliament Decision no. 415-XV of 24 October 2003, the fate of which is non-implementation, or partial implementation.” On 28 December 2005 the Parliament adopted a decision no. 370-XVI “Concerning the results of the verification by the special parliamentary commission regarding the situation of persons detained pending trial in remand centre no. 13 of the Penitentiaries' Department whose cases are pending before the courts”. The decision found, inter alia, that “the activity of the Ministry of Justice in ensuring conditions of detention does not correspond to the requirements of the legislation in force.”", "44. The relevant provisions of domestic law concerning the remedies available for complaints under Article 3 of the Convention have been set out in Ostrovar v. Moldova ((dec.), no. 35207/03, 22 March 2005) and Boicenco v. Moldova (no. 41088/05, §§ 68-71, 11 July 2006).", "45. The relevant provisions of domestic law concerning detainees' correspondence, in addition to those mentioned in paragraph 40 above, have been set out in Meriakri v. Moldova ((striking out), no. 53487/99, §§ 17-24, 1 March 2005).", "In addition, Article 301 of the new Code of Criminal Procedure reads as follows:", "“(1) Operational-investigative measures involving limitations to the right of inviolability of person, home or correspondence, telephone and telegraph conversations and other forms of communication, as well as other measures provided for by law shall be carried out with the authorisation of the investigating judge. ...”", "46. In its Report on its visit to Moldova on 10-21 June 2001, the CPT found (unofficial translation):", "“61. The delegation drew attention to the issue of contacts with the outside world for persons deprived of their liberty. A considerable number of persons complained of the ban on corresponding with their relatives and receiving visits. It appeared that contact by detainees with the outside world was left to the total discretion of the police officers and/or persons in charge of the institutions, with a very restrictive attitude being taken in this respect.", "Concerning the suspects of crimes the CPT accepts that, in the interest of the investigation, some restrictions on visits may indeed be imposed for certain persons. However, these restrictions should be strictly limited to the specific needs of the case and should be applied for as short a time as possible. In no circumstances may visits to a detainee by his family and friends be prohibited for long periods of time. If there is considered to be an ongoing risk of collusion, it is preferable to authorise visits under strict supervision; this approach should also cover correspondence with family and close friends.", "...", "The CPT recommends that the Moldovan authorities review the legal regulations and existing practice in this field, in the light of the observations formulated above.”", "47. In its report on the visit to Moldova on 20-30 September 2004, the CPT found (unofficial translation):", "“50. The CPT delegation again heard repeated complaints from persons charged with and convicted of administrative offences concerning the refusal of permission for them to receive visits or have contact with the outside world in EDPs.", "The CPT reiterates (see paragraph 61 of the report on the 2001 visit) that, where persons awaiting trial are concerned, if it is necessary in the interests of the investigation to place restrictions on visits for some of them, the restrictions should be strictly limited in time and applied for the shortest period possible. In no circumstances should visits to a detained person by family and friends be prohibited for a prolonged period. If there is thought to be an ongoing risk of collusion, it is better to allow visits under strict supervision. ...", "55. The situation in the majority of penitentiaries visited, in view of the economic situation in the country, remained difficult and the delegation encountered a number of problems already identified during its visits in 1998 and 2001 in terms of physical conditions and detention regimes.", "Added to this is the problem of overcrowding, which remains serious. In fact, even though the penitentiaries visited were not operating at their full capacity – as is the case of prison no. 3 in which the number of detainees was appreciably smaller than during the last visit of the Committee – they continued to be extremely congested. In fact, the receiving capacity was still based on a very unsatisfactory 2 m2 per detainee; in practice, this was often even less.", "73. Facilities for contact with the outside world left much to be desired. Although there was no restriction on parcels and letters, inmates were entitled only to brief visits totalling three hours every three months, which were in practice often reduced to one hour. What is more, visits took place under oppressive conditions in a room where prisoners were separated from visitors by a thick wire grille, with a guard stationed nearby at all times.", "79. The follow-up visit to prison no.3 in Chişinău revealed an unsatisfactory situation. The progress noted was in fact minimal, limited to some running repairs. The ventilation system had been repaired primarily thanks to the financial support of civil society (especially NGOs), and the creation of places for daily recreation had been made possible only as a result of contributions by the detainees and their families.", "The repair, renovation and maintenance of cells are entirely the responsibility of detainees themselves and of their families, who also pay for the necessary materials. They must also obtain their own sheets and blankets, the institution being able to give them only used mattresses.", "In sum, the conditions in the great majority of cells in Blocks I-II and the transit cells continue to be very poor indeed. ...", "Finally, despite the drastic reduction in overcrowding, the rate of occupancy of cells is still very high, not to say intolerable.", "83. Except in the Lipcani Re-education Colony for Minors, where the efforts made in this respect are to be highlighted, the quantity and quality of detainees' food everywhere is a source of grave concern. The delegation was inundated with complaints regarding the absence of meat and dairy products. The findings of the delegation, regarding both the stocks of food and the menus, confirm the credibility of these complaints. Its findings also confirmed that in certain places (in Prison no. 3, ...), the food served was repulsive and virtually inedible (for instance, insects and vermin were present). This is not surprising given the general state of the kitchens and their modest equipment.", "The Moldovan authorities have always claimed financial difficulties in ensuring the adequate feeding of detainees. However, the Committee insists that this is a fundamental requirement of life which must be ensured by the State to persons in its charge and that nothing can exonerate it from such responsibility. ...”", "48. Recommendation Rec(2006)2 of the Committee of Ministers to member states on the European Prison Rules (adopted by the Committee of Ministers on 11 January 2006 at the 952nd meeting of the Ministers' Deputies), insofar as relevant, reads as follows:", "“Contact with the outside world", "24.1 Prisoners shall be allowed to communicate as often as possible by letter, telephone or other forms of communication with their families, other persons and representatives of outside organisations and to receive visits from these persons.", "24.2 Communication and visits may be subject to restrictions and monitoring necessary for the requirements of continuing criminal investigations, maintenance of good order, safety and security, prevention of criminal offences and protection of victims of crime, but such restrictions, including specific restrictions ordered by a judicial authority, shall nevertheless allow an acceptable minimum level of contact.", "24.3 National law shall specify national and international bodies and officials with whom communication by prisoners shall not be restricted.", "24.4 The arrangements for visits shall be such as to allow prisoners to maintain and develop family relationships in as normal a manner as possible.", "24.5 Prison authorities shall assist prisoners in maintaining adequate contact with the outside world and provide them with the appropriate welfare support to do so.", "...”"], "VIOLATED_ARTICLES": ["3", "6", "8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}