{"ITEMID": "001-88159", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "ADMISSIBILITY", "DATE": 2008, "DOCNAME": "KOPIJ v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson;Giovanni Bonello;Ján Šikuta;Lech Garlicki;Ledi Bianku;Mihai Poalelungi", "TEXT": ["The applicant, Mr Janusz Kopij, is a Polish national who was born in 1953 and lives in Malbork. He was represented before the Court by Mr M. Romanowski, a lawyer practising in Gdańsk. The Polish Government (“the Government”) were represented by their Agent, Mr J. Wołąsiewicz of the Ministry of Foreign Affairs.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 22 May 2002 the applicant was arrested by the police.", "On 23 May 2002 the Gdańsk District Court decided to place the applicant in pre-trial detention in view of the reasonable suspicion that he had committed an armed robbery as a member of an organised criminal gang.", "On 13 August and 14 November 2002 the Gdańsk Regional Court (Sąd Okręgowy) further extended his detention relying in particular on the risk that a heavy sentence would be imposed, which made it probable that the applicant would interfere with the course of the investigation. Moreover, the complexity of the proceedings justified keeping the applicant in detention.", "Subsequently, the applicant’s pre-trial detention was extended, inter alia, on 19 December 2002 and 11 March 2003. The Regional Court reiterated the original grounds given for his detention and held that keeping the applicant in custody was necessary for securing the obtaining of evidence.", "On 7 May 2003 the Gdańsk Court of Appeal (Sąd Apelacyjny), upon an application from the Gdańsk Regional Prosecutor (Prokurator Okręgowy), further extended the applicant’s pretrial detention. In addition to reiterating the grounds relied on previously, the court considered that the complexity of the case and the large number of coaccused justified the fear that, if released, the applicant would interfere with the course of the proper conduct of the proceedings.", "On 16 June 2003 the applicant and 14 other co-accused were indicted before the Gdańsk Regional Court. The applicant was accused of having participated in an organised criminal gang, having committed two armed robberies and having been in possession of an illegal firearm.", "On 26 June and 18 December 2003 the Gdańsk Regional Court extended the applicant’s pretrial detention. It considered that the severity of the possible sentence justified the fear that, if released, the applicant would attempt to influence witnesses or abscond.", "Afterwards, as the length of the applicant’s detention had reached the statutory timelimit of 2 years laid down in Article 263 § 3 of the Code of Criminal Procedure (Kodeks postępowania karnego), the Regional Court applied to the Gdańsk Court of Appeal (Sąd Apelacyjny) asking for the applicant’s detention to be extended beyond that term. On 12 May, 22 September and 28 December 2004 the Gdańsk Court of Appeal allowed the applications and extended his pretrial detention. The court reiterated the grounds given previously.", "On 14 June and 22 November 2005 the applicant’s detention was further extended. The court observed that the period of detention had not been excessive given the complexity of the case and the need to secure the proper course of the final stages of the trial.", "On 27 February 2006 the applicant’s detention was further extended.", "The applicant’s numerous applications for release and appeals against the decisions prolonging his detention were to no avail.", "On 30 May 2006 the Gdańsk Regional Court gave a judgment convicting the applicant as charged. The applicant was sentenced to ten years’ imprisonment.", "On 26 April 2007 the applicant lodged an appeal with the Gdańsk Court of Appeal. The proceedings are pending and the applicant remains in detention.", "Between 15 April 2004 and 17 January 2007 the applicant served a sentence of imprisonment ordered in another set of criminal proceedings.", "The relevant domestic law and practice concerning the imposition of pre-trial detention (aresztowanie tymczasowe), the grounds for its extension, release from detention and rules governing other, so-called “preventive measures” (środki zapobiegawcze) are set out in the Court’s judgments in the cases of Gołek v. Poland, no. 31330/02, §§ 27-33, 25 April 2006 and Celejewski v. Poland, no. 17584/04, §§ 22-23, 4 August 2006."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}