{"ITEMID": "001-97224", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF FEDCHENKO v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 10;Pecuniary and non-pecuniary damage - award", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;George Nicolaou;Khanlar Hajiyev;Sverre Erik Jebens", "TEXT": ["4. The applicant was born in 1968 and lives in the village of Suponevo, in the Bryansk Region.", "5. The applicant has been the editor of a weekly newspaper, Bryanskiye Budni (Брянские будни), since he founded it in 1999.", "6. In 2003 a leaflet was distributed in Bryansk and the Bryansk Region concerning a member of parliament (MP), Mr Shandybin, who was going to stand in the forthcoming elections. The leaflet read as follows:", "“Enough of telling fairy tales!!! Let us turn to the facts! Read the Israeli weekly newspaper Beseder. The fortune of the member of the State Duma Vasiliy Shandybin is estimated by the newspaper at 13,123,400 dollars!! You do not believe it? Where does the money come from??? Vasiliy Shandybin charges 1,000 US dollars for a letter with the letterhead of a member of the State Duma, and 5,000 dollars for an MP's inquiry concerning a delicate matter!!! Lobbying on behalf of Vladimir Bryntsalov's interests in the State Duma – 300,000 dollars per year. The profit from trading in medicines and from the sale of overpriced medicines to the Bryansk Region – 600,000 dollars per year. Vote for our fellow countryman Vasiliy Shandybin and you will surely turn him into a billionaire!!!”", "7. The leaflet was either quoted or its contents were described in a number of newspapers including Desnyanskaya Pravda (Деснянская правда) of 8 October 2003 and Komsomolets Bryanska (Комсомолец Брянска) of 14 October 2003 and internet news sites, including posts on www.news.nashbryansk.ru, www.gazeta.ru, www.vlasti.net and www.sem40.ru of 3 October 2003, a post on www.sobesednik.ru of unspecified date in October 2002 and a post on www.globalrus.ru of 20 October 2003. The applicant has provided copies of the newspaper articles and printouts from the internet sites.", "8. On 9 October 2003 in Bryanskiye Budni no. 206 (no. 41) the applicant published an article entitled “Vasya and Israel” (“Вася и Израиль”). The article reads as follows:", "“Vasya was slandered. Ivanych. Shandybin. The hand reaches for an axe. Revenge! For our workers' conscience!", "The circulation of the leaflet distributed through towns and villages, according to Vasiliy himself and his associates, is half a million copies, and it says that Shandybin scraped up a fortune of more than 13 million dollars. An angry rebuff of this allegation was made by the Bryanskaya Pravda. He did not take it, says Pravda, Bryntsalov did not chuck him 300,000 dollars for assistance in the sale of medicines either, and 5,000 bucks for an MP's inquiry is unheard of.", "Actually, when we are talking about Vasya, it is appropriate to say that one should not look a gift horse in the mouth. Vasya gave medical equipment as a present to two outpatient clinics, and it is impossible to count how many music boxes he gave to schools and orphans' homes. It is clearly improper to ask the donor where he got the money for all these goods. The benefactors paid for Shandybin's pretty haircut, and he justly distributed the catch among those in need.", "If there are doubts, they are caused by the unsightly history of Russian 'parliamentarism'. Recently, in connection with the events of 1993, we were reminded how cynically Yeltsin bought MPs who had not yet decided which side of the barricades to run to. He promised them a rich piece of cake, and they slyly ran for this piece, swallowing their spittle. Zhirinovskiy's party was accused of bribery many times, but all our elected representatives take [bribes] (except Vasya, of course), if we mean not only money but also greyhound puppies: favours from Western patrons, from Khodorkovskiys or Abramovichs residing in Russia. And this is a serious school, a school of venality. This is why the accusation against Shandybin in the clandestine leaflet fell on fertile ground. Whether Vasiliy Ivanovich took bribes or not, he will have to account for all his colleagues, for the fact that he has sat next to venal MPs in the venal Duma for many years. In a way, the retribution is legitimate.", "Who is the author? He is closer to the body of Vasiliy Ivanovich than the MP himself thinks. Of course, the easiest answer is: the one who intends to stand against him in the same electoral district. We have no doubts that Vasya's ill-wishers from this camp will scribble too, but the leaflet containing a reference to the Israeli source was in fact made in a different camp. Which one? Remember who recently visited Israel. Thus, nominally these forces are Shandybin's allies, but effectively they consider him a serf. And serfs need to be reminded from which barn they originate, so that they do not put on airs and are obedient.", "Unfortunately, Shandybin is looking for ill-wishers in the wrong camp. They should be searched for among the people who cover themselves with red rags. Their handwriting is recognisable. Their latest provocation in the press was, in fact, a supplement to Bryanskiye Budni. They published a fake edition of Budni that criticised the opposition to Lodkin, inter alia, to test their undercover printing works. Although the editors lodged an official complaint, the law-enforcement authorities did not try to find the publisher. And now here is a new volley, and surely not the last one, from the underground regional committee [of the Communist Party].”", "9. On 15 October 2003 the Election Committee of the Bryansk Region issued a decree declaring that the applicant's article was intended to agitate the electorate and to encourage a negative attitude towards Mr Shandybin. The applicant appealed to a court against the decree.", "10. On 26 November 2003 the Bryansk Regional Court found that the decree was unlawful. The court held:", "“...[T]he article was published on 9 October 2003 ... before the election campaign had started ... [T]he article contains information about the distribution of a leaflet saying that V.I. Shandybin had made a fortune of more than 13 million dollars, and speculations by the author concerning the existence of this money and its sources. The contents of the leaflet are not quoted in the article. The text of the article contains neither information about the forthcoming elections to the State Duma ..., about V.I. Shandybin as a candidate for the State Duma, his political views and ideas, nor agitational calls to vote for or against V.I. Shandybin or other candidates.", "... [Mr] Fedchenko stated at the hearing that in the article he had not sought to agitate but had merely stated his opinion concerning the distributed leaflet and the information contained therein. The [defendant] did not produce any proof to the contrary ...”", "11. The Election Committee of the Bryansk Region appealed.", "12. On 18 February 2004 the Supreme Court of Russia upheld the judgment.", "13. On 20 October 2003 Mr Shandybin brought an action for defamation against the applicant in the Bryanskiy District Court of the Bryansk Region and sought damages in the amount of 500,000 Russian roubles (RUB). He claimed, in particular, that the following passages were untrue and damaging to his honour and reputation:", "“Shandybin scraped up a fortune of more than 13 million dollars.”", "“He did not take it, says Pravda, Bryntsalov did not chuck him 300,000 dollars for assistance in the sale of medicines either, and 5,000 bucks for an MP's inquiry is unheard of.”", "“Thus, nominally these forces are Shandybin's allies, but effectively they consider him a serf. And serfs need to be reminded from which barn they originate, so that they do not put on airs and are obedient.”", "14. On 31 May 2004 the Bryanskiy District Court found for the claimant. The court held:", "“...[T]he article Vasya and Israel as a whole, as well as particular phrases and words (the subject of the dispute) in it, are strongly indicative of a negative judgment and contain direct emotional judgments which constitute insulting attacks and indirect judgments.", "...[T]he [first] assertion as such, in the context of the article, is insulting, and damaging to the honour and dignity of the claimant and ... to his reputation. The defendant failed to prove the contrary. The claim is well-founded.", "...The author ironically uses [slang words] in the [second] assertion so as to give it a cynical, insulting character and describes the claimant in negative terms. The assertion is beyond the limits of civilised communication and is in breach of moral standards. Accordingly, the claimant's assertion ... concerning the disparaging character of the above quotation is well-founded.", "...The [third] assertion has an emotionally expressive tone of contempt and humiliation and presents the [MP] to the readers in a negative light, as a person capable of doing bad things for society. If used metaphorically, the words are disapproving in tone. The claimant has grounds to perceive the assertions as insulting and slanderous. The court considers this information damaging to the honour, dignity and reputation of the claimant.”", "15. The court held the applicant liable for RUR 5,000 in respect of non-pecuniary damage sustained by the claimant. The applicant was also ordered to provide Mr Shandybin with an opportunity to publish his response in Bryanskiye Budni. The applicant appealed.", "16. On 1 July 2004 the Bryansk Regional Court reversed the judgment in the part relating to the publication of the claimant's response in Bryanskiye Budni and upheld it in the remaining part. The court found that since Mr Shandybin had not applied directly to Bryanskiye Budni for the publication of the response within a year of the publication of the defaming information, under Sections 45 and 46 of the Law on Mass Media he was estopped from applying to a court in this respect. The court further held:", "“On the basis of the evidence described in the judgment the [first-instance] court reached the correct conclusion that the assertions at issue did not correspond to the truth and discredited the honour, dignity and reputation of the claimant.”", "17. Article 29 guarantees freedom of thought and expression, together with freedom of the mass media.", "18. Article 152 provides that an individual may apply to a court with a request for the rectification of information (сведения) that is damaging to his honour, dignity or professional reputation unless the disseminator of that information proves that it “corresponds to reality” (Paragraph 1). The defamatory information must be refuted in the same media source that disseminated it (Paragraph 2). The aggrieved person also has a right to publish a response in the same media source (Paragraph 3). He may also claim compensation for losses and non-pecuniary damage sustained as a result of the dissemination of the information (Paragraph 5).", "19. Under Section 45 of the Law on Mass Media no. 2124-I of 27 December 1991 a media source may refuse to publish a response to defamatory information if the aggrieved person did not apply for the publication of the response within a year of the publication of the defamatory information. Under Section 46 a refusal to publish a response may be appealed against to a court within a year of the publication of the defamatory information.", "20. The Resolution (in force at the material time) provided that, in order to be considered damaging, information (сведения) had to be untrue and contain allegations of a breach of laws or moral principles (commission of a dishonest act, improper behaviour at the workplace or in everyday life, etc.). Dissemination of such information was understood as the publication of the information or its broadcasting, inclusion in professional references, public speeches, applications to State officials and communication in other forms, including oral, to at least one other person (Section 2). The burden of proof was on the defendant to show that the disseminated information had been true and accurate (Section 7)."], "VIOLATED_ARTICLES": ["10"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}