{"ITEMID": "001-70363", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF GOLOVIN v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Remainder inadmissible;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses (domestic and Convention proceedings) - partial award", "JUDGES": "", "TEXT": ["4. The applicant was born in 1953 and lives in the town of Genichesk, the Kherson region, Ukraine.", "5. In 1999 the applicant instituted proceedings in the Genicheskyi District Court against Mr S. (a private person) seeking recovery of a debt. On 20 August 1999 the court found for the applicant and ordered Mr S. to pay him UAH 6,975 (around 1,152 euros – “EUR”).", "6. On 30 August 1999 the Genicheskyi District Bailiffs' Service instituted enforcement proceedings in respect of the judgment of 20 August 1999.", "7. According to the applicant, the judgment of 20 August 1999 has been enforced in part and he was paid UAH 3,000 (around EUR 496).", "8. In December 2000 the applicant lodged a complaint with the Genicheskyi District Court about the Bailiffs' Service's inactivity in respect of the enforcement of the judgment of 20 August 1999. On 16 January 2001 the court found for the applicant, declared the Bailiffs' Service's inactivity unlawful and ordered the immediate seizure of the property of Mr. S.", "9. In March 2001 the applicant instituted proceedings in the Genicheskyi District Court against the Bailiffs' Service seeking compensation for non-pecuniary damage allegedly caused by the failure of the Bailiffs' Service to enforce the judgments of 20 August 1999 and 16 January 2001.", "10. On 4 May 2001 the court found for the applicant and ordered the Bailiffs' Service to pay the applicant UAH 5,500 (EUR 909) in compensation for non-pecuniary damage. The court held that due to the failure of the Bailiffs' Service to immediately seize the property of Mr S., as it had been ordered by the judgment of 16 January 2001, the latter had sold a substantial part of his property. The court further held that the Bailiffs' Service had failed to sell the part of the debtor's property, which had been seized.", "11. On 25 May 2001 the Genicheskyi District Bailiffs' Service instituted enforcement proceedings in respect of the judgment of 4 May 2001. On 20 November 2001 the Kherson Regional Department of Justice appointed the Novotroitskyi District Bailiffs' Service to be responsible for the enforcement of the aforementioned judgment.", "12. On 29 July 2002 the Novotroitskyi Bailiffs' Service informed the applicant that the Genicheskyi Bailiffs' Service was being funded from the State Budget and it did not have its own assets suitable for seizure.", "13. On 14 June 2002 the Novotroitskyi Bailiffs' Service applied to the Genicheskyi District Court seeking the interpretation of the way in which the judgment of 4 May 2001 should be enforced. On 7 August 2002 the court refused this application, stating that the judgment needed no further interpretation or clarification.", "14. On 29 December 2002 the Novotroitskyi Bailiffs' Service discontinued the enforcement proceedings and returned the execution writ to the applicant on the grounds that the Genicheskyi Bailiffs' Service did not have its own assets and was financed by the Ministry of Justice.", "15. The applicant did not challenge the decision of the Novotroitskyi District Bailiffs' Service of 29 December 2002 before the domestic courts.", "16. The judgment of 4 May 2001 remains unenforced.", "17. The relevant domestic law is summarised in the judgment of Romashov v. Ukraine (no. 67534/01, §§ 16-18, 27 July 2004)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}