{"ITEMID": "001-97435", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF PUZAN v. UKRAINE", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Art. 5-1;Violation of Art. 5-4;No violation of Art. 34;Non-pecuniary damage - award", "JUDGES": "Isabelle Berro-Lefèvre;Mirjana Lazarova Trajkovska;Mykhaylo Buromenskiy;Peer Lorenzen;Rait Maruste;Renate Jaeger;Zdravka Kalaydjieva", "TEXT": ["4. The applicant was born in 1980 and is currently detained in Simferopol pre-trial detention centre (the “Simferopol SIZO”) awaiting his extradition to Belarus.", "5. The applicant has already been convicted twice in Belarus for drug-related offences. The second time, in 2004, he was sentenced to four years' and three months' imprisonment. After having served part of his sentence, he was granted early release.", "6. On 1 April 2006 the Sovetskyy District Police Department of Minsk instituted criminal proceedings against the applicant on suspicion that he had illegally purchased a psychotropic substance (Section 328 § 1 of the Belarus Criminal Code).", "7. On 12 June 2006 the Belarus authorities issued an international arrest warrant for the applicant.", "8. On 29 September 2008 the Head of the Sovetskyy District Police Department of Minsk sent a request to the Crimea Police Department for the applicant to be arrested and detained pending extradition to Belarus.", "9. On the same day the applicant was arrested by officers of the Zheleznodorozhnyy District Police Department of Simferopol.", "10. On 30 September 2008 the Zheleznodorozhnyy District Court of Simferopol (the “District Court”) ordered the applicant's detention for forty days pending his extradition to Belarus.", "11. On 17 October 2008 the Deputy General Prosecutor of Belarus requested the General Prosecutor's Office of Ukraine to extradite the applicant to Belarus. The request contained the following assurances: that the applicant would not be prosecuted for a crime committed prior to extradition without the consent of the General Prosecutor's Office of Ukraine; that he would not be removed to a third country without the consent of the General Prosecutor's Office of Ukraine; that he would not be subjected to torture, inhuman or degrading treatment or punishment; that after the termination of the criminal proceedings or after serving his sentence, if one was imposed, the applicant would be free to leave Belarus; and that the applicant would not be prosecuted for political, racial, religious or ethnic reasons.", "12. On 26 October 2008, during a meeting with his lawyer, the applicant signed a power of attorney for the purpose of bringing his case to the Court.", "13. On 28 October 2008 the applicant was questioned by the assistant prosecutor of the Zheleznodorozhnyy Prosecutor's Office as to whether he or his lawyers had made any claims or complaints to the State authorities or institutions alleging violation of his rights and freedoms. The applicant replied that his lawyer had told him to ask for an authority form and explained that he would be further defended by the Kharkiv group of lawyers, which intended to lodge a complaint with the “European Commission on Human Rights”. He said that he had signed no other documents and made no complaints or petitions to any other institutions. If his lawyers had done so, he would learn about it later. The minutes of this interview also mentioned that the applicant was informed of his right to remain silent under Article 63 of the Constitution.", "14. On the same date, 28 October 2008, the President of the Chamber indicated to the Ukrainian Government, under Rule 39 of the Rules of Court, that they should not extradite the applicant to Belarus.", "15. On 7 November 2008 the General Prosecutor's Office of Ukraine informed the Government's Agent that no decision on the applicant's extradition would be taken prior to the examination of his case by the Court.", "16. The same day the District Court ordered the applicant to be detained pending his extradition to Belarus, without indicating any time-limit for such detention.", "17. On 20 November the Crimea Court of Appeal upheld the decision of 7 November 2008, stating that the applicant had been lawfully detained pending his extradition.", "18. On 26 December 2008 the District Court rejected the applicant's lawyer's request to change the preventive measure in respect of his client. The applicant appealed against this decision. By letter of 16 January 2009, the Deputy President of the Crimea Court of Appeal replied to the applicant that the appellate court had previously examined his appeal concerning lawfulness of detention and would not examine the same issue again. The applicant is still in detention.", "19. The relevant international and domestic law and practice are summarised in the judgment in the case of Soldatenko v. Ukraine, no. 2440/07, §§ 21-31, 23 October 2008.", "20. The Country Reports on Human Rights Practices of the US Department of State (hereafter “the Reports”) for 2007, released on 11 March 2008, noted with respect to Belarus:", "“c. Torture and Other Cruel, Inhuman, or Degrading Treatment or Punishment", "The law prohibits such practices; however, the Belarusian Committee for State Security (BKGB), the Special Purpose Detachment riot police (OMON), and other special forces on occasion beat detainees and demonstrators.", "Police also occasionally beat individuals during arrests and in detention for organizing or participating in demonstrations or other opposition activities. On January 12, police severely beat opposition youth activist Ales Kalita as he was arranging legal representation for a fellow youth activist, who had refused to act as a BKGB informant. Two days later, police kicked and hospitalized opposition activist Anastasiya Shashkova, a minor, after detaining her for participating in a protest against the country's fraudulent January 14 local elections.", "On March 23, Mogilyov police incarcerated activist Kristina Shatikova in a local psychiatric hospital as she was coordinating preparations for a major Freedom Day opposition demonstration. During her three-day detention, Shatikova reported that she was drugged and interrogated about her connections to political prisoners Dmitriy Dashkevich and Artur Finkevich.", "On August 16, police officers beat 18-year-old Tatyana Tyshkevich as she and other opposition youth activists gathered in Minsk to show solidarity with the jailed political prisoners. She was treated at a local hospital for head and stomach injuries. According to credible sources, a policeman visited Tyshkevich at the hospital and pressured her not to file a complaint against police.", "On December 12, after violently dispersing a peaceful opposition demonstration on Minsk's October Square, police severely beat opposition youth leader Dmitriy Fedaruk and abandoned him unconscious on a sidewalk. Fedaruk was hospitalized for eight days and treated for serious head trauma.", "Credible sources and eyewitnesses reported that, during demonstrations following the March 2006 presidential elections, OMON riot police and other special forces, such as the antiterrorist unit ALMAZ, beat demonstrators in custody and threatened others with death or rape.", "In March 2006 special forces and OMON riot police used truncheons and tear gas to break up a peaceful march to Okrestina prison to protest the detention of 250 demonstrators. Ministry of Interior Colonel Dmitriy Pavlichenko, who was implicated in the 1999 disappearances and presumed deaths of opposition activists, personally beat opposition presidential candidate Aleksandr Kozulin before he was tied up and transported by ALMAZ forces to a pretrial detention center. Kozulin suffered head and spine injuries from the beatings by Pavlichenko and ALMAZ officers. Neither Pavlichenko, ALMAZ officers, nor other special forces were punished for their actions. In July 2006 Kozulin was sentenced to five and one- half years in prison on politically motivated charges of alleged hooliganism and disturbing the public peace. He remained in prison at year's end.", "Hazing of new army recruits by beatings and other forms of physical and psychological abuse continued, according to official sources; however, the number of reported cases declined.", "Other parts of this report contain information related to this subsection; see subsections 1.d, 1.e, 2 and 2.b and section 3.", "Prison and Detention Center Conditions", "Prison conditions remained austere and were marked by occasional shortages of food and medicine and the spread of diseases such as tuberculosis and HIV/AIDS. In March Leila Zerrougui, chairperson of a UN working group on arbitrary detention, reported that conditions in detention centers were worse than those in prisons because of poor sanitary and living conditions and restrictions on visitation, phone, and mail privileges. According to domestic human rights monitors, prison conditions have somewhat improved over the past 10 years. However, these groups reported that prisoners did not receive adequate food or warm clothing and were often denied a bed, sheets, change of clothes, and restroom privileges. As a result, tuberculosis, pneumonia and other diseases remained widespread. Former prisoners reported that medical check-ups were rare and conducted by under-qualified medical personnel and that examination results were often fabricated. Dental services were even less available.", "The law permits family and friends to bring detainees food and hygiene products, but in many cases authorities did not respect this law.", "Overcrowding in prisons, detention centers, and in work release prisons, also known as \"khimya,\" was a serious problem. Persons sentenced to khimya, which is a form of internal exile, live in prison barracks and are forced to work under conditions set by the government. According to the government, the total number of confined persons in the country was more than 38,000, which included 30,000 inmates in prisons and nearly 8,000 convicts in open-type correctional facilities. In addition an estimated 7,000 persons were awaiting trials in detention centers.", "Some former political prisoners reported that they were treated worse than murderers, subjected to psychological abuse and often had to share a cell with violent criminals. They also reported that their legal rights were neither explained nor protected. Prisoners who complained about abuse of their rights often were threatened with death, humiliation, or other forms of punishment.", "Credible reports indicated that police and prison officials continued to mistreat, torture, and blackmail prisoners. Numerous credible sources claimed that applications for parole frequently depended on bribing prison personnel. While standard bribes were generally between $200 to $300 (430,000 to 646,000 Belarusian rubles) high-profile prisoners were often asked to pay larger sums. For example, on June 5, the independent Belarusian Committee for Protection of Prisoner's Rights, Nad Baryerom, reported that a parole board denied Dmitriy Korolyov, a former intelligence officer, early release in March after Korolyov refused to pay $2,000 (4.3 million Belarusian rubles) to a fellow inmate who claimed to be demanding the bribe on behalf of prison officials.", "Authorities frequently kept persons arrested for political activities in the Okrestina jail or the Volodarskogo detention center in Minsk. Many former detainees described food and medical conditions in Volodarskogo as inadequate but better than those in Okrestina, where demonstrators were usually held for short-term, pretrial detention.", "There were reports that Aleksandr Kozulin's health seriously deteriorated in prison. Although his living conditions were said to be decent, associates claimed that he did not receive adequate medical attention after he was severely beaten by police during his March 2006 arrest and following a 53-day hunger strike to protest his jailing and the fraudulent results of the presidential election. Authorities denied Kozulin's wife and attorney visitation rights during the hunger strike.", "During the year there were no reported instances of the government permitting independent monitoring of prison conditions by local or international human rights groups, independent media, or the International Committee of the Red Cross. However, the government granted some international experts access to the general prison population. In September an official German delegation visited inmates in three correctional facilities in and around Minsk. On occasion, authorities granted foreign diplomats access to political prisoners in the presence of officials; however, most requests to visit political prisoners were denied.”", "21. The relevant parts of the report read as follows:", "“IV. THE SITUATION OF THE BASIC FREEDOMS AND HUMAN RIGHTS", "A. Civil and political rights; mechanisms of protection", "10. Systematic violations of civil and political rights and the deprivation of Belarusian citizens' right to effectively take part in the conduct of public affairs continue to be observed. Human rights protection mechanisms remain extremely weak, and there is no national human rights institution. The judicial system is still subservient to the executive branch and there is no genuine independent legislative branch...", "Administration of justice and law enforcement, the death penalty, disappearances and summary executions", "13. Since his last report, the Special Rapporteur has remained concerned that Belarus is the last country in Europe to apply the death penalty. The situation in the country is still characterized by harsh conditions of pretrial detention, the practice of torture and other inhuman treatment, and excessive use of force by the police.", "14. Furthermore, it is alleged that judges virtually never refer to the Constitution or international treaties when they hand down rulings and that the decisions of the Constitutional Court are often ignored. Trials are often held behind closed doors without adequate justification, and representatives of human rights organizations are denied access to courts to monitor hearings. Punishments are often totally disproportionate. The right to appeal is limited as the Supreme Court acts in many cases as the court of first instance, leaving no possibility for appeal. Before and after the presidential elections, over 150 people were reportedly summarily put on trial without access to a defence lawyer. Concerns were expressed regarding respect for their right to a fair trial.”", "22. PACE Resolution No. 1671 reads insofar as relevant as follows:", "“1. The situation in Belarus has been the focus of close attention by the Parliamentary Assembly since 1992, when the Belarusian parliament was granted Special Guest status. Belarus' lack of progress in the field of democracy, human rights and the rule of law, however, led to the suspension of this status in 1997, and to the freezing of Belarus' membership application to the Council of Europe the following year. The Assembly continues to look forward to the time when Belarus meets the conditions to be a member of the Council of Europe and its authorities undertake a firm commitment to live up to the standards of the Organisation and embrace its values.", "2. In recent months, important developments have taken place in Belarus: between January and August 2008, nine opposition figures considered as political prisoners were released, including former presidential candidate Alexander Kozulin. As a result, since then, in Belarus, there have been no internationally-recognised political prisoners. The Assembly welcomes this tangible progress and calls for it to be made irreversible.", "3. The Assembly also welcomes the registration of the opposition movement For Freedom!, as well as the possibility for three independent media outlets – Narodnaya Volya, Nashe Niva and Uzgorak – to be published in Belarus and their inclusion in the state distribution network. However, media freedom is far from being respected in Belarus, especially with regard to broadcasting.", "4. It also considers as a positive development the setting up of a number of Consultative Councils, under the aegis of the Presidential administration and other state bodies, as fora where the authorities can engage in a constructive dialogue with representatives of non-governmental organisations and civil society. The Assembly hopes that the outcome of the discussions taking place in the Consultative Councils will lead to inform legislative and policy measures.", "5. Concerning the disappearance of four political opponents in 1999/2000, the Assembly notes with satisfaction that none of the senior officials named in Resolution 1371 (2004) as being strongly suspected of involvement either in the disappearances themselves or in their cover-up still occupies a position of responsibility. But it strongly regrets that the investigations into these crimes have still not been allowed to progress any further, despite the elements provided in the Assembly's report.", "6. What adds to the importance of these developments is that they respond to precise demands coming from European organisations, and that they have been undertaken in the context of the resumption of political dialogue with the Belarusian leadership.", "7. In effect, following the release of all political prisoners in Belarus, in October 2008 the European Union took the decision to resume contacts with the Belarusian leadership at the highest level and to suspend, even if partially and temporarily, the visa-ban against a number of high-ranking Belarusian officials, including President Lukashenko. This suspension was extended for an additional nine months in April 2009. The willingness of the European Union to normalise relations with Belarus was epitomised by the visit of the European Union High Representative for Common Foreign and Security Policy, Mr Javier Solana, to Minsk and his meeting with President Lukashenko on 19 February 2009.", "8. Belarus is also one of the six countries that will participate in the Eastern Partnership, a new instrument designed to strengthen political and economic co-operation between the European Union and its Eastern and Caucasian neighbours, with a view to enhancing their stability and supporting democratic and market-oriented reforms. The level of Belarus' participation will depend on the overall development of its relations with the European Union. In this context, Belarus attended the Eastern Partnership summit in Prague, on 7 May 2009. The European Union also intends to establish a Human Rights Dialogue with Belarus.", "9. The Council of Europe, for its part, has recently intensified its contacts with the Belarusian authorities: following a visit by a delegation of the Assembly's Political Affairs Committee in February 2009, Minister Miguel Angel Moratinos conducted an official visit to Minsk, in March 2009, in his capacity as Chair of the Committee of Ministers. A few weeks earlier, the Belarusian authorities had finally given their consent to the opening of an infopoint on the Council of Europe in Minsk, an idea initiated by the Assembly itself and developed by the Slovak Chairmanship of the Committee of Ministers. The opening ceremony of the Infopoint took place in June 2009.", "10. Furthermore, in December 2008, the Congress of Local and Regional Authorities of the Council of Europe decided to grant observer status to the Council for Co-operation of Local Self-Government Bodies of the Council of the Republic of the National Assembly of the Republic of Belarus.", "11. Despite recent positive developments, however, and the resumption of contacts with European organisations, the situation in Belarus continues to be a cause for concern.", "12. Firstly, the parliamentary elections of September 2008 were a missed opportunity for a decisive change towards democracy, as they failed to meet European standards of freedom and fairness. As highlighted by the OSCE/ODIHR, serious shortcomings affected all stages of the electoral process, from the availability of pluralist information for voters to the lack of transparency of the vote count. These shortcomings inevitably cast a doubt over the representativeness of the present Parliament, where no single opposition candidate managed to gain a seat. It is, however, to be welcomed that, following the final OSCE/ODIHR assessment, the Belarusian authorities agreed to work with the OSCE/ODIHR on the reform of the country's electoral legal framework and practice, in order to align them with Belarus' OSCE commitments.", "13. As regards respect for political freedoms, harassment and intimidation of opposition activists, in particular youth, continue to take place through various means, such as unwarranted searches of private houses, unlawful requisition of equipment, police brutality during demonstrations and forced conscription into the military service despite previous declarations of being unfit for service. In addition, a number of political activists are under house arrests and the criminal record of those political prisoners who were released has not been erased, with the result that they face limitations in the exercise of some rights, including the right to run for elections.", "14. The Assembly also takes note of the fact that, as of today, three entrepreneurs, who are currently in detention, as well as other persons who are subjected to limitations of personal liberty, are considered by the Belarusian opposition as political prisoners or, at least, as victims of an abuse of the criminal justice system for political reasons. The Assembly calls for an independent investigation to be conducted into these cases, in order to clarify whether they are political prisoners and, if so, to secure their release.", "15. The situation regarding freedom of association also gives rise to concerns: even if the political opposition movement For Freedom! was finally registered in December 2008, other opposition and human rights organisations continue to face obstacles in obtaining registration by the Ministry of Justice, the latest example being the human rights organisation Nasha Viasna, and its members risk prosecution for membership in a non-registered organisation, under Article 193,1 of the Criminal Code.", "16. The Assembly regrets that, despite the inclusion of three independent publications in the state distribution network, the other independent media outlets cannot benefit from this scheme and cannot even be printed in Belarus. Absolute governmental control over the printing and the distribution of the press as well as over broadcasting is a flagrant violation of media freedom. Similarly, the Assembly expresses concern at the difficulties encountered by foreign journalists in obtaining press accreditation and by foreign media, such as the satellite channel Belsat, in obtaining registration by the Ministry of Foreign Affairs. It takes note, however, of the numerous statements emanating from the Belarusian leadership on their willingness to ensure that the new media law is not implemented in such a way as to restrict freedom of expression. The Assembly wishes that the same could be said for the implementation of the Law on counteraction against Extremism, which has recently led to the suspension of the publication of the magazine Arche, later withdrawn following international pressure.", "17. It also regrets that capital executions can still be carried out in Belarus, despite the reduction of the categories of crimes for which they can be inflicted, a decrease in the number of death sentences handed down in such cases and the fact that no executions have been carried out since October 2008 according to official statements. The Assembly recalls that, in the current Constitution, the death penalty is considered as a transitional measure and that no legal impediment prevents either the President or the Parliament from introducing a moratorium on executions. While no public statistics are available, the Assembly also takes note of the information provided by the authorities that currently there are no capital sentences whose execution is pending.", "18. Considering that, although Belarus is far from Council of Europe standards in the field of democracy, the rule of law and human rights, its authorities have recently taken important steps in the right direction, the Assembly resolves to encourage the continuation of this process by engaging in a political dialogue with the authorities, while at the same time continuing to support the strengthening of democratic forces and civil society in the country...”", "23. “Amnesty International Concerns in 2006” in respect of Belarus noted, in particular, disregard for political freedoms, including police violence and arrest of political activists.", "24. The International Helsinki Federation for Human Rights in its 2006 Report on Human Rights in the OSCE Region noted that the most frequent victims of ill-treatment were participants in peaceful demonstrations who were taken to police stations and placed in pre-trial custody. With respect to the judiciary, the Report said that “the judicial system remained dependent on the executive power and the courts acted as executors of state ideology...The political engagement of the judiciary was confirmed in their rulings on politically motivated cases.”", "As to prison conditions, the Report observed:", "“In many cases, conditions in pre-trial facilities ... were poor enough to amount to cruel, inhuman or degrading treatment.", "As a rule, the average floor area per inmate in pre-trial facilities and prisons was less than two square metres (including bed), in dirty, poorly ventilated cells without necessary hygiene facilities. It was reported that inmates sometimes had to sleep in turns, for lack of a bed for everyone. The inmates also lacked sufficient nutrition and were not always provided with the necessary medical care and medication.”"], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-1", "5-4"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["34"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}