{"ITEMID": "001-75577", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVN", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF STAKNE v. SLOVENIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Violation of Art. 13;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "David Thór Björgvinsson;John Hedigan", "TEXT": ["5. The applicant was born in 1965 and lives in Vransko.", "6. On 15 April 1997 the applicant was injured in a car accident. The perpetrator of the accident had taken out insurance with the insurance company ZM.", "7. On 15 January 1998 the applicant instituted civil proceedings against ZM in the Celje District Court (Okrožno sodišče v Celju) seeking damages in the amount of 2,017,819 Slovenian tolars (approximately 8,410 euros) for the injuries sustained.", "Between 1 September 1998 and 29 October 2001 the applicant lodged six preliminary written submissions and/or adduced evidence.", "Between 4 March 1999 and 7 June 2000 she made four requests that a date be set for a hearing.", "Of the two hearings held on 25 September 2000 and 29 October 2001, neither was adjourned at the request of the applicant.", "During the proceedings the court appointed three medical experts.", "At the last hearing the court decided to deliver a written judgment. The judgment, upholding the applicant’s claim in part, was served on the applicant on 17 December 2001.", "8. On 19 December 2001 the applicant appealed to the Celje Higher Court (Višje sodišče v Celju).", "On 2 April 2003 the court allowed the applicant’s appeal in part and accordingly increased the damages awarded.", "The judgment was served on the applicant on 23 April 2003.", "9. On 24 April 2003 the applicant lodged an appeal on points of law with the Supreme Court (Vrhovno sodišče).", "On 13 October 2004 the court dismissed the applicant’s appeal.", "The judgment was served on the applicant on 25 November 2004."], "VIOLATED_ARTICLES": ["13", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}