{"ITEMID": "001-92429", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF RASMUSSEN v. POLAND", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection joined to merits and dismissed (non-exhaustion of domestic remedies);Violation of Art. 6-1;Violation of Art. 6-3-b;No violation of P1-1;Non-pecuniary damage - finding of violation sufficient", "JUDGES": "David Thór Björgvinsson;Giovanni Bonello;Ján Šikuta;Ledi Bianku;Nicolas Bratza;Roman Wieruszewski", "TEXT": ["6. The applicant was born in 1948 and lives in Szczecin.", "7. The applicant had been a judge for twentyseven years. By virtue of an amendment to the law on the System of Common Courts 1985, which came into effect on 17 October 1997, the status of a “retired judge” was created (see paragraph 24 below).", "On 4 December 1997 the applicant who had retired on 8 July 1997 on grounds of ill health acquired the status of a “retired judge”. Under the applicable provisions of domestic law retired judges were entitled, as from 1 January 1998, to a special retirement pension equivalent to seventyfive per cent of their last full salary (sędziowski stan spoczynku) every month.", "8. On 3 August 1997 the Lustration Act entered into force. By a further amendment to the 1985 Law of 17 December 1997, which came into effect on 15 August 1998, retired judges who had acquired the right to a special retirement pension were required to submit a declaration under that Act. In September 1998 the applicant made a declaration under the provisions of that Act to the effect that she had never secretly collaborated with the communist secret services.", "9. Subsequently, on an unspecified date, the Commissioner of Public Interest applied to the Warsaw Court of Appeal, acting as the firstinstance lustration court, to institute proceedings in the applicant’s case under the Lustration Act on the ground that she had lied in her lustration declaration by denying that she had collaborated with the secret services. He referred to documents showing that in 1986 the applicant had agreed to collaborate and from 1986 until 1988 had submitted fifteen written reports.", "10. During the proceedings the applicant was represented by a lawyer. The case file could be consulted by the applicant and her lawyer in the secret registry of the lustration court. They were authorised to make notes. However, the notes could be made only in special notebooks which were subsequently sealed and deposited in the registry. It was possible for them to make notes, but not to take the notes from the registry.", "11. On an unspecified date the Warsaw Court of Appeal, acting as the firstinstance court, held a hearing in the applicant’s case. The hearing was not public. She was questioned by the court and commented on the evidence at the court’s disposal. The case file was composed of the applicant’s lustration declaration, copies of certain documents contained in the applicant’s file compiled by the communist secret police and the Commissioner’s application for lustration proceedings to be instituted.", "12. On 7 April 2004 the court gave a judgment in which it found that the applicant had made an untrue lustration declaration because she had been a willing secret collaborator of the communist secret services. It observed that the documents in the case file were incomplete, but that they were nevertheless sufficient to find that the applicant had been a secret collaborator. The applicant appealed.", "13. On 4 November 2004 the same court, acting as a court of appeal, upheld the contested judgment, holding that the evidence in the case file was sufficient to find that the applicant had knowingly and intentionally collaborated with the communist secret services. The applicant submitted a cassation appeal to the Supreme Court, which dismissed it by a judgment of 7 April 2005.", "14. From January 1998 to May 2005 the applicant received 4,614 Polish zlotys (PLN) per month (PLN 3,738 after tax) as the special retirement pension.", "15. Subsequently, on 19 May 2005, the National Judicial Council, acting upon a request submitted by the Minister of Justice, instituted proceedings to divest her of her status as a retired judge. It also decided that payment of the special retirement pension to the applicant should cease with effect from 19 May 2005.", "16. In her pleadings submitted to the Council the applicant argued that a decision to divest her of her special pension was unlawful as the requirements of the Lustration Act did not apply to retired judges. Even supposing that retired judges were obliged to make a lustration declaration, they could not be divested of their status under the provisions of this Act. In any event, such a decision could only be given after disciplinary proceedings had been conducted under the provisions of the Act on General Courts, but no such proceedings had been conducted in her case. She requested that payment of her special pension be resumed.", "17. On 20 July 2005 the National Judicial Council adopted a resolution by which the applicant was divested of the special pension to which she was entitled on account of her status as a retired judge. The applicant appealed, essentially reiterating the arguments which she had raised in her pleadings submitted to the Council.", "18. On 7 December 2005 the Supreme Court dismissed her appeal against this resolution.", "19. In August 2005 the applicant requested the social insurance authority to grant her an ordinary retirement pension. Her request was refused by a decision of 28 November 2005 on the ground that the applicant had not been working for the statutory period of thirty years necessary for an entitlement to a retirement pension to accrue.", "20. Later on, in April 2006, she was granted a partial disability pension (renta z tytułu częściowej niezdolności do pracy) from 1 August 2005, the first day of the month when she had lodged a request for an ordinary social insurance pension, to 31 October 2008, when the applicant was to reach the statutory retirement age, in a monthly amount of PLN 1,351 (PLN 1,124 after tax).", "21. As from 1 March 2008 the applicant’s pension was reassessed against inflation. From then on she was paid PLN 1,438 per month (PLN 1,196 after tax).", "22. As from 1 October 2008 the applicant has received her monthly retirement pension in the amount of PLN 2,062 (PLN 1,693 after tax).", "23. On 3 August 1997 the Lustration Act (Ustawa o ujawnieniu pracy lub służby w organach bezpieczeństwa państwa lub współpracy z nimi w latach 1944-1990 osób pełniących funkcje publiczne) entered into force. Its purpose was to ensure transparency as regards those people exercising public functions who had been secret collaborators with the secret service during the communist era. It lost its binding force on 15 March 2007. The relevant domestic law and practice have been extensively summarised in the following judgments: Matyjek v. Poland, no. 38184/03, §§ 27-38, 24 April 2007 ; Bobek v. Poland, no. 68761/01, §§ 1843, 17 July 2007; and Luboch v. Poland, no. 37469/05, §§ 28-39, 15 January 2008).", "24. On 17 October 1997 amendments of 28 August 1997 to the Law on the System of Common Courts 1985 (“the 1985 Law”) entered into force (“the October amendments”). The amendments introduced the status of a “retired judge”. By a further amendment which entered into force on 1 January 1998 it was provided that a judge, with the status of a retired judge, who had retired on grounds, inter alia, of age or illhealth should be entitled to remuneration equal to seventy-five per cent of his or her basic salary plus a bonus calculated on the basis of the years of service.", "25. On 15 August 1998 further amendments of 17 December 1997 to the 1985 Law came into effect (“the December amendments”). The amendments provided, so far as relevant:", "“Article 78 .... § 1. A retired judge shall be obliged to keep the dignity of the position of a judge.", "§ 2. A retired judge shall take disciplinary responsibility for a failure to maintain the dignity of the position of judge after having retired and for any failures to maintain such dignity when serving as a judge.”", "26. The December amendments further provided, inter alia, as follows:", "“Article 7 § 6. Judges ... who have acquired the right to the retirement pension or disability pension shall submit the declaration envisaged under section 18 of [the Lustration Act 1997].", "Article 8 § 1. Retired judges ... who worked for or served in the [State’s security services] or who have submitted untrue declarations concerning such service or employment or collaboration with [such services] shall lose the right to retired judge status and to remuneration in the retired status.", "§ 3. The circumstances referred to in § 1 shall be ascertained according to the procedure laid down in [the Lustration Act 1997]. The loss of the rights shall occur from the date of issue of the decision.”"], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1", "6-3"], "VIOLATED_BULLETPOINTS": ["6-3-b"], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}