{"ITEMID": "001-98983", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "ADMISSIBILITY", "DATE": 2010, "DOCNAME": "ALTIN AND OTHERS  v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "András Sajó;Françoise Tulkens;Ireneu Cabral Barreto;Kristina Pardalos;Nona Tsotsoria", "TEXT": ["The applicants, Mr Halil Altın, Mr Haydar Sadi Halat, Mr Hüseyin Özer, Mr Coşkun Özkaya, Mr Şevket Tamer Turan, Mr Rıza Aycan, Mr Hadi Halat and Ms Aygül Halat, are Turkish nationals who were born in 1953, 1954, 1953, 1948, 1954, 1959, 1957 and 1959, respectively, and live in Ankara. They were represented before the Court by Mr M. Erdoğan, a lawyer practising in Ankara. The Turkish Government (“the Government”) were represented by their Agent.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicants were the founders and members of a co-operative by the name of S.S. Gölbaşı Bizim Yeşilkent Konut Yapı Kooperatifi (“the cooperative”).", "In 1991 the General Directorate of National Roads and Highways (Devlet Karayolları Genel Müdürlüğü) (“the General Directorate”) expropriated a plot of land partially owned by the co-operative (plot no. 339), located in the village of Hacılar, in the Höyük district of Gölbaşı, Ankara.", "On 17 January 1992 the co-operative brought an action before the Gölbaşı Ankara Civil Court seeking additional compensation. On 4 November 1992 the Gölbaşı Ankara Civil Court awarded the cooperative additional compensation of 129,608,430 Turkish liras (TRL), plus interest.", "On an unspecified date in 1992, the applicants allegedly sought the enforcement of this judgment before the Ankara 6th Enforcement Office. They have not, however, submitted any supporting documents regarding these enforcement proceedings, which they blamed on the destruction of the archives of the enforcement office.", "On 8 March 1993 the Court of Cassation quashed the judgment of the first-instance court.", "On 29 September 1994 the Gölbaşı Ankara Civil Court re-examined the case and awarded the co-operative additional compensation of TRL 73,108,633, plus interest.", "On 6 March 1995 the Court of Cassation upheld the judgment of the Gölbaşı Ankara Civil Court with a minor amendment (düzelterek onama) and awarded the co-operative TRL 72,348,000 instead of the amount previously calculated by the first-instance court.", "On 22 December 1997 the money owed to the co-operative, together with statutory interest, was deposited with the General Directorate's accounting office (a total of TRL 218,848,000).", "By a letter dated 3 March 1998 the co-operative's lawyer was invited to apply to the accounting office of the General Directorate to collect the additional compensation.", "In 1999 the co-operative was liquidated.", "On 8 July 2004 the applicants sent a warning letter to the General Directorate through a notary public, requesting payment of the compensation awarded by the Gölbaşı Ankara Civil Court, together with interest.", "On 27 July 2004 the General Directorate replied that they could not be held responsible for the non-payment as the co-operative had failed to collect the compensation despite the official letter dated 3 March 1998 inviting them to do so. In this letter, they also informed the applicants that the payment would be effected upon their application to the accounting office.", "According to the information in the case file, the applicants have still not obtained the additional compensation awarded by the Gölbaşı Ankara Civil Court."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}