{"ITEMID": "001-97790", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF MAKSIMOV v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "No violation of Art. 13;No violation of Art. 3 (substantive aspect);Violation of Art. 3 (procedural aspect);Remainder inadmissible;Non-pecuniary damage - award", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Sverre Erik Jebens", "TEXT": ["6. The applicant was born in 1963 and lives in Krasnoyarsk.", "7. On 2 March 2000 two police officers came to the applicant's country house, intending to search it. The applicant objected and the police officers left. According to the applicant they returned later that day, climbed over the fence and broke it.", "8. On 23 December 2001 the applicant, having been unsuccessful in his attempts to initiate criminal proceedings against the police officers, lodged an action against the local prosecution authorities seeking compensation for damage resulting from their refusal to open a criminal case.", "9. On 10 September 2002 the Krasnoyarsk Regional Court, at final instance, dismissed the action, finding that the prosecution authorities had no cause to institute criminal proceedings as the police officers had not searched the applicant's house.", "10. On 24 April 2000, at 2.30 a.m., two police officers, Mr N. and Mr Ne., and officer N.'s relative, Mr V., acting on information that the applicant owned an unregistered weapon, broke into his country house. The applicant and his fifteen-year-old daughter were in the house. The officers told the applicant that a man had been killed in a nearby house and demanded that the applicant hand over his hunting rifle and cartridges.", "11. In response to the applicant's assertion that he did not own a weapon, officer N. twice hit him in the head with the hilt of his gun. Threatening to use a gun, he then ordered the applicant to stand with his face to the wall, his hands against the wall and his legs spread. Having learnt that the applicant's daughter was also in the house, officer N. ordered her to come downstairs. When she refused, officer N. shot into the air. As the applicant's daughter still refused to comply, officer N. approached and hit her at least four times in the head with the hilt of his gun. According to the applicant, having dragged the girl downstairs, officer N. continued beating him and his daughter, threatening them with murder.", "12. The police officers and Mr V. searched the house. Having found no weapons, officer N. again beat the applicant up. The applicant alleged that officer N. had pressed the gun against his head and had pulled the trigger. No shot was fired because the gun was not loaded. More murder threats followed.", "13. The police officers tied the applicant's hands behind his back and took him to another house where the beating and threats continued. The applicant was released several hours later after having promised to come to a police station on the following day.", "14. On 25 April 2000 the applicant lodged a complaint with the Yemelyanovskiy district prosecutor, describing the events of the previous night. Criminal proceedings were instituted.", "15. On 24 July 2000 an investigator discontinued the criminal proceedings, finding that the applicant's complaints were manifestly ill-founded. The investigator observed that medical experts had examined the applicant and his daughter and had diagnosed both of them with closed craniocerebral injuries and concussion. The experts also recorded compound wounds in the parietal region of the applicant's head and four tear-contused wounds on his daughter's head. However, the investigator concluded that there was no evidence in support of the applicant's allegations that the injuries had been caused by officer N.", "16. Four days later the Yemelyanovskiy district prosecutor quashed the decision and reopened the investigation.", "17. On an unspecified date officer N. was served with the bill of indictment and committed to stand trial before the Yemelyanovskiy District Court of the Krasnoyarsk Region.", "18. The applicant and his representative attended the trial hearings. On 4 June 2002 the District Court found the applicant's representative in contempt for having offended the presiding judge and excluded the representative from the courtroom.", "19. On 6 June 2002 the Yemelyanovskiy District Court, having established that on 24 April 2000 Mr N. had broken into the applicant's country house, had severely beaten the applicant and his daughter and had searched the house, found him guilty of unlawful breaking and entering into a dwelling and gross abuse of position, and sentenced him to three years and six months' imprisonment. The District Court, without supporting its decision by any reasoning, also awarded 25,000 Russian roubles (RUB, approximately 840 euros) in compensation for non-pecuniary damage to be paid to the applicant and his daughter by Mr N. At the same time the District Court instructed the applicant to bring a separate action for compensation for damage caused to his and his daughter's health by Mr N.'s unlawful actions.", "20. The applicant appealed, complaining, inter alia, about the unfavourable outcome of the proceedings.", "21. On 27 August 2002 the Krasnoyarsk Regional Court, noting that the District Court had not committed any gross violations of the law, upheld the judgment of 6 June 2002. The applicant was present at the appeal hearing.", "22. The judgment of 6 June 2002, as upheld on appeal on 27 August 2002, was not enforced in the part concerning compensation for damage, because Mr N. did not have any assets.", "23. On 4 November 2002 the applicant and his daughter lodged an action against the Russian Ministry of Finance, the Krasnoyarsk regional treasury and the Krasnoyarsk regional and Yemelyanovskiy district police departments, seeking compensation for non-pecuniary damage. The applicant argued that the State should bear responsibility for the unlawful actions of its agents, in this case police officer N., who had broken into his house and beaten him and his daughter. He also contended that the compensation awarded to him by the judgment of 6 June 2002 was insufficient and had not even been paid to him.", "24. On 3 April 2003 the Sverdlovskiy District Court of Krasnoyarsk dismissed the action, reasoning as follows:", "“Having heard the parties and having studied the case materials, the court makes the following findings.", "On 6 June 2002 the Yemelyanovskiy District Court of the Krasnoyarsk Region found Mr N. guilty [of the criminal offences] proscribed by Article 139 § 3 and Article 286 § 3 (a) and (b) of the Russian Criminal Code and sentenced him to three years and six months' imprisonment. [The court] awarded 25,000 roubles in compensation for non-pecuniary damage to [the applicant] (10,000 roubles in his favour and 15,000 roubles to be paid to [his daughter]).", "It was established in the court's judgment that on 24 April 2000 Mr N., acting against [the applicant's] will, had entered his dwelling (a country house), where he had fired his gun a number of times. Mr N. had twice hit [the applicant] in the head with the hilt of his gun, causing an abrasion to the applicant's scalp... Mr N. had hit [the applicant's daughter] at least four times in the head with the hilt of his gun, causing a closed craniocerebral injury accompanied by concussion, and four tear-contused wounds...", "By virtue of Article 254 of the Russian Code of Civil Procedure an individual has a right to appeal to a court against the actions (inactions) of a State body, a municipal authority or their officials.", "According to Article 1069 of the Russian Civil Code damage caused to an individual or a legal entity by the unlawful actions (inactions) of State [and] municipal bodies or their officials... must be compensated. The compensation is to be paid out of the funds of the Treasury of the Russian Federation, the treasury of the constituent element of the Russian Federation or the treasury of the municipal entity respectively.", "Article 1069 does not cover the unlawful actions of all employees of a State or municipal body but only those of the officials defined in the annotation to Article 285 of the Russian Criminal Code. Officials are persons who permanently, temporarily or on the basis of a specific authorisation perform functions of public agents or perform managerial, regulatory, administrative or economic functions in State and municipal bodies or State and municipal entities. For liability under Article 1069 of the Russian Civil Code to be invoked the official must have caused the damage in the performance of his duties.", "By virtue of Article 49 of the Russian Constitution any person accused of having committed a criminal offence is considered innocent until his guilt is proven according to a federal law and established by a final court judgment.", "It was established in the court hearing that after the judgment [of 6 June 2002] had become final, Mr N. was dismissed from [the police service].", "By virtue of Article 1070 of the Russian Civil Code damage caused to an individual as a result of his unlawful conviction, the unlawful institution of criminal proceedings against him, his unlawful detention on remand, the unlawful application of a written undertaking not to leave his place of residence or the unlawful imposition of an administrative sanction such as arrest or correctional works should be compensated in full, irrespective of the guilt of the officials of the [police], investigating, prosecuting or judicial authorities, in a procedure established by law and out of the funds of the Treasury of the Russian Federation or, if prescribed by law, the funds of the treasury of the constituent element of the Russian Federation or the municipal entity.", "Compensation for damage caused to an individual or a legal entity as a result of the unlawful actions of the [police], investigating or prosecution authorities which did not produce any of the consequences described in paragraph 1 of [Article 1070] should be awarded on the basis of and in line with the procedure established by Article 1069 of [the Russian Civil Code]...", "The legal relations between claimants and defendants do not fall within the ambit of Article 1070.", "Therefore, [the court] dismisses [the claimant's] claims that the actions (inactions) of the authorities of the Yemelyanovskiy district and Krasnoyarsk regional police departments and the Ministry of the Interior of the Russian Federation were unlawful.", "By virtue of Article 151 of the Russian Civil Code a court may order perpetrators to pay monetary compensation for non-pecuniary damage (psychological and physical suffering) to individuals who sustained such damage through actions which violated their personal non-pecuniary rights or otherwise encroached on their non-pecuniary interests, as well as in other cases envisaged by a federal law.", "Article 150 of the Russian Civil Code lists life, health, human dignity, personal safety ... among those non-pecuniary interests.", "No compensation should be awarded for non-pecuniary damage because, by virtue of the judgment of the Yemelyanovskiy District Court of the Krasnoyarsk Region, the applicant was awarded compensation for non-pecuniary damage to be paid by Mr N., the direct tortfeasor.", "The present judgment has not established responsibility on the part of any officials in causing damage to [the applicant].", "In such circumstances the court considers [the claimant's] claims manifestly ill-founded and dismisses them in full.”", "25. On 16 July 2003 the Krasnoyarsk Regional Court upheld the District Court's judgment, finding that:", "“... in view of the fact that [the applicant] and [his daughter] made use of their right and lodged a claim for compensation for non-pecuniary damage by the direct tortfeasor and that their claims were allowed by the court in the course of the examination of the criminal case; that compensation for non-pecuniary damage constitutes one-off redress; and that dual compensation for non-pecuniary damage caused by the same actions of the person concerned is impossible, the [District] court lawfully dismissed the plaintiffs' claims for compensation for non-pecuniary damage in connection with the unlawful actions of Mr N.”", "26. On 2 August 2001 the applicant's car was stolen. On the same day two individuals were arrested and charged with theft. The car was returned to the applicant. On 28 May 2002 the Krasnoyarsk Regional Court, at final instance, found the individuals guilty of the unlawful removal of a car without intent to steal it, acquitted them of a charge of theft and sentenced them to two years' probation.", "27. According to the applicant, on 19 December 2001 two police officers, M. and D., stopped him in the street and attempted to carry out a search on his person. The applicant objected and the officers took him to the local police station, where he was beaten up and placed in a temporary detention unit. He was released two hours later without being given any reasons for his arrest.", "28. The Government provided a different version of events, insisting that officers M. and D. had taken the applicant to Sverdlovsk district police station in Krasnoyarsk as he had committed an administrative offence proscribed by Article 162 of the RSFSR Code of Administrative Offences. In the station the officer on duty drew up report no. 29384 recording the details of the administrative offence. The report, which was provided to the Court by the Government, consisted of a two-page printed template in which the date, the officer's and applicant's names, the applicant's personal data and a description of the administrative offence had been filled in by hand. The relevant part reads as follows (the pre-printed part in Roman script and the part written by hand in italics):", "“on 19 December 2001, at approximately 10.20 a.m., at a public transport stop ... [the applicant] was in an intoxicated state, walked staggering from one side to another and looked untidy, thereby committing an administrative offence proscribed by Article 162 of the Code of Administrative Offences, namely 'appearance in a public place in an intoxicated state'.", "Witnesses, victims____________________________________________________", "[The applicant] was explained to him his rights and duties laid down in Article 247 of the Code of Administrative Offences.", "PERPETRATOR'S EXPLANATIONS.", "[I] drank 100 grams of vodka.", "...", "I, [the applicant], have been informed that my case will be examined by the Sverdlovskiy district police department.", "Decision taken in the case: in compliance with Article 162 § 1 of the RSFSR Code of Administrative Offences a warning was issued.”", "29. After his release from the police station on 19 December 2001 the applicant was examined by a doctor in the trauma unit of the local hospital and diagnosed with an injury to the left side of his chest. In the absence of visible traces of an injury, the diagnosis was made by means of palpation of the chest, with the applicant complaining of pain. The doctor called the Sverdlovskiy district police department and reported the applicant's injury, allegedly sustained at the hands of the police officers. The officer on duty recorded the conversation in an information log and assigned it case number 014623.", "30. On the same day officer D. filed a one-sentence report indicating that on 19 December 2001 at 9.20 a.m., he and officer M. had arrested the applicant because he had been drunk, had been walking unsteadily and looked untidy.", "31. On 19 December 2001 a duty police officer questioned the applicant about the circumstances in which he had sustained his injury. The applicant explained that on the morning of the same day he had been approached by two police officers who had asked him to present identification documents. In response to the applicant's statement that he had no papers, a police officer tried to search him. The applicant objected and was taken to the local police station, where he was searched. After the search one of the officers took him to a cell, where he hit the applicant several times in the chest, accompanying the blows with instructions to learn to communicate with the police properly.", "32. On the following day officer M. addressed a written explanation to a higher-ranking officer. The explanation read as follows:", "“In response to the questions asked [I] can explain that on 19 December 2001, at approximately 9.20 a.m., when I, a police officer, was on patrol with officer D., we noticed a suspicious man who was dressed untidily (his coat was unbuttoned). Having approached the man, we introduced ourselves and asked him to present identification documents, in response to which [the applicant],... used offensive language and refused to show [the documents], saying that he did not have time. Subsequently we asked [the applicant] to accompany us to the police station... When we arrived at the station, the man was asked to put sharp objects on a shelf. [The applicant] took out a rusty clinch nail and said that he did not have anything else except for a plastic bag with documents which he needed to take to the Sverdlovskiy District Court. We suggested that he go to a cell for administrative arrestees. He entered the cell. Subsequently, a record of administrative arrest was drawn up under Article 162 of the Russian Code of Administrative Offences... After that [the applicant] was released.”", "33. On 20 December 2001 the applicant requested the Sverdlovskiy district prosecutor to institute criminal proceedings against the police officers, alleging that he had been unlawfully taken to the police station and that he had been searched and beaten up there. The applicant also claimed that no reports had been drawn up concerning his arrest.", "34. On 25 December 2001 the Sverdlovskiy district prosecutor re-directed the applicant's complaint to the Sverdlovskiy district police department, requesting an internal inquiry.", "35. On 9 January 2002 the head of the police department issued a report, finding as follows:", "“On 19 December 2001, at approximately 9 a.m., patrol officers [M. and D.] and police trainee, Ms I., started their shift from [the local police station]. At approximately 10.15 a.m. near a house.... officers M. and D. stopped [the applicant], who was in the state of alcohol intoxication, looked untidy, and was walking unsteadily, holding his right hand to his bosom, arousing the officers' suspicion. The police officers brought [the applicant] to the police station as he did not have any identification documents on him. Record [of the arrest] no. 1977 was entered in the arrests registration log in the station. On being signed in [the applicant] was searched in compliance with the requirements of section 11(2) of the Police Act.", "Police officer M. drew up administrative offence record no. 29384 in relation to [the applicant's] offence proscribed by Article 162 of the RSFSR Code of Administrative Offences. On 19 December 2001 a decision was issued on the basis of the case file materials: [the applicant was] warned.", "The arrests registration log shows that [the applicant] was released at 11 a.m.", "In his complaint [the applicant] contended that the police officers had arrested him without any valid reasons; furthermore, the police officers had unlawfully performed a body search on him. After he was brought to the police station he had been beaten up by a police officer.", "Police officers M. and D. explained in their statements that on 19 December 2001 they had arrested [the applicant]; an administrative offence record under Article 162 of the RSFSR Code of Administrative Offences had been drawn up concerning him; no physical force or special measures had been used against [the applicant].", "The official internal inquiry did not manage to resolve the discrepancies between the police officers' and [the applicant's] statements.”", "The materials from the police internal inquiry were sent to the office of the Sverdlovskiy district prosecutor.", "36. On 18 January 2002 the prosecutor ordered a graphological analysis of the signature on the report of 19 December 2001 because the applicant claimed that he had not signed any document that day. On 5 February 2002 the Krasnoyarsk town expert bureau submitted an opinion, noting that the data provided insufficient basis for a firm finding to the effect that the applicant had signed the report. However, the experts did not exclude the possibility that the signatures belonged to the applicant.", "37. On 18 February 2002 an assistant of the Sverdlovskiy district prosecutor, relying on the results of the internal police inquiry, the graphological expert report and on statements by the applicant, police officers M. and D. and the doctor who had examined the applicant on 19 December 2001, refused to institute criminal proceedings against the police officers, finding no criminal conduct in their actions. In particular, the assistant prosecutor held as follows:", "“Thus, the investigation did not establish the elements of a criminal offence... in the actions of police officers M. and D. [The applicant's] arrest and his signing-in at [the local police station] were performed in compliance with the administrative legal norms; an administrative offence report under Article 162 of the RSFSR Code of Administrative Offences was issued in respect of [the applicant]. On 19 December 2001 it was decided to take administrative action against [the applicant] in the form of a warning. For conduct to form the corpus delicti of an offence proscribed by Article 286 of the Russian Criminal Code an official must have committed acts which no one in any circumstances may commit (injuring an individual without any reason). However, it was impossible to reliably establish that [the applicant] had sustained an injury because his diagnosis was called into question and was not monitored in time. No forensic medical expert examination was performed in respect of those injuries.”", "38. The applicant appealed to the Sverdlovskiy District Court, complaining, inter alia, that his arrest on 19 December 2001 and his charging with an administrative offence had been unlawful. He insisted that he had only learned about the administrative charges from the assistant prosecutor's decision.", "39. On 11 July 2002 the District Court quashed the decision of 18 February 2002 and authorised the prosecution authorities to perform an additional investigation. In particular, it stressed that the investigating authorities should question the police trainee, Ms I., about the circumstances surrounding the applicant's arrest and the doctor from the trauma unit about the applicant's alleged state of alcohol intoxication. The District Court also observed that the applicant should lodge a separate complaint concerning the administrative arrest.", "40. No appeal was lodged against the decision of 11 July 2002 and it became final. The applicant did not complain of the alleged unlawfulness of his administrative arrest in separate proceedings.", "41. On 20 September 2002 a Sverdlovskiy deputy district prosecutor closed the investigation, finding no prima facie case to be answered. The decision incorporated the text of the decision issued on 18 February 2002 together with additional paragraphs which read as follows:", "“In the course of the additional investigation the acting head of the trauma unit of Sverdlovsk District, Mr B., was questioned; [he] explained that when a person is admitted to the trauma unit in a state of intoxication, a record in “a criminal registry” log is made stating that the person is in a state of alcohol intoxication. In [the applicant's] case no such record was made; that is why he cannot describe the state in which the applicant had been.", "A police officer from the patrol division of the Sverdlovsk district police department, Ms I., when questioned in the course of the additional investigation, explained that in December 2001 she had been a trainee. On 19 December 2001 she was in a patrol unit ... together with police officers M. and D. Between 9.30 a.m. and midday, [the applicant] was brought in; [he] behaved inappropriately and was dressed untidily. The man was placed in a cell for administrative arrestees and an administrative offence record under Article 162 of the RSFSR Code of Administrative Offences was drawn up in respect of his conduct. [The applicant] signed the record.”", "42. In response to the applicant's complaints about the prosecution authorities' failure to investigate his ill-treatment complaints thoroughly, on 14 November 2002 the Krasnoyarsk Regional Court, at final instance, upheld the decision of 20 September 2002, finding that the deputy prosecutor had thoroughly assessed the evidence and had drawn the correct conclusions.", "43. On 30 January 2003 the Krasnoyarsk first deputy regional prosecutor quashed the decision of 20 September 2002, finding that the investigation was incomplete and the decision premature. He ordered a new round of investigations, setting out a list of steps to be taken, including the identification of individuals who might have seen the applicant in the police station. The first deputy also noted a number of inconsistencies in the police officers' statements regarding, among other aspects, the time of the arrest, the applicant's state of intoxication and the absence of identification documents.", "44. On 18 March 2003 a deputy prosecutor of the Sverdlovskiy District dismissed the applicant's ill-treatment complaint as manifestly ill-founded. The decision repeated the wording of the previous two decisions refusing the institution of criminal proceedings against the police officers. In addition, a deputy prosecutor cited statements given by police officers M., D. and I. during the additional investigation. Owing to the remoteness of the events the three police officers were unable to recall the exact time when they had arrested the applicant. The deputy prosecutor also pointed out that the samples of the police officers' handwriting did not allow a forensic expert to make a conclusive finding as to the authorship of the signatures on the record of the applicant's arrest. The final paragraph of the decision read as follows:", "“Thus, the investigation did not establish any criminal conduct ... [in the police officers' D., M., and I.] actions. [The applicant's] arrest and his signing-in at the [local police station] were performed in accordance with the administrative law in force at the material time; an administrative offence record was drawn up in respect of [the applicant]; he appealed against it in accordance with the procedure established by law. On 19 December 2001 [the applicant] was found guilty of [an administrative offence] and a warning was issued. For conduct to form the corpus delicti of an offence under Article 286 of the Russian Criminal Code an official must have committed acts which no one in any circumstances may commit. By virtue of sections 10 [and] 11 of the Police Act, police officers must put an end to and prevent the commission of administrative offences, [must] check individuals' identification documents if there are grounds to suspect them of having committed an administrative offence, [must] perform searches on individuals and their personal belongings; and [must] perform administrative arrests and draw up records of administrative actions. According to the Statutes of the Russian Federation Police Officers Patrol Service, patrol units must ensure public safety and preserve public order on their rounds, at their duty points and in the adjacent areas; [they] must prevent and put an end to administrative offences... Mr M. and Mr D. gave statements during the investigation explaining that they had checked [the applicant's] documents because [the applicant] was suspected of having committed an administrative offence.”", "45. On 16 September 2003 the Krasnoyarsk Regional Court, acting at final instance, dismissed the applicant's complaint against the decision of 18 March 2003, concluding that the deputy prosecutor's findings were correct.", "46. On 18 February 2002 the applicant complained before the courts that officials from the Krasnoyarsk regional prosecutor's office had not examined his complaints properly and had also intercepted his complaints to the Prosecutor General of the Russian Federation. On 17 April 2002 the Krasnoyarsk Regional Court disallowed the claim because the applicant had failed to comply with the procedural requirements for lodging such a complaint.", "47. The applicant brought an action before the Sverdlovskiy District Court against the Russian Ministry of Finance, the Ministry of the Interior, officials of the Krasnoyarsk regional and Sverdlovsk district prosecutors' offices and the Sverdlovskiy district police department. He sought compensation for damage caused by the police officers on 19 December 2001 on account of his arrest, ill-treatment and search and the forgery of administrative records concerning him.", "48. On 26 December 2003 the Sverdlovskiy District Court dismissed the applicant's action, relying on the deputy prosecutor's decision of 18 March 2003 and citing Articles 151, 1064 and 1070 of the Russian Civil Code. The reasoning of the District Court read as follows:", "“Taking into account the circumstances established and having regard to the legal norms cited, the court does not see any ground to allow the action as it is unsubstantiated; [the applicant] did not provide the court with any evidence showing that he had sustained damage as a result of unlawful actions on the part of the police officers and prosecution authorities. At the same time, the lawfulness of the police officers' and prosecution authorities' actions ... was thoroughly looked into on a number of occasions and was confirmed by the decision of 17 July 2003 of the Sverdlovsk District Court of Krasnoyarsk, as upheld on appeal by the Krasnoyarsk Regional Court on 16 September 2003.", "[The applicant's] allegations that he sustained non-pecuniary damage as a result of unlawful actions on the part of the police officers and prosecution authorities are manifestly ill-founded having regard to the grounds which [the court took into account] in dismissing the action.”", "49. Article 117 § 2 (f) of the Criminal Code of the Russian Federation makes acts of torture punishable by up to seven years' imprisonment. Under Article 286 § 3 (a) and (c) abuse of an official position associated with the use of violence or entailing serious consequences carries a punishment of up to ten years' imprisonment.", "50. The Code of Criminal Procedure of the Russian Federation (in force since 1 July 2002, “the CCrP”) provides that a criminal investigation may be initiated by an investigator or a prosecutor following a complaint by an individual or on the investigative authorities' own initiative, where there are reasons to believe that a crime has been committed (Articles 146 and 147). A prosecutor is responsible for overall supervision of the investigation (Article 37). He can order specific investigative actions, transfer the case from one investigator to another or order an additional investigation. If there are no grounds to initiate a criminal investigation, the prosecutor or investigator issues a reasoned decision to that effect, which has to be notified to the interested party. The decision is amenable to appeal to a higher-ranking prosecutor or to a court of general jurisdiction under a procedure established by Article 125 of the CCrP (Article 148). Article 125 of the CCrP provides for judicial review of decisions by investigators and prosecutors that might infringe the constitutional rights of the participants in proceedings or prevent access to a court.", "51. The relevant provisions of the Civil Code of the Russian Federation (of 30 November 1994) read as follows:", "“1. An individual's life and health, dignity, personal integrity, honour and goodwill, professional reputation, the inviolability of his or her private life, personal and family secrets, the right to liberty of movement and to choose his or her place of temporary and permanent residence, the right to a name, copyright, other personal non-property rights and other incorporeal assets which a person possesses by virtue of birth or by operation of law shall be inalienable and shall not be transferable by any means...”", "“If certain actions impairing an individual's personal non-property rights or encroaching on other incorporeal assets have caused him or her non-pecuniary damage (physical or mental suffering) ... the court may require the perpetrator to pay pecuniary compensation for that damage...”", "52. Article 1064 § 1 of the Civil Code of the Russian Federation provides that damage caused to the person or property of a citizen must be compensated for in full by the tortfeasor. Under Article 1069, a State agency or a State official whose unlawful actions or failure to act cause damage to an individual will incur liability. Such damage is to be compensated for at the expense of the federal or regional treasury. Articles 1099-1101 of the Civil Code provide for compensation for non-pecuniary damage. Article 1099 states, in particular, that compensation must be awarded for non-pecuniary damage irrespective of any award for pecuniary damage."], "VIOLATED_ARTICLES": ["3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["13", "3"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}