{"ITEMID": "001-78471", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "ADMISSIBILITY", "DATE": 2006, "DOCNAME": "BALAZ AND OTHERS v. SLOVAKIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicants are relatives. They are all Slovakian nationals and live in Leopoldov. Their particulars appear in the appendix. The respondent Government are represented by Mrs A. Poláčková, their Agent.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "Mr Vincent Baláž is the father of Mr Vincent Baláž Jr, Ms Jana Konečníková and Ms Helena Balážová. He is the husband of Ms Antónia Balážová. He operates a small entertainment park. It consists of merrygorounds and other attractions which are attached to movable trailers. The trailers have no number plates.", "On 8 September 2001 around noon, Mr Vincent Baláž Jr, accompanied by Ms Jana Konečníková, drove a tractor from the village of Ratkovce towing one trailer. They stopped in front of a school in Leopoldov. Ms Konečníková got off the tractor and went to connect a second trailer to the convoy. A police car stopped nearby and an officer of the Leopoldov County Police Department (Obvodné oddelenie Policajného zboru), Mr P., checked Mr Baláž Jr’s identity card and driving licence. He inquired as to why the trailers had no number plates and then left. According to the applicants Officer P. shouted that he would impose a fine on Mr Baláž Jr because “he had an impudent [sister]” and instructed them using harsh words to move on. The Government disagree on that point.", "On 10 September 2001 at around 8 p.m., Mr Baláž Jr, accompanied by Ms Konečníková, again drove the tractor from Ratkovce towing a trailer. As they were entering the street where they lived, they noticed that a police car was behind them. They drove into the yard and stopped. The trailer protruded into the street. While Mr Baláž Jr was parking the tractor, a police officer from the Leopoldov County Police Department, Mr S., entered the property without being invited, inquired of Mr Baláž Jr as to why the trailer had no number plates and asked him to produce his identity and driving documentation. Mr Baláž Jr refused, arguing that he was on his private property. According to the applicants Officer S. shouted at Mr Baláž Jr, shone an electric torch in his face and slapped him on his hand. The Government contest that suggestion. Mr Baláž Jr then shouted to Mr Baláž for help. Officer S. subsequently left. During the entire incident the police car had been parked away from the scene. Officer P., who was also present, remained close to the car.", "On 10 September 2001, after 8 p.m., Mr Baláž called the police emergency service to report that his children had been attacked by Officers S. and P. Later that evening the aforementioned officers also called the police emergency service to report the incident. They subsequently filed a report regarding the incident, which resulted in proceedings for roadtraffic offences being brought against Mr Baláž Jr (see below).", "Mr Baláž lodged numerous complaints with various public institutions about the incidents of 8 and 10 September 2001. He complained in particular that the police interventions had been unwarranted and arbitrary, that they constituted a discriminatory persecution of his family and that the subsequent investigation in respect of them was biased and ineffective. The investigation case file had been tampered with, the bodies which had examined his complaints had not been independent and impartial and the complaints were dismissed solely on the basis of the onesided information and reports submitted by the officers against whom the complaints had been directed. The applicants had not been given an opportunity to comment on the information and reports and in general had been treated in a discriminatory manner on account of their Roma origin. Lastly, Mr Baláž argued that his trailers were exempt from the obligation to have number plates.", "The above complaints were interpreted as administrative complaints (sťažnosť) under the Complaints’ Act (Law no. 152/1998 Coll.). They were examined and dismissed by the Trnava Regional Police Directorate (Krajské riaditeľstvo policajného zboru) and, on repeated appeals, by the Directorate General of the Police (Prezídium Policajného zboru) and the Inspection Service of the Ministry of the Interior (Sekcia kontroly a inšpekčnej služby ministerstva vnútra). Mr Baláž was informed of the dismissals by letters of 16 October and 20 November 2001 and 30 January 2002, respectively.", "The authorities examined documentary evidence and statements from Mr Baláž Jr, Ms Konečníková, Mr Baláž, Officers S. and P. and several other police officers. The applicant’s allegations were found not to be established. Their complaints were thus unfounded.", "The procedure and its outcome were then examined and upheld as correct by the Trnava District Office of Public Prosecution, the Trnava Regional Office of Public Prosecution and the Office of the Prosecutor General on 12 December 2001, 28 January and 27 May 2002 respectively.", "In the meantime, on 31 January 2002, the Inspection Service of the Ministry of the Interior acknowledged that the trailers of Mr Baláž were exempt from the duty to have number plates. It was further found that no records were missing from the case file of the investigation.", "Further complaints of Mr Baláž were dismissed by the Inspection Service of the Ministry of the Interior on 11 March, 7 May and 11 December 2002 and by the Directorate General of the Police on 12 June 2002 respectively. The applicants’ allegations were found not to be substantiated.", "On 23 May 2002 the Inspection Service of the Ministry of the Interior decided under the Code of Criminal Procedure not to bring charges of abuse of official power against the officers involved in the incidents of 8 and 10 September 2001 and the alleged disappearance of documents from the case file. The examination of the files and evidence from the applicants and the officers revealed that there was no case to answer. The decision could have been, but was not, appealed.", "On 8 April 2002 the Trnava District Traffic Police (Dopravný inšpektorát) found that Mr Baláž Jr had committed a traffic offence on 10 September 2001, having driven his tractor recklessly such that he could not be overtaken by a police car. The rear lights on his trailer were not functioning either. A fine of approximately 25 euros was imposed on him.", "On 23 May 2002 the Trnava Region Traffic Police upheld the decision on appeal by Mr Baláž Jr. The decision could have been, but was not, challenged by an administrative-law action under Article 83 of the Minor Offences Code (Law no. 372/1990 Coll., as amended) in conjunction with Articles 244 et seq. of the Code of Civil Procedure (Law no. 99/1963 Coll., as amended).", "On 5 February 2002 Mr Baláž Jr was charged with insulting a public official, Officer S., on 10 September 2001, by using grossly abusive language towards him.", "On 14 January 2003 the Trnava District Court (Okresný súd) found Mr Baláž Jr guilty as charged and sentenced him to 4 months’ imprisonment, suspended for a period of one year. The District Court examined documentary evidence and heard the accused, Ms Konečníková and Officers S. and P. It “found no reasons not to believe” the testimonies of the latter, notwithstanding that officer P. had not been directly involved in the incident, his recollection of the incident was vague and his testimony at the trial had differed from his pretrial deposition.", "On 27 March 2003 the Trnava Regional Court (Krajský súd) dismissed the appeal by Mr Baláž Jr. No further appeal was available.", "On 3 February and 4 March 2002 Ms Konečníková Jr reported to the police that, on those days, she had received from an unknown person threatening, racially motivated phone calls and text messages.", "The matter was investigated by the Leopoldov and Hlohovec County Police Departments which interviewed Ms Konečníková, Ms Konečníková Jr, Mr Baláž and 13 other persons as witnesses. The police also obtained and examined 3 reports from the telephone network operators. They established that the perpetrator of the threats was a classmate of Ms Konečníková Jr. The matter was considered to be a minor offence and the case was transmitted to the Piešťany District Office for the initiation of proceedings under the Minor Offences Code.", "On 27 November 2002 the District Office found the classmate guilty of a minor offence and sentenced him to a reprimand (pokarhanie). It was observed that the wrongdoer was a minor and that he had not meant his threats to be taken seriously."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}