{"ITEMID": "001-58907", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ESP", "BRANCH": "GRANDCHAMBER", "DATE": 1999, "DOCNAME": "CASE OF GARCÍA RUIZ v. SPAIN", "IMPORTANCE": "1", "CONCLUSION": "No violation of Art. 6-1", "JUDGES": "Luzius Wildhaber", "TEXT": ["8. The applicant has the degree of Bachelor of Laws and is registered as a member of the Madrid Bar, but in fact works as a nurse. He submitted that in August 1985 one M. gave him instructions to carry out certain non-contentious (extraprocesal) work, including in particular a search to discover any encumbrances affecting the title to a piece of land which was among the property made subject to a charging order in summary foreclosure proceedings under the Mortgage Act (juicio sumario ejecutivo de la Ley Hipotecaria) brought by the X company against S. before judge no. 19 of the Madrid Court of First Instance.", "On 19 June 1986 M. bought the land at auction, at a price which the applicant considered advantageous.", "9. The applicant maintained that in 1986 he unsuccessfully asked his client to pay him for the administrative services, advice and technical assistance he had provided at the time of the purchase in question.", "He asserted that, by a registered letter of 27 May 1989 with a prepaid form for acknowledgment of receipt, to which he received no reply, he asked M. to pay him the sum of two million five hundred thousand pesetas to cover his fees.", "10. On 8 June 1989, at the applicant’s request, the Madrid Bar gave an opinion assessing the fees the applicant was entitled to claim for the services in question at three million pesetas. The Bar made it clear that its assessment was based exclusively on the information provided by the applicant.", "11. On 16 June 1989 the applicant brought proceedings against M. under the taxation procedure (procedimiento de jura de cuenta) before judge no. 2 of the Madrid Court of First Instance to recover the sum he claimed. Judgment was given against the applicant on 30 June 1989 on the ground that the jura de cuenta procedure was intended only for the recovery of fees owed for services rendered by counsel in the context of judicial proceedings and that the services he had rendered had been non-contentious.", "12. On 29 September 1989 the applicant brought an ordinary civil action (juicio declarativo ordinario) against M. before judge no. 12 of the Madrid Court of First Instance seeking payment of three million pesetas.", "13. This claim was dismissed by a judgment of 24 May 1993. The judge took into account the statements of the defendant, who had denied the facts alleged by the applicant, and in particular that he had ever given Mr García Ruiz instructions to act for him, held that the evidence of a witness called by the applicant was not conclusive and ruled that the applicant had not proved that he had performed the services in question. He held in particular:", "“The plaintiff asserts that he was instructed by the defendant (M.) to perform a number of services for him consisting in checking which court was dealing with certain proceedings and providing other information M. considered necessary to inform his decision as to whether to buy a certain property. In support of his claim he has submitted, in addition to his pleading, a series of documents, numbered 1 to 7 in the file.", "In his deposition (confesión judicial) the defendant contested the truth of the facts on which the claim is based, denying that there had ever been any kind of contractual relationship between himself and the plaintiff or that he had asked the latter to perform the professional services which he claimed to have carried out according to the defendant’s instructions.", "...", "Be that as it may, the plaintiff admits that he did not perform the services concerned in the context of judicial proceedings... What is not in doubt is that he must prove that he actually did perform the services in issue. In that connection, no evidence has been produced in the case which might establish the truth of the allegations... Consideration of the evidence adduced suffices in itself to persuade the Court that the plaintiff has not satisfied a single one of the conditions for claiming lawyer’s fees. In the absence of evidence, the claim must be rejected, especially as the defendant denies the facts.”", "14. On 4 June 1993 the applicant appealed. By a judgment of 17 March 1995, the Madrid Audiencia Provincial dismissed the appeal and upheld the impugned judgment.", "In Part I of its judgment (The Facts) it stated: “[This Court] accepts and deems to be reproduced in its own decision the statement of the facts set out in the impugned judgment.”", "In Part II (The Law) it ruled:", "“The grounds of the impugned decision are accepted as pertinent, in so far as they are not incompatible with those set out below.", "Firstly, the appeal is against the decision given by judge no. 12 of the Madrid Court of First Instance on 24 May 1993, dismissing the claim of the appellant [that is the applicant], a lawyer, against M., for three million pesetas in respect of fees owed on account of work he had done as counsel in summary foreclosure proceedings no. 843/81, brought in the Court of First Instance. M. contests the appeal on the ground that the appellant never acted in the proceedings in question, as his legal representative in that case was Mr J.A. C.L.", "Secondly, the case file does not contain the slightest evidence that the appellant [the applicant] acted as counsel in case no. 843/81, or at least that, as Article 1214 of the Civil Code requires, he took steps of a procedural nature, although he may have carried out non-contentious work; the appeal must accordingly be dismissed and the impugned judgment upheld ...”", "The Audiencia Provincial concluded:", "“... This Court must dismiss, and hereby dismisses, the appeal lodged by [the applicant’s lawyer] against the judgment given by judge no. 12 of the Madrid Court of First Instance on 24 May 1993, which is hereby upheld...”", "15. On 13 May 1995 the applicant lodged an amparo appeal with the Constitutional Court relying on the right to a fair hearing, contending that the judgment of the Audiencia Provincial had given no reply whatsoever to his arguments. In his appeal the applicant made the following points:", "“(a) Indeed, [the applicant] did not act as counsel in summary foreclosure proceedings no. 843/81 before judge no. 19 of the Madrid Court of First Instance, as the impugned decision states; he acted solely as the agent of the respondent [M.], providing non-contentious services in the form of advice and assistance (as stated in the initial application) and in the proceedings brought before judge no. 19; but he never carried out any contentious work (ejercicio intraprocesal) in those proceedings ...", "...", "(c) ... the non-contentious work ... formed the only basis for the judicial proceedings to recover fees for services rendered ...; ... the client unjustly obtained a financial gain ... on account of the performance of the various non-contentious services which he had requested and which were in fact performed ...”", "The applicant also stated his disagreement with the way the judge of the Court of First Instance had assessed and interpreted his evidence.", "16. By a decision of 11 July 1995 the Constitutional Court dismissed the appeal on the ground that it had no constitutional relevance, observing that the ordinary courts had held that the applicant had not adduced sufficient evidence that he had rendered the professional services in issue and that assessment of the facts was a matter over which the trial courts had sole jurisdiction, to the exclusion of its own jurisdiction.", "17. Article 120 § 3 of the Spanish Constitution is worded as follows:", "“Judgments shall always contain a statement of the grounds on which they are based and be delivered in public.”", "“Las sentencias serán siempre motivadas y se pronunciarán en audiencia pública.”", "18. Article 359 of the Code of Civil Procedure provides:", "“Judgments must be clear and precise and must address specifically the applications and other claims made in the course of the proceedings; they must find for or against the defendant and rule on all the disputed points which have been the subject of argument ...”", "“Las sentencias deben ser claras, precisas y congruentes con las demandas y con las demás pretensiones deducidas oportunamente en el pleito, haciendo las declaraciones que éstas exijan, condenando o absolviendo al demandado y decidiendo todos los puntos litigiosos que hayan sido objeto del debate ...”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}