{"ITEMID": "001-4950", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "ADMISSIBILITY", "DATE": 1999, "DOCNAME": "TEWS v. AUSTRIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant is an Austrian national, born in 1956 and residing in Linz. He is a lawyer by profession.", "A.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 29 April 1991 the Linz District Court (Bezirksgericht) dissolved the applicant’s marriage with C.T. The District Court based its decision on an agreement the applicant and his wife had concluded the same day in court which, inter alia, provided that custody of the two children, E.T. and R.T., be granted to her.", "On 17 May 1991 the applicant remarried.", "On 11 November 1991 the applicant introduced a request with the Linz District Court for reduction of the maintenance payments for E.T. and R.T. These proceedings are the subject of application No. 25903/94.", "On 14 October 1992 the applicant introduced court proceedings with the Linz District Court against his divorced wife for transfer to him of the custody of E.T. and R.T.", "On 3 November 1992 the District Court heard C.T.", "On 10 November 1992 C.T. requested the District Court to hear three witnesses. On 12 and 25 November the applicant requested the District Court to hear altogether nine witnesses and to obtain the opinion of a medical expert.", "On 27 November 1992 the District Court appointed an expert child psychologist.", "On 9 January 1993 Judge A.E. who had been dealing with the applicant’s case was replaced by Judge H.K.", "On 10 January 1993 the applicant requested the District Court to transfer custody provisionally to him and to hear further three witnesses.", "On 22 January 1993 the expert submitted his report to the District Court. On 2 February 1993 the expert’s report was transmitted to the parties. On 15 February 1993 the applicant requested the District Court to order the expert to amend his report. He also requested that a hearing be held in order to discuss the report. On 24 and 25 February 1993 C.T. commented on the expert’s report. On 15 March 1993 the applicant made further submissions. He also requested that he and one more witness be heard.", "On 6 July 1993 the Braunau District Court heard one witness on letters rogatory.", "On 21 July 1993 a hearing took place before the Linz District Court. The case had meanwhile been assigned to Judge K.L. In the course of the hearing the District Court heard three witnesses. On 29 July 1993 the applicant requested the District Court to hear a further seven witnesses. He also withdrew a previous request for the hearing of one witness.", "On 11 and 17 August 1993 hearings took place before the District Court in which the court heard the applicant and six witnesses. On 27 August and 1 September 1993 the applicant requested the District Court to hear a further fourteen witnesses and to instruct the expert to amend his report of 22 January 1993.", "On 28 September 1993 and 11 October 1993 the parties made further submissions to the District Court.", "On 13 October 1993 the District Court summoned the parties to a hearing scheduled for 29 October 1993. This hearing was postponed to 3 November 1993, on the request of C.T, when the District Court heard three witnesses and distributed an amended expert report.", "On 21 December and 29 December 1993 the District Court heard two witnesses in the absence of the parties. On 22 February 1994 the applicant requested the District Court to hear a further seven witnesses.", "On 11 April 1994 the applicant filed a request with the Regional Court (Landesgericht) to set the District Court a time limit for holding a hearing. He submitted that since 3 November 1993 no hearing had taken place, and that the transcript of this court hearing had not yet been transmitted to the parties.", "On 27 April 1994 a hearing took place before the District Court, which heard C.T. and decided that the appointed expert should, after an examination of the parties and the children, prepare a new report. This report was submitted on 13 May 1994.", "On 6, 7, 13, 14, 18, and 21 July 1994 the District Court heard eleven witnesses in the absence of the parties. On 12 September 1994 the applicant made further submissions to the District Court. On 15 September 1994 the District Court heard one witness, already heard on 7 July 1994, in the absence of the parties.", "On 20 September 1994 the applicant requested the District Court to grant the transmission to the parties of the material upon which the expert had based his report of 13 May 1994.", "On 23 December 1994 the District Court heard four witnesses, already heard on 7, 13 and 21 July 1994, in the absence of the parties.", "On 28 December 1994 a hearing took place before the District Court in which the expert’s report of 13 May 1994 was discussed. The applicant requested amendments to the report and the hearing of further witnesses.", "On 31 December 1994 the Judge K.L. left the Linz District Court. On 8 February 1995 the applicant requested the District Court to resume the taking of evidence because of the change in judge.", "On 14 February 1995 the President of the District Court assigned the applicant’s case to Judge A.E. (who had previously dealt with the case in 1992).", "On 10 April 1995 the District Court heard C.T., E.T. and R.T. and C.T.’s companion in the absence of the applicant. On 11 April 1995 the applicant requested the District Court to hear two further witnesses. On 13 April and 5 May 1995 the District Court heard the applicant and his second wife in the absence of C.T. On 24 May 1995 the District Court heard C.T. in the absence of the applicant. On 3 July 1995 the applicant requested the District Court to re-hear in his presence all previous witnesses.", "On 12 July 1995 Judge A.E. declared that she felt bias against the applicant.", "On 11 September 1995 the applicant filed an application for a time-limit to be set for a decision on this declaration. On 19 September 1995 the President himself requested that he be withdrawn from the case for bias. Both requests were dismissed. Judge A.E.’s appeal of 21 November 1995 was rejected on 7 December 1995.", "Meanwhile, on 11 October 1995 the applicant had filed a motion challenging the probable substitute Judge G. for bias. And on 10 November 1995, the applicant had filed a motion challenging Judge A.E. for bias. On 19 January 1996 he filed an application for a time-limit to be set for the delivery of a decision on his latter request.", "His applications were dismissed on 6 November 1995 and 17 January 1996, respectively. On 22 March 1996 the Linz Regional Court (Landesgericht), following the applicant’s appeal, withdrew Judge A.E. from the case.", "On 11 April 1996 Judge K.S. was appointed to deal with the case but was also challenged for bias by the applicant on 17 April 1996. On 29 April 1996 Judge R.K. was appointed to deal with the case.", "On 23 July 1996 the court heard C.T. and C.T.’s companion. On 29 August 1996 the applicant made further submissions. On 6 November 1996 the court heard the applicant and his second wife. On 12 November 1996 an expert was appointed. On 18 November 1996 the court heard C.T. and her father. On 26 November 1996 another expert was appointed.", "On 9 December 1996 the applicant’s children were granted legal aid. The applicant appealed against this decision on 18 December 1996.", "On 13 March 1997 the expert submitted his report to the court. On 18 March 1997 the applicant requested the court to hold a hearing in which the expert opinion be discussed in the presence of the expert.", "On 21 March 1997 the hearing was scheduled for 17 April 1997. Following the applicant’s request for an adjournment, the hearing was postponed until 20 May 1997. Granting the defendants’ motion for an adjournment, the court further postponed the hearing until 26 May 1997. Following another request for an adjournment by the applicant, the hearing was eventually held on 9 June 1997.", "On 4 September 1997 the Linz District Court dismissed the applicant’s request for the transfer of custody and withdrew his right of access. Having regard to the submissions of the parties, the evidence of more than 30 witnesses, several expert opinions, documentary evidence and the case files of more than 10 related cases, the District Court found that the children were well cared for by their mother and that continuity in exercising custody was important for the children’s well-being. Furthermore, the children’s feelings towards their father were negative or at best ambivalent. Therefore the court found no reason to transfer their custody from their mother to the applicant. As to the withdrawal of the right of access, the court noted that the right of access like the right of custody", "On 15 September 1997 the applicant lodged an appeal, which was dismissed on 27 November 1997 by the Linz Regional Court for essentially the same reasons as those given by the District Court.", "On 2 January 1998 the applicant lodged a further appeal, which was dismissed on 24 February 1998 by the Supreme Court, whose decision was served on 6 March 1998."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}