{"ITEMID": "001-101318", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "ADMISSIBILITY", "DATE": 2010, "DOCNAME": "MARIOS ELEFTHERIADES v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson;Ján Šikuta;Lech Garlicki;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["The first and second applicants are married and the third and fourth applicants are their children. They are of Greek-Cypriot origin and have Cypriot and British nationality. They were born in 1937, 1941, 1965 and 1966 respectively and live in London. The fifth applicant, Eleftheriades Development Co Ltd, is a company incorporated in Cyprus on 1 July 1972, under registration no. 4517. The applicants are represented before the Court by Scordis, Papapetrou & Co and Adamos K. Adamides & Co, lawyers practising in Nicosia.", "The facts of the case as submitted by the applicants, may be summarised as follows.", "The first four applicants were all born and brought up in Famagusta, in northern Cyprus. Until 1974 they all lived together in their home in the town of Famagusta. The first applicant had established his own architectural office in Famagusta, in which he employed another eight persons. The applicants are the owners or part owners of properties in northern Cyprus, including the family home (owned by the second applicant alone), various building plots, an office, houses, an orange grove and two shops.", "The fifth applicant is a family company, co-owned by the first and second applicants. The first applicant is also the director and secretary of the company. The registered office of the company was situated in the building owned by the second applicant. The company's main activities were in land investment and development. It claimed to own property which it had started developing, in the areas of Famagusta and Kyrenia. In particular, it is the registered owner of a building site in Famagusta and claims to be entitled to be registered as the owner of a plot of land in Famagusta as well as the owner of a half share in four plots of land in Dherynia. It maintains that it owns one third of the shares in another limited liabilty company, namely, Melenes Development Ltd, incorporated in Cyprus on 14 December 1972, under registration no. 4927. The first and second applicants are two of the six directors of that company and the first applicant is also the secretary. This company is the owner of four plots of land in the district of Kyrenia which were to be divided into 90 building sites.", "The applicants stated that in August 1974 they had to abandon their home, property and possessions.Since August 1974, the applicants have not had access to and/or use of their property and home."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}