{"ITEMID": "001-57883", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "PRT", "BRANCH": "CHAMBER", "DATE": 1994, "DOCNAME": "CASE OF SARAIVA DE CARVALHO v. PORTUGAL", "IMPORTANCE": "3", "CONCLUSION": "No violation of Art. 6-1", "JUDGES": "", "TEXT": ["7. Born in 1936, Mr Otelo Saraiva de Carvalho is a Portuguese citizen who lives in Oeiras. At the material time he was a lieutenant-colonel in the Portuguese army.", "8. On 10 June 1984 he was arrested and held in pre-trial detention on a charge of founding and leading a terrorist organisation, which is an offence under Article 288 of the Criminal Code; he was suspected of being one of the founders and leaders of the \"FP 25 de Abril\" (Popular Forces 25 April), a group that had claimed responsibility for several bomb outrages, armed attacks and murders.", "9. On 30 December 1984 the judge of the Lisbon Criminal Investigation Court (tribunal de instrução criminal) to whom the case had been assigned closed the adversarial investigation and sent the file to the public prosecutor’s office.", "10. On 7 January 1985 the prosecutor delivered his charges (acusação). He accused the applicant and several of his co- defendants of having drawn up a comprehensive plan under which, by means of the \"FP 25 de Abril\", they would seize power by force and overthrow the State’s institutions. He emphasised that Mr Saraiva de Carvalho was one of the instigators of the scheme.", "11. In accordance with section 59 of Law no. 82/77 of 6 December 1977 on the administration of justice, section 8 of Legislative Decree no. 269/78 of 1 September 1978 and Article 365 of the Code of Criminal Procedure (see paragraph 26 below), the file was sent, together with the prosecution’s submissions, to the Lisbon Criminal Court (tribunal criminal) so that the judge responsible for the case, Mr Antonio Salvado, could issue the despacho de pronúncia or de não pronúncia.", "12. On 22 January 1985 Mr Salvado issued a despacho de pronúncia. After noting that there had been no irregularities during the judicial investigation or any other impediment to a trial of the merits, he rejected the prosecution’s charges in respect of four of the co-defendants on the ground that the evidence gathered was not sufficient to enable a reliable assessment to be made of the probability of guilt (\"a prova indiciária recolhida ... é insuficiente para ... permitir a formulação de um sério juizo de probabilidade sobre a sua culpabilidade\"). On the other hand, he accepted the charges relating to Mr Saraiva de Carvalho and seventy-two other defendants and decided to keep all but three of them in pre-trial detention.", "The applicant did not appeal against the despacho under Article 371 of the Code of Criminal procedure (see paragraph 26 below).", "13. The trial began on 7 October 1985 before the Fourth Division of the Lisbon Criminal Court, which was composed of three judges and was presided over by Mr Salvado. The proceedings took up no fewer than 263 sittings of the court.", "14. At the hearing on 8 October the applicant lodged an appeal with the Lisbon Court of Appeal challenging the compatibility of the provisions cited earlier (see paragraph 11 above) which empowered one and the same judge both to issue the despacho de pronúncia and to try the case with Article 32 para. 5 of the Portuguese Constitution and Article 6 para. 1 (art. 6-1) of the Convention.", "He argued that in making such an order, the judge formed a view of an accused’s guilt in advance that was likely to influence him when giving judgment on the merits.", "On the same day, the Criminal Court held the appeal to be admissible and decided to refer it to the higher court together with any appeal against the judgment it would itself be delivering.", "15. On 20 May 1987 the Criminal Court held that the applicant was a leading member of the \"FP 25 de Abril\" but not one of their founders and sentenced him to fifteen years’ military imprisonment (presídio militar), of which one year, ten months and fifteen days were immediately remitted under an amnesty. It acquitted sixteen of his co-defendants and sentenced the others and Mr Saraiva de Carvalho jointly and severally to pay the State 1,000 million escudos.", "16. On 25 November 1987 the Lisbon Court of Appeal (tribunal de relação) dismissed appeals by the prosecution and thirty-seven of the defendants, including Mr Saraiva de Carvalho.", "Unlike the Criminal Court, it held that the applicant was also one of the founders of the \"FP 25 de Abril\". It consequently increased the sentence to eighteen years’ military imprisonment, two years and three months of which were immediately remitted under the amnesty. The court upheld the sum to be paid.", "17. As regards the complaint based on Article 6 para. 1 (art. 6-1) of the Convention (see paragraph 14 above), the court pointed out that the drafting history showed that the purpose of section 59 of the aforementioned Law no. 82/77 was precisely to ensure that investigating judges did not give rulings on the offences into which they had to inquire; that was why the legislature had vested in the trial judge and not the investigating judge the power to issue the despacho de pronúncia, which entailed assessing and classifying the offences charged.", "18. An appeal by Mr Saraiva de Carvalho to the Supreme Court (Supremo Tribunal de Justiça) was dismissed on 22 June 1988. Referring to its case-law, the court held that the provisions complained of by the applicant were not incompatible with Article 32 para. 5 of the Constitution; a judge issuing a despacho de pronúncia was not bound by the view taken at that stage of the proceedings and had complete freedom when giving judgment on the merits, so that his impartiality was in no way jeopardised.", "On the other hand the court held that the applicant was only a leader of the \"FP 25 de Abril\" and accordingly reduced the sentence to seventeen years’ imprisonment.", "19. Finally, the applicant applied to the Constitutional Court (Tribunal constitucional). Reiterating the submissions he had made in the other courts, he argued in particular that the despacho de pronúncia was the key decision in the prosecution. The fact that it was taken by a judge who subsequently sat on the trial court violated Article 32 para. 5 of the Constitution, which established an absolute separation between judicial investigation, prosecution and trial; it also, he submitted, undermined the court’s impartiality, as the judge in question would be prejudiced against the defendant when he came to consider the merits.", "20. In its judgment of 15 February 1989 the Constitutional Court emphasised the need to distinguish between the indictment, which was the responsibility of the public prosecutor’s office, and the despacho de pronúncia. The latter was designed solely to verify the probability of guilt in order to avoid a trial where there was no prima facie evidence. It was thus a decision on the viability of the indictment and did not entail any prejudice on the part of the judge when the merits were being considered. It consequently served as a filter and a safeguard. Even if his legal classification of the facts was different, a judge did not act as a prosecutor. In the instant case Mr Salvado could not be accused of partiality merely because he had issued the despacho de pronúncia. It would have been different if in his decision he had gone beyond the scope of the prosecution’s charges and had made substantial alterations to them. In that case, which was not the one before it, the distinction between the indictment and the despacho de pronúncia would have been lost as the judge would have encroached on the prerogatives of the public prosecutor.", "The Constitutional Court did, however, allow the appeal on another ground, not adduced before the European Court of Human Rights (see paragraphs 27 and 28 below), which related to a lack of reasons in the judgment at first instance. It accordingly remitted the case to the Supreme Court for the appropriate steps to be taken.", "21. On 23 February 1989 the prosecution sought clarification of certain passages in the judgment and applied for rectification of clerical errors in it. On 12 April the Constitutional Court ordered the rectifications, allowed one item in the application for clarification and provided the particulars sought.", "22. On its rehearing of the case on 17 May 1989 the Supreme Court quashed the Lisbon Court of Appeal’s judgment of 25 November 1987 and remitted the case to that court for a fresh assessment of the facts.", "The applicant was provisionally released that same day.", "23. On 13 September 1989 the Lisbon Court of Appeal delivered a new judgment; the prosecution and several defendants, including the applicant, appealed against it on points of law to the Supreme Court.", "On 19 December 1990 the Supreme Court allowed the appeals in part and varied the impugned decision accordingly.", "Mr Saraiva de Carvalho and seven of the co-defendants appealed to the Constitutional Court against the Supreme Court’s judgment. The outcome of the proceedings is still awaited.", "24. Under Article 32 para. 5 of the Constitution,", "\"Criminal proceedings shall be accusatorial, the trial and investigative measures laid down by law being governed by the adversarial principle.\"", "25. Under Article 288 of the Criminal Code,", "\"1. Anyone promoting or founding a terrorist group, organisation or association shall be punishable by five to fifteen years’ imprisonment.", "2. ‘A terrorist group, organisation or association’ shall be understood to include any group of two or more persons, who, acting in concert, set out to undermine national integrity and independence or prevent, change or impair the functioning of State institutions as established by the Constitution; or to force the authorities to do something, refrain from doing something or tolerate something being done; or to intimidate certain persons or groups or the entire population by committing offences", "...", "(e) which entail the use of bombs, grenades, firearms, explosive substances or devices, incendiary material of any kind or parcel or letter bombs.", "...", "4. Where [the members of] a group, organisation or association ... are found in possession of one of the items mentioned in sub-paragraph (e) of paragraph 2 with a view to achieving its criminal ends, the sentence within the minimum and maximum limits shall be increased by one-third.\"", "26. The relevant provisions of the Code of Criminal Procedure in force at the time - a new code took effect on 1 January 1988 - were the following:", "\"Where the judicial investigation discloses prima facie evidence of the commission of a punishable offence, of the identity of the person who committed it and of his liability, the public prosecutor’s office, if it has the standing (legitimidade) to do so, shall deliver its charges.\"", "\"Where the prosecution is brought by the public prosecutor’s office or, as the case may be, by the assistente, the file shall immediately be submitted to the judge in order that he may issue his despacho de pronúncia or de não pronúncia within eight days.\"", "\"The despacho de pronúncia shall contain", "1. the name, occupation and address, if known, of the defendants or the necessary information to identify them;", "2. an exact description of the offences which they are considered to have committed and the capacity in which they acted;", "3. any special or general aggravating or extenuating circumstances;", "4. an indication of the statute creating the offence and providing for penalties;", "5. any decision relating to the accused’s provisional release which, in accordance with the law, prolongs or alters the previously existing situation;", "6. the information prescribed in Articles 354, 356 and 357, where necessary, and the order to communicate information concerning the accused to the criminal records office;", "7. the date and the judge’s signature.", "...\"", "\"The public prosecutor’s office, a private prosecutor and the accused may appeal against a despacho de pronúncia. The public prosecutor’s office and a private prosecutor may appeal against a despacho de não pronúncia ...\"", "Section 59 of Law no. 82/77 of 6 September 1977 on the administration of justice provides:", "\"The Criminal Court shall be competent for the pronúncia, the trial and the subsequent phases in respect of criminal cases, subject to sections 63, 67 and 70.\"", "Article 8 of Legislative Decree No. 269/78 of 1 September 1978 implementing the aforementioned Law provides:", "\"The judges of the Criminal Court shall be competent for the pronúncia or its equivalent, the trial and the subsequent phases in respect of cases to be tried under the ‘de querela’ procedure or which are reserved to the court sitting as a bench.\""], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}