{"ITEMID": "001-67103", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2004, "DOCNAME": "CASE OF YORGIYADIS v. TURKEY", "IMPORTANCE": "3", "CONCLUSION": "Violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Reasonable time);Pecuniary damage - claim dismissed (Article 41 - Causal link;Pecuniary damage;Just satisfaction);Non-pecuniary damage - award (Article 41 - Non-pecuniary damage;Just satisfaction)", "JUDGES": "", "TEXT": ["4. The applicant, Ms Efrosini Yorgiyadis, was born in 1964 and lives in Istanbul.", "5. On 25 October 1982 by signing a contract of adoption before a notary public in Bakırköy, Semiramis Gradlekova adopted the applicant. Semiramis Gradlekova died on 18 November 1982. The applicant was left as the only legal heir to her property.", "6. On 17 May 1983 the Treasury filed an action with the Şişli First Instance Court in Civil Matters requesting the annulment of the above-mentioned contract of adoption. The Treasury alleged that the contract did not comply with the necessary requirements and was not therefore a valid contract of adoption. They requested that Mrs Gradlekova's property be transferred to the State.", "7. On 3 August 1983 the public prosecutor filed an indictment with the Bakırköy Assize Court accusing the applicant and four other persons of fraudulent misrepresentation and forgery.", "8. On 10 October 1983 experts in handwriting analysis produced a report in which they concluded that the signature of Semiramis Gradlekova appearing on the contract of adoption was authentic. The applicant submitted this report to the Şişli First Instance Court in Civil Matters. The court requested the opinion of another group of experts. On 27 November 1985 the second group of experts confirmed the findings contained in the first report.", "9. On 17 December 1986 the Şişli First Instance Court in Civil Matters held that the contract satisfied the necessary requirements of a valid contract of adoption and rejected the Treasury's claims.", "10. The Treasury appealed. On 20 December 1987 the Court of Cassation quashed the decision of the Şişli First Instance Court. It held that the first-instance court should have adjourned the examination of the case pending the decision of the Bakırköy Assize Court in the criminal proceedings. The applicant requested rectification of the Court of Cassation's ruling. On 17 October 1988 the Court of Cassation rejected her request.", "11. On 21 April 1989 the Şişli First Instance Court in Civil Matters decided not to follow the decision of the Court of Cassation. The Treasury lodged an appeal with the Joint Civil Chambers of the Court of Cassation (Yargıtay Hukuk Genel Kurulu), which quashed the decision of the Şişli First Instance Court in Civil Matters on 21 February 1990.", "12. On 4 February 1991, at the request of the Bakırköy Assize Court, the Forensic Medicine Institute drew up a report which concluded that the signature of Semiramis Gradlekova on the contract of adoption was authentic. However, in a further report dated 28 August 1991 the Forensic Medicine Institute noted that its examination of 4 February 1991 had been based on a comparison between the signature of Semiramis Gradlekova on the contract of adoption and her signature on documents submitted in furtherance of her request for permission to draw up and conclude a contract of adoption. The examination of other materials bearing the signature of Semiramis Gradlekova revealed in fact that the signature on the contract of adoption was not her signature.", "13. On 13 May 1992 five experts from the Forensic Medicine Institute prepared another report. According to the experts, the signature of Semiramis Gradlekova on the contract of adoption was not authentic.", "14. The applicant sought the opinion of another group of handwriting experts. On 20 May 1993 the experts, a graphologist and two professors, finalised their analysis and drafted a report. According to the experts, the reports submitted by the Forensic Medicine Institute experts were contradictory. In their opinion, the signature of Semiramis Gradlekova on the contract of adoption was genuine.", "On 16 July 1993 the Bakırköy Assize Court requested the Forensic Medicine Institute to clarify whether or not the signature of Semiramis Gradlekova on the contract of adoption was authentic. On 10 August 1993 seven experts belonging to the Forensic Medicine Institute, having considered the findings contained in the previous expert reports, concluded that the signature of Semiramis Gradlekova on the contract of adoption was authentic. Five of the experts who signed this report had also signed the report dated 13 May 1992.", "15. On 6 September 1993, after requesting several reports from different handwriting experts and from the Forensic Medicine Institute, the Bakırköy Assize Court decided to discontinue the proceedings against the applicant and her co-accused on the ground that the offences of which they were charged had become time-barred since a period of ten years had elapsed since the date of the charges. The court further held that, having regard to the apparent inconsistency between the two reports of the Forensic Medicine Institute dated 13 May 1992 and 10 August 1993, the Bakırköy Public Prosecutor should open criminal proceedings against the five experts who had signed both reports.", "16. The applicant lodged an appeal against the decision of the Bakırköy Assize Court. On 7 June 1994 the Court of Cassation rejected the applicant's appeal.", "17. On 15 December 1994 the Şişli First Instance Court in Civil Matters held that the expert reports had established that the Treasury had failed to substantiate the allegations of forgery and thus rejected their claim. The Treasury appealed. On 20 April 1995 the Court of Cassation quashed the decision of the Şişli First Instance Court in Civil Matters.", "18. On 18 April 1996 the Şişli First Instance Court in Civil Matters decided not to follow the decision of the Court of Cassation. The Treasury lodged an appeal with the Joint Civil Chambers of the Court of Cassation. On 12 March 1997 it quashed the decision of the Şişli First Instance Court in Civil Matters.", "19. On 9 December 1997 the Şişli First Instance Court in Civil Matters decided to abide by the decision of the Joint Civil Chambers of the Court of Cassation. On 7 May 1998 the Court of Cassation upheld the decision of the Şişli First Instance Court in Civil Matters.", "20. On 15 November 1998 the Court of Cassation rejected the applicant's request for rectification of the judgment."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}