{"ITEMID": "001-76714", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF LYASHKO v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 10;Damage - partial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "Peer Lorenzen", "TEXT": ["5. The applicant was born in 1972 and lives in Kyiv.", "6. The applicant was an editor-in-chief of the Ukrainian daily newspaper Polityka. The periodical has ceased publication.", "7. On 2 July 1997 the applicant published an article about Mr V. Durdynets, who at that time was the acting Prime Minister of Ukraine. The article was entitled “Durdintsovshchina” (the first article) and described the dismissal of Mr A. Stoginenko, the President of the Black Sea Shipping Company (Чорноморське морське пароплавство, hereinafter the “BSSC”), a State-owned enterprise. The applicant alleged that Mr Durdynets dismissed Mr Stoginenko because of his involvement in financing the Polityka. The relevant extracts from the article were as follows:", "“Who could imagine that a former Komsomol bureaucrat, police pen-pusher and near-political schemer would occupy today one of the highest posts in the Government? The press is what the sinister Premier hates the most, as he fears public opinion. He did not forget that in March this year our newspaper accused him of plotting against Prime Minister Lazarenko. And as soon as he got the chance, he triggered the punitive mechanisms to suppress the independent media. For instance, he accused Alekzandr Stroginenko, the President of the Black Sea Shipping Company, of financing Polityka. Stroginenko’s “error” was that he had concluded a contract with us to issue promotional materials for the BSSC. The newspaper spent tens of thousand dollars from its own pocket, but has not yet received full payment for the published materials.", "Without waiting for the results of a ministerial inquiry, on Monday before last, the acting Prime Minister, in the absence of both the President, who was in New York, and the Prime Minister, who was hospitalised, summoned the Cabinet of Ministers and forced a decision to dismiss the president of the BSSC.”", "8. On 16 July 1997 the applicant published an article entitled “Save the barbed wire, citizen Durdinets” (Экономьте колючую проволку, гражданин Дурдинец – the second article), where he stated that Mr Durdinets had personally instructed the General Prosecutor to institute criminal proceedings against him. The relevant extracts from the article read as follows:", "“...As we have learned, immediately after the release of the article [Durdintsovshchina], Durdinets summoned the General Prosecutor, Grigory Vorsinov, to his office and, showing him the newspaper, demanded that criminal proceedings for defamation be instituted against the author... Any other person, who considers himself to be defamed or insulted, would go to a court of law to make his case publicly. But Durdinets has no regard for civil rights as he attempts to use his powers as a high ranking governmental official. So it is worth mentioning here the abuse of power, as neither I nor any of our readers can summon Vorsinov to his office, the less so to demand the institution of criminal proceedings against one’s opponent. The acting Prime Minister considers that he can give orders to the General Prosecutor (although the law provides for the independence of the latter), and he does so.”", "9. On 5 November 1997 the applicant wrote an article under the headline “The Rogue and the General” (“Аферист и генерал” – the third article), which concerned the alleged relationship between General G., at that time the Chief of the Odessa Regional Police Department, and a certain Mr S., who was reported to have been involved in criminal activity. The applicant’s newspaper also published several photographs in which the police chief and Mr S. were pictured together. It appears that these pictures were made during a private occasion and were subsequently published by the paper and TV media (see paragraph 15 below).", "The article stated, inter alia, that:", "“An ... inquiry revealed that ... S. was never employed by the Tax Police. The person who had blackmailed [local businessmen] was a former police officer, S., and the photographs [which he had showed to prove his authority] contained images of high officials of the Odessa Regional Police Department.", "But where did the ex-policeman ... get the photographs of G. and his deputies drinking with him and hugging him? Now he is showing these photographs to [businessmen] and thereby collects money for ... life.", "The examination of this relationship clarifies the statements of S. ... that ‘they will stand for me ...’.", "This story seems to prove the corruption in the Odessa Regional Police Department we were writing about.”", "10. On 19 November 1997 the applicant published an article entitled “The Rogue and the General turn out to be relatives” (“Аферист и генерал оказались родственниками” – the fourth article), in which he recited the interview of certain Ms K. to a local TV station to the effect that the Chief of Police and Mr S. were distant relatives:", "“The scandal surrounding the head of the Odessa Regional Police Department, General G., continues. Condemned by the press for having patronised criminals, the General stands on firm ground so far.", "When we published ‘The Rogue and the General’, we did not know that S. and Grigorenko were brothers-in-law. ... The unlawful activity of S. is blessed by the figure of General G....”", "11. On 7 July 1997 the Head of the Parliamentary Committee for Law and Order tabled a written question to the General Prosecutor raising concern as to the publications defaming the acting Prime Minister Durdynets. In July 1997 the General Prosecutor’s Office (hereinafter “the GPO”), referring to the extracts from his articles quoted above, charged the applicant with intentional defamation in print (Article 125 § 2 of the Criminal Code of 1961), an unfounded accusation of committing a serious crime (Article 125 § 3) and abuse of power (Article 165).", "12. On 9 December 1999 the Pechersky District Court of Kyiv acquitted the applicant for lack of corpus delicti. However, in November 2000 the Kyiv City Court, on the prosecutor’s appeal, quashed this decision and remitted the case for fresh consideration.", "13. On 7 June 2001 the Minsky District Court of Kyiv (hereinafter “the Minsky Court”) found the applicant guilty as charged. In the introductory part of the judgment the court noted the personal data of the applicant and, inter alia, stated that he was “previously unconvicted” (раніше не судимий).", "14. With respect to the first and second articles, the court indicated that the applicant, having abused his office, published intentionally false and malicious statements to the effect that Mr Durdynets had persecuted the Polityka, had unlawfully dismissed Mr Stoginenko for his financing the newspaper and had summoned the General Prosecutor to his office with a view of giving him an order to institute criminal proceedings against the applicant.", "15. As regards the third and fourth articles, the Minsky Court stated that the applicant, again abusing his office, had intentionally defamed the law enforcement agencies of Ukraine by publishing libellous and false information regarding General G., namely that Mr S. was involved in criminal activity and that Mr G. had had illegal links with this person. The court found that the statements that Mr S., aided and abetted by General G., had extorted money from local businessmen and that they were family related were false and offensive. This conclusion was made on the basis of, inter alia, testimonies of S. and a witness Z. who stated that the photographs, published by the Polityka, were taken at a private party, but somehow made their way to the paper and TV media. The police officers, who had investigated the complaints of the businessmen about the alleged extortions, also gave oral evidence, stating that the proceedings in the case were terminated on the early stage of the pre-trial investigation due to the lack of any corpus delicti.", "16. The Minsky Court concluded that the applicant, as an editor-in-chief, was directly liable for any abusive material published in the newspaper. Using his office, the applicant had intentionally published false statements aimed at defaming the police in revenge for a certain unspecified previous conviction.", "17. The applicant was convicted of abuse of power, intentional defamation in print and an unfounded accusation of committing a grave offence and sentenced to two years’ imprisonment on probation and a two years prohibition on occupying posts involving media management.", "18. On 18 October 2001 the Kyiv City Court of Appeal upheld the applicant’s conviction in substance, indicating that the fact that the imputed offences had been committed was proved by a wide range of evidence, collected by the prosecution. In particular, the court came to the conclusion that the applicant had made intentionally false and offensive statements concerning the unlawful dismissal of Mr Stoginenko and Mr Durdynets’ summons of the General Prosecutor to his office, the criminal activity of S. and his liaisons with General G., thus committing offences under Articles 125 and 165 of the Criminal Code, 1961. However, the appellate instance quashed the applicant’s sentence for intentional defamation in print and an unfounded accusation of committing a grave offence as these offences had been decriminalised by the new Criminal Code adopted in 2001. As regards the third offence imputed to the applicant – abuse of office – the applicant was exempted from punishment on account of expiry of the statutory limitation period.", "19. On 23 July 2002 the Supreme Court upheld the decision of the Kyiv City Court of Appeal.", "20. Relevant extracts from the Constitution read as follows:", "“... Everyone is guaranteed judicial protection of the right to rectify incorrect information about himself or herself and members of his or her family, and of the right to demand that any type of information be rectified, and also the right to compensation for material and moral damage inflicted by the collection, storage, use and dissemination of such incorrect information.”", "“Everyone is guaranteed the right to freedom of thought and speech, and to the free expression of his or her views and beliefs.", "Everyone has the right to freely collect, store, use and disseminate information by oral, written or other means of his or her choice.", "The exercise of these rights may be restricted by law in the interests of national security, territorial indivisibility or public order, with the purpose of preventing disturbances or crime, protecting the health of the population, the reputation or rights of other persons, preventing the publication of information received confidentially, or maintaining the authority and impartiality of justice.”", "21. The text of Article 125 of the Code was as follows:", "Defamation [Наклеп], namely the intentional dissemination of falsehoods aimed at damaging the reputation of another shall be punishable by ...", "Defamation in print ... shall be punishable by up to three years’ imprisonment or a fine from 50 to 100 minimal monthly salaries.", "Defamation linked with an unfounded accusation of committing a grave offence shall be punishable by up to five years’ imprisonment.", "Article 165 of the Code provided as follows:", "Abuse of power or office, namely intentional, lucrative or with other personal interest or the interest of third persons, use by official of his/her power or office against the interest of service, if it caused serious damage to the State or public interests or to lawful interests of natural or legal persons shall be publishable by between two and five years’ imprisonment or by up to two years’ correctional labour with up to three years’ prohibition of employment in certain occupations.”", "22. Article 364 of the Code provides that:", "Abuse of power or office, namely intentional, lucrative or with other personal interest or the interest of third persons, use by official of his/her power or office against the interest of service, if it caused serious damage to the State or public interests or to lawful interests of natural or legal persons shall be publishable by up to two years’ correctional labour or by up to six months’ arrest or by up to three years’ limitation of freedom with up to three years’ prohibition of employment in certain occupations.”", "23. The text of Article 27 of the Code (hereafter “the CCP”), as worded until 21 June 2001, was as follows:", "“The cases concerning crimes stipulated in Articles 125 ... of the Criminal Code of Ukraine, if the damage is caused to the rights and interests of citizens are instituted only upon the complaint of the victim, who conducts the prosecution in court. In such cases there is no pre-trial investigation.", "...If the case concerning any crime referred to in paragraph 1 of this Article has special public interest ...the prosecutor may institute the case in absence of the victim’s complaint. The case instituted by the prosecutor should be sent to the pre-trial investigation and, thereafter, is tried under the general rules.”", "24. Article 17 of the Law provides that the General Prosecutor’s Office is staffed with “senior investigators for particularly serious cases” and “investigators for particularly serious cases”.", "25. Further relevant material regarding the state of freedom of press in Ukraine at the material time may be found in the judgment of 29 March 2005 in the case of Ukrainian Media Group v. Ukraine (no. 72713/01, §§ 18-22 and 25-26)."], "VIOLATED_ARTICLES": ["10"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}