{"ITEMID": "001-87132", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF RYABIKIN v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 3 (in case of extradition to Turkmenistan);Violation of Art. 5-1-f;Violation of Art. 5-4;Non-pecuniary damage - award", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;Khanlar Hajiyev;Sverre Erik Jebens", "TEXT": ["7. The applicant was born in 1953 and currently lives in St Petersburg.", "8. The applicant was born and lived in Ashkhabad, Turkmenistan. He is of Russian ethnic origin and has family members in Russia. In Turkmenistan he headed a limited liability company called Argamak, which was engaged in the construction business and trade.", "9. According to the applicant, between 1997 and 1999 Argamak performed works under a government contract. The applicant submitted that certain officials from the Ministry of Finance of Turkmenistan had refused to honour their obligations under the contract and to pay for the work performed unless the applicant paid a bribe in the amount of 10,000 United States dollars (USD). The applicant further submitted that in May 2000 he had applied to the Ministry of the Interior’s Department for Economic Crime and complained about two inspectors from the Ministry of Finance, S. and D. Both inspectors, according to the applicant, were of Turkmen ethnic origin. The Department for Economic Crime allegedly supplied the applicant with specially marked banknotes and S. was detained during the transfer of the money. Following a criminal investigation, the case against S. and D. was referred to a court, which after two days of hearings ordered an additional investigation. It appears that the applicant participated as a witness. The applicant, who submitted that he did not speak Turkmen, was not provided with an interpreter, although the proceedings were conducted in Turkmen. The applicant was not aware of the outcome of the criminal case.", "10. After May 2000 the applicant allegedly came under pressure from the law-enforcement bodies. According to him, officers of those bodies threatened him with revenge and demanded that he change his position in the criminal case. The applicant submitted that in October and November 2000 he had been called in for questioning at the transport police department for organised crime about 25 times, that is, almost every day. He also received threats from D. and the relatives of S. Also in October and November 2000 the applicant was allegedly questioned on several occasions by the Turkmenistan State Security Committee about his economic activities and was asked to become an informant. When the applicant refused he received further threats.", "11. As a result, the applicant submitted that he feared for his life and for the lives of his relatives. The applicant felt that he had become a target, in particular because he belonged to the Russian minority, and decided to leave Turkmenistan.", "12. On 1 December 2000 the applicant applied for Russian citizenship at the Russian embassy in Ashkhabad. The applicant submitted that all the required documents had been collected and registered at the embassy and that he had received notification that his case file had been registered as no. 22850.", "13. On 15 December 2000 the office of the Russian Federal Migration Service at the embassy in Turkmenistan supplied the applicant with a document entitled “Permission to Repatriate from Turkmenistan to Russia and the Granting of Migrant Status”. The document was based on the bilateral treaty on resettlement.", "14. On 28 December 2000 the applicant received an exit visa from Turkmenistan valid for three months. On 21 January 2001 the applicant travelled to the United Arab Emirates on a private invitation.", "15. On 13 May 2001 the applicant was issued with an entry visa by the Russian embassy in the United Arab Emirates, with the purpose of entry indicated as “permanent residence”.", "16. On 9 June 2001 the applicant went to Moscow by plane. On 17 June 2001 he travelled to St Petersburg, where his brother lives, and from then on resided at his brother’s address.", "17. The applicant submitted that in June 2001 he had visited the office of the Federal Migration Service in St Petersburg, where he was advised that he should not apply for refugee status because he already had migrant status, and that he should proceed with his application for Russian citizenship.", "18. On several occasions between 2001 and 2003 the applicant contacted the Russian embassy in Turkmenistan, the Presidential Commission on Citizenship Issues and the Ministry of the Interior, enquiring about the progress of his application for citizenship. He submitted that he had not received any relevant response.", "19. On 9 July 2003 the applicant again applied to the St Petersburg office of the Federal Migration Service and asked in writing to be granted refugee status. On 23 September 2003 the applicant was interviewed and submitted that he feared persecution in Turkmenistan and that he was the subject of a criminal investigation. The applicant submitted all the necessary documents to the migration service, including his national passport.", "20. On 24 October 2003 the St Petersburg office of the Federal Migration Service rejected the applicant’s application for refugee status, and on 27 October 2003 the applicant was notified of this in writing. The letter of rejection stated that the applicant had not met the criteria for refugee status, and that the real reason for his arrival in Russia was most probably an attempt to escape the criminal proceedings against him. The decision stated that in 2001 the applicant had obtained migrant status in the Russian embassy for himself and for his family; however, his family had continued to reside in Turkmenistan. The applicant had travelled first to the United Arab Emirates on business, and had arrived in Russia only in June 2001. Since his arrival the applicant had failed to obtain legal status in Russia and had not applied for a residence permit or registration at his place of residence. The decision further stated that the St Petersburg Regional Department of the Interior had confirmed that the applicant had been wanted by the Turkmen authorities since April 2001 and in Russia, further to a request by the Turkmen authorities, since December 2002. The letter also informed the applicant that he could appeal to a district court against the decision and that he should leave Russia if he had no other legal grounds for remaining.", "21. On 24 November 2003 the applicant appealed to the Kuybyshevskiy district court of St Petersburg against the refusal of his application. On the same day the case was registered by the court and the first meeting between the parties was scheduled for 15 December 2003. At the same time, the judge requested the applicant’s file from the St Petersburg office of the Federal Migration Service.", "22. On 15 December 2003 the hearing was scheduled for 2 February 2004. On 2 February 2004 the judge decided that a request should be sent to Turkmenistan asking about the applicant’s participation as a witness in the criminal case against S. and D. The next hearing was first scheduled for 30 March 2004 and then postponed until 10 June 2004.", "23. At the same time, the applicant again contacted various bodies in relation to his application for citizenship. On 28 January 2004 the Presidential Commission on Citizenship Issues informed the applicant that his application for citizenship had been returned to the Russian embassy in Turkmenistan for further processing.", "24. In January 2004 the applicant wrote to the Ministry of the Interior. He stated that he had applied for Russian citizenship in December 2000, and that consideration of such applications should take between six and twelve months. He had received no reply to his application. On 21 January 2004 the Passport and Visa Service of the Ministry of the Interior informed the applicant that his application had been forwarded to the St Petersburg Department of the Interior and that it would inform him of the results.", "25. The applicant’s family – his wife, daughter, son and two grandchildren – remained in Turkmenistan. After the applicant had arrived in Russia, his wife informed him that she had been summoned to the State Security Committee on several occasions and questioned about her husband’s whereabouts. She also told him that a criminal case against him had been opened and that part of his property had been confiscated.", "26. On 12 February 2004 the applicant was summoned to the Passport and Visa Service of the St Petersburg Department of the Interior to discuss “issues relating to the granting of Russian citizenship”.", "27. On 25 February 2004 the applicant went to the Department’s premises, where he was arrested. He was told that his detention related to a criminal case in Turkmenistan.", "28. On 26 February 2004 the prosecutor of the Central District of St Petersburg issued an order for the applicant’s arrest on the basis of international search warrant no. 1207, issued by Turkmenistan in 2001. The order listed details of the charges brought against the applicant, which included the embezzlement of about USD 139,000 in 2000 and 2001, when the applicant had been the director of a Turkmen-US joint venture. He was charged with offences under Article 228, part 4, of the Turkmen Criminal Code. On 4 April 2001 he had been declared a wanted person in Turkmenistan, and on 26 April 2001 a prosecutor in Turkmenistan had issued an arrest warrant. The Prosecutor General of Russia had been informed of the applicant’s detention. The prosecutor requested the Kuybyshevskiy district court of St Petersburg to authorise the applicant’s detention.", "29. On 27 February 2004 the applicant was brought before the Kuybyshevskiy district court. He was represented by a lawyer. The prosecutor requested the court to detain the applicant and stated that he had been wanted in Turkmenistan since April 2001 for an offence under Article 228, part 4, of the Turkmen Criminal Code. The Prosecutor General’s Office had been informed of the applicant’s arrest. The court ordered the applicant’s detention pending his extradition to Turkmenistan. The court did not specify the term of his detention.", "30. The applicant’s lawyer appealed to the St Petersburg City Court. The motion stated that the applicant’s appeal concerning his refugee status was pending before the same court. It referred to his pending application for Russian citizenship. It further stated that the applicant had been detained unlawfully, as there had been no decision by the competent prosecutor to detain him with a view to his deportation.", "31. On 3 March 2004 the head of the Ashkhabad criminal police requested the Kuybyshevskiy district court to authorise the applicant’s detention on charges of embezzlement on a large scale, an offence punishable under the Turkmen Criminal Code by eight to fifteen years’ imprisonment. The letter stated that the question of extradition would be immediately resolved through the prosecutor generals’ offices of the two countries.", "32. On 3 March 2004 the applicant asked Ms Tseytlina to represent him. The applicant submitted that Ms Tseytlina had been denied access to the documents that had served as a ground for his detention, including information about the criminal proceedings in Turkmenistan and the decision of the Prosecutor General to detain him with a view to his extradition. On 9 March 2004 the lawyer submitted a written complaint to the President of the Kuybyshevskiy district court. On 11 March 2004 the lawyer was informed that she could have access to the documents in question if she submitted a written request to the judge. In reply to her written request the President of the Kuybyshevskiy district court postponed the hearing from 11 until 12 March 2004.", "33. On 9 March 2004 the Office of the United Nations High Commissioner for Refugees (UNHCR) in Moscow issued a letter stating that the applicant’s appeal concerning his refugee status was pending before the Kuybyshevskiy district court and that his extradition to Turkmenistan prior to determination of his appeal might be in violation of section 10 of the Refugees Act and Article 33 of the 1951 UN Convention relating to the Status of Refugees, to which Russia was a party.", "34. On 9 March 2004 the European Court, under Rule 39 of the Rules of Court, requested the Russian authorities not to extradite the applicant to Turkmenistan until further notice.", "35. On 12 March 2004 the St Petersburg City Court, in the presence of the applicant’s lawyer, upheld the decision of 27 February 2004. The City Court noted that the applicant was on the international wanted list and that on 26 February 2004 [this should read 2001] the deputy prosecutor of Ashkhabad had ordered his arrest. In the absence of a decision by a foreign court to detain the applicant the Russian court was competent to do so at the prosecutor’s request. The decision of the City Court did not specify a term for the applicant’s detention.", "36. On 17 March 2004 the Prosecutor General’s Office received a request from Turkmenistan for the applicant’s extradition. The Russian Government referred to this document but no copy was submitted to the Court. The applicant and his lawyer submitted that they had not seen the document.", "37. On 24 March 2004 the Russian Government informed the Court that the applicant had been detained in accordance with Article 466 of the Code of Criminal Procedure (CCP) and that no decision to extradite him had been taken. The Government further submitted that all proceedings in Russia would be suspended until further notice from the Court.", "38. On 25 May 2004 the Prosecutor General of Turkmenistan addressed the following letter to the Deputy Prosecutor General of Russia:", "“The General Prosecutor’s Office of Turkmenistan presents its compliments to the Prosecutor General’s Office of the Russian Federation and issues a guarantee that Aleksandr Ivanovich Ryabikin will face criminal prosecution only in respect of the crimes committed by him (embezzlement on a large scale) and [that he] will not be subjected to, and has never been subjected to, persecution on political, religious or ethnic grounds.”", "39. On 27 August 2004 the Kuybyshevskiy district court dismissed the applicant’s complaint concerning his refugee status on the ground that the applicant had failed to substantiate the allegations regarding his fear of ethnic or religious-based persecution in Turkmenistan.", "40. On 4 November 2004 the St Petersburg City Court upheld the decision of 27 August 2004. Both courts noted that the applicant had not submitted any specific information about his alleged persecution on ethnic or religious grounds. They concluded that his fear of being returned to Turkmenistan was based mainly on the criminal proceedings initiated against him and that he had used the refugee status procedure as a means of evading those proceedings.", "41. In the meantime, on 8 September 2004, the Deputy Prosecutor General had submitted a request for supervisory review (надзорное представление) to the Presidium of the St Petersburg City Court. In it he challenged the procedural fairness of the decision of 12 March 2004 on the ground that the applicant’s presence had not been secured.", "42. On 29 September 2004 the Presidium of the City Court quashed the decision of 12 March 2004 in the supervisory review proceedings and referred it back for re-examination. On 12 October 2004 the City Court again upheld the decision of 27 February 2004 to detain the applicant. The applicant participated by video link.", "43. After March 2004 the applicant appealed against his detention on several occasions. Since he had been arrested in the Central Administrative District of St Petersburg, he complained to the three courts operating in the district, namely the Kuybyshevskiy, Smolninskiy and Dzerzhinskiy district courts. He also submitted appeals to the Kalininskiy district court, which has jurisdiction in respect of pre-trial detention centre IZ-47/4, where he had been detained.", "44. Before the domestic courts the applicant submitted that in accordance with the Code of Criminal Procedure his detention could be authorised only for two months, and that after 27 April 2004 it had became unlawful.", "45. In addition, the applicant applied on numerous occasions to various prosecutors’ offices in relation to the issue of the lawfulness of his detention.", "46. A summary of these proceedings is set out below.", "47. On 3 May 2004 the applicant, and on 19 May 2004 his lawyer, submitted complaints to the Kuybyshevskiy district court, alleging that the authorisation for his detention which that court had given on 27 February 2004 had expired on 27 April 2004 and had not been extended.", "48. On 26 May 2004 the Kuybyshevskiy district court informed the applicant’s lawyer that the complaints had been transferred to the St Petersburg prosecutor’s office.", "49. The applicant’s lawyer appealed against the court’s actions to the St Petersburg City Court on 3 June 2004, both directly and via the district court. On the same day the Kuybyshevskiy district court informed the applicant that his complaint had been forwarded to the city prosecutor’s office.", "50. On 14 June 2004 the applicant’s lawyer again complained to the St Petersburg City Court, challenging the Kuybyshevskiy district court’s refusal to consider the complaints.", "51. In reply, on 23 June 2004 the St Petersburg City Court forwarded the applicant’s complaint to the city prosecutor’s office.", "52. On 29 June 2004 the Kuybyshevskiy district court replied to the applicant that his complaints to the City Court had been forwarded to the St Petersburg prosecutor’s office, which he should contact in the future if he wished to apply to have the measure of restraint imposed on him changed.", "53. On 13 July 2004 the President of the Kuybyshevskiy district court informed the applicant’s lawyer that no decision had been taken by that court, and that therefore no appeals were possible.", "54. On 4 June 2004 the applicant complained to the Smolninskiy district court of the unlawfulness of his detention. On 15 June 2004 the authorities in the detention facility returned the complaint to the applicant, with a letter from a judge of that court stating that it had no jurisdiction to consider it.", "55. On 24 June 2004 the applicant, and on 25 June his lawyer, wrote to the Smolninskiy district court, complaining of the applicant’s unlawful detention and requesting it to adopt a formal decision on his complaint. On 25 June the applicant’s lawyer also complained to the St Petersburg City Court.", "56. On 9 July 2004 the St Petersburg City Court returned to the applicant’s lawyer her complaints concerning the actions of the Kuybyshevskiy and Smolninskiy district courts without examining them, and stated that she could appeal against the Kuybyshevskiy district court’s decision of 27 February 2004 by means of supervisory review.", "57. On 12 July 2004 the Smolninskiy district court returned the complaints to the applicant and stated that he could not appeal against a forwarding letter and that no decision had been taken on his complaint for lack of jurisdiction. All questions relating to extradition fell within the competence of the Prosecutor General’s Office, to which he should apply.", "58. On 2 June 2004 the applicant complained of his unlawful detention to the Dzerzhinskiy district court. On an unspecified date that court returned his complaint without examining it and stated that since no investigation was pending in respect of the applicant in the Central Administrative District of St Petersburg, it had no jurisdiction with regard to his detention. The court informed him that he should challenge the lawfulness of his detention before the Kalininskiy district court, which was responsible for the detention centre where he had been detained.", "59. On 15 July 2005 the applicant appealed against that decision to the City Court through the district court. On an unspecified date the court returned the applicant’s complaint and stated that since no investigation was pending in respect of him in the Central Administrative District, he should appeal against his detention to the authority responsible for his extradition.", "60. On 19 July 2004 the applicant’s lawyer again contacted the Dzerzhinskiy district court, requesting it to review the substance of the complaint. On 13 August 2004 the court ordered an oral hearing in the applicant’s case and requested the city prosecutor’s office to send it all the documents relating to his extradition and detention.", "61. On 18 August 2004 the Dzerzhinskiy district court held an oral hearing in the presence of the applicant and his lawyer and refused to consider the complaint on the merits for lack of territorial jurisdiction. The court stated the following:", "“The applicant’s reference to Article 109 of the CCP is unfounded because Chapter 54 of the CCP, which regulates extradition on criminal charges, does not provide for a procedure for extending a person’s detention. Persons arrested under Article 466 of the CCP may remain in detention until extradited to the foreign State. The law on criminal procedure links the term of detention only to the pre-established date set by the parties for transfer of the detainee (Article 467 § 1 CCP). The law contains no reference to application of Article 109 by analogy; therefore, the obligation on the investigators to seek an extension of the detention does not apply to this category of persons. Neither the European Convention on Extradition (13 July 1957) nor the Minsk Convention of 22 January 1993 on Legal Assistance and Legal Relations in Civil, Family and Criminal Matters, as amended on 28 March 1997 (Article 62), contains any provision corresponding in meaning to Article 109 of the CCP.", "The court does not question the fact that Mr Ryabikin, who is being kept in detention, has the right to judicial protection as guaranteed by the Constitution of Russia. However, the court considers that he and his lawyer can exercise this right by challenging the actions of the officials concerned through civil proceedings, by submitting a complaint to a competent court at the location of the St Petersburg prosecutor’s office or the Prosecutor General’s Office, which is the body on which Russian criminal procedural law confers responsibility for issues relating to extradition.”", "62. The applicant’s lawyer appealed against this decision on 25 August 2004. She argued that the provisions of Article 109 of the CCP should apply in the applicant’s case and that the courts should be competent to review the lawfulness of his detention. She stated that Russian law provided that all issues relating to application of the provisions of criminal and criminal procedural law should be resolved in the manner provided for by the CCP and not through civil proceedings.", "63. On 25 November 2004 the St Petersburg City Court dismissed the appeal and upheld the decision of 18 August 2004. In addition to the conclusions of the district court, it stated that the applicant could appeal to a court against the prosecutor’s actions under Article 125 of the CCP.", "64. On 30 April 2004 the applicant complained to the Kalininskiy district court, through the authorities in the detention facility, of the unlawfulness of his detention. On 5 May 2004 the head of the detention facility returned the complaint to the applicant, noting that the Kalininskiy district court had no jurisdiction to deal with it and that the applicant should apply to the St Petersburg City Court instead.", "65. On 18 May 2004 the applicant’s lawyer wrote to the head of the detention facility and stated that the latter had exceeded his powers in refusing to forward the applicant’s complaint to the court. She also noted that the applicant’s continued detention was unlawful and requested his release.", "66. On 19 May 2004 the applicant’s lawyer submitted a complaint concerning the applicant’s detention to the Kalininskiy district court. On 25 May the court refused to consider the complaint in substance because no investigation was pending in respect of the applicant in Russia, and the provisions of the CCP did not therefore apply to him.", "67. On 3 June 2004 the applicant’s lawyer appealed against that decision to the City Court, which on 2 September quashed the order of 25 May 2004 and remitted the case to the district court.", "68. On 27 October 2004 the Kalininskiy district court held a hearing in the case and requested the St Petersburg prosecutor’s office to submit documents justifying the applicant’s detention. Pending receipt of the documents, it adjourned consideration of the case until 23 December, and subsequently until 29 December 2004. On 29 December the hearing was adjourned until 13 January 2005, and subsequently until 16 February 2005.", "69. On 16 February 2005 the Kalininskiy district court, at a public hearing in the presence of the applicant and his lawyer, reviewed the complaint concerning the unlawfulness of his detention. The court dismissed the complaint and ruled that the case should be transferred to the Kuybyshevskiy district court.", "70. The applicant and his lawyer applied on numerous occasions to prosecutors at various levels, seeking to obtain his release.", "71. On 14 April 2004 the St Petersburg prosecutor’s office informed the applicant, in reply to his request to be released, that the Prosecutor General’s Office was considering the request for his extradition, that he would be informed of the outcome and that there were no reasons to release him from detention.", "72. On 25 May 2004 the Prosecutor General’s Office of Russia wrote as follows to the applicant’s lawyer:", "“[The applicant] was detained in St Petersburg in accordance with Article 61 of the [Minsk] Convention on Legal Assistance, as a person in respect of whom an international search warrant had been issued by the Turkmen law-enforcement bodies.", "Within 40 days the Prosecutor General of Turkmenistan submitted a request for the extradition of Mr Ryabikin. On that basis, on an application by the St Petersburg prosecutor’s office, the Kuybyshevskiy district court applied the preventive measure of detention under Article 446 § 1 of the CCP.", "The question of extending the detention of a person detained under Article 446 § 1 of the CCP is not dealt with by Russian legislation.", "According to the information provided by the Representative of the Russian Federation at the European Court of Human Rights, the decision of the President of the Chamber of the European Court to apply Rule 39 of the Rules of Court concerned only the expulsion/extradition/deportation, or any other forcible transfer, of Mr Ryabikin to Turkmenistan, and no decision to release him has been taken.”", "73. On 8 and 21 June 2004 the St Petersburg city prosecutor’s office informed the applicant’s lawyer that her complaints of 12, 25 and 28 May and 7 July 2004 concerning the applicant’s release were unsubstantiated, because Article 466 of the CCP did not provide for the possibility of extending the detention of persons being held with a view to extradition.", "74. On 8 July 2004 the Prosecutor General’s Office informed the applicant that his extradition to Turkmenistan had been stayed in view of the Court’s application of Rule 39 of the Rules of Court. His allegations concerning persecution in Turkmenistan on political and ethnic grounds were under consideration. The letter concluded that there were no reasons to change the preventive measure applied to him.", "75. On 26 August 2004 the Prosecutor General’s Office replied to the applicant’s request to release him by a letter similar to that of 25 May 2004.", "76. On 31 December 2004 the Prosecutor General’s Office replied to the applicant’s lawyer, stating that the applicant’s detention was lawful and that on 12 October 2004 the St Petersburg City Court had upheld the lawfulness of the decision of 27 February 2004. It further stated that the applicant’s complaint concerning the lawfulness of his detention had been accepted for review by the Kalininskiy district court.", "77. The applicant and his lawyer also appealed directly to the head of detention facility IZ-47/4, requesting the applicant’s release and stating that his detention since 27 April 2004 had been unlawful.", "78. On 1 June 2004 the applicant’s lawyer was informed that his continued detention was based on the court’s decision of 27 February 2004, taken in accordance with Article 446 of the CCP.", "79. The applicant again complained to the head of detention facility IZ 47/4 on 2 and 28 September 2004.", "80. The applicant submitted that his medical condition had deteriorated while he was in detention.", "81. On 17 February 2005 the head of the facility replied to the applicant’s lawyer that the applicant had been diagnosed with coronary heart disease and arrhythmia, but that he had received medical treatment and did not require hospitalisation.", "82. On 9 March 2005 the Kuybyshevskiy district court accepted for review the applicant’s complaint concerning the unlawfulness of his continued detention, in which he had also referred to the deterioration of his health.", "83. On 14 March 2005 the Prosecutor General’s Office, in response to the request by the Kuybyshevskiy district court, stated that no decision concerning the applicant’s extradition to Turkmenistan had been taken and that his continued detention was lawful.", "84. On 14 March 2005 the Kuybyshevskiy district court held a public hearing in the presence of the applicant and his lawyer and decided to release him. The court noted that no decision on extradition had been taken by the Prosecutor General’s Office, in view of the application of Rule 39 of the Rules of Court. It further noted that the CCP did not provide for the extension or alteration of a preventive measure in respect of a person arrested further to an extradition request. The district court directly applied Article 17 of the Constitution of Russia, which guarantees rights and freedoms in accordance with internationally recognised principles and norms of international law, and Article 5 of the European Convention on Human Rights, and concluded that the applicant should be released.", "85. The Prosecutor General’s Office appealed against that decision, but on 14 April 2005 the St Petersburg City Court upheld it.", "86. In their latest observations submitted in July 2007, the Government stated that on 22 April 2005 the Prosecutor General’s Office of Turkmenistan had provided guarantees to its Russian counterpart to the effect that the applicant would not be subjected to torture, inhuman or degrading treatment or punishment in that country. The same letter also stated that the applicant would not be send to a third state without the consent of the Russian authorities; once the judicial proceedings were over and the applicant had served his sentence, he would be allowed to leave Turkmenistan without any hindrance. The Russian Government did not submit a copy of this letter to the Court.", "87. In September 2005 the Court lifted the interim measure applied previously in respect of the applicant’s extradition. At the same time it requested the Government to inform it of any new developments regarding the extradition proceedings pending against the applicant.", "88. The applicant submitted that he continued to be under threat of arrest and extradition to Turkmenistan. According to him, on 5 December 2005 two plainclothes policemen had visited his brother’s house in St Petersburg, looking for him. They did not produce any documents and said that the applicant should go to the City Department of the Interior.", "89. On 7 December 2005 the applicant’s lawyer and his brother went to the Department’s offices and were informed that the interim measure had been lifted and that the applicant should report to the Department of the Interior. No documents were produced in respect of any proceedings. The officers also refused to clarify whether there had been a decision to extradite the applicant to Turkmenistan. On 8 December 2005 the applicant called the Department but again received no explanations as to the status of his extradition. He did not go there in person, fearing that he would again be arrested.", "90. In January 2006 the Government informed the Court that “the Prosecutor General’s Office reverted to the examination of the question of the applicant’s possible extradition. Since the applicant’s whereabouts are not established, the ... Ministry of the Interior, acting on instructions of the Prosecutor General’s Office, is taking actions in order to apprehend the applicant.” In reply, the Court reminded the Government that they had been requested to submit updated information concerning the applicant’s extradition. No such information has been forthcoming.", "91. The applicant submitted a number of reports on the situation in Turkmenistan, including documents issued by the OSCE, the European Parliament, the UN Commission on Human Rights, the US State Department, Amnesty International, Memorial, Human Rights Watch and the International Helsinki Federation for Human Rights. These documents speak of serious and continuing human rights violations occurring in Turkmenistan. In particular, they refer to persecution of ethnic minorities including Russians, violations of the principle of a fair trial, widespread use of torture, intolerable conditions of detention and lack of access to detainees by independent bodies, lawyers and relatives.", "92. In particular, the OSCE Moscow Mechanism Rapporteur’s Report on Turkmenistan, issued by Prof. Emmanuel Decaux on 12 March 2003, stated:", "“Large-scale violations of all the principles of due process of law, like arbitrary detentions or show trials took place. Not only torture has been used to extract confessions, but the forced use of drugs was a means of criminalising the detainees, entailing lethal risks for them. A multiform collective repression fell on the ‘enemies of the people’, whereas forced displacement is announced in arid regions of the country, especially against people targeted on the ground of their ethnic origin. Even if the death penalty has been legally abolished, in practice, the survival expectancy of political detainees and displaced persons seems very low.”", "The Report recommended, inter alia:", "“Third States, and particularly the States parties to the European Convention on Human Rights, should refuse to extradite or to hand over Turkmen nationals who, in the current circumstances, are in danger of being subjected to torture or inhuman and degrading treatments. They should envisage the possibility of granting refugee status to all persons having a well-founded fear of persecution and co-operate with the UNHCR to this end.”", "93. On 23 October 2003 the European Parliament adopted a resolution on Turkmenistan, which stated that “the already appalling human rights situation in Turkmenistan has deteriorated dramatically recently, and there is evidence that this Central Asian state has acquired one of the worst totalitarian systems in the world”. It called on the Turkmen government, among other things, to conduct impartial and thorough investigations into all allegations of torture and ill-treatment of persons held in custody, to allow the International Committee of the Red Cross access to prisoners and to ensure that independent observers were granted access to criminal trials.", "94. Resolution 2003/11 of the Commission on Human Rights on the situation of human rights in Turkmenistan deplored “[t]he conduct of the Turkmen authorities with regard to the lack of fair trials of the accused, the reliance on confessional evidence which may have been extracted by torture or the threat of torture, the closed court proceedings, contrary to Article 105 of the Constitution of Turkmenistan... and the refusal to allow diplomatic missions or international observers in Ashkhabad access to the trials as observers”.", "95. Resolution 2004/12 of the Commission on Human Rights on the situation of human rights in Turkmenistan expressed its grave concern “at the continuing failure of the Government of Turkmenistan to respond to the criticisms identified in the report of the Rapporteur of the Moscow Mechanism of the OSCE as regards the investigation, trial and detention procedures following the reported assassination attempt against President Niyazov in November 2002, as well as the failure of the Turkmen authorities to allow appropriate independent bodies, family members and lawyers access to those convicted, or to provide any kind of evidence to dispel rumours that some of the latter have now died in detention”. The Commission also called on Turkmenistan “[t]o grant immediate access by appropriate independent bodies, including the International Committee of the Red Cross, as well as lawyers and relatives, to detained persons, especially to persons detained following the events of 25 November 2002”.", "96. The report of the UN Secretary-General on the situation of human rights in Turkmenistan of 3 October 2006 (A/61/489) concluded that “gross and systematic violations of human rights continued in the country”. Among the main areas of concerns identified were the repression of political dissent, the situation of minorities (including ethnic non-Turkmen), the use of torture and the absence of an independent judiciary.", "97. Citing human rights concerns, the European Parliament in October 2006 adopted a resolution to stop further consideration of an interim trade agreement with Turkmenistan. The International Trade Committee resolution stated that the European Union would approve an interim trade agreement with Turkmenistan only if “clear, tangible, and sustained progress on the human rights situation is achieved.” It called on the Turkmen Government to release all political prisoners, allow the registration and free functioning of non-governmental organisations, permit the International Committee of the Red Cross to work freely in the country and grant United Nations human rights monitors “timely” access to Turkmenistan to monitor the situation.", "98. The organisation Human Rights Watch in its 2007 World Report described Turkmenistan as “one of the world’s most repressive and closed countries,” where the authorities severely suppressed all forms of dissent and isolated the population from the outside world. Its human rights record in 2006 was described as “disastrous”. In particular, the report mentioned discrimination against ethnic and religious minorities in many important areas of social life, resort to torture and poor prison conditions. It also noted that “the government persisted in its refusal to grant international organizations access to prisons”.", "99. Articles 108 and 109 of the CCP contain provisions relating to pre-trial detention. They provide that detention can be imposed by a judge on a reasoned request by the prosecutor, or an investigator duly authorised by the prosecutor, if no other measure of restraint can be applied. The decision of the court to impose detention can be appealed against within three days to a higher court, which must consider it within three days from the day of receipt of the appeal. Article 109 lays down the following terms of pre-trial detention. The initial term of detention cannot exceed two months. If the investigation continues, it can be extended to a maximum of six months by the court on an application by the prosecutor. After that, on an application by the regional prosecutor, it can be extended up to a maximum of 12 months. In exceptional circumstances, on an application by the Prosecutor General or his deputy, pre-trial detention can be extended up to a maximum of 18 months.", "100. Article 125 of the CCP provides for judicial review of decisions by investigators that are liable to infringe the constitutional rights of the participants in the proceedings or prevent a person’s access to court.", "101. Chapter 54 of the CCP regulates extradition on criminal charges. Articles 462 and 463 state that the decision to extradite a person further to a request from another country is taken by the Prosecutor General or his deputy. Such decision is subject to appeal to a regional court within 10 days from the date of notification of the decision to the person concerned. The complaint is reviewed at a public hearing, in the presence of the person in question, his representative and the prosecutor. The decision of the regional court can be appealed against to the Supreme Court.", "102. Article 464 provides that extradition cannot take place if the person whose extradition is sought is a Russian national or if he has refugee status.", "103. Article 466 contains provisions relating to the detention of a person whose extradition is sought. Detention can be authorised by the Prosecutor General or his deputy upon receipt of an extradition request. If a foreign court has authorised the person’s arrest, the decision of the prosecutor does not need to be confirmed by a Russian court. The period of detention cannot exceed the normal terms of detention pending investigation laid down by the Code of Criminal Procedure for similar crimes.", "104. Article 5 of the CIS Convention on Legal Assistance and Legal Relations in Civil, Family and Criminal Matters (the 1993 Minsk Convention), to which both Russia and Turkmenistan are parties, provides that the Parties communicate through their central, regional and other bodies. Its other relevant provisions are as follows:", "“1. The person whose extradition is sought may also be arrested before receipt of a request for extradition, if there is a related petition (ходатайство). The petition shall contain a reference to a detention order ... and shall indicate that a request for extradition will follow. A petition for arrest ... may be sent by post, wire, telex or fax.", "2. The person may also be detained without the petition referred to in point 1 above if there are legal grounds to suspect that he has committed, in the territory of the other Contracting Party, an offence entailing extradition.", "3. In case of [the person’s] arrest or detention before receipt of the request for extradition, the other Contracting Party shall be informed immediately.”", "“1. The Contracting Parties shall ... search for the person before receipt of the request for extradition if there are reasons to believe that this person may be in the territory of the requested Contracting Party ...", "2. A request for the search ... shall contain ... a request for the person’s arrest and a promise to submit a request for his extradition.", "3. A request for the search shall be accompanied by a certified copy of ... the detention order ...", "4. The requesting Contracting Party shall be immediately informed about the person’s arrest or about other results of the search.”", "“1. A person arrested pursuant to Article 61 § 1 and Article 61-1 shall be released ... if no request for extradition is received by the requested Contracting Party within 40 days of the arrest.", "2. A person arrested pursuant to Article 61 § 2 shall be released if no petition issued pursuant to Article 61 § 1 arrives within the time established by the law concerning arrest.”", "105. On 4 April 2006 the Constitutional Court examined an application by Mr Nasrulloyev, who claimed that since the detention of a person pending extradition was not limited in time, the resulting legal situation was incompatible with the constitutional guarantee against arbitrary detention. The Constitutional Court declared the application inadmissible. It found that there was no ambiguity in the contested provisions because the general provisions governing measures of restraint were applicable to all forms and stages of criminal proceedings, including proceedings concerning extradition. The Constitutional Court reiterated its settled case-law to the effect that excessive or arbitrary detention, unlimited in time and without judicial review, was not compatible with the Constitution. On 11 July 2006 the Constitutional Court refused to issue a clarification of that decision, noting that it was not competent to indicate specific legal provisions regulating the procedure and time-limits for application of a custodial measure in extradition proceedings, that being within the competence of the courts of general jurisdiction.", "106. The Government referred in their submissions to two decisions by the Supreme Court. According to the Government, on 12 October 2005 the Presidium of the Supreme Court had stated in a case concerning extradition of an Azeri citizen that the provisions of Article 109 of the CCP were not applicable to the situation of detention pending extradition. Similarly, in the case of Mr A. concerning the latter’s detention with a view to extradition to Armenia, the Criminal Division of the Supreme Court held as follows (case no. 72-005-19, 8 June 2005):", "“The term of detention of a person who is to be extradited to the place of commission of an offence... is not governed by Article 109 of the Code of Criminal Procedure. In accordance with the requirements of [the 1993 Minsk Convention], a person arrested at the request of a foreign state may be held in custody for forty days until a request for extradition has been received. Subsequent detention of the person is governed by the criminal law of the requesting party (Armenia in the instant case).”"], "VIOLATED_ARTICLES": ["3", "5"], "VIOLATED_PARAGRAPHS": ["5-1", "5-4"], "VIOLATED_BULLETPOINTS": ["5-1-f"], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}