{"ITEMID": "001-5117", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HUN", "BRANCH": "ADMISSIBILITY", "DATE": 2000, "DOCNAME": "FARKAS v. HUNGARY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Benedetto Conforti", "TEXT": ["The applicant is a Hungarian national born in 1965 and living in Kunszentmiklós, Hungary. He is a businessman. He is represented before the Court by Mr. J. Somogyi, a lawyer practising in Budapest.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "A.", "The application concerns the circumstances of the applicant’s arrest by four members of the Kunszentmiklós Police on 29 April 1995 and his alleged ill-treatment subsequently at the Kunszentmiklós police station. As to the actual course of these events, the Government and the applicant submitted conflicting versions.", "a. The applicant’s account of the relevant events", "On 29 April 1995, at about 6 p.m., the applicant was working in the yard of his house, when he saw Mr. R. approach, running on the street. Two police officers wearing uniforms and holding guns were chasing Mr. R. The applicant asked one of the policemen why they were chasing Mr. R. In response the policemen ordered the applicant to drop the wooden bar he was holding in his hand. He complied with the order. Thereupon he was ordered to lie down on the ground. He, being afraid, attempted to run away, during the course of which the other policeman present hit him in the face. He nevertheless managed to break free and escape to the neighbouring gardens. Realising that two further police officers had meanwhile arrived on the premises, he eventually went out on the street again and lay down on the ground. Subsequently he was handcuffed and brought to the Kunszentmiklós police station. He alleges that during the drive to the police station Police Officer F. hit him once in the stomach.", "At the police station his hands were handcuffed behind his back and, subsequently, Police Officer F. and the police officer who had previously taken the action against him in front of his house systematically beat him up. During the beating he fell on the floor, where he was kicked several times and his head was banged against the floor, which resulted in a bleeding bruise on his forehead. A person wearing plain clothes stepped on his dislocated foot. Thereupon he was instructed to wash himself, go outside and tell his relatives waiting there that he had not been hurt and that they should leave. He did not comply with this instruction.", "b. The Government’s account of the events", "On 29 April 1995 Police Officers R. and F. were on duty in Kunszentmiklós. They halted a car for an identity check of the driver and his passenger. This latter person, however, did not comply with the police officers’ instruction but jumped out of the car and started to run away. While chasing him, the police officers reached the street where the applicant lives. Here the applicant appeared, holding a wooden bar in his hands.", "According to the police officers and a civil guard present, the applicant yelled at them, blocked their way and hit with the wooden bar in the direction of Police Officer R.’s head. Thereupon Police Officer F. took out his service gun and ordered the applicant to drop the wooden bar. He dropped the wooden bar and ran away. Police Officer R. ran after him, caught him and attempted to stop him grasping him by his left shoulder. The applicant turned around and, with his right fist, he hit Police Officer R. on the left cheek. Thereupon the police officer tried to push the applicant down on the ground, but the latter hit him again on the left cheek twice, managed to break free and ran away. In this moment the applicant’s relatives and neighbours showed up in the street; the preceding events had consequently not been eye-witnessed by anyone other than the police officers and the civil guard. Police Officer R. went on trying to subdue and hand-cuff the applicant in order to prevent further violence but he could not overcome his resistance.", "Eventually, the applicant broke free and ran into the spectators’ crowd where he disappeared. Police Officer R. followed the applicant into the crowd and saw him fall on the ground accidentally. By the time he got near the applicant lying on the ground in order to handcuff him, several women - some relatives and acquaintances of the applicant - leant over the applicant, covering him with their bodies and preventing his handcuffing. While the police officers were trying to pull these women away, the applicant broke free again and ran away. Jumping over several fences, he soon reappeared in another direction in the street.", "In this moment two further policemen arrived on the premises upon the acting police officers’ call for back-up. Presumably owing to exhaustion, the applicant meanwhile lay down on the stony earth road further down the street, where the above-mentioned women leant over him again, covering him with their bodies. The proceeding police officers finally managed to handcuff the applicant, whom they brought to the Kunszentmiklós police station.", "According to the testimonies given in the course of the ensuing investigations by the police officers involved and the civil guard present, the applicant had injuries on his face when handcuffed; in turn, he was not ill-treated at the police station.", "c. Subsequent events on 29 April 1995", "Later that day Dr. F. was called to the Kunszentmiklós police station, who, at 10.35 p.m., examined the applicant and prepared a medical report on his injuries. Subsequently he left to fetch his instruments in order to suture the applicant’s wound on the forehead. The applicant alleges that thereupon a police officer handcuffed him again and went on hitting and kicking him.", "After Dr. F. had returned and sutured the applicant’s wound over the eye, the latter was brought to the Bács-Kiskun County Police Department’s Prison in Kecskemét.", "d. Medical reports and opinions evaluating the applicant’s injuries", "In his report of 29 April 1995, Dr. F. stated that the applicant had the following injuries: abrasions, bruises and suffusions of the face, the forehead, the neck, the shoulders, the right upper arm, the chest and the back, a swollen reddish discoloration and suffusion in the upper stomach region, as well as a ruptured wound over the right eye. In Dr. F.’s opinion, these injuries were to heal within seven days.", "On 2 May 1995 Dr. T. examined the applicant in the Kecskemét prison. In his report Dr. T. described altogether nineteen counts of contusions and abrasions scattered on the applicant’s head, arms, chest, back, trunk and legs.", "On 28 May 1995 the Bács-Kiskun County Police Department appointed a medical expert to give his opinion on the previous medical reports concerning the applicant’s injuries. The expert found that the applicant’s injuries, as described by Dr. F. on 29 April and by Dr. T. on 2 May, could be due to the struggle between the applicant and the police officers and the applicant’s falling down on harsh ground in the context of his arrest. In turn, the expert found no reference in the reports to any injury, which could be attributed to any brutality other than the circumstances of the applicant’s arrest.", "On 10 August 1995 Professor D., a forensic pathologist appointed by the Kecskemét Branch Office of the Szeged Prosecution’s Department of Investigation (“the Branch Office”), issued an opinion as to the nature of the applicant’s injuries. He found that the contusions and abrasions on the applicant’s body, as described in the medical reports of 29 April and 2 May, could be due to punches or to falling down on harsh ground. The swollen lesion in the gastric area had been likely to derive from a punch on the applicant’s stomach. The injuries altogether could be the consequences of the applicant’s forcible immobilisation and handcuffing. From a forensic medical aspect it could not be proven if the injuries had been suffered in the context of the applicant’s arrest or of any potential subsequent ill-treatment.", "On 20 September 1995 the Forensic Pathology Department of the Semmelweis Medical University issued a forensic medical opinion in the case. According to this opinion, the applicant’s injuries must have been due to at least eighteen counts of forcible impact and it could not be excluded that these impacts had been punches. However, in the Forensic Pathology Department’s view, the medical report prepared by Dr. F. on 29 April 1995 was not precise enough to underlie a forensic opinion as to the cause of the applicant’s injuries.", "e. Proceedings in pursuit of the applicant’s allegations of ill-treatment", "On 9 and 11 May 1995, respectively, the applicant laid charges of ill-treatment and of light bodily assault against the police officers involved. The ensuing proceedings took place before the Branch Office.", "On 6 September 1995 the Branch Office discontinued the investigation upon the charges laid by the applicant. The Branch Office, relying on forensic medical expertise and witness evidence - given by the police officers and the civil guard present at the incident -, found that the applicant’s injuries could be due to the fight between the police officers and the applicant upon the occasion of the latter’s arrest, when hindering the lawfully proceeding police officers in arresting Mr. R. The Branch Office held that it could not be proven beyond doubt that the applicant’s injuries had been caused by ill-treatment rather than in the course of his lawful arrest.", "On 27 September 1995 the applicant lodged a complaint against the decision of 6 September 1995. He criticised the fact that the Branch Office had held no hearing in the case. Moreover, he submitted the forensic medical opinion prepared by the Forensic Pathology Department of the Semmelweis Medical University on 20 September 1995.", "On 13 October 1995 the Kunszentmiklós District Public Prosecutor’s Office dismissed the applicant’s complaint. The Prosecutor’s Office pointed out that it had not been possible to prove beyond doubt that his injuries had been caused as alleged and that the investigation had been, therefore, lawfully discontinued. To the extent that the decision of the Branch Office had concerned the applicant’s charges of light bodily assault, the Prosecutor’s Office quashed the decision of 6 September 1995 and transferred the case to the Kunszentmiklós District Court in order that it should proceed with the applicant’s charges in private prosecution proceedings.", "On 9 November 1995 the applicant lodged a revisionary complaint with the Attorney General’s Office. In January 1996 the Attorney General’s Office dismissed this complaint.", "On 29 February 1996 the Kunszentmiklós District Court, in preparatory proceedings, discontinued the private prosecution proceedings against Police Officers F., R. and S. The District Court found unsubstantiated the applicant’s charge of light bodily assault brought against the police officers.", "On 16 April 1996 the Bács-Kiskun County Regional Court dismissed the applicant’s appeal. The Regional Court, while upholding the discontinuation of the proceedings, quashed the reasoning of the first-instance decision on the ground that it had constituted a pre-judgment of the case in breach of Article 10 (2) of the Code of Criminal Procedure.", "The Regional Court held that the original charges laid by the applicant, namely those of ill-treatment and of light bodily assault, concerned one and the same event. His charge of ill-treatment was to be pursued in public prosecution proceedings but the relevant investigation had been discontinued and no indictment had been brought against the police officers on this account. In the instant private prosecution proceedings, however, the unlawful origins of the injuries inflicted in the context of the police action against him could not be established. A decision on this question having been a pre-requisite of examining the merits of the charge of light bodily assault, the proceedings were without an object.", "f. Criminal proceedings against the applicant", "Shortly after the events of 29 April 1995 the Head of the Kunszentmiklós Police instituted criminal proceedings against the applicant, charging him with having violently hindered the arrest of Mr. R. Subsequently the Branch Office prosecuted the applicant on account of the offence of violence against persons acting in official capacity.", "On 30 April 1995 an investigator of the Branch Office heard the applicant as defendant concerning the circumstances of his arrest the day before. On this occasion the applicant did not allege that, subsequent to his arrest, he had been ill-treated at the police station.", "On 3 May 1995 the Branch Office heard Police Officer R. and Mr. S., the civil guard involved in the events of 29 April 1995. Police Officer R. who stated that the applicant’s injuries had been due solely to the struggle in the context of his arrest. Mr. S. stated that, when handcuffed, the applicant had already had some abrasions on the face and that between the applicant’s arrival at the police station and his own departure therefrom at about 8 p.m. he had witnessed no ill-treatment of the applicant.", "On 11 May 1995 the applicant was heard again in the presence of his lawyer. On this occasion the applicant stated that during the drive from the premises of his arrest to the police station, Police Officer F. had hit him once in the stomach, and that on his arrival at the police station, the police officer had poured some water on him. When in the building, Police Officer R. had sprayed some tear-gas in his eyes and then together with Police Officer F. he had started to hit and kick him. Subsequently he had been forced to wash himself. In a few minutes Dr. F. had arrived who had not examined him, but had had a look at his face and had stated that the wound over his eye needed to be sutured. After the doctor’s departure, Police Officer S. had kept on kicking him.", "Also on 11 May 1995 the Branch Office heard Dr. F. who stated that when he had examined the applicant on 29 April 1995 between approximately 8 p.m. and 10 p.m., the latter had made no reference to any ill-treatment suffered at the police station. Dr. F. also stated that when having examined the applicant, he had observed no trace of wetness on the applicant’s clothes, neither had he seen any sign of a conjunctivitis due to contamination by tear-gas.", "Moreover, on 11 and 26 May and 15 June 1995 four relatives of Mr. R. were heard as eye-witnesses. These persons stated that, when arrested in front of his house on 29 April, the applicant had not had any injuries.", "On 11 August 1995 the Branch Office heard Police Officer O. who had arrived on the premises of the applicant’s arrest upon the call for back-up. He reinforced the above testimonies of Police Officer R. and Mr. S. and stated that, when handcuffed, the applicant had already had some bleeding injuries on the face.", "On 26, 27 and 28 August, 30 September, 7 and 28 November 1997 the Kecskemét District Court held hearings in the case. When heard as a witness on 27 August 1997, Dr. F. stated that in his view the applicant’s injuries had been inflicted before he had first seen him on 29 April 1995, rather than during the interval between this inspection and the examination at about 10 p.m. Moreover, when heard as a witness on 28 August 1997, the author of the forensic medical opinion of 28 May 1995 sustained his earlier opinion in the sense that from a medical aspect it could neither be verified nor excluded that the applicant’s injuries had been due to punches.", "On 28 November 1997 the Kecskemét District Court convicted the applicant of the offences of violence against persons acting in official capacity and of light bodily assault. It sentenced the applicant to one year’s imprisonment, the execution of which was suspended for three years. As to the applicant’s allegations of ill-treatment, the District Court noted that thirteen counts of his fifteen injuries were due to the struggle in the context of his arrest, whereas the cause for the remaining two injuries, namely a wound on his right eyelid and an abrasion on the left side of his forehead, remained unclear. Since, however, the medical reports had identified no injuries typical of physical abuse and no other evidence had emerged in support of the applicant’s allegations, the District Court found them unsubstantiated.", "On 29 June 1998 the Bács-Kiskun County Regional Court upheld the first-instance judgment, while reducing the probationary period to one year.", "B. Relevant domestic law and practice", "According to Article 349 of the Civil Code, official liability [of the State administration] may be established only if the relevant ordinary remedies have been exhausted or have not been fit to prevent damages.", "In its decision no. Pf.I.20.128/1992, the Supreme Court held that inappropriate police measures may give rise to official liability under Article 349."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}