{"ITEMID": "001-5745", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "ADMISSIBILITY", "DATE": 2001, "DOCNAME": "HANGL v. AUSTRIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant is an Austrian national, born in 1956 and living in Innsbruck. He is represented before the Court by Mr H. Mildner, a lawyer practising in Innsbruck.", "On 15 November 1995 the Innsbruck Federal Police Authority (Bundespolizeidirektion) convicted the applicant of exceeding the speed limit and sentenced him to a fine of 3000 Austrian Schillings. The Authority found that the applicant had driven at 99 km/h in a 50 km/h area. The applicant did not file an objection (Einspruch) against this penal order (Strafverfügung) and paid the fine. This decision became final.", "On 13 December 1995 the Innsbruck Federal Police Authority, in summary administrative proceedings (Mandatsverfahren), issued a decision (Bescheid) ordering the withdrawal of the applicant’s driving licence for a period of two weeks, in accordance with section 73 § 3 in conjunction with section 66 § 2 of the Motor Vehicles Act (Kraftfahrgesetz) 1967. The Authority found that the applicant had exceeded a speed limit of 50 km/h by more than 40 km/h.", "On 3 January 1996 the applicant, represented by counsel, filed an objection (Vorstellung) to this decision, arguing that he had not appealed against the penal order because he had not known that exceeding the speed limit by more than 40 km/h automatically entailed the withdrawal of his licence.", "On 17 January 1996 the Innsbruck Federal Police Authority, in ordinary administrative proceedings, ordered the withdrawal of the applicant’s driving licence for two weeks, referring to the reasons given in the summary order of 13 December 1995.", "On 14 May 1996 the Tyrol Government Office (Amt der Landeseregierung), upon the applicant’s appeal, confirmed this decision. The Office found that, under the Motor Vehicles Act, a conviction for exceeding the speed limit by more than 40 km/h necessarily entailed the withdrawal of the driving licence for at least two weeks.", "On 5 July 1996 the applicant filed a complaint against this decision with the Constitutional Court. He argued, inter alia, that the withdrawal of his driving licence amounted to a breach of Article 4 of Protocol No. 7 since the", "conviction in the administrative criminal proceedings and the decision to withdraw the driving licence both had the same factual basis (das gleiche Verhalten).", "On 24 September 1996 the Constitutional Court refused to deal with the complaint and transferred it to the Administrative Court. On 28 November 1996 the Administrative Court dismissed the applicant’s complaint as being unfounded.", "According to Section 66 § 2 (i) of the Motor Vehicles Act (Kraftfahrgesetz), a person is not to be regarded as reliable in traffic (verkehrszuverlässig) if he or she has exceeded a speed limit within an urban area (Ortsgebiet) by more than 40 km/h. Section 73 § 3 of the Motor Vehicles Act, inter alia, provides for the withdrawal of the driving licence for a period of two weeks if its owner has been finally convicted for having exceeded the speed limit in an urban area by more than 40 km/h, or longer if the traffic offence has been committed in particularly dangerous circumstances or the offender has shown a particular degree of recklessness vis-à-vis other road users."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}