{"ITEMID": "001-104937", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SRB", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF JUHAS ĐURIĆ v. SERBIA", "IMPORTANCE": "3", "CONCLUSION": "No violation of Art. 6-1;No violation of Art. 34;Remainder inadmissible", "JUDGES": "Françoise Tulkens;Giorgio Malinverni;Guido Raimondi;Paulo Pinto De Albuquerque", "TEXT": ["5. The applicant was born in 1966. He is a practising lawyer and lives in Subotica, Serbia.", "6. The facts of the case, as submitted by the parties, may be summarised as follows.", "7. On 19 May 2004 the Police Department in Subotica appointed the applicant to represent D.G., a suspect in a preliminary criminal investigation, during his questioning by the police. The applicant provided no legal assistance to the suspect beyond this hearing.", "8. On the same day the applicant filed a request with the police, seeking payment of his fees in accordance with the Tariff issued by the Bar Association.", "9. Having received no response, on 13 September 2004 the applicant lodged a civil claim with the Municipal Court in Subotica, requesting that his fees be covered (7,800 Serbian Dinars, “RSD”, approximately 105 Euros, “EUR”, at the time, according to the exchange rate of the National Bank of Serbia).", "10. On 21 April 2005, the Municipal Court rendered a judgment in default (presuda zbog izostanka) in favour of the applicant. It thereby ordered the Police Department to pay him a total of RSD 18,800 (approximately EUR 230 at the time), on account of his fees and litigation costs, plus statutory interest.", "11. On 15 August 2005 the District Court in Subotica quashed this judgment on appeal.", "12. On 23 January 2006 the Municipal Court declared itself as lacking jurisdiction ratione materiae to consider the applicant’s claim on its merit (oglasio se stvarno nenadležnim za postupanje) and ordered the applicant to pay RSD 10,500 for litigation costs (approximately EUR 120 at the time).", "13. On 29 September 2006 the District Court confirmed this decision on appeal and it thus became final.", "14. Both the Municipal Court and the District Court reasoned, inter alia, that the fees in question were related to a preliminary criminal investigation, which was a specific kind of administrative proceedings, not a formal criminal procedure, and concluded that his claim was therefore not for the civil courts to determine. The police themselves, however, had had an obligation to decide upon the applicant’s request.", "15. On 13 November 2006 the applicant paid the litigation costs imposed against him.", "16. On 23 January 2008, on the grounds that he had misdirected his payment of 13 November 2006, the applicant was ordered once again to pay the litigation costs at issue plus statutory interest. By March 2009 the applicant therefore paid another RSD 18,068 (approximately EUR 190 at the time).", "17. On 31 July 2006 the Police Department in Subotica appointed the applicant to represent G.I., D.Č., V.Đ., B.Đ. and D.Đ., all suspects in a preliminary criminal investigation, during their questioning by the police.", "18. On the same day the applicant filed a request with the police, seeking payment of his fees in accordance with the Tariff issued by the Bar Association (in total RSD 12,960, approximately EUR 155 at the time).", "19. On 6 August 2008, 24 April 2009, 19 May 2009 and 1 June 2009 the Police Department in Subotica appointed the applicant to represent S.S., B.B., A.S., and D.J., all suspects in a preliminary criminal investigation, during their questioning by the police.", "20. On 11 August 2008, 11 May 2009, 21 May 2009 respectively the applicant filed a request with the police, seeking payment of his fees in accordance with the Tariff issued by the Bar Association (in total RSD 48,000, approximately EUR 500 at the time).", "21. Article 193 § 1 provides, inter alia, that “criminal procedure costs” (troškovi krivičnog postupka) shall include all expenses incurred in connection with criminal proceedings, “from their commencement until their conclusion”.", "22. Article 193 § 6 provides that the costs incurred in the course of a preliminary criminal investigation (pretkrivični postupak), which concern fees to be paid to a police-appointed lawyer, shall be covered by the police themselves.", "23. Article 196 provides, inter alia, that a defendant who has been convicted shall bear the costs of the criminal proceedings.", "24. Article 197 § 1 provides, inter alia, that should criminal proceedings (krivični postupak) against a defendant be discontinued, the indictment be rejected, or the defendant be acquitted, the defence lawyer’s fees shall be covered from the court’s budget.", "25. Article 197 § 6 provides, inter alia, that should the criminal court reject a claim for costs made under Article 197 § 1, or fail to rule thereupon within a period of three months, the defendant and his or her lawyer shall have the right to file a separate claim before the civil courts.", "26. Article 225, inter alia, sets out the general duties of the police during a preliminary criminal investigation.", "27. Article 226 §§ 7-9, inter alia, regulates the questioning by the police of persons suspected of having committed a crime, whose statements may, under certain conditions, be used as evidence in the subsequent criminal proceedings.", "28. Article 243 provides, inter alia, that a formal judicial investigation shall commence upon the adoption of a specific judicial decision to this effect.", "29. Costs covered by the police in connection with Article 225 of the Criminal Procedure Code cannot be considered as criminal procedure costs within the meaning of Article 193 thereof (see Komentar Zakonika o krivičnom postupku, Prof. dr Tihomir Vasiljević and Prof. dr Momčilo Grubač, IDP Justinijan, Belgrade, 2005, p. 338, paragraph 2).", "30. General duties of the police during a preliminary criminal investigation are not formally regulated by the Criminal Procedure Code, the exception to this rule being those activities referred to in Article 226 §§ 7-9 (ibid., p. 397, paragraph 8).", "31. The investigating judge held, inter alia, that the defendant against whom the charges had been dropped was not entitled to the full recovery of his lawyer’s fees from the budget of the District Court in Subotica. Specifically, he noted that since a part of these fees concerned legal services rendered during a preliminary criminal investigation it was up to the police themselves to cover any such costs (the defendant’s lawyer in the domestic proceedings being the applicant in the present case before the Court).", "32. Article 1 provides, inter alia, that the Civil Procedure Act shall be applied to all property-related/pecuniary matters (imovinskopravni sporovi), except those where the law specifically provides for another procedure.", "33. Article 16 provides, inter alia, that should a court establish its lack of jurisdiction ratione materiae it shall, ex officio, reject the claim in question regardless of the stage of the proceedings.", "34. Article 12 § 2 (a) provides that Municipal Courts shall have jurisdiction to rule in respect of all property-related/pecuniary claims (imovinskopravnim zahtevima) unless they fall within the competence of the Commercial Courts.", "35. Article 17 § 1 (z) provides that the Supreme Court shall be competent to assess the lawfulness of all final administrative decisions adopted by the State, unless specifically provided otherwise by law.", "36. Article 17 § 2 (v) provides that the Supreme Court shall resolve any conflicts of jurisdiction (rešava sukobe nadležnosti) between the lower courts.", "37. Article 4 provides that a court of law cannot refuse to consider a claim in respect of which its jurisdiction has been established by law or the Constitution.", "38. Article 208 § 1 provides, inter alia, that in simple matters an administrative body shall be obliged to issue a decision within one month as of when the claimant had lodged his or her request. In all other cases, the administrative body shall render a decision within two months thereof.", "39. Article 208 § 2 enables the claimant whose request has not been decided within the periods established in the previous paragraph to lodge an appeal as if his or her request has been denied. Where an appeal is not allowed, the claimant shall have the right to directly initiate an administrative dispute before the competent court of law.", "40. Article 6 provides that an administrative dispute may only be instituted against an “administrative act”, which is, inter alia, an act/decision adopted by a State body in the determination of one’s rights and obligations concerning “an administrative matter”.", "41. Article 9 § 1 (1) provides that an administrative dispute may not be instituted against an “act”/decision rendered in matters where judicial redress has been secured outside of the administrative disputes procedure.", "42. Articles 8 and 24 provide, inter alia, that a claimant who lodged a request with an administrative body shall have the right to institute an administrative dispute before a court in the following situations:", "(i) Should an appellate body fail to issue a decision upon his or her appeal within sixty days the claimant may repeat the request, and if the appellate body declines to rule within an additional period of seven days the claimant may institute an administrative dispute.", "(ii) In accordance with the conditions set out under (i) above, should a first instance administrative body fail to issue a decision and there is no right to an appeal, the claimant may directly institute an administrative dispute.", "(iii) Should a first instance administrative body fail to issue a decision upon the claimant’s request within sixty days, in matters where an appeal has not been excluded, the claimant shall have the right to lodge the said request with the appellate administrative body. Should that body render a decision, the claimant shall have the right to institute an administrative dispute against it, and should it fail to rule the claimant shall be entitled to institute an administrative dispute in accordance with the conditions set out under (i) above.", "43. Article 41 § 5 provides that where an administrative dispute has been brought under Article 24 the court shall, should it rule in favour of the claimant, order the administrative body in question to decide upon the claimant’s original request.", "44. Articles 63 provides, inter alia, that should the said administrative body fail to comply with this instruction within a period of thirty days, the claimant shall be entitled to request the enforcement of the court’s decision. Should the administrative body fail to respond to this request within a period of seven days, the claimant may petition the court to decide his case on the merits, i.e. to adopt the necessary decision in the administrative body’s stead. The court shall then request information from the administrative body as to the reasons for its failure to comply with the court’s order. Should the administrative body fail to respond within a period of seven days or should its explanation fail to satisfy the court, the court itself shall decide on the claimant’s original request.", "45. Articles 41 §§ 1-4, 61 and 62 provide details as regards other situations in which a claimant’s request may be decided on its merits.", "46. There is no deadline for the institution of an administrative dispute in accordance with Article 24 of the Administrative Disputes Act (see Komentar Zakona o opštem upravnom postupku i Zakona o upravnim sporovima, Svetislav Vuković, Poslovni biro, Belgrade, 2006, p. 219).", "47. In six judgments rendered between 8 December 1999 and 9 April 2009 the Supreme Military Court and the Supreme Court of Serbia, respectively, ruled on the merits of administrative disputes concerning pension entitlements, the right to stand for elections, property-related municipal decisions, disability benefits and the proposed change in the registration of persons authorised to represent political parties (see Up. br. 2530/03, Už. 133/92, Už. 11/08, U.br. 1739/08, U.br. 48/08 and U.br. 1093/02)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["34", "6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}