{"ITEMID": "001-59367", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CHE", "BRANCH": "CHAMBER", "DATE": 2001, "DOCNAME": "CASE OF H.B. v. SWITZERLAND", "IMPORTANCE": "3", "CONCLUSION": "No violation of Art. 5-2;Violation of Art. 5-3;Not necessary to examine Art. 13;Non-pecuniary damage - financial award;Costs and expenses partial award", "JUDGES": "András Baka", "TEXT": ["7. The applicant, born in 1959, is a businessman residing in Küsnacht in Switzerland.", "8. On 8 March 1993 the investigating judge (Untersuchungsrichter) of the Canton of Solothurn issued a criminal charge (Strafanzeige) against unknown persons on suspicion of having committed various criminal offences against the B. company, including forging documents and the improper use of funds obtained by increasing the company’s capital. On 10 March 1993 criminal investigations were opened against unknown persons. On 20 April 1993 the investigating judge heard A.W., who had been deputy director of the B. company until 31 December 1991.", "9. On 26 April 1993 the investigating judge issued a warrant of arrest against the applicant and a certain R.B., both being members of the board and managers of the B. company, on suspicion of having committed the offences of forging documents, fraudulently obtaining a false document, disloyal management, and giving incorrect information as to commercial companies (Urkundenfälschung, Erschleichen einer Falschbeurkundung, ungetreue Geschäftsführung und unwahre Angaben über Handelsgesellschaften).", "10. On 12 May 1993 the applicant was arrested and detained on remand in the municipality of Solothurn.", "11. On the same day, the applicant was brought before the investigating judge who informed him orally of the grounds of his arrest and that he would not be allowed to contact his lawyer. The investigating judge issued a detention order, countersigned by the applicant, informing him of the grounds of his detention, as previously stated in the warrant of arrest.", "12. Also on 12 May 1993 the investigating judge issued an order to search the B. company and the applicant’s house. The order stated that the applicant’s lawyer was not allowed to consult the case-file or to participate in the taking of evidence, and he was not to see or to speak with the applicant.", "13. Still on 12 May 1993 the applicant filed with the Court of Appeal (Obergericht) of the Canton of Solothurn a handwritten complaint about his arrest and detention and that he had been refused contact with his lawyer. In his appeal, he referred, inter alia, to accusations concerning the B. company’s activities at the end of 1991, and to various reproaches formulated in 1992. He recalled that in 1992 he had offered the B. company’s co-operation with the prosecuting authorities, and that the latter had interrogated A.W. in 1992 and 1993. He pointed out that if he had wanted, he could have undertaken colluding activities as from December 1991.", "14. On 14 May 1993 the applicant refused to reply when questioned.", "15. On 15 May 1993 the investigating judge amended that part of his order of 12 May 1993 concerning the lawyer’s prohibition to see or speak with the applicant, as that part had been drafted erroneously under stress.", "16. On 17 May 1993 the applicant was visited by his lawyer. He was also questioned by the police, though he refused to reply. He insisted that he should first duly be informed of the charges laid against him.", "17. In the afternoon of 17 May 1993 the investigating judge informed the applicant that the charges against him concerned an increase of capital of the B. company in 1991, the balance sheet of 1991 and the accusation of disloyal management of the B. company.", "18. On 18 May 1993 the applicant’s lawyer filed a complaint with the Court of Appeal against the applicant’s arrest and detention. He requested the applicant’s release, and the lifting of all restrictions of his defence rights. He further complained that there had been no concrete information about the offences laid against him. The applicant’s lawyer also complained that the applicant had not been heard by a \"judge or other officer\" as required by Article 5 § 3 of the Convention.", "19. On 18, 19 and 22 May 1993 the applicant was again questioned.", "20. On 22 May 1993 the applicant was released from detention on remand.", "21. During the proceedings before the Court of Appeal the investigating judge filed observations in writing. The applicant in his reply dated 8 June 1993 pointed out that for one and a half year sweeping charges had been levelled against the B. company. For over a year the cantonal authorities had been threatening with proceedings in order to obtain documents.", "22. As from 16 September 1993 the applicant and his lawyer were permitted to consult the case-file.", "23. On 4 October 1993 the Court of Appeal struck the applicant’s appeals of 12 and 18 May 1993 off its list of cases as having lost their purpose. The Court referred to the case-law of the Federal Court (Bundesgericht) as to the requirement in such cases of an appellant’s legitimation according to S. 88 of the Federal Judiciary Act (Organisationsgesetz). The Court found that the applicant had meanwhile been released from detention and that he therefore lacked a practical interest in his appeal.", "24. On 8 November 1993, the applicant filed a public law appeal (staatsrechtliche Beschwerde) with the Federal Court in which he complained that the Court of Appeal had struck the appeal off its list of cases. He also complained about his detention on remand, the limitations of his defence rights, and that the position of the investigating judge breached Article 5 § 3 of the Convention.", "25. On 26 January 1994 the investigating judge filed observations with the Federal Court on the applicant’s public law appeal. With regard to the grounds of detention, he stated that, in view of the applicant’s previous contacts with other persons concerned, it could be assumed that the applicant, would with great probability have known quite clearly which charges were laid against him.", "26. On 2 September 1994 the Federal Court dismissed the public law appeal, the decision being served on 21 September. In its judgment, the court examined, with reference to its own case-law, whether or not the applicant was entitled under S. 88 of the Federal Judiciary Act to file a public law appeal. The Federal Court refused to grant the applicant standing, noting, inter alia, that the Court of Appeal had itself stated that it would be able again to examine in a later case whether or not the investigating judge of the Canton of Solothurn complied with the requirements of Article 5 of the Convention.", "27. On 13 February 1995 the applicant, R.B. and the B. company filed with the Federal Court, pursuant to S. 42 of the Federal Judiciary Act a civil action against the Canton of Solothurn, claiming compensation for unlawful detention. After hearing various witnesses the court gave its judgment on 13 April 1999.", "28. In its judgment the Federal Court considered, inter alia, that the applicant’s detention on remand had been lawful in that the investigating judge had correctly assumed that there was a danger of collusion in the applicant’s case, and that he had duly conducted the investigations.", "29. The Federal Court furthermore dealt with the applicant’s complaint that during his detention he had been refused contact with his lawyer. The court concluded that the complaint was well-founded and that compensation was due by the Canton of Solothurn.", "30. The Federal Court also considered the applicant’s complaint under Article 5 § 2 of the Convention that he had not been duly informed of the reasons of his detention. The court reiterated the various points raised by the applicant in his complaint of 12 May 1993 from which it transpired that he had been informed orally by the investigating judge on that day. The Federal Court found that the investigating judge had duly informed the applicant of the various charges of which he was accused as well as of the object of the investigations. The court concluded that the applicant had had sufficient information to file a complaint against his detention on remand.", "31. In its judgment the Federal Court replied to the applicant’s complaint that the investigating judge of the Canton of Solothurn did not comply with the requirements under Article 5 § 3 of the Convention. It noted that in principle the investigating judge was independent of the Public Prosecutor. After summarising its own case-law and that of the Court in the case of Huber v. Switzerland (judgment of 23 October 1990, Series A no. 188), the court concluded that the investigating judge qualified as an independent and impartial officer authorised by law to exercise judicial power within the meaning of Article 5 § 3 of the Convention, inter alia, on the following grounds:", "“In the Canton of Solothurn the investigating judge conducts the inquiries or the preliminary investigations ... He closes these proceedings by means of a final order and refers the matter according to S. 97 § 2 of the Code of Criminal Procedure in cases of jurisdiction of the District Court or the District Court President ... to that court “for examination”. In respect of the description of the facts of which an accused is reproached and of their assessment from the point of view of criminal law, the final order will serve as bill of indictment in the cases of jurisdiction of the District Court and the District Court President ... In cases appertaining to the Criminal Court and the Court of Appeal, the final order will contain an application to the Public Prosecutor to file an indictment, or to the Indictment Chamber to close the proceedings ... (T)he investigating judge does not himself represent the prosecution in the court proceedings which follow the preliminary investigations. In cases before the Criminal Court and the Court of Appeal the public prosecutor will be exclusively responsible herefor. In case of jurisdiction of the District Court or the District Court President, there will be no prosecuting authority acting as party. The investigating judge will have no standing in the proceedings ...; as a result, it is excluded that he makes an application in his final order as to the sentence ... This right pertains exclusively to the Public Prosecutor - even in cases where the law does not provide for indictment and representation of the prosecution ... It follows that the final order of the investigating judge only has declaratory, orienting character ...”", "32. As a result, the Federal Court ordered the Canton of Solothurn to pay the applicant 3,000 Swiss francs (CHF) as well as 5% interest since 12 May 1993 as he had been refused contact with his lawyer during his detention. The remainder of the action was dismissed. On the other hand, the plaintiffs were ordered to pay CHF 7,490 as procedural costs, and to reimburse the Canton of Solothurn the amount of CHF 15,000.", "33. S. 42 of the Federal Judiciary Act provides for actions concerning civil litigation introduced by private persons against Cantons before the Federal Court which will examine the action as the sole instance.", "34. According to S. 88 of the Act, an applicant is entitled to file a public law appeal “in respect of those breaches of law, which they have suffered on the basis of laws or orders which are generally applicable or personally concern them”.", "35ATF [Arrêts du Tribunal Fédéral] 110 [1980] Ia 140).", "36. According to ATF 125 [1999] I 394, a person lacking the required actual practical interest to complain in a public law appeal about a breach of Article 5 of the Convention, may nevertheless claim damages based on Article 5 § 5 of the Convention and introduce an action for compensation. This decision referred to the possibility of cantonal proceedings as well as of filing an action according to S. 42 of the Judiciary Act (see above, § 33). The preceding summary referred to the decision as “stating the case-law more precisely”.", "37. The Judiciary Act of the Canton of Solothurn (Gesetz über die Gerichtsorganisation) of 1977 provides in SS. 4 et seq. for the jurisdiction in criminal matters, inter alia, of the District Court (Amtsgericht), the District Court President, the Court of Appeal (Obergericht) and the Criminal Court (Kriminalgericht). Pursuant to S. 15, the District Court will examine offences not pertaining to the jurisdiction of the other courts or of the District Court President. According to S. 72 of the Judiciary Act, the Public Prosecutor will prepare a bill of indictment in cases to be tried by the Court of Appeal or the Criminal Court. He will prepare the bill of indictment before the District Court if it is so agreed with the District Court President or upon request of the accused.", "38. According to S. 50 of the Code of Criminal Procedure (Strafprozessordnung) of the Canton of Solothurn, a detained person must be released immediately if there is no longer a reason for his detention. SS. 83 et seq. provide that the investigating judge will conduct the investigations. S. 97 § 2 states that, if in cases before the District Court or District Court President the investigating judge decides to refer the case to court for examination, his final order shall contain a summary description of the facts, the legal description of the offence and the applicable criminal provisions.", "39. As regards the relations between the Public Prosecutor’s Office (Staatsanwaltschaft) and the investigating judge, S. 75 of the Judiciary Act states that the Public Prosecutor will supervise the office of the cantonal investigating judge, and that he can issue instructions as to the conduct of business (Geschäftsführung). S. 13 § 2 of the Code of Criminal Procedure provides that in cases to be prosecuted ex officio the Public Prosecutor may at any time instruct the investigating judge to take evidence. S. 101 of the Code of Criminal Procedure provides that in cases before the Court of Appeal and Criminal Court the Public Prosecutor may, after the investigating judge has prepared his final order, order the investigating judge to undertake supplementary taking of evidence."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-3"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["5"], "NON_VIOLATED_PARAGRAPHS": ["5-2"], "NON_VIOLATED_BULLETPOINTS": []}