{"ITEMID": "001-112322", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF ĐORĐEVIĆ v. CROATIA", "IMPORTANCE": "1", "CONCLUSION": "Remainder inadmissible;Violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment;Inhuman treatment) (Substantive aspect);Violation of Article 8 - Right to respect for private and family life (Article 8-1 - Respect for family life;Respect for private life);Violation of Article 13 - Right to an effective remedy (Article 13 - Effective remedy);Non-pecuniary damage - award", "JUDGES": "Anatoly Kovler;Elisabeth Steiner;Erik Møse;Khanlar Hajiyev;Linos-Alexandre Sicilianos;Peer Lorenzen", "TEXT": ["5. The applicants were born in 1977 and 1956 respectively and live in Zagreb.", "6. The first applicant is a person divested of legal capacity owing to his mental and physical retardation. He goes to a workshop for adults at the V.B. primary school in Zagreb for twelve hours a week. He is taken care of by his mother, the second applicant. The medical documentation of 16 June 2008 submitted in respect of the first applicant describes his health as follows:", "“... in his very early childhood he suffered from purulent meningitis, which resulted in permanent consequences and epilepsy. He is retarded in his mental and physical development and is under the constant supervision of a neurologist and psychiatrist. Owing to hydrocephalus he has had a Pudenz valve [a type of cerebrospinal fluid shunt] implanted. ... his eyesight is very poor ... and he is dependent on his mother as regards feeding, dressing, personal hygiene and moving about. His spine is mobile but painful in the lower region. ... he suffers from severe foot deformation, ... has difficulty walking; walking on his toes and heels is not possible. Mentally he is emotionally distant, fearful and he has a poor vocabulary. ...”", "7. The applicants live in a ground-floor flat in a block of flats in Špansko, a part of Zagreb. The A.K. primary school is nearby in their neighbourhood.", "8. It appears that the applicants were subjected to harassment between July 2008 and February 2011. They alleged that pupils from the A.K. primary school, all minors, frequently harassed them, and in particular the first applicant, at all times of the day, especially when the pupils returned home from school in groups and in the late afternoon and evening when they gathered without parental supervision on and around a wooden bench in front of the balcony of the applicants’ flat. The harassment, in their submission, was motivated by the first applicant’s health and both applicants’ Serbian origin. A larger group of children, also minors, came daily to a park in front of the applicants’ flat, shouted obscenities at the first applicant, called him names and wrote insulting messages on the pavement. The children often rang the applicants’ bell, asking when the first applicant was going out. They often spat at him.", "9. A police report of 31 July 2008 shows that the second applicant called the police at 9.12 p.m. and complained that unknown young persons were harassing her son and had smashed some objects on her balcony. The police arrived at the applicants’ home at 9.30 p.m. and the second applicant told them that at about 6 p.m. she and the first applicant had left the flat and that when they had returned at about 9 p.m. she had found the balcony ruined and all the flower beds torn up. She also told the police that the first applicant had been harassed for a longer period of time by children in the neighbourhood on account of his mental retardation. She named two of the children.", "10. On 2 March 2009 the Susedgrad Social Welfare Centre ordered the supervision of the parental care of D.K., a pupil at A.K. primary school, on account of his poor school results, problematic behaviour and tendency to commit criminal offences. There was no mention of his involvement in the harassment of the applicants.", "11. A medical report drawn up on 6 April 2009 shows that the first applicant had been psychologically and physically harassed in the street and that he had cigarette burns on both hands. The doctor asked the social authorities to institute proceedings for the protection of the first applicant as a person with serious mental disorders and described him as a peaceful and benign person who could not and did not know how to defend himself from the abusers.", "12. In a letter of 20 April 2009 to the Ombudswoman for Persons with Disabilities, the second applicant complained that on 4 April 2009 two children, D.K. and I.M., had harassed the first applicant. She alleged that while riding their bicycles they had approached the first applicant and burned his hands with cigarettes. She also complained that the first applicant had been continually harassed by children attending a nearby school on the basis of his mental retardation and added that she had on numerous occasions complained to the Susedgrad Social Welfare Centre and the authorities of the A.K. primary school, but to no avail.", "13. On the same day the applicants’ lawyer complained to the police about the incident of 4 April 2009.", "14. A police report of 5 May 2009 records that on that day on the premises of the II Zagreb Police Station the police interviewed D.K., born in 1997, and P.B., born in 1995. The relevant part of the report in respect of D.K. reads:", "“When asked whether he remembers the event of 4 April 2009 in ... Zagreb, [D.K.] said that at about 12 noon he was there with his friend I.M., who is in the seventh grade at A.K. primary school, and that P.B., an older boy from the seventh grade of the same school, arrived together with two men, unknown to him, who were playing with a ball. A person who is disabled and has had problems from birth and who lives in a block of flats in ... Street was playing between the buildings. At one point, P.B. lit a cigarette, approached Dalibor and burned his right hand several times, after which they all ran away because that person started to shout.”", "The relevant part of the report in respect of P.B. reads:", "“When asked whether he remembers the event of 4 April 2009 in ... Zagreb, concerning the harassment of a disabled person, Dalibor Đorđević, [P.B.] says that he was not present on that occasion but that at the beginning of that week during the morning break he had met D.K., who is in the fifth grade at the same school and who told him that he [D.K.] and I.M. at about 12 noon on Saturday had burned with a cigarette the hand of a person named Dalibor in ... Street who lives on that street and is disabled.", "When asked a further question as to whether he knew what that person looks like, he answered that he used to go to play on that street with other boys from the neighbourhood and he saw that person, who is about thirty, strongly built, has short salt-and-pepper hair and a pale complexion and has difficulty speaking. That person plays with other children who tease him and he runs after them and beats them.”", "15. A police report of 7 May 2009 records that on that day on the premises of the II Zagreb Police Station the police interviewed I.M., born in 1994. The relevant part of the report reads:", "“When asked whether he remembers the event of 4 April 2009 in ... Zagreb, concerning the harassment of a disabled person, Dalibor Đorđević, between thirty and forty years old, [I.M.] said that he remembered that occasion, that it was a Saturday ... and that he took his bicycle and went ... with D.K. to ... Street, where they saw Dalibor, a person disabled from birth, between the buildings, playing with a ball with some children who took the ball and did not want to return it to him. When he saw this, he [I.M.] asked the children why they did not give the ball back to Dalibor, and Dalibor started to shout and wave his hands. The children then threw the ball and he took it. He [I.M.] was holding a cigarette in his left hand ... and as he was passing Dalibor on his bicycle he [Dalibor] started to wave his hands and slapped him a few times on the hand in which he was holding the cigarette and thus Dalibor burned his hand. He was sure that he burned Dalibor only once and he was sorry for it. He did not understand why Dalibor reacted in such a manner because it was not his [I.M.’s] fault that some children took his ball. The pupil P.B. was not with them.", "...", "When asked a further question as to whether Dalibor had problems with other children, [I.M.] answered that he is often on that street where Dalibor plays ball with other boys and that these children tease Dalibor because of his illness ... and then he runs after them and catches them.", "In the end [I.M.’s] mother R. was advised to keep an eye on I.M.’s behaviour. She said that she had no problems with him and she did not know why he had done this.”", "16. On 19 May 2009 the II Zagreb Police Station sent a report to the Zagreb State Attorney’s Juvenile Office stating that", "– on 16 April 2009 they had received a letter from the Susedgrad Social Welfare Centre stating that it had received a letter from the second applicant in which she had alleged that her son had been ill-treated by D.K. and others and enclosed medical documentation; and", "– on 30 April 2009 they had received a letter from the Ombudswoman for Persons with Disabilities stating that she had also received a letter from the second applicant who was seeking help in connection with the frequent harassment of the first applicant.", "The police also informed the Zagreb State Attorney’s Juvenile Office about the interviews they had conducted with the children D.K., I.M. and P.B.", "17. In a letter of 20 May 2009 the II Zagreb Police Station informed the Ombudswoman that they had interviewed the children I.M. and D.K., that they had contacted the headmaster of A.K. primary school, that the police officers from the station had been informed about the problems and that they had regularly patrolled the streets in question.", "18. On 17 July 2009 the police informed the Susedgrad Social Welfare Centre that they had established that on 4 April 2009 at about 12 noon the first applicant had been playing with a ball in the street with some boys from the neighbourhood who had taken his ball away, which had upset him. When the boys I.M. and D.K. had gone past the first applicant he had waved his hands and I.M. had unintentionally burned them.", "19. On 16 July 2009 the Susedgrad Social Welfare Centre drew up a report on the first applicant. The relevant part of the report reads:", "“ ...", "On 6 August 2008 [the first applicant’s] mother, Radmila, complained to us about harassment of Dalibor, alleging that the children ... were visiting the girls V.K. and I.K., who lived in their block of flats. The K. girls said that they had not harassed Dalibor and that the leader of the group had been H.B.", "An agreement has been reached with the K. girls and their mother, J.F., that the girls will stop hanging around in front of the block of flats and will find another place to do so in order to avoid conflicts.", "H. and her parents were summoned to this office. H. said that she would no longer hang around in front of that block of flats and that there had been peace for a time.", "After that the boys started to come, in different groups, so that Mrs Đorđević could not tell their names, but she knew that they attended A.K. primary school.", "Mrs Đorđević again complained of harassment on 8 April 2009, when Dalibor had been burned with cigarettes and [she said that] the harassment had continued.", "On 17 June 2009 an interview with Mrs Đorđević was carried out. [She said] that the problems had continued. There were constantly new children who provoked Dalibor, mostly acquainted with the K. girls. There would be peace for two or three days and then the problems would start again. She had good relations with the school counsellor, the defectologist and the headmaster.", "Mrs Đorđević stated: ‘On 16 June 2009 first the girls came and stood next to the bench. Mrs Đorđević told Dalibor to come inside because she knew how afraid he was of them. They said that he did not need to be afraid because they would soon leave. Then a group of boys came and sprayed Dalibor with water from a balloon.’", "Mrs Đorđević also said that lately V.K. had again started to get children to meet up in front of the building, which upset Dalibor.", "The police and the school were informed about the above events.", "The school [authorities] talked to all the children who had been reported and to their parents.", "The police carried out an inquiry [and interviewed] the children who had been present when Dalibor was burned.", "In order to prevent further harassment we wrote to the school [authorities, asking them] to hold meetings with all children and parents at the beginning of the school year, in all classes, to inform everyone of the problem and to make it clear that they were all responsible for the ill-treatment until the perpetrators were identified. It was also suggested that lectures and workshops with children be held in order for them to understand that there were persons with disabilities who had the same rights as everybody else – to walk about and live their lives outside their flats without being harassed by anyone.", "It was agreed with police officer I.M. from the II Police Station that the police in charge of that neighbourhood would keep a closer eye on and patrol more frequently the street in order to identify the perpetrators of the harassment.", "On 14 July 2009 a visit of the family was carried out and only Dalibor was found; he did not know where his mother was and also said that the children had not teased him lately. Dalibor was in the flat and there were no children around the building.", "...”", "20. On 27 July 2009 the Zagreb Municipality State Attorney’s Office informed the second applicant that the perpetrators of the criminal offence of violent behaviour under Article 331 § 1 of the Criminal Code were D.K. and I.M., who were children below 14 years of age, and that therefore no criminal proceedings could be instituted against them. The second applicant was instructed that she could bring a claim for compensation in civil proceedings.", "21. A police report of 5 September 2009 states that on that day the second applicant called the police at 8.40 p.m. complaining about noise in the park. When the police arrived at 8.45, the second applicant told them that in the meantime the children had left.", "22. A medical report in respect of the first applicant drawn up on 8 September 2009 indicates that he had constantly been harassed by children, who had burned his hands, shouted at him and made noise in front of the applicants’ balcony. It stated that it was necessary for the first applicant to spend time outdoors.", "23. A report drawn up on 17 September 2009 by the Susedgrad Social Welfare Centre indicates that they had interviewed I.M. and his mother. Since I.M. expressed regret about the incident of 4 April 2009, there was no need for any further measures.", "24. On an unspecified date in September 2009 the headmaster of A.K. primary school sent a letter to the parents informing them that in their neighbourhood lived a young man with disabilities named Dalibor who had been frequently harassed by schoolchildren. The headmaster expressly stated that the children had admitted to “a number of brutal acts” against Dalibor, such as making derogatory remarks, using insulting language and swearing, behaving provocatively, taking his ball and burning his hands with cigarettes. The parents were asked to talk to their children and warn them about the possible consequences of such behaviour.", "25. The relevant part of the written record of a parent-teacher meeting held on 30 September 2009 at A.K. primary school reads as follows:", "“...", "At all parent-teacher meetings in the new school year we have drawn the parents’ attention to a young man with special needs who lives in the school’s neighbourhood and who has been harassed by pupils from our school, mostly verbally and sometimes physically. His mother often seeks help from the school employees, and a social welfare centre and the Ombudswoman for Persons with Disabilities have also been involved. The parents were asked to talk to their children and raise their awareness about the problem of accepting differences and the need for peaceful coexistence.", "The parents present commented on the matter. Some of them mentioned that the young man in question had sometimes also been aggressive, that he had approached young girls in an inappropriate manner and that they had expressed a fear of him and tended to avoid the area where he usually was. Some also commented that he should not be out in public and that he should spend time in conditions appropriate for him or in the park under the constant supervision of a guardian. The headmaster noted all the comments and promised to contact the competent social welfare centre.", "...”", "26. On 1 October 2009 the applicants’ lawyer sent a written complaint to the Zagreb Municipality State Attorney’s Office. She stated that her clients were two Croatian nationals of Serbian origin, a mother and her son who suffered from mental and physical retardation. She explained that her clients lived about seventy metres away from A.K. primary school and that they had been constantly harassed by schoolchildren, at all times of the day and mainly when the children went home from school in groups and in the late afternoon and evening when they gathered around a bench in front of the applicants’ balcony without parental supervision. She alleged that the harassment had already been going on for about four years and was motivated by the applicants’ Serbian origin and the first applicant’s disability. A group of children aged from 10 to 14 hung around daily in front of the block of flats where the applicants lived, shouting insults and obscenities and calling them names. They also wrote insulting remarks on the pavement in front of the building.", "The lawyer further described the incident of 4 April 2009. Relying on Articles 8 and 13 of the Convention, she complained that there was no effective remedy in the Croatian legal system affording protection from violent acts by children.", "She also described the events of 5 and 7 September 2009, when a group of children had insulted the first applicant and, on the latter date, taken a ball from him. On 10 September 2009 a group of boys had urinated in front of the applicants’ door. On 14 September 2009 about fourteen pupils from the fourth and fifth grades had pushed the first applicant, insulted him and taken a ball from him. The day after a boy had shouted insults at him.", "She also alleged that the children had physically attacked the first applicant on at least ten different occasions and had often spat at him. On 31 July 2008 the children had ruined the applicants’ balcony by tearing up all the flower beds and by throwing stones and mud onto the balcony. A few days later they had thrown a carton of chocolate milk onto the balcony.", "The second applicant had reported the harassment to the social services, the police, the Ombudswoman for Persons with Disabilities and the school authorities. Despite the good will of all those concerned, the harassment of the applicants had continued.", "27. A medical report in respect of the first applicant drawn up on 7 October 2009 indicates that he had constantly been harassed by children.", "28. A medical report in respect of the first applicant drawn up on 9 November 2009 indicates that he had been attacked by children a few days before, which had greatly upset him. Psychotherapy was recommended.", "29. A medical report in respect of the first applicant drawn up on 14 December 2009 states that “everyone hit him mercilessly with snowballs”, which had scared him.", "30. A medical report in respect of the first applicant drawn up on 14 January 2010 indicates that the first applicant suffered from constant anxiety and a feeling of being persecuted because “nothing ha[d] been done to resolve his situation”.", "31. A police report of 19 March 2010 states that the second applicant called the police that day at 9.18 p.m. because of “problems with children”. When the police arrived at 9.25 p.m. the second applicant told them that the children had been playing with a ball in the park and had then hit her window with the ball and run away.", "32. A medical report in respect of the first applicant drawn up on 11 April 2010 indicates that the first applicant was attacked by a group of children and was hit by a ball on the nose.", "33. The applicants alleged that on 13 May 2010 a group of children, including a boy, P., pushed the first applicant against an iron fence in the park. He fell and hit his head and right leg. He was disoriented and uncommunicative for three days. Medical documents drawn up on the same day show that the first applicant suffered from swelling in his right leg and skin abrasion on the left side of his forehead. He was unable to walk for five days and the second applicant had to borrow a wheelchair for him. The medical report also indicates that the first applicant had stumbled and sprained his ankle and had also hit his head.", "34. On 14 May 2010 the second applicant complained to the police that on 13 May 2010 a boy, P.B., had pushed the first applicant against a wall and had also taken his ball.", "35. On 20 May 2010 the applicants’ lawyer wrote to the Zagreb Municipality State Attorney’s Office complaining that since her last letter of October 2009, there had been further incidents of violence and harassment against the applicants. The relevant part of the letter reads:", "“...", "On 5 November 2009 two boys, one of whom was P., verbally abused the first applicant, which scared him.", "The second applicant informed the school counsellor about the incident but has not received a reply.", "On 14, 18 and 21 December 2009 a group of children threw snow at the applicants’ window and on one of those occasions covered their balcony with snow.", "On 15 December 2009 a group of children verbally insulted the first applicant in the street. On 22 February 2010 the second applicant was called by a social worker from the Susedgrad Social Welfare Centre, J.S., who told her that the only way to resolve the situation was to bring a civil action.", "On 19 March 2010 the children kept throwing a ball at the applicants’ windows, about which the police were informed. On 20 March 2010, while the first applicant was riding on a bus, a group of children shouted his name, which upset him.", "On 10 April 2010 a boy whose first name was R. hit the first applicant on the nose with a ball, which disoriented him and caused him pain. The second applicant informed the police about it. The police conducted a two-hour interview with her and expressed their regret but informed the second applicant that nothing could be done because any kind of inquiry would show that the children had only been joking.", "On 13 May 2010 a group of children, including P., pushed the first applicant against an iron fence in the park. He fell and hit his head and right leg. He was disoriented and uncommunicative for three days.", "On 18 May 2010, when the first applicant was sitting on a swing, a group of children approached him and made obscene gestures and told him that he was stupid.”", "36. On the same day the lawyer complained about the harassment of the applicants to the Ombudswoman for Children and asked for advice.", "37. The applicants alleged that on 24 May 2010 a group of boys hit the first applicant’s head against an iron fence in the park and said that they enjoyed it. A medical report in respect of the first applicant drawn up on the same day indicates that he had been pushed against an iron fence and had hit his head on it.", "38. On 25 May 2010 the Zagreb Municipality State Attorney’s Office informed the applicants’ lawyer that it had no jurisdiction in the matter since the complaints concerned children who were not criminally responsible.", "39. On 26 May 2010 the headmaster of A.K. primary school informed the applicants’ lawyer that the school authorities had taken all measures they deemed appropriate, such as discussion with the pupils concerned and the provision of information to all parents at parent-teacher meetings about the problems the applicants had encountered with the pupils.", "40. On 31 May 2010 the Ombudswoman for Children informed the applicants’ counsel that she had no jurisdiction in the matter.", "41. A medical report in respect of the first applicant drawn up on 29 June 2010 indicates that he had continually been attacked by children in the neighbourhood.", "42. Medical reports in respect of the first applicant drawn up on 29 June, 25 October and 24 November 2010 and 9 February 2011 indicate that the first applicant had continually been attacked by children in the neighbourhood.", "43. On 1 July 2010 the police interviewed P.B., a pupil attending A.K. primary school, about the incidents of 13 and 14 May 2010, in which he denied his involvement.", "44. The applicants alleged that on 13 July 2010 at 9 p.m. four boys and a girl made repeated lewd comments in a loud voice under the applicants’ window. When the second applicant asked them to be quiet they replied provocatively, using the Serbian dialect in direct allusion to the applicants’ Serbian origin, telling her: “Call the police, we are not afraid [zovi bre policiju, mi se ne bojimo]”. The second applicant reported this incident on 14 July 2010 to a social worker from the Susedgrad Social Welfare Centre, Ms J.S.", "45. On 19 July 2010 the Susedgrad Social Welfare Centre interviewed V.K., who lived in the same block of flats as the applicants. She denied her involvement in the harassment of the applicants. She also said that children and alcoholics frequently gathered at the bench in front of the block of flats where she lived and made screaming noises, which irritated her family as well.", "46. On 2 August 2010 the Susedgrad Social Welfare Centre informed the police that the second applicant had complained of continued harassment and violence against the first applicant. The police were asked to take appropriate measures.", "47. On 26 August 2010 the police interviewed Z.B., a pupil attending A.K. primary school, who denied any involvement in the harassment of the first applicant.", "48. On 27 August 2010 the second applicant asked the Zagreb Municipality for the wooden bench beneath the applicants’ window to be removed.", "49. The applicants alleged that on 31 August 2010 at around 3 p.m., when they were returning home from a shop, a boy known to them as M. rode past them on a bicycle and shouted insults at the first applicant, saying, inter alia: “Dalibor is a fag”. The first applicant felt extremely anxious and stressed.", "50. The applicants alleged that on 1 September 2010 at 6.45 p.m. three boys on bicycles rode up in front of their window and threw rubbish and screamed. At 7.20 p.m. more children gathered around the wooden bench in front of the applicants’ window and repeatedly hit a nearby metal fence, thus making a lot of noise. They also threw a stone at the applicants’ window and made lewd comments in loud voices. At 10.03 p.m. the second applicant called the police. Since the police did not come, she called them again at 10.28 p.m. The police said that they would come but that they had other calls to answer as well. The police arrived at 10.32 p.m. and told the children to move a few metres away from the applicants’ window. They made no attempt to identify the children. A police report of the same day indicates that at 9.21 p.m. the second applicant had called the police and complained about noise in the park. When the police arrived at 10.35 p.m. they had not found anyone in front of the building.", "51. The applicants alleged that on 3 September 2010 a group of about ten children gathered around the bench and made an unbearable amount of noise. At 10.15 p.m. the second applicant called the police, who arrived at 10.40 p.m. and ordered the children to go away, without, however, making any attempt to identify them. A police report of the same day indicates that at 10.20 p.m. the second applicant had called the police and complained about noise in the park. When the police arrived at 10.25 p.m. they had not found anyone.", "52. The applicants alleged that on 5 September 2010 at about 9 p.m. they noticed, on returning from church, that an unidentified white substance had been thrown at their window in their absence. There were also some children screaming under their window. At 10 p.m. the second applicant called the police. The applicants further alleged that on 7, 8, 14, 23 and 27 September 2010, children gathered around the bench and made an unbearable amount of noise.", "53. On 23 September 2010 the police interviewed I.S., a pupil attending A.K. primary school, who denied any involvement in the harassment of the first applicant.", "54. The applicants alleged that on 2 October 2010 five boys gathered around the bench and made loud noises. At 7.40 p.m. seven boys threw balls at the applicants’ window and made noise until late at night. At 11.38 p.m. the second applicant called the police, who arrived at a quarter past midnight and told the boys to leave without asking them any questions or making any attempt to identify them. A police report of the same day indicates that the second applicant had called the police at 11.40 p.m. and complained about noise. When the police had arrived at a quarter past midnight they had not found anyone.", "55. The applicants further alleged that on 4 October 2010 at 4 a.m. they were awakened by a car alarm outside their window. Some children were banging on the outer wall of their flat, making a very loud noise. The first applicant’s pet rabbit died that night and he attributed the rabbit’s death to the events of that night, which made him extremely upset. On 15 October 2010, while the applicants were not at home, someone spat on their living-room window until it was completely covered in saliva. On 23 October and 7, 14 and 19 November 2010 groups of children gathered around the bench, making a lot of noise.", "56. On 17 November 2010 the Zagreb Municipality informed the second applicant that her request for the removal of the bench situated beneath the balcony of the applicants’ flat had been denied.", "57. The applicants alleged that on 22 November 2010, while they were coming home from a shop, a group of children shouted after them: “Dalibor, Dalibor!” The first applicant was paralysed with fear and asked his mother why they would not leave him alone. The second applicant wrote to the Office of the President of Croatia and the Ombudswoman for Persons with Disabilities about the harassment of her son, seeking their assistance in connection with the removal of the bench. On 5 December 2010 at around midnight some children threw snowballs at the applicants’ window, which terrified the first applicant.", "58. On 14 December 2010 the Ombudswoman for Persons with Disabilities recommended to the Zagreb Municipality that the bench be removed. The bench was removed in February 2011. The applicants alleged that on the same day, some children destroyed a metal container under their window where the gas meters were located.", "59. The applicants alleged that further incidents occurred as follows. On 5 February 2011 a group of children shouted provocatively at the second applicant on the street, using the Serbian dialect (“De si bre?”). On 8 February 2011 at 6.40 p.m. some children rang the applicants’ doorbell and then ran away. On 10 February 2011 the applicants went to a hairdresser, taking a detour in order to avoid the children. However, they met a group of children who shouted “Dalibor!” in a provocative manner. On 13 February 2011 at 12.30 p.m. seven boys ran around the applicants’ flat, banged on the walls, climbed onto their balcony, peered into the flat and laughed loudly. At 9.45 p.m. a group of boys sang the song “We are Croats” beneath the applicants’ window.", "60. A medical report of 9 March 2011 in respect of the first applicant indicates that owing to stress he often bit his lips and fists, and that he had a twitch in his left eye and symptoms of psoriasis. It also mentioned that he had frequently been attacked and ridiculed and that it was necessary to ensure a calm and friendly environment for him.", "61. The relevant provisions of the Constitution of the Republic of Croatia (Ustav Republike Hrvatske, Official Gazette nos. 56/1990, 135/1997, 8/1998 (consolidated text), 113/2000, 124/2000 (consolidated text), 28/2001 and 41/2001 (consolidated text), 55/2001 (corrigendum) and 76/2010) read as follows.", "“Everyone in the Republic of Croatia shall enjoy rights and freedoms regardless of their race, colour, sex, language, religion, political or other belief, national or social origin, property, birth, education, social status or other characteristics.", "All shall be equal before the law.”", "“Every human being has the right to life.", "...”", "“No one shall be subjected to any form of ill-treatment ...", "...”", "“Everyone has the right to respect for and legal protection of his or her private and family life, dignity, reputation and honour.”", "“International agreements in force which were concluded and ratified in accordance with the Constitution and made public shall be part of the internal legal order of the Republic of Croatia and shall have precedence in terms of their legal effects over the [domestic] statutes. ...”", "62. In its decisions nos. U-I-892/1994 of 14 November 1994 (Official Gazette no. 83/1994) and U-I-130/1995 of 20 February 1995 (Official Gazette no. 112/1995) the Constitutional Court held that all rights guaranteed in the Convention and its Protocols were also to be considered constitutional rights having equal legal force to the provisions of the Constitution.", "63. The relevant part of the Criminal Code (Kazneni zakon, Official Gazette no. 110/1997) reads as follows:", "“Criminal legislation is not applicable in respect of a child who at the time when he or she committed a criminal offence was not yet 14.”", "64. The relevant part of the Minor Offences Act (Prekršajni zakon, Official Gazette no 107/2007) reads as follows:", "“(1) A person who at the time when a minor offence was committed was not yet 14 is not liable for the minor offence.", "(2) When a person under subsection 1 of this section frequently behaves in a manner which amounts to serious minor offences, the State body competent to act shall inform that person’s parents or guardians and the competent social welfare centre of the person’s behaviour.", "(3) A parent of ... a person to whom subsection 1 of this section applies shall be punished for a minor offence committed by that person where the minor offence committed is directly connected to failure to supervise that person ...”", "65. The Administrative Disputes Act (Zakon o upravnim sporovima, Official Gazette of the Socialist Federal Republic of Yugoslavia no. 4/1977, and Official Gazette of the Republic of Croatia nos. 53/1991, 9/1992 and 77/1992 – in force until 31 December 2011) in its relevant part provided as follows:", "“A request for the protection of a constitutionally guaranteed right or freedom ... if such a right or freedom has been violated by a final individual act [that is, decision], and no other judicial protection is secured, shall be decided by the [Administrative Court], by applying, mutatis mutandis, the provisions of this Act.”", "66. Sections 67 to 76 provide for special proceedings for the protection of constitutionally guaranteed rights and freedoms from unlawful factual (physical) acts of public officials where no other judicial remedy is available. Under the case-law of the domestic courts, the protection against unlawful “acts” also includes omissions (for example, the Administrative Court, in its decision no. Us-2099/89 of 21 September 1989, and the Supreme Court, in its decision no. Gž-9/1993 of 6 April 1993, held that failure of the administrative authorities to carry out their own enforcement order constituted an “unlawful act” within the meaning of section 67 of the Administrative Disputes Act).", "67. Under section 67 such proceedings are to be instituted by bringing an “action against an unlawful act” (tužba za zaštitu od nezakonite radnje) in the competent municipal court. The action must be brought against the public authority to which the factual act (or omission) is imputable (the defendant).", "68. Under section 72 the action is to be forwarded to the public authority concerned for a reply within the time-limit set by the court conducting the proceedings. However, a decision may be adopted even without such a reply where the submissions made in the action provide a reliable basis for the decision.", "69. Section 73 provides that the court decides on the merits of the case by a judgment. If it finds in favour of the plaintiff, the court orders the defendant to desist from the unlawful activity and, if necessary, orders restitutio in integrum.", "70. Section 74 provides that in proceedings following an “action against an unlawful act” the court is to apply, mutatis mutandis, the provisions of the Civil Procedure Act.", "71. The relevant part of the Civil Obligations Act (Zakon o obveznim odnosima, Official Gazette nos. 35/2005 and 41/2008), which came into force on 1 January 2006 and abrogated the former 1978 Obligations Act, reads as follows:", "“(1) All natural persons or legal entities are entitled to the protection of their rights of personality [prava osobnosti] under the conditions provided by law.", "(2) Rights of personality within the meaning of this Act are the right to life, to physical and mental health, reputation, honour, dignity, name, privacy of personal and family life, liberty, etc.", "(3) A legal entity shall have all the above-mentioned rights of personality – apart from those related to the biological character of a natural person – and, in particular, the right to a reputation and good name, honour, name or company name, business secrecy, entrepreneurial freedom, etc.”", "“Damage is ... an infringement of rights of personality (non-pecuniary damage).”", "“Anyone may request a court or other competent authority to order the cessation of an activity which violates his or her rights of personality and the elimination of its consequences.”", "72. As to which rights of natural persons, apart from those enumerated in section 19 of the Civil Obligations Act, are to be considered rights of personality, it should be noted that only the following have so far been interpreted as rights of personality by the Croatian courts: the right to life, the right to physical and mental integrity (health), the right to liberty, the right to reputation and honour, the right to privacy of personal and family life, the right to secrecy of letters and personal manuscripts, the right to personal identity (in particular, the rights to one’s image, voice and name) and the moral rights of authors.", "73. The relevant part of the Constitutional Court’s decision no. UIII1437/2007 of 23 April 2008, concerning the right to compensation in respect of rights of personality, reads as follows:", "“...", "Section 1046 of the Civil Obligations Act defines non-pecuniary damage as an infringement of rights of personality. In other words, any infringement of rights of personality amounts to non-pecuniary damage.", "Section 19(2) of the Civil Obligations Act defines rights of personality for the purposes of that Act as: the right to life, physical and mental health, reputation, honour, respect for one’s dignity and name, privacy of personal and family life, freedom and other aspects.", "... [I]t is to be concluded that in this case there has been a violation of human, constitutional and personal values because the applicant was in prison conditions which were incompatible with the standards prescribed by the Enforcement of Prison Sentences Act and also with the legal standards under Article 25 § 1 of the Constitution. For that reason the courts are obliged to award compensation for the infringement of the applicant’s dignity.", "...”", "74. The relevant part of the Prevention of Discrimination Act (Zakon o suzbijanju diskriminacije, Official Gazette no. 85/2008) reads as follows.", "“(1) This Act ensures protection and promotion of equality as the highest value of the constitutional order of the Republic of Croatia; creates conditions for equal opportunities and regulates protection against discrimination on the basis of race or ethnic origin or skin colour, gender, language, religion, political or other conviction, national or social origin, state of wealth, membership of a trade union, education, social status, marital or family status, age, health, invalidity, genetic inheritance, gender identity, expression or sexual orientation.", "(2) Discrimination within the meaning of this Act means putting any person in a disadvantageous position on any of the grounds under subsection 1 of this section, as well as his or her close relatives.", "...”", "“This Act shall be applied in respect of all State bodies ... legal entities and natural persons ...”", "“Anyone who considers that, owing to discrimination, any of his or her rights has been violated may seek protection of that right in proceedings in which the determination of that right is the main issue, and may also seek protection in separate proceedings under section 17 of this Act.”", "“A person who claims that he or she has been a victim of discrimination in accordance with the provisions of this Act may bring a claim and seek:", "(1) a ruling that the defendant has violated the plaintiff’s right to equal treatment or that an act or omission by the defendant may lead to the violation of the plaintiff’s right to equal treatment (claim for an acknowledgment of discrimination);", "(2) a ban on (the defendant’s) undertaking acts which violate or may violate the plaintiff’s right to equal treatment or an order for measures aimed at removing discrimination or its consequences to be taken (claim for a ban or for removal of discrimination);", "(3) compensation for pecuniary and non-pecuniary damage caused by the violation of the rights protected by this Act (claim for damages);", "(4) an order for a judgment finding a violation of the right to equal treatment to be published in the media at the defendant’s expense.", "...”", "75. The relevant parts of Recommendation Rec(2004)10 of the Committee of Ministers to member States concerning the protection of the human rights and dignity of persons with mental disorder (adopted by the Committee of Ministers on 22 September 2004 at the 896th meeting of the Ministers’ Deputies) read as follows.", "“...", "Having regard, in particular:", "– to the Convention for the Protection of Human Rights and Fundamental Freedoms of 4 November 1950 and to its application by the organs established under that Convention;", "...", "1. Any form of discrimination on grounds of mental disorder should be prohibited.", "2. Member States should take appropriate measures to eliminate discrimination on grounds of mental disorder.", "1. Persons with mental disorder should be entitled to exercise all their civil and political rights.", "2. Any restrictions to the exercise of those rights should be in conformity with the provisions of the Convention for the Protection of Human Rights and Fundamental Freedoms and should not be based on the mere fact that a person has a mental disorder.", "...", "1. Member States should ensure that there are mechanisms to protect vulnerable persons with mental disorders, in particular those who do not have the capacity to consent or who may not be able to resist infringements of their human rights.", "2. The law should provide measures to protect, where appropriate, the economic interests of persons with mental disorder.", "...”", "76. The relevant parts of Recommendation Rec(2006)5 of the Committee of Ministers to member States on the Council of Europe Action Plan to promote the rights and full participation of people with disabilities in society: improving the quality of life of people with disabilities in Europe 2006-2015 (adopted by the Committee of Ministers on 5 April 2006 at the 961st meting of the Ministers’ Deputies) read as follows.", "“...", "Bearing in mind the Convention for the Protection of Human Rights and Fundamental Freedoms (ETS No. 5);", "...", "3.12. Action line No. 12: Legal protection", "3.12.1. Introduction", "People with disabilities have the right to recognition everywhere as persons before the law. When assistance is needed to exercise that legal capacity, member States must ensure that this is appropriately safeguarded by law.", "Persons with disabilities constitute a varied population group, but all have in common, to a greater or lesser extent, the need for additional safeguards in order to enjoy their rights to the full and to participate in society on an equal basis with other members.", "The need to focus particular attention on the situation of persons with disabilities, in terms of the exercise of their rights on an equal basis with others, is confirmed by the initiatives taken in this area at national and international level.", "The principle of non-discrimination should be the basis of government policies designed to deliver equality of opportunity for people with disabilities.", "Access to the legal system is a fundamental right in a democratic society but people with disabilities can often face a number of barriers, including physical access difficulties. This requires a range of measures and positive actions, including general awareness raising among the legal professions about disability issues.", "3.12.2. Objectives", "i. to ensure effective access to justice for persons with disabilities on an equal basis with others;", "ii. to protect and promote the enjoyment of all human rights and fundamental freedoms by persons with disabilities on an equal basis with others.", "3.12.3. Specific actions by member States", "i. to provide protection against discrimination through the setting up of specific legislative measures, bodies, reporting procedures and redress mechanisms;", "ii. to ensure that provisions which discriminate against disabled people are eradicated from mainstream legislation;", "iii. to promote training on human rights and disability (both national and international) for law enforcement personnel, public officials, judiciary and medical staff;", "iv. to encourage non-governmental advocacy networks working in defence of people with disabilities’ human rights;", "v. to ensure people with disabilities have equal access to the judicial system by securing their right to information and communication that are accessible to them;", "vi. to provide appropriate assistance to those people who experience difficulty in exercising their legal capacity and ensure that it is commensurate with the required level of support;", "...", "3.13. Action line No. 13: Protection against violence and abuse", "3.13.1. Introduction", "Acts of abuse or violence against any person are unacceptable and society has a duty to ensure that individuals, particularly the most vulnerable, are protected against such abuse.", "There are indications that the rate of abuse and violence committed against persons with disabilities is considerably higher than the rate for the general population, and higher in women with disabilities, particularly women with severe disabilities, where the percentages of abuse far exceed those of non-disabled women. Such abuse can occur in institutions or other types of care and situations, including the family environment. It can be inflicted by strangers or persons known to the individual and can take many forms, for instance verbal abuse, violent actions, or the refusal to meet basic needs.", "While governments cannot guarantee that abuse will not happen they must do their utmost to establish protection and the strongest possible safeguards. Prevention can be assisted in many ways, particularly through education to appreciate the rights of individuals to protection and to recognise and reduce the risk of abuse. Persons with disabilities who experience abuse or violence should have access to appropriate supports. They must have a system in which they can have sufficient confidence to report abuse and expect follow-up action, including individual support. Such systems require personnel who are skilled and qualified to detect and respond to situations of abuse.", "While there has been some research undertaken in recent years, it is clear that further knowledge is required to inform future strategies and best practice.", "3.13.2. Objectives", "i. to work within anti-discriminatory and human rights frameworks towards safeguarding people with disabilities against all forms of violence and abuse;", "ii. to ensure access for people with disabilities to services and support systems for victims of violence and abuse.", "3.13.3. Specific actions by member States", "i. to establish safeguards to protect people with disabilities from violence and abuse through the effective implementation of policies and legislation, where necessary;", "ii. to promote the availability of and access to training courses for people with disabilities to reduce the risk of violence and abuse, for example courses in self-confidence and empowerment;", "iii. to develop processes, measures and protocols adapted to people with disabilities, to improve detection of violence and abuse, and to ensure that the necessary action is taken against perpetrators, including redress and adequate professional counselling in case of emotional problems;", "iv. to ensure that disabled victims of violence and abuse, including domestic, have access to the relevant support services, including redress;", "v. to prevent and combat violence, ill-treatment and abuse in all situations by supporting families, raising public awareness and education, promoting discussion and co-operation among relevant parties;", "vi. to support people with disabilities, in particular women, and their families, in situations of abuse through the provision of information and access to services;", "vii. to ensure that systems are in place for the protection against abuse of persons with disabilities in psychiatric facilities, social care homes and institutions, orphanages, and other institutional settings;", "viii. to ensure that relevant training is provided to all staff working in disability-specific institutional settings and mainstream support services;", "ix. to train police and judicial authorities so that they can receive testimony from disabled people and treat instances of abuse seriously;", "x. to provide people with disabilities with information on how to avoid the occurrence of violence and abuse, how to recognise it, and how to report it;", "xi. to take effective legislative, administrative, judicial or other measures with strong sanctions in a transparent manner and to allow for independent review by civil society in order to prevent all forms of physical or mental violence, injury or abuse, neglect and negligent treatment, maltreatment, exploitation or abduction of people with disabilities;", "...”", "77. The relevant parts of Resolution ResAP(2005)1 on safeguarding adults and children with disabilities against abuse (adopted by the Committee of Ministers on 2 February 2005 at the 913th meeting of the Ministers’ Deputies) read as follows.", "“...", "I. Definition of abuse", "1. In this Resolution abuse is defined as any act, or failure to act, which results in a breach of a vulnerable person’s human rights, civil liberties, physical and mental integrity, dignity or general well-being, whether intended or through negligence, including sexual relationships or financial transactions to which the person does not or cannot validly consent, or which are deliberately exploitative. At a basic level abuse may take a variety of forms:", "a. physical violence, including corporal punishment, incarceration – including being locked in one’s home or not allowed out –, over- or misuse of medication, medical experimentation or involvement in invasive research without consent, and unlawful detention of psychiatric patients;", "b. sexual abuse and exploitation, including rape, sexual aggression, indecent assault, indecent exposure, forced involvement in pornography and prostitution;", "c. psychological threats and harm, usually consisting of verbal abuse, constraints, isolation, rejection, intimidation, harassment, humiliation or threats of punishment or abandonment, emotional blackmail, arbitrariness, denial of adult status and infantilising disabled persons, and the denial of individuality, sexuality, education and training, leisure and sport;", "...", "3. These abuses require a proportional response – one which does not cut across legitimate choices made by individuals with disabilities but one which recognises vulnerability and exploitation. The term ‘abuse’ therefore refers to matters across a wide spectrum, which includes criminal acts, breaches of professional ethics, practices falling outside agreed guidelines or seriously inadequate care. As a consequence, measures to prevent and respond to abuse involve a broad range of authorities and actors, including the police, the criminal justice system, the government bodies regulating service provision and professions, advocacy organisations, user networks and patient councils, as well as service providers and planners.", "II. Principles and measures to safeguard adults and children with disabilities against abuse", "1. Protection of human rights", "Member States have a duty to protect the human rights and fundamental freedoms of all their citizens. They should ensure that people with disabilities are protected at least to the same extent as other citizens.", "Member States should recognise that abuse is a violation of human rights. People with disabilities should be safeguarded against deliberate and/or avoidable harm at least to the same extent as other citizens. Where people with disabilities are especially vulnerable, additional measures should be put in place to assure their safety.", "2. Inclusion of people with disabilities", "Member States should acknowledge that safeguarding the rights of people with disabilities as citizens of their country is a State responsibility.", "They should combat discrimination against people with disabilities, promote active measures to counter it and ensure their inclusion in the socio-economic life of their communities.", "They should recognise that all people with disabilities are entitled to dignity, equal opportunity, their own income, education, employment, acceptance and integration in social life, including accessibility, health care as well as medical and functional rehabilitation.", "They should guarantee that people with disabilities are ensured protection – to at least the same extent as other citizens – in their use of services of all kinds.", "3. Prevention of abuse", "Member States should increase public awareness, promote open discussion, develop knowledge, and improve education and professional training.", "They should encourage cooperation between authorities and organisations in finding measures to prevent abuse, to improve detection and reporting of abuse, and to support the victims.", "They should create, implement and monitor legislation concerning the standards and regulation of professionals and care settings, in order to make abuse of people with disabilities less likely through action taken or through failure to act.", "4. Legal protection", "Member States should ensure access to the criminal justice system and provision of redress and/or compensation to people with disabilities who have been victims of abuse at least to the same extent as other citizens. Where necessary additional assistance should be provided to remove physical and other barriers for people with disabilities.", "People with disabilities are applicants under civil law whose rights should be safeguarded. Member States should therefore ensure that professionals working within the criminal justice system treat people with disabilities without discrimination and in such a way as to guarantee them equality of opportunity in the exercise of their rights as citizens.", "...”", "78. The relevant parts of Resolution 1642 (2009) of the Parliamentary Assembly on access to rights for people with disabilities and their full and active participation in society (adopted on 26 January 2009) read as follows.", "“1. More than one person in every 10 suffers from some form of disability, representing a total of 650 million people worldwide, with an even greater ratio of up to 200 million in Europe alone. There is a correlation between age and disability: as the population ages and health care improves, the number of people with disabilities in Europe grows, and it will continue to grow.", "2. The Parliamentary Assembly recalls that the Council of Europe’s European Convention on Human Rights (ETS No. 5) protects all people, including those with disabilities, and that Article 15 of the revised European Social Charter (ETS No. 163) explicitly guarantees people with disabilities the effective exercise of the right to independence, social integration and participation in the life of the community. A more recent and eagerly awaited text, the United Nations Convention on the Rights of Persons with Disabilities, came into force with effect from 3 May 2008. The Assembly welcomes this text, which gives a detailed description of the rights of people, including children, with disabilities, and will certainly contribute to the change of perception needed to improve the situation of people with physical or mental disabilities.", "3. The Assembly notes that, in practice, the access of people with physical or mental disabilities to their rights on an equal basis with those of people without disabilities frequently remains wishful thinking and proves inadequate. It therefore welcomes the preparation by the Council of Europe of the Disability Action Plan to promote the rights and participation of people with disabilities in society for 2006-2015 (Recommendation Rec(2006)5 of the Committee of Ministers), which endeavours to find practical responses to the most serious and most common problems encountered by people with disabilities, to foster equality of opportunities, and which advocates a number of measures to improve the situation of people with disabilities in all aspects of everyday life.", "...", "18. Whereas the attitude of society, prejudice and fixed mindsets remain the main obstacle to the access to rights for people with disabilities and their full and active participation in society, the Assembly invites member States to:", "18.1. step up their campaigns drawing public attention to, and providing information about, disability-related issues;", "18.2. take legal action against and penalise discriminatory practices and unacceptable attitudes towards people with disabilities, especially abuse, committed either by isolated individuals or in health-care establishments;", "18.3. disseminate examples of good practices in all spheres of everyday life, so as to make clearer − to all, and particularly to young people − the scope of this question in civil society, the working environment and the world of education;", "18.4. ensure the full and active participation of people with disabilities in all of these processes.", "...”", "79. The relevant parts of the Convention on the Rights of Persons with Disabilities (which was ratified by Croatia in August 2007 and came into force on 3 May 2008) read:", "“The purpose of the present Convention is to promote, protect and ensure the full and equal enjoyment of all human rights and fundamental freedoms by all persons with disabilities, and to promote respect for their inherent dignity.", "Persons with disabilities include those who have long-term physical, mental, intellectual or sensory impairments which in interaction with various barriers may hinder their full and effective participation in society on an equal basis with others.”", "“1. States Parties undertake to ensure and promote the full realization of all human rights and fundamental freedoms for all persons with disabilities without discrimination of any kind on the basis of disability. To this end, States Parties undertake:", "a. to adopt all appropriate legislative, administrative and other measures for the implementation of the rights recognized in the present Convention;", "b. to take all appropriate measures, including legislation, to modify or abolish existing laws, regulations, customs and practices that constitute discrimination against persons with disabilities;", "c. to take into account the protection and promotion of the human rights of persons with disabilities in all policies and programmes;", "d. to refrain from engaging in any act or practice that is inconsistent with the present Convention and to ensure that public authorities and institutions act in conformity with the present Convention;", "e. to take all appropriate measures to eliminate discrimination on the basis of disability by any person, organization or private enterprise;", "...”", "“1. States Parties recognize that all persons are equal before and under the law and are entitled without any discrimination to the equal protection and equal benefit of the law.", "2. States Parties shall prohibit all discrimination on the basis of disability and guarantee to persons with disabilities equal and effective legal protection against discrimination on all grounds.", "3. In order to promote equality and eliminate discrimination, States Parties shall take all appropriate steps to ensure that reasonable accommodation is provided.", "4. Specific measures which are necessary to accelerate or achieve de facto equality of persons with disabilities shall not be considered discrimination under the terms of the present Convention.”", "“1. States Parties undertake to adopt immediate, effective and appropriate measures:", "a. to raise awareness throughout society, including at the family level, regarding persons with disabilities, and to foster respect for the rights and dignity of persons with disabilities;", "b. to combat stereotypes, prejudices and harmful practices relating to persons with disabilities, including those based on sex and age, in all areas of life;", "c. to promote awareness of the capabilities and contributions of persons with disabilities.", "Measures to this end include:", "a. Initiating and maintaining effective public awareness campaigns designed:", "i. to nurture receptiveness to the rights of persons with disabilities;", "ii. to promote positive perceptions and greater social awareness towards persons with disabilities;", "iii. to promote recognition of the skills, merits and abilities of persons with disabilities, and of their contributions to the workplace and the labour market;", "b. Fostering at all levels of the education system, including in all children from an early age, an attitude of respect for the rights of persons with disabilities;", "c. Encouraging all organs of the media to portray persons with disabilities in a manner consistent with the purpose of the present Convention;", "d. Promoting awareness-training programmes regarding persons with disabilities and the rights of persons with disabilities.”", "“1. No one shall be subjected to torture or to cruel, inhuman or degrading treatment or punishment. In particular, no one shall be subjected without his or her free consent to medical or scientific experimentation.", "2. States Parties shall take all effective legislative, administrative, judicial or other measures to prevent persons with disabilities, on an equal basis with others, from being subjected to torture or cruel, inhuman or degrading treatment or punishment.”", "“1. States Parties shall take all appropriate legislative, administrative, social, educational and other measures to protect persons with disabilities, both within and outside the home, from all forms of exploitation, violence and abuse, including their gender-based aspects.", "2. States Parties shall also take all appropriate measures to prevent all forms of exploitation, violence and abuse by ensuring, inter alia, appropriate forms of gender- and age-sensitive assistance and support for persons with disabilities and their families and caregivers, including through the provision of information and education on how to avoid, recognize and report instances of exploitation, violence and abuse. States Parties shall ensure that protection services are age-, gender- and disability-sensitive.", "3. In order to prevent the occurrence of all forms of exploitation, violence and abuse, States Parties shall ensure that all facilities and programmes designed to serve persons with disabilities are effectively monitored by independent authorities.", "4. States Parties shall take all appropriate measures to promote the physical, cognitive and psychological recovery, rehabilitation and social reintegration of persons with disabilities who become victims of any form of exploitation, violence or abuse, including through the provision of protection services. Such recovery and reintegration shall take place in an environment that fosters the health, welfare, self-respect, dignity and autonomy of the person and takes into account gender- and age-specific needs.", "5. States Parties shall put in place effective legislation and policies, including women- and child-focused legislation and policies, to ensure that instances of exploitation, violence and abuse against persons with disabilities are identified, investigated and, where appropriate, prosecuted.”", "“Every person with disabilities has a right to respect for his or her physical and mental integrity on an equal basis with others.”"], "VIOLATED_ARTICLES": ["13", "3", "8"], "VIOLATED_PARAGRAPHS": ["8-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}