{"ITEMID": "001-5341", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "ADMISSIBILITY", "DATE": 2000, "DOCNAME": "A.K. and T.K. v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Georg Ress", "TEXT": ["The applicants are Polish nationals, born in 1950 and 1946 respectively. They are a married couple and live in Olsztyn, Poland.", "A.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 10 May 1988 the applicants bought for cash 3 shares in a joint stock company (spółka akcyjna) “C”. On 23 May 1989 the shareholders of the company decided that the share capital would be increased to 25,000,000 million old zlotys (PLZ) and approved a private placement of a new issue of shares. On 30 November 1989 the applicants signed before a notary a deed in which they agreed to acquire 500 shares in the “C” company in exchange for a contribution in kind. Their contribution consisted of an industrial estate situated in the Barczewo county. On the same date the company was registered as the owner of the property in the Olsztyn District Court real property register (Sąd Rejonowy Wydział Ksiąg Wieczystych).", "On 15 June 1990 the second applicant joined the company management board. Subsequently, he became unhappy with certain decisions of other company directors. As a result, on 6 April 1992 the applicants requested the company that their contribution in kind be returned to them.", "On 28 May 1992 the Olsztyn District Court allowed the company’s request and registered in the commercial register an increase in the share capital to PLZ 25,000,000.", "On 29 May 1992 the shareholders of the company adopted a resolution obliging the management board to conclude an agreement under which the property contributed by the applicants would be transferred back to them and they would return the company shares. At the same time, the shareholders approved the second applicant’s resignation from the board. Subsequently, the applicants requested the prosecution service to initiate criminal proceedings against certain members of the management board. In addition, they were involved in court proceedings concerning the property record in a real property register and bankruptcy proceedings relating to the “C” company.", "On 16 June 1993 the applicants lodged with the Olsztyn District Court an application under Section 21 of the Commercial Code. They requested the court to strike out two entries in the commercial register concerning the “C” company. The first contested entry stated that the share capital of the company amounted to PLZ 25,000,000. The second entry confirmed changes in the company by-laws. The applicants claimed that the entries had been based on untrue statements and inaccurate information and had been inadmissible in law.", "On 8 February 1994 the court held a hearing and took evidence from the parties.", "On 23 January 1995 the applicants complained to the Supreme Court (Sąd Najwyższy) about the inactivity of the Olsztyn District Court. They claimed that the proceedings in their case disclosed unreasonable delay even though their request could have been decided at the first hearing.", "On 24 February 1995 the Supreme Court notified the President of the Olsztyn District Court that the above complaint had been lodged and instructed the court of first instance to take further action in respect of it.", "On 23 March 1995 the Olsztyn District Court held a hearing during which it allowed the applicants' request of 16 June 1993. In particular, the court struck out two entries in the commercial register concerning an increase of the share capital and amendments of the by-laws. The court also ordered the management board that the amendments to the company by-laws be made to ensure their compliance with domestic legislation. In addition, it instructed the board to take several other measures required by the Commercial Code in relation to the increase in the share capital.", "B. Relevant domestic law", "The 1934 Commercial Code provides that a joint-stock company should be registered in the District Court commercial register. The Register contains records concerning inter alia a company name, registered office, business, officers, share capital, number of shares and contributions. A company is required to notify within 2 weeks any changes in the records.", "Section 21 of the Commercial Code, insofar as relevant, provides:", "\"1. (...) where an application is made to rectify or strike an entry out of the commercial register on the grounds that it is unjustified, the court may order that a warning (wzmianka) [about the application] be made in the register. (…)”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}