{"ITEMID": "001-61627", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 2004, "DOCNAME": "CASE OF B.B. v. THE UNITED KINGDOM", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 14+8 with regard to different treatment of homosexuals and heterosexuals;Not necessary to examine Art. 14+8 with regard to alleged discrimination on basis of age;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses (domestic proceedings) - claim dismissed;Costs and expenses partial award - Convention proceedings", "JUDGES": "Matti Pellonpää;Nicolas Bratza", "TEXT": ["9. The applicant was born in 1957 and lives in London.", "10. The relevant facts of the case, as submitted by the parties, may be summarised as follows. The events described below took place between January 1998 and February 1999.", "11. The applicant contacted the police after he was attacked by a young man with whom he had had homosexual relations. He was arrested for allegedly engaging in buggery with a young man aged 16 years of age contrary to section 12(1) and schedule 2 of the Sexual Offences Act 1956. The applicant underwent a medical examination with his consent during which samples were taken and his residence was searched by police. He was released on police bail the following day and was subsequently formally charged.", "12. The applicant attended before the Magistrates' Court on four occasions and each time he was bailed to re-appear. During this period, the applicant wrote to the Crown Prosecution Service (CPS) and other government officials stating that the criminal proceedings against him violated his human rights, citing the case of Sutherland v. the United Kingdom (no. 25186/94, Commission's report of 1 July 1997, unpublished).", "13. The applicant subsequently requested leave to apply for judicial review of the CPS decision to prosecute him but this application was refused. His renewed application was later rejected by the High Court. Following a hearing at the Magistrates' Court, the applicant was committed for trial at the Central Criminal Court. He appeared before the Central Criminal Court for a plea and directions hearing and for a hearing on various matters including his request for the trial to be postponed in order to allow him more time to prepare.", "14. The CPS later advised the applicant by letter that it had decided not to proceed with the case against him and that he should accordingly attend the Central Criminal Court on a particular date. On that date he was formally acquitted by that court. The trial judge asked the applicant if he would like to make a claim for costs but, following a brief discussion, the applicant decided not to make any claim on the grounds that, in his view, the CPS were “quibbling” over the amount to be awarded.", "15. Section 12(1) of the Sexual Offences Act 1956 (“the 1956 Act”) made it an offence for a person to commit buggery with another person. Pursuant to Section 13 of the 1956 Act it was an offence for a man to commit an act of “gross indecency” with another man, whether in public or private.", "16. Section 14(1) of the 1956 Act made it an offence for a person to commit indecent assault on a woman. Section 14(2) of the 1956 Act provided that a girl under the age of sixteen years of age could not give any consent which would prevent an act being an assault for the purposes of the section.", "17. Section 1 of the Sexual Offences Act 1967 (“the 1967 Act”) provided, inter alia, as follows:", "“(1) Notwithstanding any statutory or common law provision ... a homosexual act in private shall not be an offence provided that the parties consent thereto and have attained the age of twenty-one years. ...", "(7) For the purposes of this section a man shall be treated as doing a homosexual act if, and only if, he commits buggery with another man or commits an act of gross indecency with another man or is a party to the commission by a man of such an act ...”", "18. The subsequent Criminal Justice and Public Order Act 1994 (“the 1994 Act”) replaced “twenty-one years” in the 1967 Act with “eighteen years”.", "19. This Act entered into force on 8 January 2001. Section 1 reads:", "“(1) In the Sexual Offences Act 1956-", "(a) in subsections (1A) and (1C) of section 12 (buggery); and", "(b) in sub-paragraphs (a) and (b) of paragraph 16 (indecency between men etc.) of Schedule 2 (punishments etc.),", "for the word 'eighteen' there shall be substituted the word 'sixteen'.”"], "VIOLATED_ARTICLES": ["14", "8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}