{"ITEMID": "001-76876", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FIN", "BRANCH": "ADMISSIBILITY", "DATE": 2006, "DOCNAME": "KARLSSON AND OTHERS v. FINLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicants, Mr Gunnar Karlsson, Ms Siv Jönsson, Mr Uno Karlsson and Ms Margareta Gustavsson are Swedish nationals who were born in 1945, 1944, 1950 and 1945, respectively, and live in Sweden. They are represented before the Court by Mr Christian Holmsten, a lawyer practising in Vaasa. The Finnish Government (“the Government”) were represented by their Agent, Mr Arto Kosonen of the Ministry for Foreign Affairs.", "The facts of the case, as submitted by the parties and as they appear from the documents, may be summarised as follows.", "In November 1992 and March 1995, a forest in Kerklax in the municipality of Maxmo, owned by S., a relative of the applicants, was sold to a company Österbottens Träd Ab for FIM 88,633.70 (EUR 14,907) and 13,317.10 (EUR 2,240) respectively.", "On 14 July 1995, S. died. The applicants became beneficiaries of his estate.", "On 9 January 1996 the applicants filed a criminal complaint with the police in Vörå, Finland (which later became Korsholm police) against O., S.’s brother. They alleged that the sales of 1992 and 1995 were not executed by S., but by O. for his own or his son R.’s benefit. They submitted various documents to support their allegations.", "On 23 January 1996 one witness was questioned. On 11 March 1996 the police interrogated O., who told the police that the proceeds of the sales of the forest were paid to his son R. According to the pre-trial investigation report the police questioned the applicants on 31 March 1998, 7 April 1998, 12 August 1998 and 28 August 1999. In these interviews the applicants stated that they sought damages from O. and/or R.", "On 28 August 1999 the police interrogated R., who lived in Sweden, by telephone. R. was never heard in person by the police.", "On 31 August 1999 the police concluded their investigations. On 2 May 2000 the public prosecutor lodged charges against O. and R. before the District Court (käräjäoikeus, tingsrätten) of Korsholm. On 15 June 2000 the court held a hearing. On 29 June 2000 the District Court convicted O. and R., who had denied the charges, of aggravated theft and aggravated receiving of stolen goods respectively, and sentenced them to seven months’ and six months’ conditional imprisonment respectively. The court ordered them jointly to pay damages to the applicants.", "O. and R. appealed to the Court of Appeal (hovioikeus, hovrätten) of Vaasa. On 8 May 2001 it held an oral hearing. On 7 June 2001 the court reversed the judgment of the District Court, acquitting O. and R. and quashing the decision on damages. The appellate court excluded the pre-trial statement by R. as it had not been obtained from him in person but by telephone. Furthermore, it found that there was not enough evidence of any criminal conduct concerning the forest sale of 1992. As to the sale of 1995, the court found that it was unclear who had signed the contract.", "On 19 July 2001 the applicants applied for leave to appeal from the Supreme Court, claiming, inter alia, that the Court of Appeal should have referred the case to the District Court for reconsideration. When the court excluded R.’s pre-trial statement as evidence, R. was allegedly able to tailor his statements before the domestic courts to fit the statements of the complainants and witnesses. They further claimed that the pre-trial investigation, which had lasted over three and a half years, had not been carried out properly.", "On 18 October 2001 the Supreme Court (korkein oikeus, högsta domstolen) refused leave to appeal.", "Section 2, subsection 1 of the Criminal Investigations Act (esitutkintalaki, förundersökningslag; Act no. 449/1987) provides that the police or another investigation authority shall carry out a pre-trial investigation when, on the basis of a report made to it or otherwise, there is reason to believe that an offence has been committed.", "According to section 5 of the said Act (Act no. 692/1997) the civil-party claim of the injured party has to be clarified in the pre-trial investigation, if the injured party has requested the public prosecutor to pursue his/her claim at the trial.", "Section 6 of the said Act provides that a pre-trial investigation shall be carried out without undue delay.", "Section 22 of the said Act (as in force at the relevant time) provided that a person to be interrogated had to be present in person. However, in cases of minor significance, a suspect could give his/her statement through an attorney or by telephone, provided that he/she did not deny the alleged offence.", "Under Chapter 3, section 1 of the Criminal Procedure Act (laki oikeudenkäynnistä rikosasioissa, lag om rättegång i brottmål; Act no.689/1997) a civil claim arising from the offence for which a charge has been brought, may be heard in connection with the charge. If such a claim is lodged separately, the provisions on civil procedure apply.", "Section 9, subsection 1 of the said Act provides that on the request of the injured party, the public prosecutor shall pursue the civil claim of the injured party, arising from the offence for which the charge has been brought if this is possible without major inconvenience and if the claim is not manifestly ill-founded. Under subsection 2 the injured party shall lodge his/her request during the pre-trial investigation or with the prosecutor. He/she shall also provide an account of the circumstances on which the claim is founded.", "Section 21 of the Constitution of Finland (perustuslaki, grundlagen; Act no. 731/1999) provides that everyone has the right to have his or her case dealt with appropriately and without undue delay by a legally competent court of law or other authority. This section is equivalent to section 16 of the repealed Constitution Act of Finland of 1918 (Suomen Hallitusmuoto, Regeringsform för Finland), as in force at the relevant time."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}