{"ITEMID": "001-21917", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FIN", "BRANCH": "ADMISSIBILITY", "DATE": 2001, "DOCNAME": "T.K. v. FINLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Georg Ress", "TEXT": ["The applicant is a Finnish citizen, born in 1960 and resident in Haparanda (Sweden). She is represented by Ms Anu Suomela of the Association for Family Rights in Finland (Perheen Suojelun Keskusliitto PESUE r.y.). The respondent Government are represented by Mr Arto Kosonen, Director in the Ministry for Foreign Affairs.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant is a mother of four. Her oldest daughter A., born in 1983, was placed in public care from September 1985 to June 1987 on account of the applicant’s mental problems. The care was terminated after sole custody of A. had been granted to her father S.", "At the beginning of the events of relevance to the application, the applicant’s sons N. and J., born in 1987 and 1991 respectively, lived with the applicant and her partner R. N.’s father is P. and J.’s father is R.", "Between February and April 1993 the Social Welfare Office of Tornio, having received an indication under the Child Welfare Act (lastensuojelulaki, barnskyddslag 683/1983), on several occasions attempted to interview the applicant and R. and to verify their home conditions. As the applicant refused social officials access into her home and refused to allow N. and J. to undergo expert examinations, the Social Welfare and Health Board (sosiaali- ja terveyslautakunta, social- och hälsovårdsnämnden), on 12 May 1993, decided to place them in public care pursuant to section 16 of the Child Welfare Act.", "The Board considered that the applicant was suffering from mental problems which had taken the form of “deviating behaviour” and difficulties in her personal relations. For over a year the Board had received information about the family which had given rise to concerns. The applicant had been “abandoning” J., stating that he was not her son but R.’s. She had also been threatening J. and was suspected of not feeding him properly. Because of her strong personality the whole responsibility for the children’s upbringing had been placed on her. She and R. had not been co-operating with the social authorities. A home helper had only managed to control to some extent “the chaos” in their home. They had turned down an offer to place J. in a day care centre and had brought N. to day care only irregularly. N.’s short-term stay in a foster home with the applicant’s consent had not been appropriate, since that home had been located in the same town as the applicant’s home. The applicant had also taken N. home before his planned three-month stay had come to an end. The Board expressed the hope that the applicant would seek treatment.", "According to the applicant, the information on which the Board’s findings were based had not been submitted by persons qualified to assess her mental health. Two opinions were submitted by physicians who had allegedly never examined her. Some opinions were allegedly based on information provided by a social worker without the applicant’s knowledge and consent. A further opinion was submitted by an official of the Board who had not examined those involved either.", "The care orders were not enforced immediately. The applicant and R. appealed to the County Administrative Court (lääninoikeus, länsrätten) of Lapland.", "At the relevant time the applicant had sole custody of N., who was spending his summer holidays with his father P. in Tampere. The social authorities told P. not to return N. to the applicant after the holidays. Thereafter his public care was implemented in his father’s home.", "On 3 September 1993 the County Administrative Court, without holding an oral hearing, rejected the applicant’s and R.’s appeal against the care orders. They appealed further to the Supreme Administrative Court (korkein hallinto-oikeus, högsta förvaltningsdomstolen).", "On 16 September 1993 J. was forcibly removed from the applicant’s arms in their home with a view to implementing the care order. Following an observation period in a hospital J. was placed in the SOS Children’s Village at Yli-Tornio. The applicant’s complaint about the enforcement manner did not lead to charges being brought by the Public Prosecutor.", "On 12 October 1993, the applicant and R. requested the Social Welfare and Health Board to revoke the public care orders. This was refused on 17 November 1993. On 11 November 1994 the County Administrative Court rejected the applicant’s appeal without holding an oral hearing. She did not appeal further to the Supreme Administrative Court.", "In a decision of 21 January 1994 a social welfare officer refused to provide the applicant with a copy of her client records, since they also contained information concerning third persons. The official noted that the applicant’s counsel had studied the records in the Social Welfare Office. The official scheduled a further appointment when the applicant could read the records in the Office.", "On 2 March 1994 the Social Welfare and Health Board apparently ordered that the documents in question could be released to the applicant as the information relating to third persons had been deleted.", "On 30 March 1994 the Social Welfare and Health Board adopted a care plan for J. It further rejected the applicant’s request for access to documents relating to her daughter A.’s taking into care in 1985, since that material was in the possession of the social authorities in Mäntsälä, which the applicant could petition directly. In her appeal the applicant, inter alia, questioned the continued public care of the children and the collection of information supporting such care. Her appeal was rejected by the County Administrative Court on 11 November 1994 but the court did afford her an opportunity to study the documents relating to her daughter A.’s taking into care in 1985. The applicant did not appeal further in so far as this was possible (with the exception of the terms of the care plan).", "Meanwhile, when returning home in August or September 1994 a few days before the applicant was about to give birth to her fourth child she saw an ambulance waiting for her in her yard. Expecting to be placed in compulsory psychiatric care, she had her partner R. drive her to Sweden, where she gave birth on 4 September 1994. She returned to Finland shortly thereafter but later moved back to Sweden.", "On 6 October 1994 the Supreme Administrative Court rejected the applicant’s appeal against the County Administrative Court’s decision of 3 September 1993 after having obtained written observations from the Social Welfare Board. The applicant was also able to submit a rejoinder", "At the Social Welfare Board’s request the District Court (käräjäoikeus, tingsrätten) of Tampere, on 29 June 1995, transferred the custody of N. from the applicant to N.’s father P. The applicant did not attend the court hearing, though duly summoned.", "A further request by the applicant to have the public care orders concerning N. and J. revoked, alternatively to have the access restrictions alleviated, was rejected by the Social Welfare and Health Board on 4 October 1995. Her appeal was rejected by the County Administrative Court on 8 March 1996 after an oral hearing where R. was also heard. The court noted the applicant’s lack of co-operation which had rendered it impossible for the social authorities to ascertain the alleged improvement in the home conditions. Nor had any other evidence of such improvement been adduced. The County Administrative Court also upheld the care plan adopted by the Social Welfare and Health Board on 23 August 1995 in respect of J. It urged the Board to specify the support measures necessary for improving the home conditions, but this again required co-operation between the social authorities and J.’s parents (i.e. the applicant and R.).", "The applicant apparently did not appeal to the Supreme Administrative Court against the decision to uphold the care order.", "On 22 May 1996 the Social Welfare and Health Board terminated N.’s public care, noting that he was in the sole custody of his father P. As regards J., the Board noted that the applicant and R. had failed to show up to any of the recent meetings scheduled for discussing his care plan. On 28 May 1996 the number of meetings between J. and his parents and sister was reduced from one per week to one per month. R. was allowed one further monthly visit. This restriction was extended on 30 October 1996. Reference was made, inter alia, to the applicant’s threats against staff at the SOS Children’s Village (including a threat to blow up one employee’s car), her assault of a social welfare worker and her refusal to return A. to her father after a visit. Moreover, the applicant had failed to communicate the family’s new address to the authorities.", "The relevant legislation is outlined in the Court’s judgment in K. and T. v. Finland ([GC], no. 25702/94, §§ 94-136, ECHR 2001). Those provisions of particular relevance to the present case are described below.", "According to section 16 of the Child Welfare Act, the Social Welfare Board shall take a child into care and provide substitute care for him or her if (a) the child’s health or development is seriously endangered by lack of care or other conditions at home, or if the child seriously endangers his or her health and development by abuse of intoxicants, by committing an illegal act other than a minor offence, or by any other comparable behaviour, (b) the measures of assistance in open care are not appropriate or have proved to be inadequate; and (c) foster care is considered to be in the best interests of the child. Foster care shall be provided without delay where it is needed and is in the best interests of the child (section 9, subsection 2). The care order must be forwarded to the administrative court for approval if a party opposes it and in certain other circumstances (section 17, subsection 2).", "If a child is in imminent danger for a reason stated in section 16 or is otherwise in need of an urgent care order and substitute care, the Social Welfare Board may take him or her into care without submitting the decision to the administrative court for approval (section 18). An emergency care order expires within 14 days of the decision unless a normal order under section 17 is requested during that period. Such an order must be made within 30 days, or on special grounds within 60 days of the emergency order.", "The child’s custodians, biological parents and de facto carers shall be heard in respect of a proposed public care order and be notified of the decision taken (section 17, subsection 1, of the Child Welfare Act, as amended by Act no. 139/1990). The hearing procedure is governed by the Administrative Procedure Act (hallintomenettelylaki, lag om förvaltningsförfarande 598/1982). Under section 15 of the said Act a party shall be afforded the opportunity to reply to any claims put forward by others as well as to any evidence that may affect a decision to be taken. The Administrative Procedure Act does not lay down any minimum period of time which a party shall have at his or her disposal for preparing such a reply. A matter may be decided without a preceding hearing of a party inter alia if such a hearing would be manifestly unnecessary, would jeopardise the purpose of the decision or if the decision cannot be postponed. Section 17 of the Administrative Procedure Act requires that the competent authority duly investigate the matter before it and ensure the equality of the parties.", "According to section 47 of the Social Welfare Act (sosiaalihuoltolaki, socialvårdslag 710/1982), a decision made by the Social Welfare Board is enforceable regardless of an appeal (a) if the decision requires immediate implementation; (b) if, for reasons due to the arrangement of social welfare, the enforcement of the decision cannot be delayed; or (c) when the Social Welfare Board has ordered the decision to be enforced at once.", "According to section 24 of the Child Welfare Act, a child who is being cared for outside his or her original home shall be ensured those important, continuous and secure human relations which are important for his or her development. The child is entitled to meet his or her parents and other close persons and to keep in touch with them (subsection 1). The Social Welfare Board shall support and facilitate the child’s contacts with his or her parents and other close persons (subsection 2).", "According to section 25 of the Child Welfare Act and section 9 of the Child Welfare Decree, the Social Welfare Board or the director of a children’s home may restrict the right of access of a child in foster care to its parents or other persons close to him or her if (a) such access clearly endangers the development or safety of the child; or if (b) such a restriction is necessary for the safety or security of the parents, or the children or staff in the children’s home. The restriction shall be limited in time. It shall mention the persons whose rights are being restricted, the kind of contacts concerned by the restriction and the extent of the restriction.", "The care plan to be drawn up in respect of a child in public care shall mention (a) the purpose and objectives of the placement; (b) what kind of special support will be organised for the child, for the persons in charge of the child’s care and upbringing and for the child’s parents; (c) how the child’s right of access to its parents and other persons close to the child will be organised; and (d) how after-care is going to be organised. According to section 4 of the Child Welfare Decree, the care plan shall be elaborated in co-operation with those involved.", "Under the Social Welfare Act (sosiaalihuoltolaki, socialvårdslag 710/1982) social welfare officials may not, without the consent of the person concerned or that of, for instance, his or her custodian, disclose personal and family information obtained in the performance of their duties. This duty of confidentiality does not prevent officials from disclosing information to those entitled to obtain it for the performance of their official duties (section 57). Thus the social welfare authorities are entitled to obtain, from a public body such as a municipal care centre, any material required for the performance of their duties (section 56). The confidentiality of patient records, as stipulated in the Act on the Status and Rights of Patients (laki potilaan asemasta ja oikeuksista, lagen om patientens ställning och rättigheter 785/1992), may thereby be waived (section 13 of the said Act). A refusal to disclose information requested under section 56 of the Social Welfare Act constitutes an offence (section 58).", "The Child Welfare Act obligates the authorities to provide social welfare authorities with information not only in accordance with Section 56 of the Social Welfare Act but also actively and on their own initiative. According to section 40 of the Child Welfare Act, certain officials are under a duty to notify the social authorities immediately whenever a child appears to be in evident need of child welfare measures. Others may also notify the Social Welfare Board of similar suspicions."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}