{"ITEMID": "001-91238", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF NOVINSKIY v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 3 (substantive aspect);Violation of Art. 34;Non-pecuniary damage - award", "JUDGES": "Alvina Gyulumyan;Anatoly Kovler;Corneliu Bîrsan;Egbert Myjer;Elisabet Fura;Josep Casadevall", "TEXT": ["6. The applicant was born in 1963 and previously resided in the town of Togliatti.", "7. On 22 December 1999 police officers searched the applicant’s flat and arrested him on suspicion of having committed a number of crimes.", "8. Thereafter the applicant was remanded in custody pending the outcome of the criminal proceedings against him.", "9. The applicant alleged that he had been tortured during the pre-trial investigation.", "10. By a judgment of 1 November 2000 the Samara Regional Court convicted the applicant and a number of co-accused and sentenced them to various terms of imprisonment. Having regard to various pieces of evidence, including the oral evidence given by a number of witnesses, the court found the applicant guilty of organising and inciting others to murder and bribery and sentenced him to twenty-one years’ imprisonment.", "11. The applicant, one of his co-accused and their counsel appealed against the judgment of 1 November 2000.", "12. On 22 October 2001 the Supreme Court examined and partly allowed the defence appeals. The applicant was acquitted of some of the charges and his sentence was reduced to nineteen years’ imprisonment.", "13. The parties agree on the following time-line with regard to the applicant’s pre-trial detention.", "14. The applicant was initially arrested on 22 December 1999. He has remained in detention since that date. Pending criminal proceedings against him, he was detained intermittently in IVS-1, IZ-63/1, IZ-77/3 and IZ-63/2.", "15. From 11 to 16 June 2001 he was detained in IZ-63/1. On 16 June 2001 the applicant was sent to IZ-77/3 in the city of Moscow to take part in the appeal proceedings in his case. On 13 November 2001 the authorities transferred the applicant back to IZ-63/1. The applicant remained there until 5 December 2001. On that date he was transferred to prison facility IK-13 of the Samara Region to serve his sentence of imprisonment. Some years later, on 23 August 2006, the applicant was transferred from IK-13 to IK-26.", "16. From 11 to 16 June 2001 and from 13 November to 5 December 2001 the applicant was detained in cell no. 36 of IZ-63/1.", "17. According to the Government, the cell measured 34.02 square metres (6.3 x 5.4 x 3.1 metres), had a window and contained eight sleeping places, with no more than seven inmates being held together with the applicant.", "18. The applicant stated that the cell measured around 30 square metres, contained ten two-tier beds designed for twenty detainees and a wooden table for ten persons. There were between 18 and 32 detainees in the cell at the relevant time. The prisoners were permitted daily outdoor exercise which lasted for 40 minutes. It was cold in the cell in winter (+13o C to +15o C) and stiflingly hot (+30o C to +40o C) in summer.", "19. To support his allegations, the applicant referred to statements of support signed by a number of his fellow inmates who had witnessed the conditions of detention in the same cell or in other cells of IZ-63/1 (see paragraphs 37, 40, 43, 47, 56, 58, 59, 63 and 65 below).", "20. The Government disputed the validity and veracity of these statements, submitting that none of the witnesses in question had been detained in the same cell simultaneously with the applicant.", "21. The Government were requested to submit specific information on the number of inmates and beds in pre-trial detention centre IZ-63/1 from 11 to 16 June 2001 and from 13 November to 5 December 2001. They were invited to provide separate information for each day of the periods in question.", "22. In response the Government submitted that no more than 1,100 inmates had been held in IZ-63/1 during the specified periods.", "23. They could not submit copies of official logs and documentation as these documents had been destroyed following the expiry of the time-limit for their storage. From the documents confirming the destruction it follows that the registration logs in respect of the cells for the following three periods – 3 June to 25 September 2001, 26 September to 22 November 2001 and 23 November 2001 to 5 March 2002 – were destroyed in January 2007. The duty sheet (постовая ведомость) for June and November-December 2001 was destroyed in March 2005. The certificates on daily movements of inmates (справки о движении заключённых за сутки), daily logs on the presence and movements of inmates (суточные сводки о наличии и движении заключённых) and lists of inmates’ moves between cells (списки перемещения заключённых из камеры в камеру) for the year 2001 were destroyed in February 2003.", "24. Instead, the Government submitted the following statements dated 10 January 2008 from officers D.K. and D.S., who had both served in that prison at the relevant time:", "“In accordance with decree no. 63 of the Ministry of Justice of the RF dated 19 February 2001, the capacity of pre-trial detention centre no. 1 of the town of Samara was 1,100 inmates in 2001 and the overall number of inmates did not exceed that figure.", "Cell no. 36 is equipped with eight sleeping places. In 2001 there were no more than eight inmates in the cell, including [the applicant].”", "25. The Government also submitted, with reference to official certificates issued by the head of the prison authorities of IZ-63/1, that there had been 1,056 beds for inmates and 44 beds in the hospital unit of facility IZ-63/1. They also referred to order no. 63 of the Ministry of Justice dated 19 February 2001 on, among other things, the capacity of pre-trial detention centres in Russia. The order states specifically that IZ/63-1 had at the relevant time an overall living surface in cells of 4,400 square metres and was capable of accommodating 1,100 inmates.", "26. The applicant partly agreed and partly disagreed with the information submitted by the Government. He stated that he may have remembered the exact number of inmates incorrectly and it was likely that in the specified periods there had been between 14 and 18 inmates with him in the cell. The applicant insisted that the cell was nevertheless overcrowded. He also specified that there had been eight two-tier bunk beds which had provided a total of sixteen sleeping places.", "27. He submitted further statements by former inmates Mr S.V. Sidorchuk and Mr S.A. Rassokhin, who both again confirmed their earlier support (see paragraphs 46 and 51 below).", "28. The applicant also submitted an article dated 25 September 2006 entitled “SIZO-1 – The gates of the Samara Prison System” (СИЗО-1 – ворота Самарской УИС), from an official newspaper published by the Central Department for the Execution of Sentences of the Ministry of Justice called Prison and Freedom (Тюрьма и воля) (issue no. 17-18), in which it was stated that:", "“... for over forty-two years the staff of SIZO [IZ-63/1] have been carrying out difficult tasks on the State’s behalf. They do so in difficult conditions. In the first place, they have to cope with overcrowding. Although it has a capacity of 1,200 persons, around 1,600 inmates are being held here, whilst a couple of years ago the number of inmates was in excess of 3,000. For continuous periods of time, not only male but also female inmates were being held there.”", "29. Between 16 June and 12 November 2001 the applicant was held in IZ-77/3 in the city of Moscow.", "30. The applicant submitted that he had been detained in cell no. 524, measuring 27 square metres and containing 24 bunk beds. During the period between June and November 2001 the cell held between 34 and 48 inmates. It was infested with insects and had neither a separate toilet nor proper ventilation.", "31. The Government submitted that the applicant had been detained in cells no. 523 and no. 524. Cell no. 523 measured 35.8 square metres, had 32 sleeping berths and contained no more than 28 persons besides the applicant. Cell no. 524 measured 32.8 square metres, had 32 sleeping places and contained no more than 28 persons besides the applicant. Each of the cells had two windows.", "32. The Government submitted handwritten statements by prison inspectors Kh. and L. dated 20 January 2006, in which they certified that in 2001 there had been no more than 28 persons in cells 523 and 524.", "33. According to the applicant these two cells were similar to each other and measured about 27 square metres, with 24 sleeping places each. At all the relevant times there were between 32 and 48 inmates in these cells. The prisoners had to sleep in turns. The cells were infested with insects, cockroaches and lice. The applicant admitted that some sanitation work had been carried out, but noted that it had been to no avail as the insects from the prisoners’ bedding had re-infested the cells each time.", "34. The Government submitted that the inmates in both prisons had been provided with all the necessary bed linen, including a mattress, a blanket, two sheets, a pillowcase and a towel.", "35. In respect of both prisons, the Government submitted that all prisoners had a fifteen-minute shower every seven days, that all the cells had been equipped with day-time as well as night-time lighting, that there had been a central heating system in the cells, that the inmates had been provided with food in accordance with the relevant instructions and rules and had had the possibility of receiving food parcels from their relatives, that the prisoners had been provided with medical assistance and had been regularly examined by prison doctors, that the WC area in both prisons had been separated from the living area by a brick wall and that the applicant had never complained about the conditions of his detention at the domestic level.", "36. In his observations on the admissibility of the case the applicant submitted a number of statements from his fellow prisoners.", "37. In an undated statement Mr S.N. Vasilyev fully confirmed the applicant’s account of the conditions of detention, specifically supporting his submissions in respect of, among other things, conditions in IZ-63/1.", "38. In a statement dated 28 April 2006 Mr S.N. Vasilyev contested the Government’s factual submissions in respect of IZ-63/1. He stated that the Government’s presentation of the situation had been wrong, and he fully confirmed the applicant’s description of cells in IZ-63/1.", "39. Mr S.N. Vasilyev is currently at liberty, living in the town of Togliatti.", "40. In an undated statement Mr A.V. Bogolyubov, who also spent some time in IZ-63/1 (although not simultaneously with the applicant), supported the applicant’s submissions in respect of that prison.", "41. The Government also stated that one Mr A.V. Bogolyubov, whom they had traced to one of the prisons of the Samara Region, had never been detained in the same cell of the same prison in the Samara Region together with the applicant.", "42. It appears that the Mr A.V. Bogolyubov referred to by the applicant is a different person from the one referred to by the Government. The former is at liberty and currently resides in the town of Togliatti.", "43. In a statement of 3 March 2006 Mr S.A. Rassokhin confirmed the applicant’s account of the conditions of detention in IZ-63/1.", "44. The Government also stated that one Mr S.A. Rassokhin, whom they had traced to one of the prisons of the Samara Region, had never been detained in the same cell of the same prison in the Samara Region together with the applicant.", "45. It appears that the Mr S.A. Rassokhin referred to by the applicant is a different person from the one referred to by the Government. The former is at liberty and currently resides in the town of Togliatti.", "46. At the post-admissibility stage of the proceedings, the applicant submitted a fresh statement by Mr Rassokhin dated 27 January 2008, in which he said that he had been detained in IZ-63/1 in 2000-01 (although not in the same cell as the applicant) and had witnessed the fact that the actual number of beds in cells at that time was twice the figure submitted by the Government. Furthermore, in reality the cells measuring 30 square metres and containing 16 to 20 beds held twice as many inmates as there were beds.", "47. In a statement of 25 April 2006 Mr S.V. Sidorchuk said that he had spent some time in IZ-63/1 at approximately the same time as the applicant. Mr Sidorchuk confirmed the applicant’s account of the conditions of detention.", "48. In response to this statement, the Government submitted the following information. According to them, the inquiry revealed that Mr S.V. Sidorchuk had never been detained simultaneously with the applicant. They did not appear to dispute that Mr Sidorchuk had been detained in IZ-63/1 and had witnessed the conditions of detention in that prison.", "49. Furthermore, the Government submitted a statement from Mr Sidorchuk dated 24 August 2006, in which he retracted his earlier statement in support of the applicant’s complaints.", "50. In a statement of 6 February 2007 submitted by the Government, Mr Sidorchuk said that he remained a witness in the case, that he had not withdrawn his statement and that no pressure had been put on him by anyone. He added that he had never been detained at the same time as the applicant, with the result that his account of the conditions of detention concerned only himself and not the applicant.", "51. At the post-admissibility stage of the proceedings, the applicant submitted a fresh statement by Mr S.V. Sidorchuk dated 27 January 2008. Mr Sidorchuk was then at liberty and resided in the town of Togliatti. He again confirmed the truth of the applicant’s factual allegations in respect of IZ-63/1. He also explained that his earlier retraction of the statement of 25 April 2006 had been due solely to the fact that at the relevant time he had applied for release on parole and that the prison officials had made insinuations and disguised remarks to the effect that his application for release might not be granted unless he retracted.", "52. By letter of 21 March 2008 the applicant’s counsel, Ms Preobrazhenskaya, informed the Court that on 10 March 2008 Mr S.V. Sidorchuk had been apprehended by police officers and had spent the next six hours in the local department of the interior (the fact that Mr Sidorchuk was there between 1 p.m. and 7.15 p.m. is confirmed by an official certificate). He was questioned there by an assistant to the prosecutor, Mr S. Sviridov, in connection with his earlier statements in support of the applicant.", "53. Mr S.V. Sidorchuk submitted a written statement dated 12 March 2008, according to which he was apprehended at 1.35 p.m. on 10 March 2008 and was then escorted to the police station, where he waited four and a half hours to be questioned by Mr S. Sviridov. The interview concerned the applicant’s case before the Court and the statements made by Mr S.V. Sidorchuk in that connection. No direct threats or overt intimidation were used, but Mr S.V. Sidorchuk stated that he had felt pressurised by the State in connection with the applicant’s case.", "54. Mr S.V. Sidorchuk also submitted a copy of an interview record dated 10 March 2008 and a copy of the summons served on him by police officers on 10 March 2008. The interview record shows that he confirmed, among other things, the authenticity of his earlier statement dated 27 January 2008. The summons mentioned explicitly that Mr S.V. Sidorchuk was invited to an interview as a witness within the meaning of the domestic Code of Criminal Procedure, that he could come with his lawyer if he so wished and that he could be brought to the investigator by force or fined if he ignored the summons.", "55. The Government acknowledged that the interview had taken place (having submitted copies of official duty rosters and police station logs to that effect as well as explanatory statements by the escorting police officers), but denied any pressure or coercion and argued that the aim had been to check the veracity of earlier statements made by Mr S.V. Sidorchuk.", "56. In a statement of 18 April 2006 Mr V.I. Molochkov supported the applicant’s submissions in so far as they concerned cell no. 36 in IZ-63/1. It appears that Mr Molochkov was detained in that cell in 2001 at the same time as the applicant and that there were between 20 and 24 detainees and only 20 beds at that time.", "57. The Government also stated that Mr V.I. Molochkov had never been detained in the same cell of the same prison in the Samara Region together with the applicant. According to them, he had been detained in a different cell of IZ-63/1 from 8 December 2000 until an unspecified date.", "58. The following nineteen prisoners who were serving their sentence in IK-13 along with the applicant also supported his application: Mr A.S.Tikhonov (in respect of IZ-63/1), Mr V.G. Pamurzin (in respect of IZ-63/1), Mr S.Z. Suleymanov (in respect of IZ-63/1), Mr D.V. Vodopyanov (in respect of the conditions of detention in IZ-63/1), Mr O.V. Tkachenko (all complaints), Mr M. Moiseyev (all complaints), Mr D.N. Kartashov (all complaints), Mr S.N. Smirnov (all complaints), Mr D.I. Karlov (all complaints), Mr A.V. Borodin (in respect of IZ-63/1 in 2001), Mr N.R. Kofinullov (all complaints), Mr V.M. Kapitonov (all complaints), Mr V.S. Kalashnikov (all complaints), Mr A.V. Pronin (all complaints), Mr M.A. Mikhalkin (all complaints), Mr S.V. Sulkin (all complaints), Mr S.S. Kirzhenko (all complaints), Mr S.V. Karyakin (in respect of IZ-63/1), Mr S.V. Ashkhabekov (all complaints).", "59. In a statement of 27 April 2006 Mr V.V. Slivin mentioned that he had been detained from 1997 to 2002 in IZ-63/1 in overcrowded cells. According to Mr Slivin, the Government’s factual submissions could not reflect the true conditions in IZ-63/1 any earlier than 2003.", "60. The Government objected to this statement, as the applicant and Mr V.V. Slivin had never been detained in IZ-63/1 simultaneously. The Government did not appear to dispute that Mr V.V. Slivin had witnessed the conditions of detention in IZ-63/1 from 1997 to 2002.", "61. In a statement of 24 August 2006 Mr Slivin said that he had been detained in IZ-63/1 from 1997 to 2002, that he personally had had no complaints about the conditions of detention there and that he had promised no support to the applicant. Mr Slivin confirmed that he had previously supported the applicant only in so far as his own personal experience was concerned.", "62. In a statement of 6 February 2007 submitted by the Government, Mr V.V. Slivin stated that he had never supported the application and described the applicant’s allegation concerning pressure by the prison authorities as unfounded. He also wrote that “all references to him” were “without basis”.", "63. In a statement of 7 May 2006 Mr A.A. Zotov confirmed that in 1998 and 1999 the conditions of detention in IZ-63/1 had been similar to the applicant’s description and that in 2003 some renovation work had been carried out by the prison authorities.", "64. The Government also stated that Mr A.A. Zotov had never been detained in the same cell of the same prison in the Samara Region together with the applicant. They conceded that Mr A.A. Zotov had been detained in IZ-63/1 from 31 October 1997 to 27 March 1998.", "65. In a statement of 12 May 2006 Mr I.V. Katkov said that the prisons in question had suffered from overcrowding both in 2005 and in 2006.", "66. The Government questioned this statement, submitting that Mr I.V. Katkov had never been detained simultaneously with the applicant. They did not appear to dispute that Mr I.V. Katkov had been detained in IZ63/1 in 2005 and 2006.", "67. The Government also submitted a statement by Mr I.V. Katkov dated 24 August 2006 in which he withdrew his support in respect of the applicant’s grievances.", "68. The applicant submitted a number of further statements from his fellow inmates in support of his application, along with his observations on the merits of the case.", "69. In handwritten statements dated 27 January 2008 one S.V Yunoshev and one M.Yu. Kondratyev, who had served their sentences along with the applicant in IK-26, confirmed the applicant’s description of the cells in IZ63/1, including the fact that they had been equipped with two-tier bunk beds, and the overcrowding in all of the cells in which he had been detained. Mr S.V. Yunoshev had not been detained in the same cells as the applicant, but he stated that the whole establishment had been overcrowded to twice its capacity. He also confirmed the applicant’s version of events in respect of the abortive visit by the applicant’s wife on 19 February 2007 (see paragraphs 81-82 below).", "70. By letter of 13 September 2006 the applicant informed the Court that he had learnt that Mr S.V. Sidorchuk and Mr V.V. Slivin, under coercion from the authorities, had signed a retraction of their previous statements.", "71. In the same letter he also alleged that the authorities had put “silent pressure” on him by refusing him access to work corresponding to his skills and preferences, that other prisoners had approached him with disguised threats, that there had been a general tightening of the prison regime “with reference to the applicant’s complaints to the Court” and that the authorities had sought to create a social vacuum around the applicant.", "72. The Government in their letter of 20 February 2007 gave a detailed response to the applicant’s complaints and flatly denied his allegations, including those concerning the alleged pressure and tightening of the prison regime, claiming them to be unfounded. According to them, no pressure had been put on either Mr Sidorchuk or Mr Slivin.", "73. The Government further submitted statements dated 6 February 2007 by the applicant’s fellow prisoners Mr V.V. Andreyev, Mr A.V. Ilyin, Mr I.A. Bokurskiy and Mr V.A. Myatlev, and statements from the applicant’s “good friends” Mr A.A. Skachkov, Mr A.S. Kobelev, Mr M.A. Cherantayev, Mr V.V. Gromadskiy and Mr V.E. Litvinov, who all confirmed that no pressure had been put on the applicant during his detention, that there had been no tightening of the prison regime or that at least the applicant had never spoken to them on the subject.", "74. Similar statements had been made by a foreman of the applicant’s prison group, Mr A.V. Temkinov, as well as by prison staff including doctors and medical assistants.", "75. On 6 February 2007 the applicant too had made a statement to the prison authorities to the effect that no pressure had been put on him since his transfer to prison IK-26 on 23 September 2006.", "76. In response, the applicant submitted a handwritten statement by Mr V.V. Gromadskiy dated 27 November 2007 (see paragraph 73 above), explaining that the prison authorities had been putting pressure on him and other prisoners in connection with the applicant’s case and that the statement dated 6 February 2007 had been written as dictated by the head of prison IK-26.", "77. The applicant also submitted that the pressure placed on him by the authorities had been demonstrated by his allegedly unjustified transfer to prison facility IK-26 in August 2006 as well as the refusal of permission for a visit by his wife in mid-February 2007.", "78. The Government commented on these allegations by stating the following.", "79. In respect of the applicant’s transfer from IK-13 to IK-26 on 23 August 2006, they submitted an official certificate issued by V.S., head of the Central Department of the Federal Service for the Execution of Sentences in the Samara Region. The certificate states as follows:", "“In accordance with the legislation in force on the execution of sentences, individuals sentenced to imprisonment for the first time are held separately from those who have served a previous sentence of imprisonment.", "With a view to executing this legislative provision, [IK-13] was reorganised into a strict-regime correctional facility for dangerous recidivists, whilst [IK-26] was reorganised into a strict-regime correctional facility for persons sentenced to imprisonment for the first time. In view of this reform ..., [the applicant], who had not been sentenced to imprisonment previously, was transferred along with other convicted prisoners (total number of 126) on 23 August 2006 from [IK-13] to [IK-26].", "The above-mentioned establishments are situated in the same area, within 200 metres of each other.”", "80. In his observations on the merits of the case, the applicant stated that this explanation was inadequate and simply untrue. He submitted that his transfer had been arbitrary, since some of the prisoners who would otherwise have qualified for such a transfer remained for some reason in IK13 (the applicant cited the following names: I.A. Bakurskiy, V.V. Slivin, Ya.I. Pykin, S.V. Sidorchuk and N.R. Kafeyatullov). At the same time, some fellow prisoners in IK-26 had not been serving prison terms for the first time and hence, according to the Government’s logic, should not have remained there. The applicant also pointed out that the Government had obtained the retraction of statements by the witnesses S.V. Sidorchuk, I.V. Katkov and V.V. Slivin on 24 August 2006, which was the day after the applicant’s transfer to IK-26 on 23 August 2006.", "81. As regards the visit of the applicant’s wife, the Government submitted that on 19 February 2007 the applicant had asked for leave to see his wife, that on the same date leave had been granted (a copy of the applicant’s handwritten request with the prison officer’s stamp of approval on it was submitted), that the prison authority had made appropriate arrangements for the visit and that the visit had not taken place because the applicant’s wife failed to appear (handwritten reports by the prison officers concerned were submitted by the Government along with their observations on the merits of the case).", "82. The applicant stated that his wife had wished to visit him on that date not in her private capacity but as his legal representative, with a view to collecting various documents for the purposes of submitting them to the Court. Permission for the visit was refused ostensibly because the applicant’s wife was not a lawyer, but merely a legal representative. At the same time, her visit in a private capacity had indeed been authorised but had she agreed to it, their communication would not have been covered by client-lawyer confidentiality rules and the applicant would not have been able to pass on to her his confidential documents, including the statements of his co-detainees. On 21 February 2007 the applicant’s wife had to hire a local lawyer, Ms Nechayeva, who later visited the applicant and successfully collected the documents in question. The applicant also joined his wife’s written statement dated 27 January 2008, confirming the course of events as described, and a copy of the order authorising Ms Nechayeva to represent the applicant.", "83. Rule 42 provided that all suspects and accused persons in detention had to be given, among other things: a sleeping place, bedding, including one mattress, a pillow and one blanket; bed linen, including two sheets and a pillow case; a towel; tableware and cutlery, including a bowl, a mug and a spoon; and seasonal clothes (if the inmate had no clothes of his own).", "84. Rule 44 stated that cells in pre-trial detention centres were to be equipped, among other things, with a table and benches with a number of seating places corresponding to the number of inmates, sanitation facilities, tap water and lamps to provide day-time and night-time illumination.", "85. Rule 46 provided that prisoners were to be given three warm meals a day, in accordance with the norms laid down by the Government of Russia.", "86. Under Rule 47 inmates had the right to have a shower at least once a week for at least fifteen minutes. They were to receive fresh linen after taking their shower.", "87. Rule 143 provided that inmates could be visited by their lawyer, family members or other persons, with the written permission of an investigator or an investigative body. The number of visits was limited to two per month.", "88. Order No. 7 of the Federal Service for the Execution of Sentences of 31 January 2005 deals with implementation of the “Pre-trial detention centres 2006” programme.", "89. The programme is aimed at improving the functioning of pre-trial detention centres so as to ensure their compliance with the requirements of Russian legislation. It expressly acknowledges the issue of overcrowding in pre-trial detention centres and seeks to reduce and stabilise the number of detainees in order to resolve the problem.", "90. The programme mentions pre-trial detention centre IZ-77/3 amongst the ones affected. In particular, the programme states that, on 1 July 2004, the detention centre had a capacity of 1,109 inmates and in reality housed 1,562 detainees, in other words, 48.9% more than the permitted number.", "91. The relevant extracts from the General Reports of the European Committee for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment (“the CPT”) read as follows:", "“46. Overcrowding is an issue of direct relevance to the CPT’s mandate. All the services and activities within a prison will be adversely affected if it is required to cater for more prisoners than it was designed to accommodate; the overall quality of life in the establishment will be lowered, perhaps signiﬁcantly. Moreover, the level of overcrowding in a prison, or in a particular part of it, might be such as to be in itself inhuman or degrading from a physical standpoint.", "47. A satisfactory programme of activities (work, education, sport, etc.) is of crucial importance for the well-being of prisoners ... [P]risoners cannot simply be left to languish for weeks, possibly months, locked up in their cells, and this regardless of how good material conditions might be within the cells. The CPT considers that one should aim at ensuring that prisoners in remand establishments are able to spend a reasonable part of the day (8 hours or more) outside their cells, engaged in purposeful activity of a varied nature ...", "48. Speciﬁc mention should be made of outdoor exercise. The requirement that prisoners be allowed at least one hour of exercise in the open air every day is widely accepted as a basic safeguard ... It is also axiomatic that outdoor exercise facilities should be reasonably spacious ...", "49. Ready access to proper toilet facilities and the maintenance of good standards of hygiene are essential components of a humane environment ...", "50. The CPT would add that it is particularly concerned when it ﬁnds a combination of overcrowding, poor regime activities and inadequate access to toilet/washing facilities in the same establishment. The cumulative effect of such conditions can prove extremely detrimental to prisoners.", "51. It is also very important for prisoners to maintain reasonably good contact with the outside world. Above all, a prisoner must be given the means of safeguarding his relationships with his family and close friends. The guiding principle should be the promotion of contact with the outside world; any limitations upon such contact should be based exclusively on security concerns of an appreciable nature or resource considerations ...”", "“13. As the CPT pointed out in its 2nd General Report, prison overcrowding is an issue of direct relevance to the Committee’s mandate (cf. CPT/Inf (92) 3, paragraph 46). An overcrowded prison entails cramped and unhygienic accommodation; a constant lack of privacy (even when performing such basic tasks as using a sanitary facility); reduced out-of-cell activities, due to demand outstripping the staff and facilities available; overburdened health-care services; increased tension and hence more violence between prisoners and between prisoners and staff. This list is far from exhaustive.", "The CPT has been led to conclude on more than one occasion that the adverse effects of overcrowding have resulted in inhuman and degrading conditions of detention ...”", "“28. The phenomenon of prison overcrowding continues to blight penitentiary systems across Europe and seriously undermines attempts to improve conditions of detention. The negative effects of prison overcrowding have already been highlighted in previous General Reports ...", "29. In a number of countries visited by the CPT, particularly in central and eastern Europe, inmate accommodation often consists of large capacity dormitories which contain all or most of the facilities used by prisoners on a daily basis, such as sleeping and living areas as well as sanitary facilities. The CPT has objections to the very principle of such accommodation arrangements in closed prisons and those objections are reinforced when, as is frequently the case, the dormitories in question are found to hold prisoners under extremely cramped and insalubrious conditions ... Large-capacity dormitories inevitably imply a lack of privacy for prisoners in their everyday lives ... All these problems are exacerbated when the numbers held go beyond a reasonable occupancy level; further, in such a situation the excessive burden on communal facilities such as washbasins or lavatories and the insufﬁcient ventilation for so many persons will often lead to deplorable conditions.", "30. The CPT frequently encounters devices, such as metal shutters, slats, or plates ﬁtted to cell windows, which deprive prisoners of access to natural light and prevent fresh air from entering the accommodation. They are a particularly common feature of establishments holding pre-trial prisoners. The CPT fully accepts that speciﬁc security measures designed to prevent the risk of collusion and/or criminal activities may well be required in respect of certain prisoners ... [E]ven when such measures are required, they should never involve depriving the prisoners concerned of natural light and fresh air. The latter are basic elements of life which every prisoner is entitled to enjoy ...”"], "VIOLATED_ARTICLES": ["3", "34"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}