{"ITEMID": "001-59613", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BGR", "BRANCH": "CHAMBER", "DATE": 2001, "DOCNAME": "CASE OF ILIJKOV v. BULGARIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 5-3;Violation of Art. 5-4;Violation of Art. 6-1;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "Antonio Pastor Ridruejo", "TEXT": ["9. On 4 October 1993 the applicant was arrested on charges of forgery of documents and fraud in connection with a criminal investigation that had been opened on 10 September 1993.", "It was alleged that the applicant, with the assistance of a customs officer and two other accomplices, had made false customs declarations certifying fictitious exports of consignments of cigarettes which in reality had been sold on the domestic market. On the basis of the false declarations the applicant had obtained the reimbursement of some excise tax and had attempted to obtain further reimbursements. The total amount involved, for which the applicant was eventually found guilty (see paragraph 33 below), was 15,230,400 old Bulgarian levs (“BGL”) (about 3,000,000 French francs (“FRF”) at the time).", "The charges preferred against the applicant were based on section 212 § 4 of the Penal Code, which provided for a sentence of ten to twenty years’ imprisonment.", "10. During the preliminary investigation the case file was transmitted twice from the Plovdiv investigator’s office to the Plovdiv Regional Court so that the appeals against detention could be examined. The case file was thus unavailable to the investigator and the supervising prosecutor for twelve days (between 28 October and 9 November 1993) and for a further four days (between 28 February and 2 March 1994).", "11. The preliminary investigation was concluded on 5 April 1994 when the indictment drawn up by the prosecutor was submitted to the Plovdiv Regional Court.", "12. The Plovdiv Regional Court sat as a chamber of three judges: a president who was a professional judge and two lay judges.", "It held its first hearing on 12 and 13 May 1994 when the four accused and several witnesses were heard. The prosecutor and the defence lawyers requested permission to submit further evidence. The court adjourned the hearing.", "13. Several times during the proceedings the Regional Court had to wait for the case file to be returned by the Supreme Court in Sofia, where it had been sent for the examination of the appeals submitted by the applicant and his co-accused against the Regional Court’s refusals to release them on bail. In practice, whenever such an appeal was submitted, the Plovdiv Regional Court transmitted the case file together with the appeal and a prosecutor’s opinion.", "14. The case file was sent to the Supreme Court on 28 May 1994 for one of the co-accused’s appeal against detention to be examined and was returned on 30 June 1994.", "The Regional Court did not deal with the case until 13 September 1994, when the presiding judge ordered the production of a piece of evidence.", "15. The next hearing was held on 6 October 1994. The court heard several witnesses and adjourned the hearing as the prosecutor insisted on the examination of other witnesses who had not appeared. Some of them were ordered to pay fines for their failure to appear. The court further decided to seek the assistance of the police to establish the addresses of other witnesses who could not be found.", "16. The hearing resumed on 29 and 30 November 1994. Several witnesses and experts were heard. Both the prosecution and the defence sought to adduce additional evidence. The hearing was adjourned.", "17. Between 20 January and 21 February 1995 the case file was in Sofia at the Supreme Court for the examination of appeals against detention.", "18. The hearing listed for 19 April 1995 was adjourned as the presiding judge was ill. The next hearing, scheduled for 9 June 1995, was adjourned as one of the lay judges had been taken ill.", "19. On 12 July 1995 the court sitting in private ordered an expert report.", "The hearing listed for 21 September 1995 was adjourned owing to the illness of the lawyer of one of the co-accused.", "20. Between 3 October and 6 November 1995 the case file was in Sofia at the Supreme Court, which was examining appeals against detention.", "21. The next hearing, listed for 12 January 1996, had to be adjourned as both lay judges were ill.", "22. After learning that the lay judges were prevented by ill health from further participation in the proceedings, on 19 February 1996 the Plovdiv Regional Court recommenced the examination of the case with two new lay judges.", "23. The new chamber of the court held a hearing on 26 and 27 March 1996 which was adjourned as some of the witnesses had not been summoned due to an omission on the part of the court’s clerk and because the parties sought to adduce further evidence. The court fixed the date for the next hearing to 7 and 8 May 1996.", "24. On 7 and 8 May 1996 the court heard several witnesses and an expert. The hearing was adjourned as further evidence had to be obtained.", "25. Between 9 and 28 May 1996 the case file was at the Supreme Court in Sofia in connection with appeals against detention.", "26. The hearing scheduled for 16 and 17 September 1996 was adjourned to 29 and 30 October 1996 as a lay judge had broken his leg and was unable to attend.", "27. On 29 October 1996 the parties to the criminal case, including the applicant who at that time was on hunger strike, appeared before the Plovdiv Regional Court. The lawyers requested an adjournment in view of the applicant’s health and the absence of the witnesses and of a defence lawyer. The court heard the medical experts who had been appointed the previous day and had examined the applicant briefly. The experts stated that the applicant needed to undergo a full examination in hospital. On 30 October 1996 the court ordered the applicant’s temporary admission to hospital and adjourned the hearing. The parties disagreed over the reasons for this adjournment. The applicant submits that the absence of several witnesses was decisive, whereas the Government maintain that the only reason was the applicant’s state of health, as the medical experts considered that he was not well enough to participate in the hearing.", "28. Between 19 November and 4 December 1996 the case file was in Sofia at the Supreme Court in connection with appeals against detention. In its cover letter to the Supreme Court, the Regional Court drew attention to the fact that a hearing had been listed for 19 December 1996 and called for the return of the case file before that date.", "29. The hearing resumed on 19 December 1996. One witness was examined. As other witnesses had not appeared, the court accepted the requests of the defence lawyers and the prosecutor for a further adjournment.", "30. With two exceptions, the Plovdiv Regional Court did not, when adjourning hearings, announce in open court a date for the resumed hearing. As a result, certain witnesses and experts who were present but had to be heard again were informed about the date of the resumed hearing by a summons to attend. If the summons did not reach the person concerned the examination of the case could not be completed at the resumed hearing.", "In particular, the witnesses Mrs M. H. and Mr S. Z. were present at the hearing on 13 May 1994, but were not duly summoned for the hearing on 29 November 1994. The witness Mr G.P. was present at the hearing on 26 March 1996 but was not duly summoned for the hearing on 7 May 1996. That latter hearing was adjourned to allow the examination of witnesses who had not appeared.", "31. The Regional Court throughout the proceedings sought police assistance to establish the addresses of witnesses and bring them before the court. One of the witnesses was suspected of seeking to evade service of the summonses.", "32. The last hearing before the Plovdiv Regional Court took place on 2831 January 1997. The court heard witnesses and the submissions of the parties to the criminal case and examined other evidence. The applicant apparently unsuccessfully requested the adjournment of the hearing in order to question four absent witnesses whose attendance had previously been requested by both parties.", "33. On 31 January 1997 the Regional Court convicted the applicant and sentenced him to thirteen years’ imprisonment. His accomplices were also convicted and sentenced to terms of imprisonment of between eleven and twelve years. The court reserved the reasoning of its judgment. It was prepared on an unspecified date at least three months following the delivery of the judgment.", "34. On 10 February 1997 the applicant appealed against conviction and sentence to the Supreme Court of Cassation, which under the relevant law was acting as an appellate court in cases such as the applicant’s.", "The Supreme Court of Cassation listed the case for hearing on 26 September 1997. On that date the prosecutor appointed to act before the Supreme Court of Cassation declared that he used to know one of the convicted persons and wished to withdraw. The court adjourned the hearing.", "35. The hearing was held on 23 January 1998. On 18 March 1998 the Supreme Court of Cassation upheld the applicant’s conviction and sentence.", "36. Up to that point the applicant had been represented by a lawyer and, at times, by two or three lawyers simultaneously.", "37. On 24 March 1998 one of the persons convicted at the same trial instituted review (cassation) proceedings.", "The five-member Chamber of the Supreme Court of Cassation held a hearing on 10 June 1998 at which the applicant appeared without legal representation. He expressed the wish to join the review (cassation) proceedings, which was still possible as the statutory time-limit had not expired. The court adjourned the hearing to enable the applicant to file a petition for review (cassation) and arrange for his legal representation. The applicant lodged a petition for review on 22 June 1998.", "38. The hearing resumed on 9 December 1998.", "By judgment of 22 March 1999 the Supreme Court of Cassation dismissed the applicant’s petition for review (cassation).", "39. On 4 October 1993, the day of his arrest, the applicant was brought before an investigator, who decided to detain him on remand. This decision was approved by a prosecutor on the same date.", "On 14 October 1993, when the case was at the preliminary investigation stage, the applicant appealed to the Plovdiv Regional Court against his detention on remand. The court examined the case in private, on the basis of the investigator’s file, the applicant’s petition and the prosecutor’s comments, which were not communicated to the applicant. By a decision of 3 November 1993 the court dismissed the applicant’s appeal.", "40. One of the applicant’s accomplices, a Mr H., was released on bail on 6 November 1993, but was re-arrested on 15 February 1994. While on bail Mr H. attempted to induce Mr G., a witness, to give false evidence, and was later charged with and convicted of that offence.", "41. Following the conclusion of the preliminary investigation in the applicant’s case, and after his committal in April 1994 for trial, the applicant made before the Plovdiv Regional Court seven applications for release on bail. Appeals were made to the Supreme Court against some of the decisions of the Regional Court.", "42. The first of those seven bail applications was made on 3 October 1994 and dismissed by the Regional Court on 6 October 1994.", "Another request, made on an unspecified date, was dismissed by the Regional Court on 30 November 1994. The Regional Court’s refusal to release the applicant was confirmed by the Supreme Court on 21 February 1995.", "43. In its decision of 21 February 1995 the Supreme Court stated that under Article 152 §§ 1 and 2 of the Code of Criminal Procedure detention on remand was mandatory for everyone accused of a crime punishable by ten or more years’ imprisonment, the only exception being where it was clear beyond doubt that there was no danger of the accused’s absconding or re-offending. In the Supreme Court’s view such would only be the case where, for example, the accused was seriously ill, elderly or in any other condition which excluded the danger of his or her absconding or re-offending. Since the applicant was charged with a crime punishable by more than ten years’ imprisonment and as no special circumstances excluding the danger of his absconding or re-offending had been established, there were no grounds for ordering his release on bail. The Supreme Court referred to its practice on the matter.", "The Supreme Court further refused to consider the applicant’s contention that the evidence against him was weak. It found that it had no jurisdiction to do so in connection with a bail application. Its only task was to examine whether the conditions for detention on remand under Article 152 of the Code of Criminal Procedure had been met.", "44. The applicant again applied for his release on bail on 11 July 1995. That application was dismissed by the Regional Court on 21 September 1995. On appeal, the Regional Court’s refusal to release the applicant was upheld by the Supreme Court sitting in private on 6 November 1995, upon receipt of the prosecutor’s observations which had not been communicated to the applicant. The Supreme Court stated that the applicant could only be released if there existed unequivocal evidence establishing beyond all doubt that there was no danger of his absconding, re-offending or obstructing the investigation. However, no such evidence was available in the applicant’s case.", "By a decision of 4 December 1995 the Regional Court refused the applicant’s request, submitted on an unspecified date, to annul or revise its previous decision concerning his detention on remand. Addressing the applicant’s argument that the material in the case indicated that he had not committed a crime, the court stated that it was not open to it to analyse the evidence in the criminal proceedings. The lawfulness of the detention was to be gauged on the basis of the accusation against the applicant. The only other element to be examined was whether or not there existed exceptional circumstances demonstrating beyond all doubt that there was not even a hypothetical danger of his absconding, re-offending or obstructing the investigation. However the court had already found that no such circumstances existed.", "45. A further request for release on bail, submitted on 15 January 1996, was refused by the Regional Court on 20 February 1996 as there had been no change in the circumstances.", "At the hearing on 27 March 1996 before the Regional Court the applicant made an oral request for release. This was refused that same day. The court stated that there had been no change of circumstances and that the law did not lay down a time-limit for detention on remand.", "46. On 1 April 1996 the applicant’s lawyer lodged an appeal to the Supreme Court against the decision of 27 March 1996. Three days later, on 4 April 1996, the applicant also appealed in person. The appeals were submitted through the Regional Court, in accordance with the established practice. The grounds for appeal were, inter alia, that all evidence in the criminal case had already been examined and that therefore there was no danger of the applicant’s perverting the course of justice. Furthermore, there was no danger of his absconding, as he had been abroad when the investigation had started and had returned voluntarily. He had never been convicted of a criminal offence, had a family and a permanent residence. The applicant also stated that the length of his detention violated the Convention.", "47. By a decision of 9 April 1996 delivered in private the Regional Court, before transmitting the appeals of 1 and 4 April 1996 to the Supreme Court, confirmed its refusal of 27 March 1996 to release the applicant. The Regional Court stated inter alia that the applicant’s arguments could not, under the settled practice of the Supreme Court, serve as a basis for a decision to release him.", "48. The applicant’s appeals of 1 and 4 April 1996 were transmitted to the Supreme Court on 9 May 1996. On 10 May 1996 the applicant lodged a further appeal against the Regional Court’s refusal to release him. It was joined to the two earlier appeals.", "49. On 22 May 1996 a prosecutor of the Chief Public Prosecutor’s Office lodged written submissions on the appeals with the Supreme Court, inviting it to dismiss them. The submissions were not communicated to the applicant.", "On 28 May 1996 the Supreme Court dismissed the appeals. It found that under Article 152 § 1 of the Code of Criminal Procedure the applicant’s detention on remand was justified and that the case before it did not come within the exception provided by Article 152 § 2 of the Code.", "The court also stated that the length of the proceedings and the question whether the accusations were well-founded were irrelevant.", "50. On 15 October 1996 the applicant lodged a further application for release on bail. At that time he was on hunger strike which he had commenced on 23 September 1996 to protest against his continuing detention on remand.", "The presiding judge noted on 23 October 1996 that the court could not hear the appeal as one of the lay judges had been taken ill.", "At the hearing of 29 and 30 October 1996 the applicant renewed his application.", "The Regional Court heard medical experts who had examined the applicant and it dismissed his application of 30 October 1996.", "51. On 6 November 1996 the applicant’s lawyers lodged an appeal against the decision of 30 October 1996.", "On 11 November 1996, before transmitting the appeal to the Supreme Court, the Regional Court sitting in private confirmed its decision of 30 October 1996. It found inter alia that there had been no change of circumstances except for the applicant’s worsening health. However, the medical experts had not stated that his release was necessary and his condition was being constantly monitored in hospital.", "52. On 19 November 1996 the appeal was transmitted to the Supreme Court.", "On 25 November 1996 a prosecutor of the Chief Public Prosecutor’s Office submitted written observations to the Supreme Court, inviting it to dismiss the appeal. The comments were not communicated to the applicant.", "53. On 4 December 1996 the Supreme Court sitting in private dismissed the appeal. It stated, inter alia, that the danger of absconding, re-offending and perverting the course of justice was presumed in view of the gravity of the crime with which the applicant was charged. The applicant’s health problems, which could be dealt with at the place of detention, and the length of his detention despite its inevitable negative consequences did not affect that finding. The court further considered that the applicant’s complaints under the Convention were unfounded. In particular, the applicant was wrong to consider that certain provisions of the Code of Criminal Procedure were contrary to the Convention.", "54. On 31 January 1997 the applicant was convicted and sentenced to a term of imprisonment (see paragraph 33 above).", "55. The Supreme Court has stated that it is not open to the courts, when examining an appeal against detention on remand, to inquire whether there exists sufficient evidence to support the charges against the detainee. The courts must only examine the lawfulness of the detention order (Decision no. 24 of 23 May 1995 in case no. 268/95, I Chamber, Bulletin 1995, p. 149).", "56. Paragraphs 1 and 2 of Article 152, as in force at the material time (and until 4 June 1995), provided as follows:", "“(1) Detention on remand shall be imposed [in cases where the charges concern] crimes punishable by ten or more years’ imprisonment or capital punishment.", "(2) In the cases under the preceding paragraph [detention on remand] shall not be imposed if there is no danger of the accused evading justice or committing further offences.”", "57. These provisions, as worded from 4 June 1995 until August 1997, provided as follows:", "“(1) Detention on remand shall be imposed [in cases where the charges concern] a serious wilful crime.", "(2) In the cases falling under paragraph 1 [detention on remand] may not be imposed if there is no danger of the accused evading justice, obstructing the investigation, or committing further offences.”", "According to Article 93 § 7 of the Penal Code a “serious” crime is one punishable by more than five years’ imprisonment.", "58. With effect from 1 January 2000 Article 152 and other provisions concerning the grounds for detention on remand were amended.", "59. According to the Supreme Court’s practice at the relevant time (it has now become at least partly obsolete as a result of the amendments in force since 1 January 2000) Article 152 § 1 required that a person charged with a serious wilful crime (or with a crime punishable by ten or more years’ imprisonment, according to this provision as in force before June 1995) had to be detained on remand. An exception was only possible, in accordance with section 152 § 2, where it was clear beyond doubt that any danger of absconding or re-offending was objectively excluded as, for example, in the case of an accused who was seriously ill, elderly, or already detained on other grounds, such as serving a sentence (Decision no. 1 of 4 May1992 in case no. 1/92, II Chamber, Bulletin 1992/93, p. 172; Decision no. 4 of 21 February 1995 in case no. 76/95, II Chamber; Decision no. 78 of 6 November 1995 in case no. 768/95, II Chamber; Decision no. 24 in case no. 268/95, I Chamber, Bulletin 1995, p. 149).", "60. According to Article 304 § 1 of the Code of Criminal Procedure, the detainee’s applications for release at the trial stage of criminal proceedings are examined by the trial court.", "61. It follows from Article 304 §§ 1 and 2 that such requests may be examined in private or at an oral hearing. The law does not require the trial court to decide within a particular time-limit.", "The trial court’s decision as regards a request for release is subject to appeal to the higher court (Article 344 § 3). The appeal must be lodged within seven days (Article 345) with the trial court (Article 348 § 4 in conjunction with Article 318 § 2). According to Article 347, after receiving the appeal, the trial court, sitting in private, shall decide whether there exist grounds to annul or vary its decision. If it does not find a reason to do so the trial court transmits the appeal to the higher court.", "Before doing so, the trial court must communicate the appeal to the other party and receive its written observations (Article 348 § 4 in conjunction with Articles 320 and 321). The law does not provide for the prosecutor’s observations to be communicated to the appellant.", "62. Article 348 provides that the appeals court may examine the appeal in private or, if it considers it necessary, at an oral hearing. The law does not require the appeal court to decide within a particular time-limit.", "63. Article 212 § 4 lays down that it is an offence to misappropriate very large quantities of possessions by using forged documents. This offence is punishable by ten to twenty years’ imprisonment.", "64. Article 259 of the Code of Criminal Procedure is entitled “Substitute judges and lay judges”. Paragraph 1 provides:", "“Where the examination of the case will be lengthy, a substitute judge or lay judge may be appointed.”", "65. In 1997 the Supreme Court split into a Supreme Court of Cassation and a Supreme Administrative Court.", "66. Article 362 of the Code of Criminal Procedure, in force since April 1998, provides that criminal proceedings may be reopened where “a violation of the Convention of substantial significance for the particular case has been established by a judgment of the European Court of Human Rights”."], "VIOLATED_ARTICLES": ["5", "6"], "VIOLATED_PARAGRAPHS": ["5-3", "5-4", "6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}