{"ITEMID": "001-84061", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ALB", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF MARINI v. ALBANIA", "IMPORTANCE": "2", "CONCLUSION": "Preliminary objections joined to merits and dismisssed (non-exhaustion of domestic remedies, lack of effective remedy in respect of the length-of-proceedings complaint);No violation of Art. 6-1 concerning the alleged restriction on the applicant's right of access to court in respect of the liquidation order;Violation of Art. 6-1 concerning the denial of the applicant 's right of access to court as a result of the Constitutional Court's failure to take a decision on his constitutional complaint;Violation of Art. 6-1 concerning the non-enforcement of the final decision of 7 July 1993;Violation of Art. 6-1 concerning the excessive length of the first and second sets of proceedings;No violation of Art. 6-1 concerning the excessive length of the third, fourth and fifth sets of proceedings;Violation of Art. 13 concerning the lack of an effective remedy in respect of the applicant's length-of-proceedings complaint;Not necessary to examine the remainder of the complaints under Art. 6;Violation of P1-1;Remainder inadmissible;Pecuniary and non-pecuniary damage - financial award (global);Costs and expenses (domestic proceedings) - claim dismissed;Costs and expenses award - Convention proceedings", "JUDGES": "Nicolas Bratza", "TEXT": ["5. The applicant was born in 1936 and lives in Tirana.", "6. In 1991 the applicant, an American and Albanian national, and the Albanian Government established a joint-venture company for a period of ten years. It was called “Marini-Albplastik” and specialised in the production of plastic materials. The company’s memorandum, dated 11 March 1991, was validated by a decision of the Council of Ministers on 23 April 1991. The new company was duly registered in the Commercial Register.", "7. The assets of the company consisted of a factory with its equipment, of a total value of 1,500,000 Albanian leks (ALL –approximately 12,497 euros (EUR)), which had previously belonged to a State-owned company named Mandimpeks. The applicant’s investment in the company consisted of capital amounting to 1,100,000 United States dollars (USD – approximately EUR 834,098), to be used for the renovation of the factory and the future purchase of new technology. The parties would each hold 50% of the shares.", "8. On 30 May 1991, in order to comply with the obligations entered into in the memorandum, the applicant, on behalf of Marini-Albplastik, signed a contract for the purchase of new technology for the production of plastic materials with Edil-Plastic, an Italian company. A lump sum of USD 228,000 (approximately EUR 173,000) was paid by the applicant. A second amount of money was to be invested subsequent to the first stage of the factory’s renovation.", "9. When 60% of the renovation of the factory had been carried out, the State terminated the company’s activities and requested the applicant to propose new terms of cooperation. The applicant objected. Subsequently, in a decision of 3 April 1993 the Council of Ministers annulled its decision of 23 April 1991 and unilaterally rescinded the agreement establishing the Marini-Albplastik company.", "10. On an unspecified date, in order to obtain redress, the applicant applied to the State Arbitration Commission (Arbitrazhi i Shtetit), which was the competent body at the material time to deal with disputes involving State joint-ventures.", "11. On 7 May 1993 the State Arbitration Commission upheld the validity of the Marini-Albplastik company’s memorandum. Moreover, it ordered the State to pay the applicant ALL 41 million (approximately EUR 341,608) for the loss of profit incurred as a result of the cessation of the company’s activities during 1992 and ALL 68,400 (approximately EUR 569) to cover bank interest on the USD 228,000 investment. Furthermore, it ordered the State-owned company to finish the reconstruction work at the factory by 30 October 1993. Lastly, the State Arbitration Commission dismissed the applicant’s request to have his share of the investment refunded, on the ground that it was part of the assets of the company.", "12. The State appealed against the above-mentioned decision to the Plenary State Arbitration Commission (Mbledhja e Përgjithshme e Arbitrarëve të Arbitrazhit Shtetëror). On 7 July 1993 the latter upheld the part of the decision of the State Arbitration Commission ordering the State to comply with its obligation to pursue the activities of the joint venture, but quashed the part of the decision awarding the applicant compensation for bank interest and loss of profit and remitted the case to the State Arbitration Commission for a fresh calculation of the loss of profit. The first part of the decision of 7 May 1993 became final on the same date.", "13. On 5 November 1993 the State Arbitration Commission, following the guidelines given by the Plenary State Arbitration Commission in its decision of 7 July 1993, ordered the State to pay the applicant a lump sum of ALL 26 million (approximately EUR 217,286) for loss of profit in 1992. The decision became final on the same date.", "14. On an unspecified date in 1993 the bailiffs, in compliance with the above-mentioned final decision, froze the assets of the State-owned company and paid the applicant the sum of ALL 26 million due to him.", "15. Following the refusal of the Council of Ministers to serve the Plenary State Arbitration Commission’s decision of 7 July 1993 on him, the applicant lodged a complaint with the Constitutional Court in order to obtain redress. On 8 November 1995 the Constitutional Court found a violation of the applicant’s constitutional rights and ordered that he be served with the decision issued by the Plenary State Arbitration Commission.", "16. Two years after the decision of the Plenary State Arbitration Commission, the Council of Ministers served the decision on the applicant.", "17. On an unspecified date the State-owned company that was the applicant’s partner in the joint-venture applied to the Tirana District Court to have the arbitration decision of 5 November 1993 declared null and void on the ground that it had been issued after the Arbitration Body had ceased to exist as a decision-making body on 4 November 1993. Moreover, it requested the court to annul the bailiffs’ order concerning the freezing of its assets with a view to enforcing the arbitration decision.", "18. On 27 November 1996 and 11 June 1997 respectively, the Tirana District Court and the Tirana Court of Appeal dismissed the company’s application and upheld the validity of the State Arbitration Commission’s decision in the applicant’s favour. The judgment became final at the latest on 26 June 1997.", "19. On 13 September 1996 and 24 January 1997 respectively, the National Privatisation Agency (Agjensia Kombëtare e Privatizimit) sold to F. the premises of the factory and the plot of land adjacent to it, despite their being the assets of the Marini-Albplastik company.", "20. The applicant initiated proceedings contesting the privatisation decisions.", "21. On 10 June 1998, 18 December 1998, 1 December 1999, 19 December 2000 and 2 May 2001 respectively, the Tirana District Court, the Tirana Court of Appeal, the Supreme Court Civil Chamber, the Supreme Court Joint Colleges, and the Constitutional Court found the privatisation acts to be null and void and, inter alia, ordered that the factory be treated as part of the assets of the Marini-Albplastik company. Lastly, the domestic courts ordered F. to return possession of the factory and its adjacent plot of land to the partners of the Marini-Albplastik company.", "22. Following a request by the applicant, on 17 January 2000 the Tirana District Court issued a writ for the execution of the judgment of 10 June 1998.", "23. Notwithstanding the above-mentioned order, on 4 July 2001 the Ministry of Economic Affairs and Finance, without the applicant’s consent, concluded a twenty-year lease agreement with another company, D., which was to operate the factory at issue for the purpose of producing shoes (see the proceedings outlined in section F below). The D. company already occupied and operated the factory under a four-year lease agreement concluded with F. in 1998 (see the proceedings outlined in section D below).", "24. In 1998, while the proceedings on the legality of the decisions to privatise the factory were pending, F. concluded a four-year lease agreement with the D. company, on the basis of which the latter would operate the factory for the purpose of producing shoes.", "25. With a view to suspending the execution of the writ of 17 January 2000, the D. company lodged an application with the Tirana District Court for a stay of the enforcement proceedings. On 17 February 2000 the court upheld the application.", "26. In a decision of 11 May 2000 the Tirana District Court held that the applicant should comply with the terms of the lease agreement entered into by F. and the D. company. On 2 February 2001 the Court of Appeal upheld the above-mentioned decision.", "27. The applicant appealed against the decision to the Supreme Court.", "28. On 23 December 2002 the Supreme Court found that, since the privatisation decisions had been held to be null and void, F. had been in no position to conclude such an agreement: therefore the lease was null and void. The court quashed the decisions of the District Court and Court of Appeal and discontinued the proceedings.", "29. However, by that time the four-year lease agreement had terminated (on 2 October 2002) and the D. company now operated the factory under a new lease agreement, this time concluded with the Government (see the proceedings outlined in section F below).", "30. On 1 February 2001, while the proceedings against the D. company concerning the validity of the first lease agreement were pending, the Ministry of Labour and the applicant agreed to establish a new Marini-Albplastik company. The new company was founded on the basis of the memorandum of the first Marini-Albplastik company, dated 11 March 1991, the State Arbitration Commission’s decision of 7 May 1993 and the District Court’s final judgment of 10 June 1998 in the applicant’s favour.", "31. By section 9 of the memorandum establishing the new company, “the parties recognised their responsibilities for the failure to comply with the obligations entered into in the first memorandum and agreed to pay the damages due (the State Arbitration Commission’s decision of 7 May 1993 and the Tirana District Court’s judgment of 10 June 1998)”.", "32. The parties agreed to joint ownership of the company on a 50-50 basis for a period of 10 years and the applicant was to act as the administrator of the company.", "33. In a decision of 18 May 2001 the Tirana District Court registered the new company as Marini-Albplastik Ltd, a plastic-manufacturing company jointly owned by the applicant and a State-owned enterprise that at the material time was under the responsibility of the Ministry of Labour.", "34. On 6 September 2001 the partners held the first general meeting of the company in order to quantify their shares in the capital. The representative of the State-owned company submitted that the State would register its share of the capital in the name of the Marini-Albplastik company once the applicant had invested his share. The applicant disagreed on the ground that the law provided that the partners should invest their shares of the capital at the same time.", "35. On 4 July 2001, despite the registration of the new company on 18 May 2001 and in breach of the obligations assumed by the Ministry of Labour on 1 February 2001, the Ministry of Economic Affairs and Finance, without the applicant’s consent, concluded a twenty-year lease agreement with the D. company. Under the new agreement, the D. company was to use the factory belonging to the Marini-Albplastik company for the purpose of producing shoes.", "36. In the light of the above, on 23 July 2001 the Ministry of Economic Affairs and Finance ordered the removal of Marini-Albplastik’s assets from the Immovable Property Register (Zyra e Regjistrimit të Pasurive të Paluajtshme). As a result, the factory and the adjacent plot of land were registered as State properties.", "37. The applicant lodged appeals against the order with the Immovable Property Registry Office, the Tirana District Court and other State bodies. On 6 August 2001 the Tirana District Court ordered a stay of execution of the order.", "38. In a letter of 27 July 2001 the Deputy Prime Minister advised the Minister for Labour, the Minister for Economic Affairs and the Immovable Property Registry Office to comply with the courts’ final decisions in the applicant’s favour.", "39. Notwithstanding the above, the assets of the applicant’s company were removed from the Immovable Property Register.", "40. On an unspecified date the applicant lodged an application with the District Court contesting the lawfulness of such a measure.", "41. On 24 June 2002 the District Court ordered the re-entry of the company’s assets in the register.", "42. On 14 January 2003 the Court of Appeal quashed the District Court’s decision on procedural points and remitted the case to the District Court for fresh consideration.", "43. On 19 March 2004 the Supreme Court dismissed an appeal by the applicant, holding that his grounds of appeal fell outside the scope of Article 472 of the Code of Civil Procedure (CCP).", "44. On an unspecified date the Tirana District Court, in the rehearing of the case, called the liquidator of the applicant’s company to intervene in the proceedings as a third party (see the proceedings outlined in section H below).", "45. On 27 January 2005 the District Court, in a fresh set of proceedings, dismissed the applicant’s application on the ground that he represented a company in liquidation and thus had no standing before the court. That decision was upheld by the Court of Appeal on 12 May 2005.", "46. On 27 January 2006 the Supreme Court dismissed an appeal by the applicant, holding that his grounds of appeal fell outside the scope of Article 472 of the CCP.", "47. In the light of the above, the D. company applied to the Tirana District Court for a stay of execution of the writ issued by the same court on 17 January 2000 (see paragraph 24 above). On 14 October 2002 the court allowed that request.", "48. The applicant appealed to the Tirana Court of Appeal.", "49. On 5 January 2003 the Court of Appeal found that the D. company was not a party to the proceedings that had led to the writ of 17 January 2000 and was therefore not eligible to make such a request.", "50. On 10 April and 9 May 2002, and on 23 November 2002 respectively, the Ombudsperson (Avokati I Popullit) and the Ambassador of the United States in Albania called on the authorities to honour the final judgments given in the applicant’s case.", "51. In a letter of 27 January 2003 the Minister for Economic Affairs requested the Bailiff’s Office not to enforce the writ of 17 January 2000 since the factory had been entered in the Immovable Properties Register as State-owned property and was therefore no longer an asset belonging to Marini-Albplastik but was subject to a lease agreement concluded with another company.", "52. On 5 February 2003 the Bailiff’s Office decided not to proceed with the enforcement of the writ.", "53. Following an appeal by the applicant on behalf of the company, the District Court on 28 March 2003 and the Court of Appeal on 5 June 2003 upheld the applicant’s grounds of appeal and ordered the Bailiff’s Office to proceed with the enforcement.", "54. The Bailiff’s Office appealed against those decisions before the Supreme Court.", "55. On 23 March 2004 the Supreme Court, Joint Colleges, quashed the decisions of the District Court and the Court of Appeal and remitted the case to the District Court for a fresh examination, on the ground that the courts had failed to give notice of the proceedings to the State Advocate’s Office.", "56. On an unspecified date, in the new set of proceedings the District Court, having regard to its own decision to liquidate the company, called the liquidator of the Marini-Albplastik company to join the proceedings (see the proceedings summarised in section H below). The applicant contested this on the ground that the dispute concerned his interests and not those of the company in liquidation.", "57. On 1 October 2004, at the liquidator’s request, the District Court discontinued the proceedings. The decision was upheld by the Court of Appeal and the Supreme Court on 10 February 2005 and 13 April 2006, respectively.", "58. In 2003 the State-owned company on various occasions unsuccessfully requested the applicant, in his capacity as administrator of the Marini-Albplastik company, to organise a general meeting of the company.", "59. On 21 February 2003, during a general meeting of the company, the representative of the State-owned company informed the applicant of its decision to rescind the agreement with the Marini-Albplastik company. The applicant contested this. Accordingly, the Ministry of Economic Affairs requested the court to order the winding-up of the Marini-Albplastik company and the liquidation of its assets, on account of the applicant’s lack of interest in the company’s activities.", "60. On 8 May 2003 the court appointed a liquidator and confirmed the liquidation of Marini-Albplastik. The District Court’s decision was upheld by the Court of Appeal in a decision of 20 November 2003. The Supreme Court, on 20 July 2004, dismissed a subsequent appeal, holding that the grounds of appeal fell outside the scope of Article 472 of the CCP.", "61. On an unspecified date the applicant lodged an appeal with the Constitutional Court, claiming, inter alia, that the proceedings were unfair on the grounds that the Ministry of Economic Affairs, not being a shareholder of the Marini-Albplastik company, had no right to request the winding-up of the company and that the proceedings had been initiated against the applicant and not against the company, since the Ministry of Labour, the other shareholder, had not been given notice of the proceedings.", "62. On 14 October 2004 the liquidator of the Marini-Albplastik company requested the applicant, in his capacity as the company’s administrator, to submit the company’s accounts and its stamp. In view of the applicant’s reluctance to participate in the general meetings organised by the liquidator, the latter requested the Tirana District Court to validate the final accounts of the company and to order its removal from the Commercial Register. The applicant requested a stay of the proceedings until the Constitutional Court had determined the case.", "63. On 6 January 2005 the Tirana District Court dismissed the applicant’s request, validated the final accounts of the company and ordered the termination of the winding-up proceedings. Moreover, it ordered that the termination of the winding-up proceedings be entered in the Commercial Register. That decision was upheld by the Tirana Court of Appeal on 7 June 2005.", "64. On 27 April 2005 the Constitutional Court, in a formation of seven out of the nine judges provided for by the relevant law on its functioning and organisation, dismissed the applicant’s appeal since its vote was tied. The court’s reasoning was limited to the fact that the court could not reach a majority on any of the issues raised in the present case. The applicant was invited by virtue of section 74 of the Constitutional Court Act to lodge a fresh appeal (see paragraph 72 below).", "65. The applicant did not lodge a fresh constitutional appeal under section 74 of the Constitutional Court Act.", "66. The relevant parts of the Albanian Constitution read as follows:", "“In the protection of his constitutional and legal rights, freedoms and interests, or in defending a criminal charge, everyone has the right to a fair and public hearing, within a reasonable time, by an independent and impartial court established by law.”", "“The Constitutional Court shall decide: ...", "(f) in a ruling that shall be final, complaints by individuals alleging a violation of their constitutional rights to a fair hearing, after all legal remedies for the protection of those rights have been exhausted.”", "“(...)", "2. The Constitutional Court decides with the majority of all its members.”", "“State bodies shall comply with judicial decisions.”", "67. The Act provides that the Constitutional Court is the highest authority which guarantees compliance with the Constitution and rules on its final interpretation.", "68. The Court is composed of nine members, who are appointed by the President of the Republic with the consent of Parliament (section 7).", "69. A preliminary review of complaints lodged by individuals is conducted by a panel of three Constitutional Court judges, including the reporting judge (section 31).", "70. The Court decides on individual applications at a plenary session attended by all the judges. The quorum of the plenary session is two-thirds of the elected judges in office (section 32). The Court takes its decisions by a majority of all its members (Article 133 of the Constitution).", "71. The decisions of the Constitutional Court are taken by a majority of the judges present and abstentions are not allowed (section 72).", "72. Pursuant to section 74 of the Act, in the event of a tied vote the Constitutional Court must dismiss the appeal. The dismissal of an appeal for this reason does not prevent the appellant from resubmitting the complaints to the Constitutional Court, which subsequently adopts a decision provided that a majority of the sitting judges is attained.", "73. The State Arbitration Act provided for the organisation and functions of the State Arbitration Commission (Arbitrazhi i Shtetit), which was the body with jurisdiction to determine disputes where the economic interests of the State were at issue. Under section 28 of the Act, its decisions, once final, were binding on the State Treasury or other State financial bodies and the Bailiff’s Office.", "74. Proceedings for the enforcement of final adjudications were initiated by filing a decision with the Bailiff’s Office. Under section 30 of the Act, the decisions of the State Arbitration Commission were subject to appeal before the Plenary State Arbitration Commission (Mbledhja e Përgjithshme e Arbitrarëve të Arbitrazhit Shtetëror).", "75. Law no. 7801 dated 2 March 1994 repealed the Act and dissolved the State Arbitration Commission.", "76. Materials available to the Court describe relevant aspects of the occurrence of tied votes in the upper courts’ decision-making in several Contracting States representing different legal traditions. There is no uniform practice in the contracting States with regard to the occurrence of a tied vote in decision-making before the Supreme and Constitutional Courts. Many States provide for measures to avoid tied votes and to ensure that a majority is obtained, such as establishing formations made up of an uneven number of judges (for example, in Albania, Bosnia and Herzegovina, Poland, Malta and the United Kingdom) and/or prohibiting judges from abstaining (for example, in Albania, Bosnia and Herzegovina and Moldova) and/or providing for an uneven number of judges to make a decision-making quorum (for example, in Italy, Andorra and Austria). Even in these circumstances, however, a tied vote could still occur. With a view to ensuring that a final decision can be reached, even in the event of a tied vote, different legal systems provide for different solutions, such as a casting vote for the president of the court/formation (for example, in Austria, Italy and Spain) or for the judge rapporteur (for example, in Andorra), or giving an interpretation to the tied vote (for example, in Germany, Poland, Slovakia and Moldova). In the event of a tied vote, the Albanian legal system provides for the adjournment of the case for an unspecified period of time until the circumstances that created the tied vote have ceased to exist (see paragraph 72 above)."], "VIOLATED_ARTICLES": ["13", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}