{"ITEMID": "001-75900", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF VAYIC v. TURKEY", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 5-3;Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award - domestic proceedings;Costs and expenses partial award - Convention proceedings", "JUDGES": "", "TEXT": ["4. The applicant was born in 1963 and lived in Istanbul at the material time.", "5. On 9 September 1996 he was taken into police custody by police officers from the Anti-Terrorist Branch of the Istanbul Security Headquarters on suspicion of being a member of an illegal organisation. On 18 September 1996 a judge at the Istanbul State Security Court ordered the applicant’s detention pending trial.", "6. On 13 March 1997 the public prosecutor attached to the Istanbul State Security Court filed a bill of indictment charging the applicant and sixteen others with membership of an illegal organisation, under section 5 of the Prevention of Terrorism Act and Article 168 § 2 of the Criminal Code.", "7. The first hearing was held on 21 May 1997.", "8. On 11 March 1998 the defendants’ representatives informed the court that criminal proceedings had been instituted in the Istanbul Assize Court against police officers who had allegedly ill-treated the defendants while they were in detention. The State Security Court requested the Istanbul Assize Court to send it the relevant case file for examination.", "9. At a hearing on 15 May 1998, the State Security Court asked the Anti-Terrorist Branch of the Istanbul Security Headquarters and the Bakırköy Public Prosecutor’s Office to produce documents and reports relating to certain incidents involving the accused. It also requested documents from two other courts before which separate proceedings against two of the accused were pending. At the next four hearings the State Security Court reiterated these requests, as it had received no response from the courts concerned.", "10. At a hearing on 18 November 1998, since it had still not received from the Istanbul Assize Court the case file concerning those police officers accused of ill-treating certain defendants, the State Security Court revised its request and asked simply to be informed about progress in the case. It also requested a copy of the final decision once the case had been concluded. It reiterated this request at the next eleven hearings.", "11. On 14 April 1999 the State Security Court decided to sever the case of one of the defendants and to join it to another case which was pending before a different chamber.", "12. On 18 June 1999 the Public Prosecutor’s Office submitted its opinion on the merits of the case.", "13. At the next twenty-three hearings before the Istanbul State Security Court, the applicant’s lawyer made applications for his client’s release pending trial, which the court dismissed in view of the nature of the offence, the state of the evidence and the material in the case file. At hearings on 14 November 1997 and 11 March 1998, the court again remanded the applicant in custody, noting that his release would entail a risk of his absconding.", "14. On 8 December 2000, having still not received any information concerning the case against the police officers pending before the Assize Court, the Istanbul State Security Court requested a copy of either the final decision or the indictment.", "15. On 28 February 2001 the Istanbul Assize Court informed the State Security Court that the case was still pending and produced the indictment.", "16. On 22 May 2001 the applicant’s lawyer filed a petition with the Istanbul State Security Court requesting the applicant’s release pending trial. He relied on Article 19 § 3 of the Constitution and Article 5 of the Convention. He contended that the court’s continued refusal to grant bail was groundless. On 24 May 2001, noting the arguments put forward by the applicant’s lawyer in his written petition and the opinion of the public prosecutor, a different chamber of the Istanbul State Security Court dismissed the application for release pending trial.", "17. At a hearing of 19 October 2001, taking into account the length of the applicant’s detention, the nature of the offence and the material in the case file, the Istanbul State Security Court decided to order the applicant’s release on bail.", "18. On 31 January 2003, after some thirty hearings, the State Security Court acquitted five of the accused, convicted the applicant and six others and suspended the proceedings for the remainder, in accordance with Law no. 4616 on conditional release, the suspension of proceedings or the execution of sentences in respect of crimes committed before 23 April 1999. It convicted the applicant under Article 168 § 2 of the Criminal Code and sentenced him to twelve years and six months’ imprisonment.", "19. On 25 May 2004 the Court of Cassation quashed the State Security Court’s decision as regards the applicant and six others.", "20. By Law no. 5190 of 16 June 2004, published in the Official Gazette on 30 June 2004, state security courts were abolished. The case against seven of the accused, including the applicant, was remitted to the Istanbul Assize Court.", "21. In the resumed proceedings, on 2 September 2004 the Istanbul Assize Court summoned all the accused to the next hearing, so that they could submit their views on the Court of Cassation’s decision. It also requested the Kadıköy Public Prosecutor to send it documents concerning an illegal demonstration in Kadıköy in 1996 which the accused were alleged to have organised and in which they had allegedly taken part.", "22. At the hearing of 10 December 2004, the Istanbul Assize Court ordered the arrest of four of the accused, including the applicant, as they had not responded to the summonses sent to their addresses listed in the case file. It repeated its request to the Kadıköy Public Prosecutor.", "23. Neither the applicant nor his representative was present at hearings held on 4 March 2005, 6 May 2005, 19 October 2005 and 3 February 2006. The Assize Court reissued warrants for the arrest of the applicant and three other absconders for the purpose of obtaining their submissions.", "24. The case is still pending before the Istanbul Assize Court. The last hearing was held on 4 March 2005. The court has issued a fresh warrant for the applicant’s arrest."], "VIOLATED_ARTICLES": ["5", "6"], "VIOLATED_PARAGRAPHS": ["5-3", "6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}