{"ITEMID": "001-57616", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "CHAMBER", "DATE": 1989, "DOCNAME": "CASE OF MELLACHER AND OTHERS v. AUSTRIA", "IMPORTANCE": "2", "CONCLUSION": "No violation of P1-1;Not necessary to examine Art. 14+P1-1", "JUDGES": "C. Russo;J.A. Carrillo Salcedo", "TEXT": ["10. The applicants are property owners who complain of the reduction of rent due to them under tenancy agreements by operation of the 1981 Rent Act (Mietrechtsgesetz).", "11. The applicants jointly own a building in Graz comprising several apartments leased to tenants.", "One of these apartments, consisting of two rooms and a kitchen (with a total surface area of 40m2), was let on 15 September 1978 under a freely negotiated lease in accordance with the provisions of the 1922 Rent Act, as amended in 1967, at a rent of ATS (Austrian schillings) 1,870 per month.", "12. Pursuant to the 1981 Rent Act, the tenant of the above apartment applied on 5 February 1982 to the Graz Arbitration Board (Schlichtungsamt) for a reduction of his rent to ATS 330 per month, that is 150% of the maximum basic rent for class D apartments, as from 1 March 1982. After holding a hearing on 25 May 1982, the Board allowed the application on 7 June 1982.", "13. The applicants appealed against this decision to the District Civil Court (Bezirksgericht für Zivilrechtssachen) of Graz. Their tenant claimed that the apartment was in class D because, when he had rented it, there had been no running water or lavatory; these facilities were subsequently installed at the tenant’s expense.", "On 22 October 1982 the Graz court confirmed that the apartment was in class D and that under section 16(2) of the 1981 Rent Act the monthly rent might not therefore exceed the amount of ATS 5.50 per square metre. Under section 44(2), the rent had to be reduced to 150% of the statutory amount, which resulted in a rent of ATS 330.- per month in this case. The overcharge as from 1 March 1982 (ATS 12,320.-) was ordered to be repaid to the tenant.", "14. The applicants appealed, claiming in particular that the restrictions resulting from the application of section 44 of the 1981 Rent Act were unconstitutional. The reduction of a freely and lawfully negotiated rent in fact amounted to an expropriation of the landlord’s property without compensation. For these reasons, the applicants suggested that the appellate court refer the question of the constitutionality of the relevant legislation to the Constitutional Court (Verfassungsgerichtshof).", "The Regional Civil Court (Landesgericht für Zivilrechtssachen) of Graz rejected the appeal on 18 February 1983. It did not consider it necessary to submit the matter to the Constitutional Court having regard to the Constitutional Court’s case-law on similar issues.", "15. The applicants are members of the same family and reside in Innsbruck.", "They jointly own a building in Innsbruck. One of the apartments in this house, having a total surface area of 68 m2 and consisting of three rooms and a kitchen, plus lavatory and water facilities accessible by a corridor outside the apartment, was let on 7 December 1972 under a freely negotiated lease in accordance with the provisions of the 1922 Rent Act, as amended in 1967.", "16. The rent was set at ATS 800 per month until August 1975, and at ATS 1,500 per month as from 1 September 1975, regard being had to certain improvements to be made by the tenants (including in particular the transfer of the water installations to the apartment itself). The rent was furthermore subject to an indexing provision on the basis of the consumer-price index for 1966. As from April 1983, the rent would therefore have been ATS 2,985 per month. In fact, the tenants actually paid ATS 1,308.30 per month as from November 1982.", "17. On 4 October 1982, pursuant to the 1981 Rent Act, the tenants of the above apartment applied to the Innsbruck Arbitration Board to reduce the rent to 150% of the maximum basic rent for class D apartments. The Board granted the application on 6 April 1983.", "18. The applicants appealed to the District Court of Innsbruck. They argued that, although certain improvements had not been financed by themselves but by the tenants, those improvements had in fact been agreed in the original lease and had been reflected in a reduction of the rent for the initial period. The tenants objected that the costs of their investments had by far exceeded the amount by which the rent had temporarily been reduced.", "The court decided on 22 June 1983 that the chargeable rent should be based on that for class D apartments because the apartment in question had been in this class when the lease was concluded and the improvements had not been carried out by the landlords. It accordingly reduced the rent to ATS 561 per month as from November 1982. At the same time, it ordered the applicants to pay back to the tenants the overpayments received since that time (amounting to some ATS 4,000).", "19. The applicants appealed against this decision, claiming that the rent should be based on that for class B apartments and not for class D and that they had suffered expropriation or other disproportionate interference with their property rights as guaranteed under Article 5 of the Basic Law (Staatsgrundgesetz) and Article 1 of Protocol No. 1 (P1-1) to the Convention. They submitted that the question of constitutionality should be referred to the Constitutional Court.", "The Regional Court of Innsbruck, although it allowed the appeal in part by a decision of 15 November 1983, confirmed the classification of the apartment in class D, regard being had to its standard at the time of the conclusion of the lease. The court entertained no doubt with regard to the constitutionality of the applicable legislation. Section 44 of the 1981 Rent Act provided for a measure of deprivation which was in conformity with the requirements of the Constitution and of the Convention. The public interest served by this legislation was securing the stable, socially and economically justified housing rents for apartments which as a rule served the important needs of those broad sections of the population who depended on leased accommodation.", "20. On 28 December 1983 the applicants applied to the Innsbruck District Court for compensation from the State for expropriation, in the amount of ATS 26,600 (in regard to the 14-month period between November 1982 and December 1983). The application was rejected on 5 July 1984 and the applicants did not appeal in time against this decision. Their subsequent application to be granted leave to appeal out of time was finally rejected by the Innsbruck Regional Court on 3 April 1986.", "21. The applicants also lodged an appeal against the Regional Court’s decision of 15 November 1983 based on the unconstitutionality of the applicable legislation. On 6 March 1984 the Supreme Court (Oberster Gerichtshof) rejected this appeal as inadmissible.", "22. The first applicant is the owner, and the late Maria Brenner-Felsach, whose successors in title have pursued the application, was the usufructuary, of a house in Vienna comprising several apartments leased to tenants. Other premises in the house are let for non-residential purposes.", "23. One of the apartments, consisting of six rooms, a kitchen, a corridor, a bathroom and a lavatory (total surface 200m2), was let on 1 April 1979 under a freely negotiated lease in accordance with the provisions of the 1922 Rent Act, as amended in 1967. The rent was set at ATS 3,800 per month, subject to an indexing provision on the basis of the consumer price index for 1976. The rent had risen to ATS 4,236.51 per month by January 1982.", "Pursuant to the 1981 Rent Act, the tenant of the above apartment asked on 23 December 1981 for a reduction of his rent to ATS 3,300 per month (that is 150% of the maximum basic rent for class C apartments) as from 1 January 1982. The applicants’ lawyer replied on 13 January 1982 that the request was unjustified.", "24. On 19 February 1982 the tenant applied to the Vienna Arbitration Board for the rent to be reduced to ATS 3,300 per month as from January 1982. After holding a hearing on 24 February 1982, the Board decided on 28 May 1982 to allow the application.", "25. The applicants appealed to the Vienna Central District Court (Bezirksgericht Innere Stadt Wien). They submitted that the apartment was in class B for the purposes of section 16(1)4 of the 1981 Rent Act and also that the house was situated in a zone for the protection of monuments to which section 16(1)3 of the Act applied.", "The court decided on 31 August 1983 to reduce the rent to ATS 3,300 per month as from 1 January 1982. It held that the apartment had been in class C at the date of the conclusion of the lease, and that section 16(1)3 was inapplicable because the house was not situated in a zone of historical or architectural interest. It was true that the applicants had made considerable investments (in the total amount of ATS 563,745), but this did not affect the legal position.", "26. The applicants appealed against this decision, alleging in particular that the apartment had been wrongly classified in class C, and that section 16(1)3 of the 1981 Rent Act was applicable.", "The Regional Civil Court of Vienna rejected the appeal on 13 December 1983. It considered that the court of first instance, on the evidence, had rightly concluded that neither section 16(1)4 nor section 16(1)3 of the 1981 Rent Act was applicable. In particular it had not been proven that the investments made by the applicants had been financed from other resources than their rent income which they were legally obliged to use for maintenance purposes. It had therefore not been shown that they had borne a considerable financial risk of their own. In these circumstances the legal conditions for reducing the rent were fully satisfied.", "27. A system of rent control has existed in Austria since World War I. The 1922 Rent Act (Mietengesetz) which, subject to numerous amendments, remained in force until 1981, provided for the freezing of rents at the 1914 level (section 2). The landlord was entitled to levy extra charges in respect of current costs of administration, taxes, and special equipment (Betriebskosten, sections 4 and 5). On the conclusion of a new lease he could ask for an increase not exceeding a maximum amount laid down in the law (Neuvermietungszuschlag, section 16 of the pre-1967 version).", "The landlord was obliged to use the income from rent for the normal maintenance costs of the building but he was not required to carry out any improvements (section 6), which, however, could be undertaken with the agreement of the tenants concerned subject to a supplement to the rent to be paid by them (section 5, first sentence). If the necessary maintenance costs were not covered by the rental income of the last seven years, the landlord could ask for an increase in the amount of rent (erhöhter Hauptmietzins) to be fixed by the court for a period not exceeding ten years. In that case the landlord was required to use the entire additional rental income during that period for the necessary maintenance measures (section 7).", "28. The 1922 Rent Act further provided for a considerable number of restrictions on the landlord’s right to terminate a lease (sections 19 to 23). In principle, leases could be terminated only for important reasons (section 19(1)). The Act specified what was to be regarded as an important reason (section 19(2)) and in practice the grounds upon which a lease could be terminated were interpreted in a restrictive manner. The lease did not terminate when the tenant died. The Act provided for a right of succession (Eintrittsrecht) of near relatives (spouse, children and adoptive children, brothers and sisters) and other persons who had lived in the household of the tenant (section 19(2)11). When the landlord or near relatives wished to use the apartment in question the contract could only be terminated if there existed an \"urgent need\" (which in practice was interpreted as meaning a \"genuine emergency\"), and if adequate alternative accommodation was made available to the tenant (section 19(2)6).", "However, the above restrictions, in particular the restrictions on the claimable amount of rent, were not of general application. No rent restrictions applied to apartments in buildings constructed after 1917 or to certain other apartments including apartments built after the entry into force of the 1922 Rent Act (section 1). A split housing market was therefore created which privileged the owners of newly constructed houses or apartments whose rents were subject only to the general provisions of the Civil Code (Allgemeines Bürgerliches Gesetzbuch) concerning the law of contracts.", "Under the German rule in Austria a rent-freeze was introduced also in respect of certain tenancy agreements which did not come within the scope of the 1922 Rent Act (Mietzinsregelungsverordnung). This freeze was maintained by Austrian legislation introduced in 1954 (Zinsstoppgesetz). In respect of leases in force on 30 June 1954 the freely negotiated rent resulting from an earlier agreement could no longer be increased unless this was authorised by a judicial decision taken by analogous application of the relevant provisions of the 1922 Rent Act concerning rent increases. However, no restrictions applied to new agreements in respect of apartments which did not come within the scope of the 1922 Rent Act, i.e. principally apartments in new houses.", "29. In 1967, an amendment to the 1922 Rent Act (Mietrechtsänderungsgesetz) brought about an extensive relaxation of controls in respect of apartments which came within the scope of this Act. As from 1 January 1968 rent restrictions were continued only for earlier leases which remained in force, including leases continued on the basis of the right of succession of a person other than the original tenant. Here the rent freeze continued to operate on the basis of the conversion of each Crown of the 1914 rent into ATS 1 for apartments and into ATS 2 (ATS 3 as from 1 January 1969) for business premises. However, the parties could fix a higher rent by agreement once the lease had lasted more than six months. New leases were no longer subjected to any restrictions on the amount of rent even in respect of apartments which had previously been subject to rent control, provided that these apartments were re-let within six months of the entry into force of the new legislation, or six months after vacation by the previous tenant (section 16(1), new version). The landlord was obliged to use at least half of his additional rent income for maintenance purposes (section 16(2)).", "The easing of rent controls led to relatively high rents even for newly let apartments in old houses. The continued rent-freeze in relation to existing leases encouraged a tendency towards the perpetuation of old leases, and a corresponding scarcity of vacant apartments in this category which had repercussions on the free market for new leases. The relatively high rents which could be obtained for newly let apartments in old houses were further boosted by the existence of high rents in the market for newly constructed apartments, which were exempted from the system of rent controls even before 1968. In 1981 a landlord could obtain on the free market up to thirty times the rent frozen at the 1914 level.", "30. The unfavourable trend in the housing market led to the re-introduction of rent controls for substandard apartments in 1974. By a further amendment to the 1922 Rent Act (Mietengesetznovelle), fresh restrictions were introduced for new leases of such apartments. While the existing leases in respect of these apartments remained unaffected (even if they were based on a free agreement concluded after 1968), new leases could be concluded as from 1 August 1974 only on the basis of a statutory square metre rent of ATS 4 per month (section 16(3) of the Rent Act as amended in 1974). As this amount was regarded as insufficient by many landlords, they preferred to leave vacant apartments in this category unoccupied, a fact which put an additional strain on the housing market and tended to lead to higher rents for the remaining categories of apartments.", "Apart from the above rent control provisions which affected mainly apartments in houses constructed before World War I, the legislation prior to 1981 also included rent control provisions applicable to certain houses constructed at a later date, in particular houses constructed with public subsidies (Wohnbauförderungsgesetz 1968) or by non-profit-making housing associations (Wohnungsgemeinnützigkeitsgesetz 1979). This legislation contained detailed regulations on the calculation of rents which were based on the principle that they should not exceed the costs incurred by the owner. It has not been affected by the 1981 Rent Act.", "31. The 1922 Rent Act has been repealed and replaced by a new Act, which entered into force on 1 January 1982. It was intended to bring about an overall reform of the law governing the relationship between landlords and tenants.", "However, like the previous Rent Act, the 1981 Act does not apply to all leases. Section 1(2) exempts (i) premises let to certain types of enterprises, (ii) premises let as tied accommodation, (iii) premises let for less than six months and (iv) premises let as secondary residences or for leisure purposes. Section 1(3) excludes the application of the rent control provisions to buildings constructed and owned by non-profit-making housing associations, which in this respect are subject to the special rent control provisions of the Non-Profit Housing Act (Wohnungsgemeinnützigkeitsgesetz, see paragraph 30 above). Finally, section 1(4) stipulates that only certain provisions (concerning the termination of leases, the right of succession to leases and maintenance contributions) are to apply to (i) buildings constructed without public subsidies after 30 June 1953, (ii) houses with not more than two separate apartments and (iii) freehold flats (Eigentumswohnungen) in buildings constructed after 1945. In these cases the amount of rent can be freely agreed without any restrictions.", "As regards apartments and premises which come within the scope of the Act, there has been a fundamental change concerning the system of rent control. Further important modifications of the earlier legislation concern the landlord’s obligations as to the maintenance of his property. The provisions on termination of leases have in substance been maintained subject to certain minor amendments.", "32.", "\"Rent under the head lease (Hauptmiete)", "(1) The rent payable by the tenant under the head lease in respect of the rented premises shall comprise:", "1. the basic rent (Hauptmietzins);", "2. the proportion of the running costs attaching to the rented premises and the recurrent public charges payable on the premises;", "3. the proportion of the relevant exceptional expenses attaching to the rented premises;", "4. an appropriate amount for furniture rented with the property or other services provided by the landlord in addition to making the rented property available for use.", "(2) The landlord shall also be entitled to charge the tenant the turnover tax payable on the rent. If the landlord does this, he must however deduct from the expenses which he passes on to the tenant the tax (Vorsteuerbeträge) payable thereon.", "...\"", "\"Agreements concerning the amount of the basic rent", "(1) Agreements between the landlord and the tenant concerning the amount of the basic rent for premises rented under a head lease shall be permissible, irrespective of the restrictions set out in sub-section (2), up to the amount appropriate to the size, type, layout, location, fittings and condition of the property, if:", "1. the rented property is not used for residential purposes;", "...", "2. the property is located in a building which has been newly constructed on the basis of a building permit issued after 8 May 1945, or if the premises for rent have been newly created by conversion, the addition of an extra storey, the installation of fixtures or the building of an extension on the basis of a building permit issued after 8 May 1945; ...", "3. the property is located in a building which qualifies for protection as a monument, or in order to preserve the townscape or local architectural environment or on similar grounds of public interest, provided that, apart from the grant of public funds, the landlord has himself made a considerable financial contribution for its preservation after 8 May 1945;", "4. the rented property is a class A apartment with a usable floor-space of over 90m2 or a class B apartment with a usable floor-space of over 130m2, provided that the landlord lets an apartment of this description within six months of its vacation by the previous tenant or occupier to a person not entitled to succeed to the rights of the previous tenant;", "5. the rented property is a class A or B apartment in a good condition, the standard of which has been raised by the landlord, after 31 December 1967, by combining class C or D apartments, by other large-scale construction work for the extension or conversion of one or more class C or D apartments or otherwise by means of considerable financial expenditure; ...", "6. the rented property is a class C apartment in a good condition, the standard of which has been raised by the landlord, after 31 December 1967, by combining class D apartments or by other large-scale construction work for the extension or conversion of one or more class D apartments or otherwise by the investment of considerable financial expenditure; ...", "7. the tenancy has been in existence for longer than six months.", "(2) If the conditions set out in sub-section (1) are not satisfied, the basic rent agreed between the landlord and the tenant for an apartment rented under a head lease may not exceed, per month and per square metre of usable floor-space:", "1. ATS 22 for a class A apartment, that is a habitable apartment with at least 30m2 of usable floor-space, comprising at least a room, a kitchen (kitchenette), hall, lavatory and bathing facilities corresponding to the current standard (bathroom or bathing recess) and which has central heating, or single-storey heating, or comparable built-in heating and a source of hot water;", "2. ATS 16.50 for a class B apartment, that is a habitable apartment comprising at least a room, a kitchen (kitchenette), hall, lavatory and bathing facilities corresponding to the current standard (bathroom or bathing recess);", "3. ATS 11 for a class C apartment, that is a habitable apartment which has at least inside water facilities and lavatory;", "4. ATS 5.50 for a class D apartment, that is an apartment which has either no inside water facilities or no inside lavatory, or which has these facilities one of which is however not usable and has not been repaired within a reasonable time after the tenant has informed the landlord [of the defective state].", "(3) Classification in accordance with sub-section (2) shall be determined by the standard of equipment of the apartment at the time of the conclusion of the lease. ...", "(4) The amounts specified in sub-section (2) shall decrease or increase in accordance with any variation of the 1976 Consumer Price Index published by the Austrian Central Office of Statistics, or the index replacing it, as compared with the time when this Federal Act comes into force. Such variation shall not be taken into account if it does not exceed 10% of the relevant reference figure. ...", "(5) If the basic rent agreed under sub-section (1) exceeds the appropriate amount for the size, type, layout, location, fittings and condition of the property, the agreement as to rent shall be invalid to the extent that it exceeds this maximum. If the basic rent has to be calculated according to the provisions of sub-sections (2) and (3), the agreement as to rent shall be invalid to the extent that it exceeds the maximum permitted in those sub-sections.", "...\"", "\"Increase in the basic rent", "(1) Where the costs of urgent, major maintenance work to be completed by the landlord, including interest and other costs relating to the securing of the necessary funds, within the meaning of section 3(3)1, are not covered by the sum of the rent surplus or rent deficit (Mietzinsreserven oder Mietzinsabgänge) constituted over the previous ten years, and exceed the expected rental income for the period of amortisation, the basic rent may be increased to cover the shortfall. To establish the amount of the requisite increase the following factors shall be taken into account:", "1. the amount of the rent surplus or rent deficit resulting from the previous ten years including any grant awarded in connection with the execution of the work;", "2. reasonable costs in respect of urgent maintenance work as set out in an estimate, including reasonable administrative and supervision costs in so far as these do not exceed 5% of the construction costs. These costs are to be reduced or increased, as the case may be, by any surplus or deficit (shortfall) under 1.;", "3. a period of amortisation not exceeding ten years, which is to be fixed, according to a fair assessment, with regard to the period in which in the light of experience and on the basis of ordinary durability such or similar work is to be repeated and having regard to the financial position of the landlord and all the tenants in the building;", "4. the landlord’s capital required to finance the \"shortfall\", whether such capital is his own or borrowed, together with the costs relating to the securing of the necessary funds, if they are borrowed, and the monthly repayments thereon as well as reasonable interest attaching thereto;", "5. an overall amount, freely determined (‘nach freier Überzeugung’: Article 273 of the Code of Civil Procedure), representing the costs of recurring maintenance work and regular payments due in respect of wealth tax plus surcharge attaching to the ownership of the property, as well as any monthly repayments covering capital and interest for earlier maintenance work financed in accordance with the provisions of section 3(3)1;", "6. the total amount of the monthly basic rents for the rented premises, which, for the purposes of standardising the calculation, shall be determined as follows:", "(a) for the rented dwellings each basic rent fixed pursuant to section 16(2) to (4);", "...", "...\"", "\"Basic rent - rendering of accounts", "(1) The landlord shall provide a clear statement of the income and expenditure for each year.", "1. With regard to income the statement shall indicate:", "(a) the amounts paid to the landlord for the rented premises as basic rent (including increased rent and maintenance contributions);", "...", "(e) the grants which the landlord receives in connection with maintenance or useful improvement work.", "2. With regard to expenditure the statement may indicate:", "(a) the amounts spent in respect of the ordinary maintenance (section 3) or useful improvement (sections 4 and 5) of the building, as evidenced by invoices and receipts;", "(b) 20% of the costs, as evidenced by invoices and receipts, which the landlord has incurred in respect of the ordinary maintenance (section 3) or useful improvement (sections 4 and 5) of the building in years in which the tenant has not been required to pay increased basic rent under section 18(2) or (3);", "(c) amounts which the landlord is required to pay in respect of wealth tax plus surcharge attaching to the ownership of the property.", "(2) The difference between the income and expenditure for a calendar year as indicated constitutes the rent surplus or rent deficit for the year, as the case may be.", "...\"", "\"Running costs and current taxes", "(1) The following costs incurred by the landlord shall be regarded as running costs:", "1. the supply of the premises with water ...;", "2. regular chimney-sweeping in accordance with the relevant regulations, drain-cleaning, waste disposal and pest control;", "3. the suitable lighting of parts of the building to which there is general access ...;", "4. appropriate fire insurance for the building ...;", "5. ... statutory civil liability insurance ... and insurance against damage caused by mains water, including corrosion;", "6. appropriate insurance for the building against other risks ...;", "7. the administrative costs referred to in section 22;", "...", "...\"", "\"Exorbitant basic rent", "...", "(2) The tenant under the head lease of an apartment rented before this Federal Act came into force may require the landlord to reduce the basic rent which was previously agreed if:", "1. the conditions set out in section 16(1)2 to 6 were not satisfied in respect of the apartment when the amount of the basic rent was agreed, and", "2. the agreed basic rent exceeds by more than a half the amount of the basic rent calculated under section 16(2) for the size and class of the apartment at the time of the tenancy agreement or a subsequent improvement to the standard of the premises, financed by the landlord.", "(3) If the tenant under the head lease requires the landlord to reduce the agreed basic rent, the agreement concerning the basic rent shall be invalid as from the first date on which rent becomes due following receipt of the request, to the extent that the basic rent exceeds one and a half times the amount calculated for the size and class of the apartment (sub-section (2)2). ...\"", "\"Maintenance contribution", "(1) The maintenance contribution shall be calculated as follows:", "1. For an apartment, the amount actually paid as basic rent or increased basic rent shall be subtracted from two-thirds of the amount calculated under section 16(2)1 and (4) as the permissible basic rent;", "...", "(2) If the rent which the tenant under the head lease has to pay for premises rented before the entry into force of the present Federal Act, under the previous legislation or an earlier agreement, is so low that a maintenance contribution results from the application of sub-section (1), the landlord may require the tenant under the head lease to pay the maintenance contribution calculated in accordance with sub-section (1), in addition to the basic rent or increased basic rent applying hitherto, in order to guarantee financial provision in advance for identifiable maintenance work required in the foreseeable future, provided that rented premises are located in a building the demolition of which has not been authorised or ordered by the housing authorities. The landlord must inform the tenant under the head lease in writing of this demand at the latest one month before the date for payment of rent on which he is claiming payment of the maintenance contribution and must undertake to use such contribution thus claimed within five years of its payment to finance maintenance work, the costs of which are not covered by the sums available from the rent surplus and to render a separate account (section 20(3)) relating to this expenditure on 30 June of each year. The written demand must further specify the amount of the basic rent or increased basic rent to be paid for the premises, the usable floor-space, and in the case of apartments, the class of apartment at the time of the conclusion of the tenancy agreement.", "...\"", "Subsequently the legislature amended various provisions of the 1981 Act. In particular it clarified sections 20 and 45 by providing for an improvement contribution.", "33. The restrictions on the landlord’s right to terminate leases (see paragraph 28 above) have in substance been maintained by the 1981 Rent Act.", "34. Certain measures affecting the tenancy, including a reduction of rent under section 44 of the 1981 Rent Act, require a judicial decision in the event of a dispute. According to section 37 the relevant procedure takes place before the competent District Court in non-contentious proceedings (Verfahren ausser Streitsachen).", "However, in certain municipalities, where this is justified by the number of cases, an administrative body may be set up to deal with the matter in the first place (section 38). In these municipalities the court procedure can be initiated only after the administrative decision has been given. The court procedure is not construed as an appeal against this decision, but as an entirely new procedure which has the effect of simply setting aside the administrative decision (sections 39 and 40).", "35. The 1981 Rent Act was adopted after heated debate in Parliament and in the media, in which representatives of the political parties and interest groups took part. This discussion has continued.", "Harsh criticism was expressed in particular concerning the extremely complicated structure of the legislation and the resultant administrative difficulties created for the landlords. As regards the introduction of square metre rents, the criticism focussed on the appropriateness of this system as such, the lack of differentiation according to the particular circumstances of the buildings concerned especially as to regional market differences, and the low amount of the statutory rents which in many cases are allegedly not sufficient to cover normal maintenance costs. It has also been suggested in many quarters that there is no justification for applying the system of square metre rents to existing leases and for leaving it to the tenants concerned to apply for a reduction.", "In the latter respect it was disputed whether this measure amounted to an expropriation and whether it was in conformity with the Constitution and the European Convention on Human Rights.", "Nevertheless, this matter has not been brought before the Constitutional Court. According to the relevant provisions of the Federal Constitution (Bundesverfassungsgesetz, Articles 140 and 144), the individuals concerned have no right to apply directly to this court if the civil courts are competent. The civil appellate courts can request a review by the Constitutional Court if they have doubts as to the constitutionality of a legal provision which they are required to apply in a particular case (Articles 89(2) and 140(1) of the Federal Constitution). However, as the present case shows, the competent civil courts had no such doubts concerning section 44 of the 1981 Rent Act.", "36. This is confirmed by a decision of the Supreme Court of 3 July 1984, in which it held that there was no doubt as to the constitutional validity of this provision. The Supreme Court stated as follows:", "\"In passing the Rent Act, the legislature has, for reasons which are understandable from a historical point of view, limited freedom of contract with regard to the amount of rent payable for properties covered by the Act. Over a number of decades, always with reference to current needs, further properties were removed from the sphere of freely negotiated rents, determined by supply and demand. A relaxation was followed by the re-introduction of tighter controls (Rent (Amendment) Act, Official Gazette No. 281/1967; Amendment to the Rent Act, Official Gazette No. 409/1974), which led to a situation in which the legislature considered fundamental reform to be necessary.", "The legislature therefore restricted agreements on the basic rent for premises covered by the new legislation generally to the amount regarded as reasonable with reference to the size, type, layout, location, fittings and condition of the premises and for the sake of greater clarity laid down maximum limits for the most common types of apartments (section 16(2) of the Rent Act). At the same time, it regarded the fundamental aim of the transitional provisions as being to achieve the gradual and smoothest possible adjustment of existing leases to the new rules. In this connection, it was recognised that this adjustment would be at once the most problematic and at the same time the most urgent part of the transitional arrangements. ...", "...", "Undeniably this constitutes an interference with existing leases. Indeed this was the legislature’s declared intention.", "In this connection it must not be overlooked that the obligation to pay rent for an apartment constitutes a continuing obligation and that in general such obligations are not entirely immune to certain adjustments and changes. ...", "Existing legal rights are not covered by the general protection afforded under the Constitution (VfSlg [Erkenntnisse und Beschlüsse des Verfassungsgerichtshofes] 7423/1974: ‘There is no provision in the Federal Constitution which in principle prevents ordinary legislation from interfering with lawfully acquired rights’). The new provisions are entirely consistent with the legislative policy of bringing existing leases into line with the general system of the reform of the rent legislation and are intended to keep the hiatus between the old and new systems to the minimum. Section 44(2) and (3) of the Rent Act provide an appropriate mechanism for this adjustment. They also enable the landlord to receive 50% more rent than he could charge if the tenant gave notice and he had to re-let the apartment. These provisions are intended merely to prevent the sitting tenant from paying an ‘unduly high rent’ in relation to what is considered the reasonable square metre rent, if he is unable or unwilling to terminate the lease and rent another apartment. As the tenant can terminate the lease at any time, the right to obtain the fully agreed rent is in fact limited to the effective duration of the lease. When drafting the transitional provisions in section 44(2) and (3) of the Rent Act, the legislature was guided by the existing rules in Article 934 of the Civil Code, which were already in force when the existing leases were entered into, and by the ideas underlying the Consumer Protection Act ..., and, accordingly, allowed rent to be reduced to one and half times the amount of the newly established reasonable rent ... . This power to take the initiative vested in the tenant must not be regarded in isolation but must be seen in the whole context of the new legislation. In granting it, the legislature has neither acted arbitrarily nor exceeded its powers. It has remained within the bounds of the freedom to form legislative policy which, in case of doubt, it must be assumed to have. To place too many limits on this freedom would lead to inflexibility with regard to legal situations and hamper innovations even where necessary.", "The possibility available to tenants of applying for a reduction in rent under section 44(2) and (3) of the Rent Act is clearly disadvantageous to landlords who have concluded an agreement on the amount of rent to be paid by the tenant under existing legislation and now find that their confidence in the law has been misplaced. It should however be recognised that this is counterbalanced by a series of provisions as a result of which rent is no longer frozen at the 1914 level (e.g. section 12(3) or section 46(2) of the Rent Act). In addition the possibility of charging maintenance contributions under section 45 of the Rent Act is a measure which facilitates the adjustment of existing leases.", "Of course the new system may bring more disadvantages for some landlords and more advantages for others. However, at all events, it is merely a restriction on the right of property (Eigentumsbeschränkung) since the rent for a sitting tenant may still exceed the amount chargeable under the new legislation by 50%. The legislature may authorise an expropriation only if such a measure serves the public good and the general interest (see, inter alia, VfSlg 8326/1978; 8083/1977; 7321/1974). Article 5 of the Basic Law provides that an expropriation may be effected only if it is justified in the general interest (see, inter alia, VfSlg 8212/1977; 7238/1973). Although the first sentence of Article 5 of the Basic Law does indeed apply to restrictions on the right of property, the legislature can lay down such restrictions without fear of acting in breach of the Constitution, provided that they do not threaten the very substance of the fundamental right to the inviolability of property or otherwise violate a constitutional principle binding on the legislature (VfSlg 9189/1981; 8981/1980 etc). But this is not the case of the transitional provisions contained in section 44(2) and (3) of the act which were required by the public interest and for the common good, because they fit into the balanced structure designed to cater for the adjustment of the old system to the new one and are part of the necessary harmonisation leading to the desired objective. Under Article 1 of Protocol No. 1 (P1-1) to the Convention on Human Rights, restrictions on the right of property must be in accordance with the general interest. In its decision of 16 December 1983 (G 46/82-15), the Constitutional Court confirmed the principle laid down in previous decisions that restrictions on the right of property which take account of these principles are not unconstitutional.\" (Österreichische Immobilien-Zeitung 1983, No. 18, pp. 331-333)"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}