{"ITEMID": "001-82241", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF BULGAKOV v. UKRAINE", "IMPORTANCE": "3", "CONCLUSION": "No violation of Art. 8;No violation of Art. 14+8", "JUDGES": "", "TEXT": ["8. The applicant was born in 1974 and lives in the city of Simferopol, the Autonomous Republic of Crimea (Ukraine).", "9. The facts of the case, as submitted by the parties, may be summarised as follows.", "10. The full name of the applicant, a Ukrainian citizen of Russian origin, is, in Cyrillic, “Дмитрий Владимирович Булгаков” (Dmitriy Vladimirovich Bulgakov). Dmitriy is the first, or given, name; Bulgakov is the surname, while Vladimirovich is the “patronymic” (otchestvo in Russian, po-bat'kovi in Ukrainian) - in other words, a second given name, derived from the father's given name and the appropriate gender suffix.", "11. The applicant was born on the territory of former Soviet Belorussia. His birth certificate was issued in the Russian language. On 21 September 1990, by then living on the territory of former Soviet Ukraine, the applicant received his first Soviet passport (паспорт гражданина СССР), issued in Russian and Ukrainian. According to the applicant, in the Ukrainian version, his name and patronymic were transliterated from Russian as “Дмітрій Владіміровіч” (Dmitriy Vladimirovich). According to the Government, the applicant's name and patronymic could not appear in the Ukrainian version other than in its Ukrainian form – “Дмитро Володимирович” (Dmytro Volodymyrovych), since the rules at that time knew no exceptions. (However, neither party could submit any document to prove their assertions, because no archives or copies of that passport exist any longer).", "12. In 1993 the applicant lost his passport and, given a lack of new Ukrainian passport forms, he was issued with a special temporary identity certificate drafted in Russian.", "13. In December 1997 the applicant applied for and received a Ukrainian citizen's internal passport (паспорт громадянина України) from the Directorate General of the Ukrainian Ministry of the Interior in the Crimea (Головне управлiння Мiнiстерства внутрiшнiх справ в АР Крим, “the Directorate”). Page 2 of this document is drawn up in Ukrainian, and the applicant's given name and patronymic appear in their Ukrainian form “Дмитро Володимирович” (Dmytro Volodymyrovych). However, on page 3 of the passport, which is in Russian, his whole name is written in its original Russian form.", "14. In June 1998 the applicant applied to the Directorate for a Ukrainian citizen's passport for travel abroad (паспорт громадянина України для виїзду за кордон; an “external passport”). It appears from the case file that, when submitting his application, the applicant was obliged to complete and sign a form on which he gave his given name as Dmytro. This “Ukrainianised” form of his given name (“ДМИТРО / DMYTRO”) appears on the first page of the passport, which is in Ukrainian and English; there is no mention of the patronymic. The applicant challenged this “Ukrainianisation” by means of an internal appeal, submitted to the management of the Directorate's local branch, which dismissed it.", "15. In July 1998 the applicant appealed to the Kievskiy District Court, Simferopol. He submitted that there had been a violation of his right to the integrity of his given name, and asked the court to order the authorities to issue him with a new passport and to pay him 1,700 hryvnas for non-pecuniary damage.", "16. After adversarial proceedings, the court dismissed the appeal in a judgment of 16 August 1999. The judgment noted that the disputed spelling complied with the relevant regulations, which stated that all entries on the first page of an external passport were to be in Ukrainian and English. The court also noted that all of the principal entries in such a passport were to follow the model of the corresponding entries in the internal passport issued to the same person. On the first page of his internal passport, the applicant's given name had been entered as Dmytro; accordingly, this spelling was also to be used in the external passport. In addition, the court pointed out that the applicant himself had written his given name as Dmytro on the passport application form; consequently, his objections were unfounded.", "17. The applicant appealed to the Crimea Supreme Court. He vehemently denied that he had used the form Dmytro on the application form. In his opinion, this was a manifestly erroneous finding by the court of first instance, since he had, without question, indicated that his given name was Dmitriy and not Dmytro.", "18. In a judgment of 2 February 2000, the Crimea Supreme Court dismissed the appeal and upheld the findings of the court of first instance.", "19. The applicant subsequently made several applications to the prosecution service and the President of the Crimea Supreme Court for supervisory review of the final decision, all of which were dismissed.", "20. In April 2000 the applicant submitted an internal appeal to the head of the Directorate's local branch. He challenged the fact that his given name and patronymic had been translated into Ukrainian; in particular, he alleged that, even on the Ukrainian page of the passport, these ought to have appeared in their original form merely transliterated into the Ukrainian alphabet, not replaced by their Ukrainian equivalents. Consequently, according to the applicant, his name ought to have been written on page 2 of the passport as “Дмiтрiй Владiмiровiч” (Dmitriy Vladimirovich), since the Cyrillic grapheme 'И' reads as [i] in Russian but as [y] in Ukrainian. The appeal was dismissed.", "21. In June 2000 the applicant lodged an application with the Kievskiy District Court of First Instance, Simferopol, for an order requiring the authorities to issue him with a new passport in which his given name and patronymic would be written in their original form on both the Russian and Ukrainian pages. In his submissions he emphasised, inter alia, that he belonged to the Russian minority and that consequently, under section 12 of the National Minorities Act, he was entitled to use the original, Russian form of his name. According to the applicant, when entering his given name and patronymic on page 2 of the passport, the authorities would have been entitled to transliterate them into the Ukrainian alphabet, but they had not been entitled to replace them with Ukrainian equivalents.", "22. After adversarial proceedings, the Court of First Instance dismissed the appeal as unfounded. The judgment noted that the disputed passport had been drawn up in compliance with the Passports of Ukrainian Citizens Order, which stated that the holder's personal data were to appear “in Ukrainian and in Russian”. Finally, the court pointed out that page 3 of the passport had been drawn up in Russian, and that all the elements of the applicant's name appeared on it in their original form; accordingly, there had been no violation of the applicant's fundamental rights.", "23. The applicant appealed against this judgment to the Crimea Supreme Court which, in a judgment of 30 August 2000, also dismissed his appeal. In the Supreme Court's opinion, the provision by which the holder's personal data were to appear “in Ukrainian and in Russian” indeed meant that the given name, patronymic and surname were “to comply with the requirements of the Ukrainian language, in application of the rules governing literary translation”. Like the Court of First Instance, the Supreme Court added that there had been no violation of the right to the integrity of one's name in the present case, since all the entries on page 3 of the passport had been in Russian.", "24. As with his external passport, the applicant made several applications to the prosecution service and the President of the Crimea Supreme Court for a supervisory review of the final decision. These appeals were all dismissed.", "25. The relevant parts of Article 10 of the Constitution provide:", "“The official language in Ukraine is Ukrainian.", "The State ensures the comprehensive development and functioning of the Ukrainian language in all spheres of social life throughout the entire territory of Ukraine.", "In Ukraine, the free development, use and protection of Russian, and other languages of the national minorities of Ukraine, is guaranteed...”", "26. Section 12 of the Law provides:", "“Every Ukrainian citizen is entitled to have a surname, given name and patronymic [corresponding to his or her national origin].", "Citizens are entitled, in accordance with the rules in force, to revert to their [original] surname, given name and patronymic.", "Citizens whose ethnic tradition does not involve the use of a 'patronymic' [po-bat'kovi] are entitled to indicate only their surname and given name in [the] documents; their birth certificate [may] indicate the surnames of the father and of the mother.”", "27. Ukrainian citizens normally have two passports, each of which has a distinct function. The internal passport (also called the “Ukrainian citizen's passport”) is the basic identity document, proving the holder's identity in all administrative and socio-economic relations throughout the country. In contrast, the external passport is a travel document for use abroad.", "28. The relevant provisions of Parliamentary Order no. 2503-XII of 26 June 1992 concerning the passports of Ukrainian citizens (Положення “Про паспорт громадянина України”) read as follows:", "“... 4. All the entries contained in the passport and all the information concerning its holder shall be made in Ukrainian and Russian....”", "“...16. An exchange of passports shall be conducted in case of:", "A change (replacement) [зміни (переміни)] of surname, given name or patronymic...”", "[Annex]", "Description of the Ukrainian citizen's passport", "“... On the upper section of page 2 of the passport, [there is] a space for the holder's identity photograph.... Lower down, the surname, given name and patronymic... [are] in Ukrainian...", "On page 3 of the passport – the surname, given name and patronymic ... [are] in Russian...”", "29. According to Article 15 of Rule no. 231 of 31 March 1995 on the preparation and issue of Ukrainian citizens' passports for travel abroad and travel documents for children, their temporary seizure and confiscation (Правила оформлення і видачі паспортів громадянина України для виїзду за кордон і проїзних документів дитини, їх тимчасового затримання та вилучення), external passports are to be drawn up in Ukrainian and English.", "The technical arrangements for the issue of passports are set out in ministerial orders or instructions. In particular, in accordance with the Minister of the Interior's instruction no. 316 of 17 August 1994 on the passports of Ukrainian citizens, the passport holder must sign both the passport application form and the passport itself, thus confirming the accuracy of the information appearing in them.", "30. A Regulation concerning the procedure for examining applications for a change of surname, given name or patronymic from citizens of Ukraine was approved by the Decision of the Cabinet of Ministers of Ukraine on 27 March 1993.", "31. According to that Regulation, any citizen of Ukraine who has reached the age of sixteen can apply for a full or partial change of name to the civil status registration department responsible for the district in which the individual resides. The applicant must pay a fee and provide a birth certificate and photograph and, if he or she is married and has children, the marriage certificate and the birth certificates of the children.", "32. The civil status registration department verifies the documents and their archived records and sends the file to the local police department. Within a month, the latter shall make the necessary checks of the person's identity in order to prevent abuse of the procedure by people fleeing from justice, avoiding the payment of child maintenance, or pursuing other fraudulent purposes. The case file is then returned to the civil status registration department together with an opinion on the question of the proposed change of name. In case of police objections or if the applicant is under criminal investigation, on trial or convicted, the civil status department will refuse the application. This refusal can be challenged in the courts.", "33. The whole procedure should normally take three months, unless there is a need to restore some lost archive documents concerning the civil status of the applicant.", "34. If the application for a change of name is granted, the individual must change the official documents, like the passport, within a month.", "35. The Council of Europe's Framework Convention for the Protection of National Minorities was opened for signature on 1 February 1995 and entered into force in respect of Ukraine on 1 May 1998. Article 11 § 1 of that Convention provides as follows:", "“The Parties undertake to recognise that every person belonging to a national minority has the right to use his or her surname (patronymic) and first names in the minority language and the right to the official recognition of them, according to modalities provided for in their legal system.”", "Paragraph 68 of the explanatory report to the Framework Convention states:", "“In view of the practical implications of this obligation, the provision is worded in such a way as to enable Parties to apply it in the light of their own particular circumstances. For example, Parties may use the alphabet of their official language to write the name(s) of a person belonging to a national minority in its phonetic form. Persons who have been forced to give up their original name(s), or whose name(s) has (have) been changed by force, should be entitled to revert to it (them), subject of course to exceptions in the case of abuse of rights and changes of name(s) for fraudulent purposes. It is understood that the legal systems of the Parties will, in this respect, meet international principles concerning the protection of national minorities.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["14", "8"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}