{"ITEMID": "001-71473", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HUN", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF TOTH, MAGYAR AND TOTHNE v. HUNGARY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1 (length of proceedings);Remainder inadmissible;Non-pecuniary damage - financial award", "JUDGES": "", "TEXT": ["4. The applicants were born in 1958, 1965 and 1958 respectively, and live in the same household in Szeged, Hungary.", "5. On account of his modest means and the financial burden of his minor daughter’s upbringing, on 16 December 1996 the first applicant lodged a request for a special family allowance (rendszeres nevelési segély) with the Mayor of Szeged. In February 1997 the request was refused; the applicant filed an administrative appeal. On 10 April 1997 the General Assembly of the Szeged Municipality upheld the Mayor’s decision.", "6. On 14 May 1997 the first applicant brought an action before the Szeged District Court for the judicial review of the General Assembly’s decision. On 27 October 1997 the Supreme Court dismissed his motions for bias against the Szeged District Court and the Csongrád County Regional Court.", "7. On 9 February and 29 April 1998 hearings were held. Following proceedings concerning the first applicant’s renewed motions of bias, on 2 April 1999 the case was transferred to the Regional Court, because of a change in the law concerning courts’ jurisdiction.", "8. On 28 June 1999 the Regional Court dismissed the action. On 13 August 1999 the first applicant challenged this decision before the Supreme Court. On 13 January 2000 the Supreme Court invited him to complete his motion, which he did on 24 February 2000. On 16 February 2001 it decided to deal with the motion in appellate, rather than review proceedings.", "9. On 22 February 2001 the Supreme Court quashed the decision of 28 June 1999 and remitted the case.", "10. In the resumed proceedings, the judges of the Csongrád County Regional Court declared themselves biased. On 20 November 2001 the Supreme Court appointed the Bács-Kiskun County Regional Court to hear the case. That court appointed a legal-aid lawyer for the first applicant on 4 July 2002.", "11. On 17 September 2002 the Bács-Kiskun County Regional Court quashed the General Assembly’s decision and remitted the case to the first administrative body. The respondent authority appealed.", "12. On 9 July 2003 the Budapest Court of Appeal held a hearing but the parties did not appear. On 17 September 2003 it upheld the Regional Court’s decision.", "13. In the resumed administrative proceedings, on 13 January 2004 the first applicant was granted the allowance sought. His quantitative appeal was dismissed by the second-instance administrative authority on 14 May 2004.", "14. On 21 June 2004 the applicant sought judicial review. On 13 December 2004 the Békés County Regional Court dismissed his action.", "15. In 2001 and 2002 the applicants, acting on behalf of their minor children, lodged several requests with the Mayor of Szeged for another type of social benefit (gyermekintézményi étkeztetési térítési díj támogatása). On 16 July 2001 and 11 July 2002, respectively, their requests were refused. The General Assembly of the Szeged Municipality dismissed their administrative appeals on 5 October 2001 and 16 September 2002, respectively. The applicants sought judicial review before the JászNagykunSzolnok County Regional Court.", "16. The Regional Court dismissed their action on 15 September 2003, holding that the administrative authorities’ decisions had been in compliance with the local regulations. The latter excluded the disbursement of the allowance sought if the requesting individuals received other social benefits (rendszeres gyermekvédelmi támogatás) – which was the applicants’ case."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}