{"ITEMID": "001-105273", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF ORLOV v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment;Inhuman treatment) (Substantive aspect);No violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment;Inhuman treatment) (Substantive aspect);Violation of Article 13+3 - Right to an effective remedy (Article 13 - Effective remedy) (Article 3 - Prohibition of torture;Degrading treatment;Inhuman treatment);Violation of Article 6+6-3 - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Fair hearing) (Article 6 - Right to a fair trial;Article 6-3 - Rights of defence;Article 6-3-b - Preparation of defence;Article 6-3-c - Defence through legal assistance);No violation of Article 34 - Individual applications (Article 34 - Hinder the exercise of the right of application);Non-pecuniary damage - award (Article 41 - Non-pecuniary damage;Just satisfaction)", "JUDGES": "Anatoly Kovler;George Nicolaou;Julia Laffranque;Linos-Alexandre Sicilianos;Mirjana Lazarova Trajkovska;Peer Lorenzen", "TEXT": ["5. The applicant was born in 1960 and is serving a prison term in prison no. 3 in the Altay Region.", "6. On 4 March 2003 the applicant was arrested on suspicion of murder. The investigating authority authorised a search in his house; it was carried out on the same date. After having rejected his request to retain Ms Y. as counsel, on the same evening the investigator appointed Mr Yu., a legal-aid lawyer, to represent the applicant and then proceeded to interview him.", "7. On 5 March 2003 the applicant contacted Ms Y. and she was appointed as his (legal-aid) counsel. Allegedly, the applicant also obtained advice from Mr K., who subsequently became counsel to his co-accused, Mr R. Mr R. testified against the applicant.", "8. On 6 March 2003 the Tsentralniy District Court of Barnaul confirmed the lawfulness of the applicant’s arrest and authorised his continued detention. On an unspecified date that detention order was upheld on appeal. The applicant’s detention was extended on 30 April, 19 June and 29 July 2003.", "9. After the investigation had been completed, the applicant studied the case file, including the expert reports commissioned by the investigator. Allegedly, for unspecified reasons the applicant was not assisted by counsel at that time (see also paragraph 16 below).", "10. The case was sent for trial before the Altay Regional Court. The applicant sought to be tried by a jury. On 11 August 2003 the Regional Court held a preliminary hearing on that matter and appointed Ms Ro., on whose advice the applicant withdrew his request for trial by a jury. After this hearing the applicant was assisted by Ms Y.", "11. On 20 November 2003 the Regional Court convicted the applicant as charged and sentenced him to nineteen years’ imprisonment. The court relied, inter alia, on written statements made by Mr R. and other witnesses, and on several expert reports.", "12. The applicant appealed to the Supreme Court of Russia and requested the appointment of legal-aid counsel. It appears that both the Regional Court and Supreme Court refused his requests.", "13. Ms Y. submitted a statement of appeal on the applicant’s behalf.", "14. On 30 March 2004 the applicant informed the Supreme Court that he had not been given copies of the statements of appeal lodged by his co-defendants and the public prosecutor.", "15. On 14 May 2004 the applicant asked the Supreme Court to appoint legal-aid counsel for the appeal proceedings. An adjournment was ordered on one occasion to enable the applicant’s father to retain counsel (see also paragraph 20 below). In the same proceedings, Y., who had assisted the applicant at first instance, informed the Supreme Court that she had not been retained for the appeal proceedings and would no longer represent the applicant.", "16. On 18 June 2004 the Supreme Court held an appeal hearing. It appears that the applicant participated in it by a video link from a remand centre in Chelyabinsk. The appeal court examined the appeals and reduced the applicant’s prison term to eighteen years and six months. The appeal court found as follows:", "“Advocate K. did not represent [the applicant] and did not participate in any investigative measures...The search in [the applicant’s] house was authorised by an investigator and a prosecutor. Since at that time [the applicant] was not formally taken into custody legal assistance was not required. He was interviewed as a suspect after his arrest; lawyer Yu. was present at the interview; [the applicant] did not object to the appointment of Mr Yu. as counsel...[The applicant] studied the case file with a lawyer...He did not object to be assisted by lawyer Ro. at the preliminary hearing and was served with copies of the statements of appeal submitted by his co-defendants...”", "The appeal court also noted that the applicant had been present at the appeal hearing and had made submissions to the court; that “the applicable legislation [did] not require a court of appeal to appoint counsel”.", "17. The judgment became final on 18 June 2004. On 28 July 2004 the applicant was transferred to prison no. 10 in the town of Rubtsovsk to serve his prison term.", "18. In May 2008 the deputy Prosecutor General of the Russian Federation lodged a request for supervisory review of the judgment of 18 June 2004. The request reads as follows:", "“As can be seen from the case file, [the applicant] had asked that the appeal court designate a legal-aid lawyer and admit his mother and brother as lay defence representatives. An adjournment had been ordered to enable [the applicant’s] father to retain counsel.", "At the same time, the appeal court stated that the applicable legislation did not require a court of appeal to appoint counsel. In the same proceedings, Y., who had assisted [the applicant] at first instance, informed the court of appeal that she had not been retained for the appeal proceedings and would no longer represent [the applicant].", "Despite this, the appeal court did not take any measures to provide [the applicant] with counsel and held an appeal hearing without [the applicant being represented by] counsel...This omission was capable of affecting the conclusions made by the appeal court.”", "19. On 19 June 2008 a judge of the Supreme Court of Russia examined this request and held that the case should be submitted to the Presidium of the Supreme Court. On an unspecified date, the applicant was brought from Rubtsovsk prison (in the Altay Region) to a remand centre in Moscow on the instructions of the Supreme Court. In October 2008 the applicant was authorised to receive visits from his father, who had been admitted as a lay defence representative in the supervisory review proceedings. Ms O., who had been appointed by the Supreme Court as the applicant’s counsel, also visited him in the remand centre.", "20. The Presidium of the Supreme Court of Russia heard lawyer O., the applicant and his father. By a ruling of 15 October 2008, the Presidium court set aside the judgment of 18 June 2004 and ordered a fresh appeal hearing. The court held as follows:", "“As can be seen from the case file, [the applicant] had asked that the appeal court designate a legal-aid lawyer and admit his mother and brother as lay defence representatives. An adjournment was ordered to enable [the applicant’s] father to retain counsel.", "At the same time, the appeal court stated that the applicable legislation did not require a court of appeal to appoint counsel. In the same proceedings, Y., who had assisted [the applicant] at first instance, informed the court of appeal that she had not been retained for the appeal proceedings and would no longer represent [the applicant].", "Despite this, the appeal court did not take any measures to provide [the applicant] with counsel and held an appeal hearing without [the applicant being represented by] counsel...This omission was capable of affecting the conclusions made by the appeal court.”", "By a separate ruling the applicant was required to pay legal fees of 7,161 Russian roubles (RUB) for O.’s services rendered in the supervisory review proceedings.", "21. On 10 November 2008 the case file was submitted to the appeal section of the Supreme Court; a hearing was scheduled for 25 November 2008. The applicant asked that O. be appointed as his counsel in the appeal proceedings and that O. be assisted by his parents and a former cellmate, still in prison, as lay defence representatives. Lastly, the applicant unsuccessfully sought that he be afforded time to study the case file again and that counsel’s fees be borne by the State.", "22. On 11 November 2008 the Supreme Court dispatched telegrams to the applicant’s parents and to lawyer Y., who had lodged the statement of appeal on behalf of the applicant in late 2003 or early 2004 (see paragraph 13 above). They were thereby informed of the date and time of the appeal hearing listed for 25 November 2008. On 13 or 14 November 2008 the applicant was also informed. According to the applicant, Y. was not informed of the appeal hearing listed for 25 November 2008. The applicant states that he did not have contact with her after 2004.", "23. On an unspecified date, A., a lawyer, was appointed by the Supreme Court to provide legal assistance to the applicant in the appeal proceedings. According to the applicant, he was not aware of this appointment, and A. did not visit him in the Moscow detention facility or discuss the defence position with him. He first met her at the court hearing on 25 November 2008.", "24. The applicant participated in the hearing on 25 November 2008 by way of a video and audio link from the Moscow detention facility. The applicant’s father (admitted as a lay defence representative), A. and the prosecutor were present in the courtroom. According to the applicant, A.’s participation in the appeal hearing was limited to making a supporting statement in relation to Y.’s statement of appeal.", "25. The appeal court rejected the applicant’s father’s request for an adjournment in order to ensure O.’s presence in the courtroom (see also paragraph 20 above). The court also dismissed requests concerning the admission of the applicant’s mother and former cellmate as lay defence representatives. The court held as follows:", "“Article 50 of the Code of Criminal Procedure authorises a defendant to choose and retain a lawyer as paid counsel or counsel is appointed by a court of appeal under Article 51 of the Code...Since [the applicant] has not retained any counsel, the court appointed lawyer A., who studied the case file for several days before the hearing...It is also noted that, as explained by the lay representative, [the applicant’s mother] is absent for health reasons and that [the applicant’s cellmate] is serving a sentence of imprisonment...”", "26. According to the respondent Government, in 2008 the case file comprised nine volumes, compared to six volumes during the proceedings in 2003 and 2004. The Government submitted that in the first round of proceedings, the applicant had been afforded adequate opportunity to study the material (see paragraph 9 above), had been provided with a copy of the indictment and a copy of the trial judgment, and had been given an opportunity to study the transcript of the trial and other materials. Volumes 7 to 9 of the case file contained, inter alia, the following documents: the transcript of the trial; statements of appeal lodged by the defendants and their lawyers in 2003 and 2004; the prosecutor’s observations in reply; and the applicant’s motions and applications to the courts made after the appeal hearing in 2004 and in relation to the 2008 reopening.", "27. According to the applicant, in November 2008 he was not afforded an opportunity to have knowledge of additional statements of appeal lodged by his co-defendants and their counsel or certain submissions made by the public prosecutor.", "28. By judgment of 25 November 2008, the Supreme Court amended the trial judgment of 20 November 2003 by applying more favourable legislation which had entered into force after 2003. In particular, the appeal court reduced the applicant’s prison term to eighteen years and removed an additional order for confiscation of property.", "29. Lawyer A. applied for payment of her fees covering five working days, including time spent studying the case file and providing legal assistance at the appeal hearing. By a decision of 25 November 2008 the Supreme Court awarded her RUB 5,967.50 against the State; the applicant was required to repay this sum to the State. The appeal court held as follows:", "“Advocate A. studied the case file for four days and then participated in the appeal hearing before the Supreme Court. According to [the applicable legislation] one day of service in proceedings before the Supreme Court should be paid 1,193.50 roubles. Thus, the sum to be paid for five days amounts to 5,967.50 roubles.”", "30. On an unspecified date, the applicant lodged an application for supervisory review of the judgments of 20 November 2003 and 25 November 2008. He complained that during the appeal proceedings in 2008 he had not been afforded an opportunity to have access to the materials in the case file; the appeal court had not appointed O. as counsel and had not adjourned the hearing. On 13 August 2009 the Supreme Court rejected the applicant’s complaints as follows:", "“The defence’s requests were properly examined and rejected in the appeal proceedings. There were no fundamental defects in the appeal proceedings, which could justify annulment or amendment of the court decisions.”", "31. From 5 to 18 March 2003 the applicant was detained in a temporary detention centre in Barnaul. The applicant states that he had been kept in an overcrowded cell, which had afforded less than two square metres of personal space per detainee. He had not been provided with a bed, bedding or items of personal hygiene; no arrangement for washing clothes had been made. The toilet had not been separated from the living area. The cell windows had been covered with metal shutters limiting access to air and natural light. The cell had been excessively cold and damp. The applicant had been fed twice a day and the food had been poor quality. He had not been allowed to have any stationery or paper in the cell.", "32. The Government submitted that the applicant had been kept, together with three to six other detainees, in a cell measuring twenty-two square metres. Although there had been no proper beds, the applicant had been given a mattress and could sleep on a wooden deck. No bedding had been provided. The remaining conditions of detention had been acceptable and in compliance with the applicable national standards and regulations.", "33. The applicant was subsequently detained in Barnaul remand centre, apparently in acceptable conditions.", "34. From 28 July 2004 to late 2008 the applicant was kept in prison no. 10 in the town of Rubtsovsk. In late 2008 he spent several months in a Moscow detention facility. He was then brought back to the prison. In late 2009 the applicant was transferred to prison no. 3 in the Altay Region.", "35. According to the applicant, he was afforded less than two square metres of the floor space; he was placed in the same cell or dormitory as smokers, despite his asthma. It appears that the applicant has chronic obstructive pulmonary disease, a progressive narrowing of the airways resulting in limitation of the flow of air to and from the lungs and causing shortness of breath. Apparently, the applicant also suffers from other diseases such as syphilis, hypotrophy and encephalopathy. After two stays in hospital, the medical staff classified his condition as “satisfactory” and stable, in that it was not worsening (“unstable remission”). However, the disability commission refused to afford the applicant any disability benefits. As can be seen from the medical file, the applicant was provided with medical treatment and nutrition.", "36. The toilet facilities were located in an open courtyard seven metres away from the dormitory, and were dirty and unheated in winter; he was not provided with sufficient nutrition or adequate medical assistance. Allegedly, on several occasions in 2004 and 2006 the applicant had not been allowed to receive visits from his family.", "37. On several occasions the applicant had been detained in appalling conditions in punishment cells and special cells (ПКТ). The applicant had been afforded around two square metres of cell space in ordinary cells in the prison for several relatively short periods of time in 2005 and 2006. These cells had had no functioning ventilation. The applicant had been afforded forty minutes of outdoor exercise per day during the periods of his detention in these cells.", "38. The Government submitted that under the Code concerning the Service of Sentences a convicted detainee is to be afforded no less than two square metres of floor space. Since July 2004 the applicant had been kept in large dormitories measuring between 220 and 238 square metres together with 103 to 111 other inmates. Thus, he had been afforded an average of 2.3 square metres of floor space in the living areas of the dormitories. The windows had not been covered with any metal shutters or wooden plates. Each dormitory had had five windows affording sufficient access to natural light. Each dormitory had had a system of light, heating, ventilation and water supply. The toilets had been situated in separate buildings and had been constructed in a way as to secure sufficient privacy. The applicant had been provided with individual bed and bedding in all dormitories. The applicant had been properly fed, in compliance with statutory standards. The Government submitted a number of official statements, logbooks and other documents in support of their above submissions.", "39. As can be seen from the available documents, between June 2005 and December 2007 the applicant had spent varying periods of time (three to thirty days, on average) in punishment cells. At times, when he had been detained with several other prisoners in such cells, he had been afforded less than three square metres of cell space.", "40. The applicant complained to the trial and appeal courts in his criminal case of the allegedly appalling conditions of his detention. It appears that those complaints met with no response.", "41. In 2004 the applicant sought to obtain from the head of the temporary detention centre an official statement concerning the conditions of his detention in 2003. In a letter of 23 August 2004, the official stated that the applicant had been held in a cell measuring twenty-four square metres together with four to seven other inmates.", "42. The applicant also complained to the local prosecutor’s office but received no reply. In August 2004 he brought court proceedings under Article 125 of the Code of Criminal Procedure (“the CCrP”). On 28 September 2004 the Tsentralniy District Court of Barnaul terminated the proceedings, indicating that the applicant should have used a different procedure for his complaint. The applicant appealed. On 16 November 2004 the District Court invited the applicant to lodge a statement of appeal in conformity with the requirements of the CCrP within ten days of having received the court’s decision. It appears that the applicant received the District Court’s decision on 26 November 2004.", "43. In separate proceedings, the applicant complained of an alleged refusal to allow a visit from his mother. His claim was not examined on procedural grounds.", "44. On 3 April 2006 the applicant submitted a letter addressed to the Court to the prison correspondence unit. On 13 April 2006 the letter was registered under no. 16/4-0-8. In reply to a request made by the applicant in October 2006, the Registry of the Court informed the applicant that the letter had not been received.", "45. It appears that in May 2006 the applicant gave a copy of his letter to his mother and asked her to send it to the Court. According to the applicant, she was subjected to a search before leaving the prison and the letter was seized. On 16 June 2006 the letter was returned to the applicant.", "46. On an unspecified date the applicant was placed in a punishment cell, allegedly as a result of a violation of the internal rules concerning the dispatch of correspondence.", "47. On 7 June 2006 the applicant lodged a complaint with the Prosecutor’s Office of the Altay Region. It appears that it was forwarded to another prosecutor’s office and rejected as unfounded.", "48. On 27 October 2006 the applicant submitted another letter addressed to the Court to the prison correspondence unit. On 16 November 2006 the letter was registered under no. 16/4-0-54.", "49. According to the Government, the correspondence logbooks of prison no. 10 showed that since 2004 the applicant had submitted over 149 letters with or without annexes for dispatch, of which three letters had been addressed to the Court in 2004 and two letters in 2005. In 2006 he had submitted four letters to the Court for dispatch. All of the letters had been dispatched.", "50. According to the applicant, from July 2008 onwards he had not been able to maintain contact with Mr P. Finogenov, his representative before the Court, either through correspondence or by having a meeting with him in Moscow remand centre or another detention facility, including prison no. 10 in the Altay Region.", "51. Article 51 of the Code of Criminal Procedure (“the CCrP”) establishes that counsel shall be appointed by an investigator, prosecutor or a court if, inter alia, the accused faces serious charges carrying a term of imprisonment exceeding fifteen years, life imprisonment or the death penalty. Counsel shall be appointed if the accused has not retained a lawyer.", "52. In a decision dated 18 December 2003 (no. 497-0), the Constitutional Court held that nothing in the wording of Article 51 suggested that it was inapplicable to appeal proceedings. That position was subsequently confirmed and developed in decisions (nos. 251, 252, 253, 254, 255-О-П, 257-О-П, 276-O-П) delivered by the Constitutional Court on 8 February 2007. It found that free legal assistance in appellate proceedings should be provided on the same grounds as during earlier stages of proceedings, on the defendant’s request or if mandatory (as in the situations listed in Article 51). No limitation of the right to legal assistance was allowed unless the person concerned waived this right.", "53. Article 131 of the CCrP provided that litigation costs were to be borne by the parties to the proceedings or by the State. Such costs included sums due to a lawyer for legal assistance if that lawyer had been appointed by the State. Article 132 provided that litigation costs had to be paid by a convict or by the State. A court was empowered to order a convict to pay costs, except for sums paid to a lawyer if the court had previously rejected the defendant’s waiver of counsel and the lawyer had been appointed by the State. The State was liable for costs if the person concerned was indigent. The court could also absolve the person concerned from the liability for costs or reduce their amount.", "54. The Russian Government’s decree no. 400 of 4 July 2003, as amended in 2007 and 2008, provides that a lawyer providing free legal assistance in criminal proceedings should be paid between RUB 298 and RUB 1,193 per day of service by the State, depending on the complexity of the case, the degree of jurisdiction, the gravity of the charges and the volume of the case file. Services remunerated include work at court hearings and in remand centres (following Supreme Court decision no. KAC08-667 of 23 December 2008) and related transport expenses (following Constitutional Court decision no. 289-О-П of 5 February 2009).", "55. Pursuant to the Code of Advocates’ Professional Ethics 2003, an advocate should withdraw from any agreement to provide legal advice, if, after having agreed to provide advice to a client (except during a preliminary investigation or trial proceedings) it becomes clear that he cannot provide advice to that client. The advocate should notify his client thereof in advance, if at all possible (section 10). An appointed or privately-retained advocate in criminal proceedings cannot withdraw from his agreement to provide advice to a client and must continue to represent the client until the stage of drafting and lodging any statement of appeal against the trial judgment (section 13 § 2). The advocate should appeal against a trial judgment upon the client’s request, or if (i) there are legal grounds mitigating the sentence, (ii) the client is a juvenile or has a mental handicap, and (iii) the trial court disagreed with counsel and imposed a heavier sentence or convicted his client of a more serious offence (section 13 § 4). The advocate should, as a rule, appeal against a trial judgment on grounds (ii)-(iii) above or if the advocate considers that there are legal grounds mitigating the sentence (section 13 § 4 in fine). The above provisions were amended in 2005 and 2007 to read as follows:", "“2. An appointed or privately-retained advocate in criminal proceedings cannot withdraw from his agreement to provide legal advice to a client, except in cases indicated by the law, and shall defend the client, including, if necessary, by drafting and lodging a cassation appeal against the trial judgment....", "4. An advocate shall appeal against the trial judgment (i) if so requested by his client, (ii) if there are grounds for setting that judgment aside or for amending it in favour of his client, (iii) as a rule, if the court disagreed with the advocate and imposed a heavier sentence on or convicted the juvenile of a more serious offence...”", "56. By decision no. 455-О-О of 15 July 2008, the Constitutional Court held that Article 47 of the CCrP should be interpreted as allowing the defence to have knowledge of the written observations or comments submitted by the prosecution in reply to the defendant’s statement of appeal. By decision no. 856-О-О of 20 November 2008, the Constitutional Court held that Article 47 of the CCrP should be interpreted as allowing a convicted person to seek, in person or through counsel, access to the criminal case file, even after the closure of the trial.", "57. Under the Code of Civil Procedure, a statement of claim should inter alia indicate the nature of the violation of the claimant’s right or interest, plea for relief, the relevant circumstances and evidence confirming those circumstances (Article 131). A statement of claim should be accompanied by a document proving payment of a court fee (Article 132). Article 333.36 of the Tax Code contains a list of court actions and claimants who are entitled to a waiver of a court fee requirement. None of the grounds cited therein is related to a claimant’s indigence. By rulings of 13 June 2006 (no. 272-О) and 7 February 2008 (no. 226-О-О), the Constitutional Court declared that provision unconstitutional in so far as a court could not grant a request for a fee waiver on account of indigence."], "VIOLATED_ARTICLES": ["13", "3", "6"], "VIOLATED_PARAGRAPHS": ["6-1", "6-3"], "VIOLATED_BULLETPOINTS": ["6-3-b", "6-3-c"], "NON_VIOLATED_ARTICLES": ["3", "34"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}