{"ITEMID": "001-96741", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FIN", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF HUOLTOASEMA MATTI EURÉN OY AND OTHERS v. FINLAND", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1", "JUDGES": "David Thór Björgvinsson;Giovanni Bonello;Ján Šikuta;Lech Garlicki;Nebojša Vučinić;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["4. The applicant company has its seat in Nastola and the second and third applicants live in Villähde and Orimattila respectively.", "5. The applicant company has operated a service station in Nastola since 1965. The service station is located in the industrial zone of the municipality which is situated in a groundwater basin. The second and third applicants are the only owners of the applicant company.", "6. In 1998 new regulations concerning handling and storage of dangerous chemicals (including fuels for motor vehicles) entered into force and service stations needed to comply with these new requirements by 31 December 2002. In order to comply with the new regulations, the applicant company had to undertake some restructuring works.", "7. On 1 March 2000 the Environmental Protection Act (ympäristönsuojelulaki, miljöskyddslagen, Act No. 86/2000) entered into force requiring, inter alia, an environmental permit to be held for activities which might cause environmental pollution. As the activities of the applicant company fell within the scope of application of the Act, it applied for an environmental permit for the restructuring works on 8 December 2000. More specifically, the application concerned an environmental permit for enlarging the storage capacity of liquid fuel.", "8. On 20 March 2001 the Nastola Environmental Board (ympäristölautakunta, miljönämnden) granted the applicant company the permit and set several conditions for the restructuring works.", "9. By letter of 17 April 2001, the Häme Regional Environment Centre (ympäristökeskus, miljöcentralen) appealed against the Board’s decision to the Vaasa Administrative Court (hallinto-oikeus, förvaltningsdomstolen) claiming that, despite the proposed protective measures, there was still a risk that the quality of groundwater could be jeopardised and that the environmental permit should therefore be withdrawn.", "10. On 26 October 2001 the Administrative Court rejected the Centre’s appeal but amended one of the conditions for the permit.", "11. By a letter of 22 November 2001, the Centre appealed to the Supreme Administrative Court (korkein hallinto-oikeus, högsta förvaltningsdomstolen), reiterating the grounds of appeal relied on before the Administrative Court.", "12. On 11 February 2003 the Supreme Administrative Court quashed the decisions of the Board and the Administrative Court and referred the case back to the Board, ordering it to clarify whether it was possible to eliminate the risk of pollution of groundwater by using more efficient protective measures. The court found that the activity in question was to be compared to a new activity as regards the environmental permit as this was the first time that the effects of the activities on groundwater were being assessed. The environmental permit could not be granted as the applicant company had not shown that the proposed protective measures would eliminate the risk of pollution of the groundwater.", "13. On 29 April 2005 the applicant company lodged an amended application for an environmental permit with the Nastola Environmental Board. More specifically, this application concerned an environmental permit for reducing the storage capacity of liquid fuel. On 13 December 2005 the Board decided to grant the permit with several conditions.", "14. By letter dated 18 January 2006 the Häme Regional Environment Centre again appealed against the Board’s decision to the Vaasa Administrative Court, claiming that the environmental permit should be withdrawn.", "15. On 29 December 2006 the Administrative Court rejected the appeal, considering that sufficient protective measures were included in the permit.", "16. By letter dated 29 January 2007 the Centre appealed to the Supreme Administrative Court, reiterating the grounds of appeal relied on before the Administrative Court.", "17. On 19 December 2007 the Supreme Administrative Court quashed the decisions of the Board and the Administrative Court. It found that, even though the protective measures proposed by the company diminished the risk of pollution of groundwater, they could not guarantee the protection of groundwater under all circumstances.", "18. As the applicant company was refused the permit, it was ordered to close down the service station by 31 December 2008."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}