{"ITEMID": "001-72146", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF ÜLKE v. TURKEY", "IMPORTANCE": "3", "CONCLUSION": "Violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment) (Substantive aspect);Non-pecuniary damage - award (Article 41 - Non-pecuniary damage;Just satisfaction)", "JUDGES": "", "TEXT": ["9. The applicant was born in 1970 and lives in İzmir.", "10. Until 1985 he lived in Germany, where he completed part of his schooling. He subsequently moved to Turkey, where he continued his education, eventually going on to university.", "11. In 1993 he became an active member of the Association of Opponents of War (Savaş Karşıtları Derneği – “the SKD”), founded in 1992. Until late 1993 he represented the SKD at various international conferences in different countries. After the SKD was dissolved in November 1993 the İzmir Association of Opponents of War (İzmir Savaş Karşıtları Derneği – “the ISKD”) was founded and the applicant served as its chairman from 1994 to 1998.", "12. In August 1995 the applicant was called up. Invoking his pacifist convictions, he refused to perform military service and publicly burned his call-up papers at a press conference in İzmir on 1 September 1995.", "13. On 8 October 1996 he was arrested. On 18 October 1996 he was indicted by the military prosecutor attached to the Ankara Military Court of the General Staff (“the General Staff Court”), under Article 155 of the Criminal Code and Article 58 of the Military Penal Code, on a charge of inciting conscripts to evade military service.", "14. In a judgment of 28 January 1997 the Ankara General Staff Court sentenced the applicant, on the basis of the indictment of 18 October 1996, to six months’ imprisonment and to a fine. The court also found that the applicant was a deserter and made an order requesting the military prosecutor attached to that court to enlist him.", "15. On 3 March 1997 the applicant lodged an appeal on points of law. In his grounds of appeal he relied on, among other provisions, Articles 9 and 10 of the Convention, claiming that he was a conscientious objector.", "16. In a judgment of 3 July 1997 the Military Court of Cassation upheld the first-instance judgment.", "17. In the meantime, on 22 November 1996, the applicant was transferred to the 9th Regiment, attached to the Bilecik gendarmerie command. He refused to wear military uniform or carry out the orders of the regiment’s commanding officer. He was detained in the regimental prison, where he refused to wear prison uniform.", "18. On 26 November 1996 the military prosecutor at the Court of the Eskişehir Tactical Air Forces Command (“the Command Court”) indicted the applicant on a charge of “persistent disobedience” and sought his conviction under Article 87 of the Military Penal Code.", "19. Ruling on the applicant’s refusal to wear prison uniform, the Command Court, in a judgment of 2 December 1996 after urgent proceedings, restricted his right to receive visitors for fifteen days, as a disciplinary measure.", "20. Ultimately, in a judgment of 6 March 1997, the Command Court sentenced him to five months’ imprisonment for persistent disobedience.", "21. On 4 July 1997 the Military Court of Cassation upheld the judgment of 6 March 1997.", "22. In the meantime, the applicant had failed to rejoin his regiment after being released on 27 December 1996. He was arrested and remanded in custody.", "23. He was indicted on 7 March 1997 by the military prosecutor at the Command Court, on charges of desertion and “persistent disobedience”.", "24. In a judgment of 23 October 1997 the Command Court sentenced the applicant to ten months’ imprisonment and to a fine.", "25. In the meantime, on 29 May 1997, he had been released on the condition that he rejoined his regiment on 31 May to perform his military service. As he failed to do so he was arrested on 9 October 1997 and transferred to Eskişehir prison to serve the sentence imposed by the Command Court on 6 March 1997.", "26. In an indictment of 16 October 1997 the military prosecutor at the Command Court called for the applicant’s conviction for desertion between 31 May 1997 and 9 October 1997.", "27. In a judgment of 22 January 1998 the Command Court sentenced the applicant to ten months’ imprisonment on the basis of the charges in the bill of indictment.", "28. In a judgment of 30 September 1998 the Military Court of Cassation upheld the judgment of 22 January 1998.", "29. On 26 January 1998 the applicant was escorted to his regiment at Bilecik. He was arrested for refusing to wear military uniform.", "30. In a judgment of 11 June 1998 the Command Court sentenced him to seven months and fifteen days’ imprisonment on account of incidents that had occurred on 28 January 1998.", "31. On 7 October 1998 the Military Court of Cassation upheld the judgment of 11 June 1998.", "32. After being escorted back to his regiment on 20 March 1998, the applicant was arrested on 21 March 1998 for refusing to wear his military uniform.", "33. In a judgment of 4 May 1998 the Command Court sentenced him to seven months and fifteen days’ imprisonment for “persistent disobedience” on 20 and 21 March 1998.", "34. In a judgment of 7 October 1998 the Military Court of Cassation upheld the judgment of 4 May 1998.", "35. In the meantime, on 4 May 1998, the applicant was sent back to his regiment, where he refused to wear military uniform.", "36. In a judgment of 11 June 1998 the Command Court sentenced him to seven months and fifteen days’ imprisonment on account of the incidents of 4 May 1998.", "37. In a judgment of 7 October 1998 the Military Court of Cassation upheld the first-instance judgment of 11 June 1998.", "38. The applicant was released on 24 November 1998 and transferred to his regiment, but once again refused to wear military uniform.", "39. He was prosecuted and arrested on account of the incidents of 24 November 1998, and on 26 November 1998 the Command Court sentenced him to seven months and fifteen days’ imprisonment.", "40. In a judgment of 22 September 1999 the military Court of Cassation upheld the judgment of 26 November 1998.", "41. The applicant served a total of 701 days in prison as a result of the above sentences, with the exception of the prison sentence imposed after his last conviction. He is wanted by the security forces for the execution of his sentence and is currently in hiding. He is no longer active in the association or in any other political activity. He has no official address and has broken off all contact with the authorities. He has been accommodated by his fiancée’s family. He has been unable to marry her legally or to recognise the son born to them.", "42. Article 72 of the Constitution provides:", "“Patriotic service is a right and a duty for every Turkish citizen. The conditions in which that service shall be performed or deemed to have been performed in the armed forces or civil service shall be laid down by law.”", "43. The legal provisions currently in force govern only the performance of national service in the armed forces. No alternative civil service is provided for by law.", "44. Section 1 of the Military Service Act (Law no. 1111 of 17 July 1927) reads:", "“... every man of Turkish nationality shall be obliged to perform military service.”", "45. Under section 10(2) of the Military Service Act, when the number of conscripts exceeds the requirements of the armed forces, they may be allowed, after carrying out basic military training, to perform military service for a shorter period in return for the payment of a tax, or to finish their service in the public sector.", "46. The Military Penal Code stipulates that once they have been placed on the muster rolls for military service, conscripts are required to report to the designated military unit, failing which they will be regarded as unlawfully absent and liable to a criminal penalty under Article 63 of the Military Penal Code. Any additional act of disobedience is regarded as “persistent disobedience” and falls under Article 87/1 of the Military Penal Code.", "47. The relevant passage from Article 155 of the Criminal Code reads as follows:", "“... Incitement to evade military service.", "It shall be an offence punishable by imprisonment of two months to two years and a fine ... – except in the cases provided for in the preceding Articles – to incite ... conscripts to evade military service ...”"], "VIOLATED_ARTICLES": ["3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}