{"ITEMID": "001-61796", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2004, "DOCNAME": "CASE OF ALTUN v. TURKEY", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 3;No violation of Art. 5;Not necessary to examine Art. 6-1;Violation of Art. 8;Violation of Art. 13;No violation of Art. 14;No violation of Art. 18;Violation of P1-1;Pecuniary damage - financial award;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "Viera Strážnická", "TEXT": ["9. The applicant was born in 1933 and lives in Diyarbakır. Until the end of 1993, the applicant lived in the village of Akdoruk, attached to the Kulp District in the province of Diyarbakır. The applicant left and has never returned to the village after the alleged incident.", "10. The facts surrounding the destruction of the applicant’s house and property are in dispute between the parties.", "11. Early in the morning of 11 November 1993 the applicant left his house and went to the fields to work. At about 7 a.m. a large number of soldiers arrived in the village of Akdoruk on foot. The soldiers had a list of names in their hands and started burning down some of the houses. From the field, the applicant saw that his house was on fire. The applicant’s wife tried to save some of their belongings and animals however she was prevented by the gendarmes who hit her with the butt of their rifles. In all, the soldiers burned down six houses in the village.", "12. The applicant tried to go back to the village but was prevented by his wife, who told him that if he went back he would be arrested by the soldiers. The soldiers arrested ten villagers and sent them to the gendarmerie station. After spending the night in the village, the soldiers left Akdoruk village early in the morning of 12 November 1993.", "13. The applicant spent the night at his sister’s house and then went to Diyarbakır to live with his daughter.", "14. In February 1994, the applicant went to the Kulp Magistrate’s Court together with Ahmet Altun and Mustafa Aldemir to lodge a petition about the burning of his house. All three of them submitted handwritten petitions to the judge and requested him to conduct a visit to the village to establish the damage they had suffered. The judge however refused their request for security reasons. The same day, the applicant and the two other villagers were called to the public prosecutor’s office in Kulp, where they were interrogated about their complaints. The public prosecutor took their statements and typed down their complaints. The applicant, Ahmet Altun and Mustafa Aldemir, signed these petitions without understanding the content, as they were illiterate.", "15. The applicant later learnt from his friends that these petitions had been transferred to the Kulp District Gendarmerie whose officers the applicant considered responsible for the destruction of his house. He was informed that the gendarmes were looking for him however he was too frightened to go to the gendarmerie headquarters, because the other two villagers, who had also lodged a petition with him, had also been summoned to the gendarmerie and had been severely beaten.", "16. In the beginning of 1994 the gendarmes returned to the Akdoruk village and burned down the remaining houses.", "17. The applicant is currently unemployed and occasionally works as a builder in constructions.", "18. No military operation was conducted in or around the village of Akdoruk on 11 November 1993. Subsequent to the applicant’s complaint with the Kulp public prosecutor, an investigation was commenced into the allegations of the applicant. On 22 August 1994 the Kulp public prosecutor issued a decision of non-jurisdiction and transferred the case to the Kulp Administrative Council pursuant to the Law on the prosecution of civil servants.", "19. On 24 June 1994 the Kulp District Governor appointed the Kulp District Gendarme Commander, Ali Ergülmez, as investigating officer. By a report dated 1 April 1995, the District Gendarme Commander submitted that no military operation had been conducted in Akdoruk village on 11 November 1993 and stated that the clashes between the security forces and the PKK had commenced after January 2004 when the village had already been evacuated. He accordingly proposed that the District Administrative Council should issue a decision of non-prosecution.", "20. On 13 July 1995 the Kulp District Administrative Council delivered a decision of non-prosecution on the basis of the investigating officer’s report.", "21. The parties submitted various documents to the Court. While delivering its judgment, the Court had particular regard to the following documents:", "Statement of the applicant, dated 15 April 1994, made to the Diyarbakır Human Rights Association;", "Petition of the applicant, Ahmet Altun and Mustafa Aldemir, dated 17 December 1993, submitted to the Kulp Chief Public Prosecutor’s office concerning the burning of their houses by security forces;", "Statements of the applicant, Ahmet Altun and Mustafa Aldemir, dated 17 December 1993, taken by the Kulp public prosecutor;", "Letter of Kulp Chief Public Prosecutor’s office to Kulp District Gendarme Commander, dated 28 January 1994, requesting information as to whether or not a military operation had been conducted on 13 November 1993 in the village of Akdoruk;", "Statement of Ahmet Altun, dated 22 February 1994, taken by the gendarme officers;", "Statement of Mustafa Aldemir, dated 3 March 1994, taken by the gendarme officers;", "Report dated 23 June 1994, signed by the mayor of Akdoruk village, Mehmet Yeşil, and two gendarme officers, indicating that it had not been possible to interrogate Abdullah Altun as his address could not be established;", "Letter of Kulp District Gendarme Commander to the Kulp Chief Public Prosecutor’s office, dated 24 June 1994, stating that it had not been possible to interrogate Abdullah Altun as his address could not be established;", "Non-jurisdiction decision issued by the Kulp Chief Public Prosecutor’s office, dated 22 August 1994;", "Letter of Kulp District Governor to Kulp District Gendarme Commander, Ali Ergülmez, dated 2 September 1994, appointing him as investigating officer;", "Investigation and examination report, dated 2 May 1995, signed by Kulp District Gendarme Commander Ali Ergülmez, gendarme officer Kamil Taşçı and village mayor Mehmet Yeşil;", "Report of District Gendarme Commander Ali Ergülmez, dated 1 April 1995, proposing that the District Administrative Council should issue a decision of non-prosecution;", "Letter of District Gendarme Commander Ali Ergülmez, dated 2 July 1995 to Kulp District Governor, submitting the results of the investigation;", "Non-prosecution decision dated 13 July 1995, delivered by the Kulp District Administrative Council;", "Report dated 28 August 1995, prepared by Kulp District Gendarme Commander Ali Ergülmez, indicating that no military operation had been conducted in the Akdoruk village on 13 November 1994. The report stated that the clashes between the security forces and the PKK had commenced after January 1994 when the village had already been evacuated;", "Letter of Kulp Magistrate’s Court judge to Kulp public prosecutor’s office, dated 23 January 1995, stating that Abdullah Altun had not brought any proceedings concerning the burning of his house;", "Letter of Kulp public prosecutor to Diyarbakır Chief Public Prosecutor’s office, dated 25 September 1995 stating that Abdullah Altun had not applied to the Kulp Magistrate’s Court for an assessment of the damage he had suffered following the burning of his house;", "Letter of Kulp Magistrate Court judge to Kulp public prosecutor, dated 2 August 1999, indicating that no hand-written petition had been submitted to the registry of the court by Abdullah Altun, Ahmet Altun and Mustafa Aldemir;", "Letter of Kulp Chief Public Prosecutor to International Law and Foreign Relations Directorate of the Ministry of Justice, dated 8 October 1999, indicating that there were no records relating to the killing of 6 terrorists on 13 October 1993 in the vicinity of Akdoruk village.", "22. The facts of the case being in dispute between the parties, three Delegates of the Commission took oral evidence in Ankara between 28 June and 2 July 1999 from thirteen witnesses, including the applicant. A further five witnesses had been summoned, but they failed to appear for various reasons. The evidence of those who attended the hearing may be summarised as follows:", "23. Mr Altun stated that he was living in the village of Akdoruk at the time of the events. He explained that on the day of the incident, early in the morning, he had gone to the fields to work. While he was working in the fields, he saw that smoke was rising above the village. From where he was standing, he was able to see that the village was full of soldiers and that it was burning. On his way back to the village, he was stopped by his wife, who told him not to return to the village. She informed him that the soldiers had burned down six houses including theirs and that their house, animals and possessions had been completely destroyed. Mr Altun’s wife further told him that the soldiers had a list of names in their hands and that his name was also included on it.", "24. Mr Altun affirmed that he had stayed at his sister’s house for a few days after the burning of his home and then had gone to Diyarbakır to stay with his daughter.", "25. Concerning his application to the national authorities, he further confirmed that he had gone to the judge at the Kulp Magistrate’s Court with his brother Ahmet Altun and his fellow villager Mustafa Aldemir. They had submitted hand-written petitions to the judge and requested him to conduct a visit to the village of Akdoruk to assess the damage they had suffered. The judge however had refused their request for security reasons. On the same day, the applicant, Ahmet Altun and Mustafa Aldemir were further called before the Kulp public prosecutor, who took their statements concerning the burning of their houses. Mr Altun further testified that Ahmet Altun and Mustafa Aldemir, who had been called to the Kulp Gendarmerie Station to give further evidence, had been beaten by the gendarmes. He was therefore frightened to go to the gendarmerie station to give a statement.", "26. Mr Altun further stated that the soldiers had gone back to the village of Akdoruk in January 1994 and burned down the remaining houses.", "27. The witness, who is the applicant’s wife, was in the village of Akdoruk at the time of the incident. She explained that after her husband had gone to the fields early in the morning, a large number of soldiers arrived in the village on foot. The soldiers had a list in their hands and they read out the names of certain villagers, including the applicant’s. Thereafter, they threw a sort of flammable material towards their house and the stable which caught alight. She tried to save the animals but was stopped by the soldiers. She believed that the soldiers had burned down the houses because the villagers had refused to become village guards. The witness further stated that Ahmet Altun, Mustafa Aldemir and Hüseyin Aldemir had been arrested by the soldiers.", "28. Mrs Yaman, who is the sister of the applicant, was living in the village of Akdoruk at the time of the events. She explained that on the day of the incident, the soldiers had arrived in the village on foot. She saw them throw some chemical substance and burn down the applicant’s house. Her sister-in-law tried to save some of the animals but was stopped by the gendarmes. Her brother was not in the village at the time of the incident. The witness affirmed that the applicant and his wife had stayed at her house after their house was burned down. The witness believed that the soldiers had burned down the village as a punishment, when the villagers refused to become village guards. She explained that her own house was also burned down in January 1994.", "29. Mr Aldemir was living in the village of Akdoruk at the time of the events. On the day of the incident, a number of soldiers came to the village on foot. They first went to the applicant’s house and burned it down. Then they burned down six more houses including his house and that of the village mayor, Mehmet Yeşil. The soldiers had a list in their hands and told the villagers that they had instructions to burn down the houses of those on the list. The soldiers subsequently apprehended the witness together with some other villagers. They were all taken to Narlıca village on foot. Mr Aldemir stated before the Delegates that the villagers of Akdoruk had been asked to become village guards about a month prior to the incident. The witness moved to Diyarbakır following the burning of his house. Together with the applicant and another villager, Ahmet Altun, he went to the Kulp Magistrate’s Court judge to complain about the burning of their houses. They further gave statements to the public prosecutor on the same day. Mr Aldemir testified that Ahmet Altun and himself had been summoned to the Kulp Gendarme Statation to give further evidence. He affirmed that he had been beaten by the gendarmes and forced to sign a paper. He therefore disowned the content of the statement dated 3 March 1994.", "30. Mr Yeşil was the mayor of Akdoruk village at the time of the incident. On 13 November 1993 early in the morning the witness heard intensive shooting around the village. An armed clash was taking place outside the village. He later learnt that 6 terrorists had died during this clash. Subsequently, a group of soldiers arrived in the village and told him to leave the village for his life was in danger. As a result, leaving his wife and children in the village, the witness left the village on foot with some soldiers and returned to the village three days later. When he returned, he saw that six of the houses, including his house and that of the applicant, had been burned down. The witness further affirmed that he did not see who had burned down the houses but he maintained that the houses were burned because of the clash between the PKK and the security forces. When asked about the investigation and examination report, dated 2 May 1995, the witness admitted that he had signed this report at the Kulp Gendarme Station but stated that no on-site inspection had been conducted in the village.", "31. The witness was living in one of the hamlets of Akdoruk village at the time of the event. Early in the morning of the incident, the witness saw a number of soldiers arrive in the village. The soldiers asked the witness to act as their translator. The soldiers had a list of names in their hands and their captain told the witness that they were going to burn down Abdullah Altun’s house. They therefore ordered the witness to tell the applicant’s wife to evacuate the house. The witness saw that soldiers scattered chemicals around the house with a tube, put a match to it and set it alight. They burned down everything, including the animals. In all, the soldiers burned down six houses in the village, including the house of the village mayor, Mehmet Yeşil, who was also in the village during the incident. The soldiers subsequently arrested some of the villagers, including the village mayor and his three daughters. After spending the night in the village, the soldiers left the village on foot the next morning. The witness affirmed that a month before the burning of the houses, the villagers had been called to a meeting in Narlıca by the security forces and had been asked to become village guards.", "32. Mr Eren was living in the village of Akdoruk at the time of the events. Early in the morning of the incident, he saw soldiers arriving in the village. He did not hear any gunshots. The witness then saw the soldiers burning down some of the houses in the village, including the house of the applicant and that of the village mayor, Mehmet Yeşil. He recalled that Abdullah was not in the village when his house was burned down but he remembered seeing Abdullah’s wife crying. His own house was not burned down that day. The soldiers subsequently arrested some villagers, including the witness. They were taken to Narlıca village on foot and then to the Kulp Gendarme Station by military vehicles. They were kept in the station for three days and three nights and were given only bread and water. The soldiers came back to the village at the beginning of 1994 and burned down the remaining houses.", "33. The witness was the gendarme station commander in Kulp District in 1993. He was under the command of Ali Ergülmez. The witness confirmed that he had been involved in the investigation of the complaint concerning the burning of the applicant’s house by the security forces. He had taken statements from two of the complainants but one of the complainants had not shown up for interrogation. He admitted that it had not been possible to conduct an on-site inspection report in the village due to security reasons. The witness stated that there were no records about a military operation or an armed clash in the village of Akdoruk at the time of the incident. He further affirmed that there had been several large scale operations carried out by different military forces in the area and that not all of these operations had been recorded in the log book of the Kulp Gendarme Station. He explained that Akdoruk village had been evacuated by January 1994 and that armed clashes had been quite frequent in the area. When questioned about the possible involvement of security forces in burning down houses, the witness denied this possibility.", "34. The witness was the deputy commander of the Kulp Gendarme Station in 1993. His commander was Ali Ergülmez. He stated that he had been involved in the investigation and had taken a statement from Mustafa Aldemir on 3 March 1994. He affirmed that, had a military operation been conducted in the Akdoruk village by the Kulp Gendarmerie, they would definitely have the pre- and post-operation reports. However at that time several military units had been engaged in many military operations and the witness did not know for certain whether another military troop had conducted an operation in the area or not. He admitted that they did not keep records of the operations carried out by other units. Arguing that terrorists, dressed up in military uniforms, had been burning some of the villages, the witness denied any involvement of the military forces in burning down the houses in the area.", "35. The witness was the commander of Kulp District Gendarmerie in 1993 and Akdoruk village had fallen under his jurisdiction. He stated that when he was appointed as investigating officer by the District Governor to investigate the allegations into the burning of the applicant’s house, he had assigned Mr Tasçı to investigate the matter. He stated that he had signed the report that had been drafted by Mr Taşçı without verifying its content. He further admitted that another military troop could have conducted a military operation in the Akdoruk village without his knowledge. The witness further denied the allegations which suggested that the Kulp gendarmerie forces had been involved in burning villages in the area.", "36. The witness was the Kulp public prosecutor in 1993 and had taken the first statements from the applicant, Ahmet Altun and Mustafa Aldemir. Mr Aslan stated that he had written down everything that the three complainants had told him and had read out their statements to them before taking their signatures. The witness further admitted that it had not been possible for him to conduct a visit to the Akdoruk village for security reasons. He also recalled that at that time, the prosecutors in the region had lacked investigative powers to investigate the allegations against the security forces.", "37. The witness stated that he was living in the Kulp District at the time of the incident. He was in the Akdoruk village a few days before the incident and saw six dead bodies outside the village. He maintained that the villagers were all afraid to live in the area as a result of terrorist attacks. The witness affirmed that he was not in the village when the applicant’s house was burned down.", "38. The witness stated that he had moved from Akdoruk village to the Kulp District in 1979. Indicating that he had never lost contact with his fellow villagers from Akdoruk, he stated that he was aware that most of the villagers were afraid to live in the area as a result of the frequent terrorist attacks. The witness affirmed that he was not in the village when the applicant’s house was burned down.", "39. A full description of the relevant domestic law may be found in Yöyler v. Turkey (no. 26973/95, §§ 37-49, 24 July 2003)."], "VIOLATED_ARTICLES": ["13", "3", "8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["14", "18", "5"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}