{"ITEMID": "001-85544", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "ADMISSIBILITY", "DATE": 2008, "DOCNAME": "NIEDZWIEDZ v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Giovanni Bonello;Ján Šikuta;Lech Garlicki;Ledi Bianku;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["The applicant, Mr Radosław Niedźwiedź, is a Polish national who was born in 1974 and lives in Elbląg.", "The applicant was detained in the Elbląg Detention Centre.", "In 2000 he intended to vote in the presidential election. However, he was informed that he could not vote because he was not on the list of eligible voters. The applicant did not inquire further.", "In 2001 the applicant unsuccessfully attempted to vote in the parliamentary elections. He was informed by a member of the electoral commission that he had been deprived of his civic rights pursuant to a court decision. The applicant wrote to the State Electoral Commission and the Elbląg Regional Court requesting an explanation for the refusal to allow him to vote. He received no reply.", "In May 2003 the applicant again unsuccessfully attempted to vote in the referendum on Poland’s accession to the EU. The applicant complained to the State Electoral Commission. He also lodged an electoral complaint (protest wyborczy) with the Supreme Court, claiming that he had been unlawfully deprived of the right to vote in the referendum. On 7 July 2003 the Supreme Court dismissed his complaint. He also filed a criminal complaint with the Elbląg District Prosecutor, but the criminal proceedings were discontinued on an unspecified date.", "On an unspecified date in 2004 the applicant brought an action in the Elbląg Regional Court against the president of that court. He sought compensation in the amount of PLN 150,000 for damage sustained in connection with the unjustified refusal to allow him to vote in the 2000 presidential elections, the 2001 parliamentary elections and the 2003 referendum. The applicant submitted that on 29 January 2000 the additional penalty of deprivation of his civic rights had come to an end. Nevertheless, as a result of an error committed by the Regional Court clerk his name had been put on the list of persons who had not been eligible to vote. The applicant claimed to have sustained damage because he could not exercise his constitutional rights and actively participate in elections.", "As regards the factual background to the applicant’s claim, the court established that on 17 May 1994 the Elbląg Regional Court had sentenced him to a term of imprisonment and an additional penalty of 2 years’ deprivation of his civic rights. The applicant finished serving the sentence of imprisonment on 29 January 1998. On 2 February 1998 Elbląg Prison notified the Regional Court that the applicant had been released. Subsequently, the period of deprivation of civic rights began to run. The relevant period came to an end on 29 January 2000. Despite this fact, and as a result of the error committed by the court clerk, the applicant’s name was put on the list of disenfranchised persons in respect of the elections mentioned above. The Regional Court adopted as its own the findings of the prosecution service, which found that the above error had resulted from negligence in the duty to duly verify the situation of each person who had been put on the list of disenfranchised persons.", "On 25 October 2004 the Elbląg Regional Court awarded the applicant PLN 1,000 (approximately EUR 250) and dismissed the remainder of his claim. It found that the applicant had been unjustifiably deprived of the right to vote in respect of all three elections.", "The Regional Court noted that the applicant had not claimed to have sustained any pecuniary damage in this respect. On the other hand, he was seeking some financial compensation in connection with the infringement of his personal rights.", "The court found that the right to vote could be considered as one of the personal rights protected under Article 23 of the Civil Code. It held that that personal right had been unlawfully violated in the applicant’s case (“...dobro osobiste zostało naruszone działaniem bezprawnym. Przesłanka ta w niniejszej sprawie jest spełniona.”). Having regard to the above, the court decided, contrary to the defendant’s submission, that the applicant should be awarded non-pecuniary damages under Article 448 of the Civil Code. However, it observed that the degree of intensity of the harm was very much a subjective question. When assessing the amount to be awarded for the infringement of his personal rights, it took into account the fact that the applicant was not active or interested in politics, and that accordingly his subjective feelings of harm could not have been particularly intense. The case would have been different had it involved a politician who had been deprived of the right to vote. The court further observed that the wrong had not been done intentionally and that the damage caused to the applicant had not been significant. It further noted that the consequences of the violation of the right to vote were limited to the emotional sphere. Having regard to all the relevant circumstances and, in particular, the nature of the right that had been violated and the fact that compensation for non-pecuniary damage should not lead to enrichment of the claimant, the court considered it reasonable to award the applicant PLN 1,000. It found the remainder of the applicant’s claim for damages excessive.", "The applicant lodged an appeal against the first-instance judgment and contested the insufficient amount of the award. He further claimed that the Regional Court had considered his right to vote to be of lesser importance when compared with the similar right of politicians.", "On 16 May 2005 the Gdańsk Court of Appeal upheld the Regional Court’s judgment. It endorsed for the most part the lower court’s findings in respect of the amount of compensation awarded to the applicant and considered it proportionate to the damage sustained by the applicant. The Court of Appeal noted that the amount awarded was higher than the minimum monthly salary (PLN 849) and the amount of unemployment benefit (PLN 504,20). It found that when assessing the extent of harm the Regional Court had correctly relied on the applicant’s limited involvement in politics. Furthermore, the applicant had not established that his involvement in politics had been higher than average.", "The Court of Appeal disagreed with the Regional Court only in one respect. It held, referring to Article 77 of the Constitution and Article 417 § 1 of the Civil Code, that the fact that the breach of the applicant’s rights had been unintentional was not relevant for the assessment of the defendant’s liability. However, that shortcoming did not alter the Court of Appeal’s decision.", "The applicant intended to lodge a cassation appeal with the Supreme Court. The Court of Appeal appointed him a legal-aid lawyer to that end. However, on 2 November 2005 his legal-aid lawyer informed the applicant in writing that he had found no grounds on which such an appeal could be based.", "Article 62 of the Constitution provides:", "“1. If, no later than on the date of the vote, he has attained eighteen years of age, a Polish citizen shall have the right to participate in a referendum and the right to vote for the President of the Republic of Poland as well as representatives to the Sejm and Senate and organs of local government.", "2. Persons who, by a final judgment of a court, have incurred legal incapacity or deprivation of civic or electoral rights, shall have no right to participate in a referendum or to vote.”", "Under the 1997 Criminal Code, deprivation of civic rights (prawa publiczne) is one of the additional penalties that may be imposed by a court.", "Article 40 § 1 of the Criminal Code reads in so far as relevant:", "“The deprivation of civic rights shall entail the loss of the right to vote and to stand for election ...”", "Article 43 § 2 of the Criminal Code provides:", "“The deprivation of civic rights ... shall take effect from the time when the judgment becomes final; the period for which deprivation is imposed shall not run during the serving of a custodial sentence, even if the sentence has been imposed in respect of another offence.”", "Section 20 of the Law of 12 April 2001 on Elections to the Sejm and the Senate of the Republic of Poland (Ordynacja wyborcza do Sejmu Rzeczypospolitej Polskiej i do Senatu Rzeczypospolitej Polskiej) (“the 2001 Elections Act”) provides in so far as relevant:", "“§ 3. The list of voters in prisons and detention centres ... shall be drawn up on the basis of the registers of persons staying there on the date of elections.", "§ 5. Persons who are deprived of civic rights by the final decision of a court shall not be included in the list referred to in § 3.”", "Section 28 of the 2001 Elections Act provides that a prisoner may file a complaint with the prison governor about being excluded from the list of voters. In the event that the complaint is unsuccessful, the prisoner may further lodge a complaint with a district court.", "Article 23 of the Civil Code contains a non-exhaustive list of the rights known as “personal rights” (dobra osobiste). This provision states:", "“The personal rights of an individual, such as in particular health, liberty, reputation (cześć), freedom of conscience, name or pseudonym, image, secrecy of correspondence, inviolability of the home, scientific or artistic work, [as well as] inventions and improvements shall be protected by the civil law regardless of the protection laid down in other legal provisions.”", "Article 24 of the Civil Code provides for ways of redressing infringements of personal rights. Under that provision, a person faced with the danger of an infringement may demand that the prospective perpetrator abandon the wrongful activity, unless it is not unlawful. Where an infringement has taken place, the person affected may, inter alia, request that the wrongdoer make a relevant statement in an appropriate form, or demand satisfaction from him or her. If an infringement of a personal right causes financial loss, the person concerned may seek damages.", "Under Article 448 of the Civil Code, a person whose personal rights have been infringed may seek compensation. That provision, in its relevant part, reads:", "“The court may grant an adequate sum as pecuniary compensation for non-pecuniary damage (krzywda) suffered by anyone whose personal rights have been infringed. Alternatively, the person concerned, without prejudice to the right to seek any other relief that may be necessary to remove the consequences of the infringement sustained, may ask the court to award an adequate sum for the benefit of a specific social interest. ...”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}