{"ITEMID": "001-121099", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BGR", "BRANCH": "ADMISSIBILITY", "DATE": 2013, "DOCNAME": "HINOV v. BULGARIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson;George Nicolaou;Ineta Ziemele;Ledi Bianku;Paul Mahoney;Vincent A. De Gaetano;Zdravka Kalaydjieva", "TEXT": ["1. The applicant, Mr Rumen Rumenov Hinov, is a Bulgarian national, who was born in 1967 and lives in Sofia. He was represented before the Court by Ms K. Trifonova, a lawyer practising in Sofia.", "2. The Bulgarian Government (“the Government”) were represented by their Agent, Ms M. Dimova, of the Ministry of Justice.", "3. The facts of the case, as submitted by the parties, may be summarised as follows.", "4. At the relevant time the applicant was a practising lawyer and a member of the Kyustendil Bar Association (“the KBA”).", "5. On 1 December 2004 the Council of the KBA, relying on section 23(1) of the Bar Act 2004 (see paragraph 15 below), decided to suspend the applicant’s membership because a charge had been brought against him for aggravated hooliganism, an offence under the Criminal Code of 1968.", "6. The applicant submitted that on one occasion he was prevented from defending a client in proceedings before the domestic courts because of the suspension.", "7. The applicant appealed against his suspension to the Supreme Bar Council. He argued, most notably, that the measure had breached the presumption of innocence and his constitutionally-guaranteed right to work.", "8. On 25 March 2005 the Supreme Bar Council upheld the KBA’s decision.", "9. Upon further appeal by the applicant, who reiterated the above-mentioned arguments, by a judgment of 27 February 2006 the Supreme Court of Cassation quashed the applicant’s suspension, noting that as of 24 May 2005 the Bulgarian Parliament had repealed the relevant part of section 23(1) of the Bar Act as being contrary to the Constitution. The Supreme Court of Cassation also noted that the legal power to suspend an individual from exercising professional activities pending the outcome of criminal proceedings against him was regulated by Article 154(1) of the Code of Criminal Procedure (see paragraph 17 below), which was the constitutionally sound way to achieve the aim pursued by that measure.", "10. Meanwhile, on 30 May 2005 the Supreme Bar Council notified the applicant that following the repeal of the relevant part of section 23(1) of the Bar Act he was again eligible to practise his profession. On 2 June 2005 the Council of the KBA formally revoked its decision of 1 December 2004.", "11. Between 2004 and 2010 the applicant was convicted on eight occasions of a variety of offences, such as theft, hooliganism, making false accusations and perjury, most of which were committed between 2002 and 2004. As of 2011 there were other criminal proceedings pending against him.", "12. In particular, in the criminal proceedings which led to the applicant’s suspension from the KBA, by a judgment of 5 December 2007, in force as of 23 June 2008, the Sofia District Court convicted the applicant of aggravated hooliganism and sentenced him to three years’ imprisonment.", "13. On several occasions in 2007 the applicant was remanded in custody in connection with the criminal proceedings against him. He was imprisoned in Sofia Prison from 15 November 2007 to 21 September 2011 to serve an aggregate prison sentence in respect of a number of his convictions.", "14. On the basis of the applicant’s convictions, on 26 February 2007 the KBA struck him off the list of its members.", "15. Section 23(1) of the Bar Act 2004 as originally enacted provided that barristers’ practising rights were to be temporarily suspended in the event, inter alia, that they were charged with a criminal offence.", "16. On 11 May 2005 the Bulgarian Parliament, acting on the initiative of a group of its members, repealed that part of section 23(1). The members of Parliament who initiated the amendment argued that suspension while criminal charges were pending was contrary to the Constitution, which provided that everyone was innocent until proved guilty, and that the right to practise a profession was guaranteed and protected by law. The repeal entered into force on 24 May 2005.", "17. Article 154 of the Code of Criminal Procedure 1974, in force until April 2006, provided that in the event that criminal charges were brought for an offence which related to the accused individual’s professional activity, and where the accused’s professional position could prevent the establishment of the facts, the first-instance court could, upon the prosecutor’s request, suspend the individual from his position. The measure was to be discontinued when it was no longer considered justified."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}