{"ITEMID": "001-90500", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "ADMISSIBILITY", "DATE": 2008, "DOCNAME": "K.R.S. v. THE UNITED KINGDOM", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson;Ján Šikuta;Lech Garlicki;Mihai Poalelungi;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["The applicant, Mr K.R.S., is an Iranian national who was born in 1975 and lives in Harmondsworth. He was represented before the Court by Mr K. Murphy, a lawyer practising in Woodford Green, London, with Scudamore Solicitors. The United Kingdom Government (“the Government”) were represented by their Agent, Ms H. Upton of the Foreign and Commonwealth Office.", "The applicant arrived in the United Kingdom on 11 November 2006 and claimed asylum. It was discovered that the applicant had travelled through Greece before arriving in the United Kingdom. As a consequence, a request was made to Greece for it to accept responsibility for the applicant's asylum claim. Greece accepted responsibility on 12 December 2006.", "On 14 December 2006 the Secretary of State declined to give substantive consideration to the applicant's asylum claim because under the Asylum and Immigration (Treatment of Claimants, etc) Act 2004 (“the 2004 Act”: see domestic law and practice below) the applicant could be returned to Greece.", "The applicant subsequently absconded and later was detained in an immigration enforcement operation. Directions were then set for the applicant's removal to Greece at 8.20 a.m. on 23 May 2008.", "On 15 May 2008 the applicant's representatives wrote to the Secretary of State for the Home Department requesting that removal be deferred pending the outcome of the R (Nasseri) v Secretary of State for the Home Department [2008] EWCA Civ 464 (see domestic law and practice below). The Court of Appeal had given judgment in that case on 14 May 2008 and it appeared that the unsuccessful party, Nasseri, was to petition the House of Lords for leave to appeal.", "On 15 May 2008 the Secretary of State responded that the applicant had failed to identify how Nasseri applied to his case. The Secretary of State said that the concerns that had been expressed by the United Nations High Commissioner for Refugees and others about Greek procedures related to “interrupted” cases, cases where the applicant left Greece before their asylum claim was decided and where there was a risk that an asylum applicant might not be readmitted into the asylum process in Greece. The present applicant's case did not fall into this category. He was being returned to Greece having originally entered the territory of the EU through that country. There had been no criticism regarding access to the Greek asylum system in those cases.", "On the same day the applicant's solicitors responded that there was nothing in the Court of Appeal's judgment in Nasseri that suggested it had proceeded on the basis that it was merely considering “interrupted” cases. No response was received from the Secretary of State.", "On 21 May 2008, the applicant brought judicial review proceedings challenging the decision to remove him to Greece. The removal directions set for 23 May 2008 were cancelled. In her acknowledgment of service contesting the judicial review proceedings, the Secretary of State relied on the Court of Appeal's judgment in Nasseri that the relevant provisions of the 2004 Act were not incompatible with the investigative obligation under Article 3 of the Convention and that, upon an examination of all of the evidence in relation to Greek practices and procedures, there was no evidence of a risk of unlawful refoulement to Greece. Furthermore there were no proceedings pending before the House of Lords in Nasseri.", "On 16 June 2008, the High Court refused the applicant permission to apply for judicial review for the reasons set out in the Secretary of State's acknowledgment of service.", "Removal directions to Greece were then reset for 14 July 2008. On 10 July 2008 the applicant lodged an application with this Court.", "On 11 July 2008, the President of the Section to which the case had been allocated decided to apply Rule 39 of the Rules of Court, indicating to the Government that it was desirable in the interests of the parties and the proper conduct of the proceedings that the applicant should not be expelled to Greece pending the Court's decision. In his letter informing the Agent of the Government of the United Kingdom of this decision, the Section Registrar stated:", "“This indication has been made in light of the UNHCR report dated 15 April 2008 (a copy of which is attached). The parties' attention is drawn to paragraph 26 of the report that states that 'In view of EU Member States' obligation to ensure access to fair and effective asylum procedures, including in cases subject to the Dublin Regulation, UNHCR advises Governments to refrain from returning asylum seekers to Greece under the Dublin Regulation until further notice. UNHCR recommends that Governments make use of Article 3(2) of the Dublin Regulation, allowing States to examine an asylum application lodged even if such examination is not its responsibility under the criteria as laid down in this Regulation'.", "The Acting President has instructed me to inform you that the Rule 39 measure will remain in force pending confirmation from your authorities that the applicant, if removed to Greece and if he so wishes, will have ample opportunity in Greece to apply to the Court for a Rule 39 measure in the event of his onward expulsion from Greece to Iran. Your authorities may wish to avail themselves of any bilateral arrangements under the Dublin Convention with a view to seeking such confirmation.”", "“UK Border Agency (UKBA) has been advised by the Head of the Greek Dublin Unit that Asylum seekers returned to Greece under the Dublin Regulation [see relevant international and European Union law below] are given the opportunity to lodge an asylum claim on arrival. If they do so they are kept in a holding centre for up to 2 days while their application is registered. They are then provided with a 'pink' card which entitles them to work and to access benefits while their application is considered. Furthermore, no asylum seeker is returned by the Greek authorities to such countries as Afghanistan, Iraq, Iran, Somalia, Sudan or Eritrea, even if their asylum application is rejected by the Greek authorities. In this event they are given a letter telling them to leave Greece within a specified time but no action is then taken to enforce their removal...UKBA has written to the Greek Dublin Unit for written confirmation of the above and express confirmation that the opportunity to apply for asylum extends equally to the opportunity to make an application to the Court and a reply is expected within two weeks.", "Furthermore, it is standard practice in Dublin Regulation removal cases to Greece for the United Kingdom to obtain from the Greek authorities clarification that the individual concerned will be able to submit an asylum application upon arrival in Greece should he or she wish to do so.”", "“In general, no alien who submits an asylum application is put in detention for that sole reason. In any case, the expulsion procedure that regards illegal aliens or asylum applicants, who were firstly arrested for illegal entry, is going through various stages of remedy (administrative or judicial) [sic]. No asylum applicant is expelled, unless all the stages of the asylum procedure are finished and all the legal rights for review have been exhausted, according to the provisions of the Geneva Convention and the non refoulement clause. Furthermore, according to the Procedural Rules of the European Court of Human Rights, they have the right to appeal against any expulsion decision and have a Rule 39 indication on their case.”", "In his reply of 6 August 2008, the Section Registrar sought confirmation that, according to the terms of the letter of 11 July 2008, the Greek authorities not only ensured the right of an asylum applicant returned to Greece to apply for a Rule 39 measure but also guarantee him ample opportunity to avail himself of that right while still on the territory of Greece. The Agent of the Government of the United Kingdom in turn sought such confirmation from the Agent of the Government of Greece. On 12 November 2008, the United Kingdom Agent forwarded a letter dated 4 November 2008 from the Greek Agent. This stated:", "“We hereby advise you that it is the objective of the Greek State, though its competent bodies and in accordance with the current legal framework (Presidential Decrees 220/2007, 90/2008 and 96/2008), to ensure the unhindered submission of applications for asylum by all aliens who declare before any Greek Authority, at the entry points or on Greek territory, either verbally or in writing, that they request asylum in our country or ask in any way not to be deported to other countries from fear of persecution for reasons of race, religion, nationality, social class or political views.", "Consequently, in Greece not only is there the right and the possibility to submit an application for asylum, but the actual application is also examined very carefully, exhaustively and as to substance...the Police Office, as the competent authority, makes much of the 'right for asylum' and the principle of non-refoulement, and they do not deport the alien from our country, if the procedure has not been completed. This also applies for the aliens transferred to Greece, pursuant to the provisions of the Dublin Regulation, provided that the requirements for the characterization of the 'applicant' as a national of a third country or a non-citizen who has submitted an application for asylum for which a final decision has not yet been made are met, as described in the Directive 2005/85/EK [Council Directive 2005/85/EC of 1 December 2005 on minimum standards on procedures in Member States for granting and withdrawing refugee status – see relevant European Union law below] and Presidential Decree 90/2008”", "This letter enclosed another letter dated 31 October 2008 from the Directorate for Aliens Affairs to that effect. Attached to the letter of 31 October was a note which referred to the fact that many applicants resisting return to Greece had the right to submit asylum applications in Greece but had not done so because their purpose was to go to other European Union countries. The note also referred to the new legislative framework in Greece, which, inter alia, made provision for: the Public Prosecutor to oversee the implementation of the relevant domestic law in respect of aliens who are minors, without the need for an asylum application by them; training for the officials responsible; the right to immediate employment and education; the issuing of travel documents for beneficiaries of subsidiary protection and “applicants for international protection”; and the ipso jure revocation of all decisions in respect of “interrupted claims”.", "The Dublin Convention (the Convention determining the State responsible for examining applications for asylum lodged in one of the Member States of the European Communities, 15 June 1990) provided for measures to ensure that applicants for asylum had their applications examined by one of the Member States and that applicants for asylum were not referred successively from one Member State to another. Articles 4 to 8 set out the criteria for determining the single Member State responsible for examining an application for asylum. Pursuant to Article 7, the responsibility for examining an application for asylum is incumbent upon the Member State responsible for controlling the entry of the alien into the territory of the Member States. The United Kingdom and Greece were both signatory States.", "The Convention has been superseded by Council Regulation (EC) No 343/2003 of 18 February 2003 establishing the criteria and mechanisms for determining the Member State responsible for examining an asylum application lodged in one of the Member States by a third-country national (“Dublin II”, hereinafter “the Dublin Regulation). The Dublin Regulation applies to all European Union Member States, Norway and Iceland. Article 3(1) of the Regulation provides for asylum applications to be examined by a single Member State, according to the criteria set out in Chapter III. The criteria for determining which Member State is responsible include where it is established that an asylum seeker has irregularly crossed the border into a Member State, having come from a third country (Article 10). If responsibility can be designated on the basis of the criteria, listed in Chapter III, Article 11 provides that the first Member State with which the application for asylum was lodged shall be responsible for examining it.", "Article (3)2 of the Dublin Regulation allows a Member State to examine an asylum application even if such examination is not its responsibility. It provides:", "“By way of derogation from paragraph 1, each Member State may examine an application for asylum lodged with it by a third-country national, even if such examination is not its responsibility under the criteria laid down in this Regulation. In such an event, that Member State shall become the Member State responsible within the meaning of this Regulation and shall assume the obligations associated with that responsibility. Where appropriate, it shall inform the Member State previously responsible, the Member State conducting a procedure for determining the Member State responsible or the Member State which has been requested to take charge of or take back the applicant.”", "The rights and standards set out in Directive 2005/85/EC include: the right to remain in a Member State pending the examination of an asylum application (Article 7); that decisions on applications are given in writing and, where an application is rejected, that the reasons in fact and law are stated in the decision with information on how to challenge a negative decision (Article 9); that each applicant for asylum be given appropriate linguistic assistance and a personal interview (Articles 10 and 12); and, subject to a number of qualifications, that applicants shall have the right to legal assistance and representation (Article 15). Article 39 guarantees applicants the right to an effective remedy before a court or tribunal against decisions taken against them. Member States are to allow the United Nations High Commissioner for Refugees access to applicants, access to information on individual applications and the opportunity to present its views to any competent authorities (Article 21).", "The above Directive requires that Member States ensure a dignified standard of living to all asylum-seekers, paying specific attention to the situation of applicants with special needs or who are detained. It regulates matters such as the provision of information, documentation, freedom of movement, healthcare, accommodation, schooling of minors, access to the labour market and to vocational training. It also covers standards for persons with special needs, minors, unaccompanied children and victims of torture.", "In a judgment given on 19 April 2007 in Commission v. Greece (Case C-72/06), the Court of Justice of the European Communities (“the ECJ”) found that Greece had failed to implement the Directive. It appears from the United Nations High Commissioner for Refugees Position Paper (set out below) that it has now done so.", "Pursuant to the Dublin Regulation, Part 2 of Schedule 3 to the Asylum and Immigration (Treatment of Claimants, etc) Act 2004 establishes a “first list of safe countries” which covers the other twenty-four European Union Member States at the time (prior to the accession of Romania and Bulgaria), Norway and Iceland.", "Paragraph 3 of Part 2 of Schedule 3 provides:", "“(1) This paragraph applies for the purposes of the determination by any person, tribunal or court whether a person who has made an asylum claim or a human rights claim may be removed—", "(a) from the United Kingdom, and", "(b) to a State of which he is not a national or citizen.", "(2) A State to which this Part applies shall be treated, in so far as relevant to the question mentioned in sub-paragraph (1), as a place—", "(a) where a person's life and liberty are not threatened by reason of his race, religion, nationality, membership of a particular social group or political opinion,", "(b) from which a person will not be sent to another State in contravention of his Convention rights, and", "(c) from which a person will not be sent to another State otherwise than in accordance with the Refugee Convention.”", "Sections 1(4) and 3(2) of the Immigration Act 1971 provide for the making of Immigration Rules by the Secretary of State. Paragraph 345 of the Immigration Rules states:", "“(1) In a case where the Secretary of State is satisfied that the conditions set out in Paragraphs 4 and 5(1), 9 and 10(1), 14 and 15(1) or 17 of Schedule 3 to the Asylum and Immigration (Treatment of Claimants, etc.) Act 2004 are fulfilled, he will normally decline to examine the asylum application substantively and issue a certificate under Part 2, 3, 4 or 5 of Schedule 3 to the Asylum and Immigration (Treatment of Claimants, etc.) Act 2004 as appropriate.", "(2) The Secretary of State shall not issue a certificate under Part 2, 3, 4 or 5 of Schedule 3 to the Asylum and Immigration (Treatment of Claimants, etc.) Act 2004 unless:", "(i) the asylum applicant has not arrived in the United Kingdom directly from the country in which he claims to fear persecution and has had an opportunity at the border or within the third country or territory to make contact with the authorities of that third country or territory in order to seek their protection; or", "(ii) there is other clear evidence of his admissibility to a third country or territory.", "Provided that he is satisfied that a case meets these criteria, the Secretary of State is under no obligation to consult the authorities of the third country or territory before the removal of an asylum applicant to that country or territory.”", "In the above case, the High Court had concluded that paragraph 3 of Part 2 of Schedule 3 was incompatible with Article 3 because it precluded both the Secretary of State and the court from considering any question as to the law and practice on refoulement in Greece. The Secretary of State successfully appealed to the Court of Appeal. Laws LJ (who delivered the leading judgment) considered the extent to which the evidence demonstrated that removal of an asylum seeker to Greece would violate the United Kingdom's obligations under Article 3. He concluded that:", "“There are clearly concerns about the conditions in which asylum-seekers may be detained in Greece. It is not however shown that they give rise to systematic violations of Article 3.", "...such evidence as there is, and in particular the recent UNHCR Paper, shows that the relevant legal procedures are to say the least shaky, although there has been some improvement.", "...But in truth there are currently no deportations or removals to Afghanistan, Iraq, Iran, Somalia or Sudan, and as I understand it no reports of unlawful refoulement to any destination. That seems to me to be critical. I would accordingly hold, on the evidence before us, that as matters stand Greece's continued presence on the list does not offend the United Kingdom's Convention obligations.”", "In H (Iran); Zego (Eritrea); Kadir (Iraq) v. Secretary of State for the Home Department [2008] EWCA 985 the Court of Appeal affirmed its judgment in Nasseri.", "Recommendation R (97) 22 (containing guidelines on the application of the safe third country concept) where relevant provides as follows:", "“1. In order to assess whether a country is a safe third country to which an asylum-seeker can be sent, all the criteria indicated below should be met in each individual case:", "a. observance by the third country of international human rights standards relevant to asylum as established in universal and regional instruments, including compliance with the prohibition of torture, inhuman or degrading treatment or punishment;", "b. observance by the third country of international principles relating to the protection of refugees as embodied in the 1951 Convention and the 1967 Protocol relating to the Status of Refugees, with special regard to the principle of non-refoulement;", "c. the third country will provide effective protection against refoulement and the possibility to seek and enjoy asylum;", "d. the asylum-seeker has already been granted effective protection in the third country or has had the opportunity, at the border or within the territory of the third country, to make contact with that country's authorities in order to seek protection there before moving on to the member state where the asylum request is lodged or, that as a result of personal circumstances of the asylum-seeker, including his or her prior relations with the third country, there is clear evidence of the admissibility of the asylum-seeker to the third country.”", "In Recommendation R (98) 13 (on the right of rejected asylum seekers to an effective remedy against decisions on expulsion in the context of Article 3 of the European Convention on Human Rights) the Committee of Ministers recommended:", "“[T]hat governments of member states, while applying their own procedural rules, ensure that the following guarantees are complied with in their legislation or practice:", "1. An effective remedy before a national authority should be provided for any asylum seeker, whose request for refugee status is rejected and who is subject to expulsion to a country about which that person presents an arguable claim that he or she would be subjected to torture or inhuman or degrading treatment or punishment.", "2. In applying paragraph 1 of this recommendation, a remedy before a national authority is considered effective when:", "2.1. that authority is judicial; or, if it is a quasi-judicial or administrative authority, it is clearly identified and composed of members who are impartial and who enjoy safeguards of independence;", "2.2. that authority has competence both to decide on the existence of the conditions provided for by Article 3 of the Convention and to grant appropriate relief;", "2.3. the remedy is accessible for the rejected asylum seeker; and", "2.4. the execution of the expulsion order is suspended until a decision under 2.2 is taken.”", "The above recommendation (on measures of detention of asylum seekers) contains, inter alia, a number of recommendations on the conditions of detention of asylum seekers, which include ensuring a standard of living adequate for their health and well-being; separate accommodation within detention facilities between men and women, as well as between children and adults; a right of access to the UNHCR; legal assistance; and appropriate arrangements for minors.", "In Resolution 1471 (2005) (Accelerated asylum procedures in Council of Europe member states) the Parliamentary Assembly invited the governments of the member states to ensure, inter alia, that minimum procedural safeguards were met in accelerated asylum procedures, including the right to an individual determination of one's claim and the right to an effective remedy under Article 13 of the Convention. It also called on Member States to provide adequate social and medical assistance in places of detention.", "On 8 February 2008 the Committee for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment (“the CPT”) published its report on it visit to Greece from 20 to 27 February 2007. Having reviewed the conditions of detention for asylum seekers, the report recommended: The report stated:", "“With respect to all the centres visited, the CPT calls upon the Greek authorities to ensure that:", "- repair work is carried out immediately so that:", " all centres have functioning toilet and shower facilities with a constant supply of water, at an appropriate temperature;", " appropriate artificial lighting is installed, and access to natural light and ventilation improved.", "- all detainees are allocated a bed/plinth and provided with a clean mattress and clean bedding;", "- occupancy rates be revised so as to offer a minimum of 4m² of space per detainee;", "- all detainees are provided with the necessary products and equipment to keep their accommodation clean, as well as with products for personal hygiene (i.e. toilet paper, soap, toothpaste, toothbrush, etc.);", "- all detainees have unimpeded access to toilet facilities;", "- all detainees are allowed to spend a large proportion of the day outside their cells and have at least one hour of outdoor exercise a day. (emphasis in original)”", "The Committee also noted that there was no regime offering purposeful activities to detainees, that staffing arrangements in the detention facilities were totally inadequate and that proper health care services had to be provided to detainees.", "IV. RELEVANT OBJECTIVE INFORMATION", "On 15 April 2008, the United Nations High Commissioner for Refugees published the above paper in which it advised the European Union Member States to refrain from returning asylum seekers to Greece under the Dublin Regulation until further notice. It also recommended that they make use of Article 3(2) of the Dublin Regulation (see relevant European Union law above) and examine asylum applications themselves. The Position Paper criticised reception procedures for “Dublin returnees” at Athens airport and the Central Police Asylum Department, which was responsible for registering asylum appeals. It also expressed concerns in respect of those whose asylum claims were deemed to be “interrupted” as a result of their having left Greece before their claims had been decided:", "“While a number of positive changes in the practice have been noticed in 2007, the legal framework underpinning the practice of 'interruption' continues to leave room for different interpretations and fails to guarantee that 'Dublin returnees' with 'interrupted claims' are granted access to the procedure. This situation calls into question whether 'Dublin returnees' will have access to an effective remedy as foreseen by Article 13 of the European Convention on Human Rights as well as Article 39 of the Asylum Procedures Directive [Council Directive 2005/85/EC of 1 December 2005 on minimum standards on procedures in Member States for granting and withdrawing refugee status – see relevant European Union law above]. Of relevance is the decision taken by the European Commission on 31 January 2008 to refer a case to the European Court of Justice against Greece for the infringement of the Dublin Regulation based on Greece's failure to enact legislative amendments to abolish the practice of 'interruption'. (footnotes omitted)”", "The Position Paper also characterised the percentage of asylum seekers who were granted refugee status as “disturbingly low” and criticised the quality of asylum decisions, noting in particular their short, standardised format and the absence of legal reasoning in some decisions.", "The Position Paper also noted that since the adverse finding of the ECJ in Commission v. Greece (see above), Council Directive 2003/9/EC had been transposed into Greek law on 13 November 2007. However, its implementation continued to present serious flaws. The paper stated:", "“UNHCR remains concerned about the extremely limited reception facilities for asylum-seekers as this situation is seriously compromising the full implementation of the Presidential Decree on the Reception Conditions and urges the Government of Greece to promptly issue the awaited ministerial decision that should establish the criteria for the provision of a daily financial allowance. Furthermore, UNHCR calls upon the Government of Greece to ensure that the situation of children is given primary consideration and that the current reception conditions for unaccompanied minors are urgently reviewed.”", "On 9 April 2008 three non-governmental organisations, the Norwegian Organisation for Asylum Seekers, the Norwegian Helsinki Committee and Greek Helsinki Monitor, published a report entitled “A gamble with the right to asylum in Europe-Greek asylum policy and the Dublin 2 Regulation”. The report called on other European countries to apply Article 3(2) of the Dublin Regulation and on the Greek authorities to review their asylum policy so that it complied with Greece's international obligations. The report stated:", "“Greek asylum policy is better understood if one considers the following:", "1. Keeping asylum seekers in police custody is a common practice, and we were told several stories of asylum seekers being abused while detained by the police. It is unacceptable that some of those fleeing from persecution in their home country are beaten up by the police in an EU state instead of receiving help and protection.", "2. 25,113 asylum applications were submitted in 2007, but the authorities have dedicated very limited resources to handle them, which is yet another example of Greece's reluctance to deal with asylum according to its international obligations.", "3. From more than 20,000 asylum cases that were given first instance examination in 2007 only 8 persons were given residence permit, 0.04 per cent of the applicants. 17,000 decisions were appealed, of which 6,448 were examined. Only 155 applications were granted, after the examination of appeals, that is 2.4 per cent. These are depressing figures.", "4. Very few asylum seekers are given legal assistance in Greece, even if they are entitled to this. Access to legal assistance is all the more important given the low percentage of applications that are granted. The number of lawyers to whom NGOs mediate access, approximately 15, is not in proportion to the need.", "5. Unaccompanied minors are not guaranteed a place at a reception centre, nor education, a legal guardian or other assistance they are entitled to through the UN Children's Convention.", "6. Approximately 750 available places at reception centres are far from sufficient. The majority of asylum seekers are left to fend for themselves, as best they can.", "It is impossible to respect the asylum seekers' legal protection and fundamental social rights with resources as limited as those made available by Greek authorities. For instance, only 10-12 police officers are assigned to interview more than 20,000 asylum seekers arriving in Greece in the course of a year. The asylum interviews are therefore very short and superficial. Most of the asylum seekers we have talked to told us that authorities used between two and five minutes to interview them, and that the grounds for seeking asylum were not the main topic. Furthermore, these were among the lucky ones who got access to the asylum procedure at all, for it is difficult for asylum seekers to even lodge an application for asylum in Greece.", "...", "In our opinion the deficiencies in the Greek asylum process, documented through this report, entail that there is a discord between the preconditions on which the Dublin II Regulation was founded and procedural practices followed in Greece. In our opinion the Greek system does not guarantee even minimum basic legal protection for the asylum seekers.”", "In a press release dated 28 February 2008 and entitled “No place for an asylum-seeker in Greece”, Amnesty International stated:", "“Greece must urgently improve the current situation for refugees and asylum-seekers in the country. We call on the Greek authorities to comply with their obligations under international human rights, refugee and European law.", "We note the decision of the Norwegian Immigration Appeals Board to suspend returning refugees and asylum-seekers to Greece under the Dublin II Regulation. We consider the decision to be particularly important in light of the poor conditions in which immigration detainees are held in Greece, and the lack of legal guarantees with regard to examination of their asylum claim. We call on Member States to make use of Article 3.2 of the Dublin II Regulation allowing Member States to examine an asylum application 'even if such examination is not its responsibility under the criteria laid down in this Regulation'.", "...", "We recall that a procedure against Greece was launched by the European Commission at the European Court of Justice for infringing the Dublin II Regulation. It is our understanding that this is because of the lack of legal guarantees with regard to a substantive examination of the asylum claim by Greek authorities after transfer to Greece.", "We have repeatedly expressed concerns to the Greek authorities about its treatment of asylum-seekers and failure to provide effective asylum procedures. The organisation is concerned to receive reports that asylum-seekers have been held in conditions amounting to arbitrary detention pending the examination of their claim. Asylum-seekers are often interviewed about their claim in the absence of an interpreter and lawyer. Lawyers report that in practice, individuals can expect to have their claim rejected at first instance. We have repeatedly called on the Greek authorities to take concrete measures to improve the conditions for asylum-seekers including by resolving the legal limbo in which they are left – without documents and without access to any social services in practice. In a letter to the Greek authorities sent on 7 February 2008, the organization expressed its concern for the well-being of an estimated 2,500 people, including unaccompanied children as young as nine years old evicted from their makeshift homes in the port area of Patras. Most of the evicted people are believed to be asylum-seekers from Afghanistan. Greece does not return people to Afghanistan and yet does not process their asylum application in a prompt, fair way, leaving them in limbo without legal status and therefore without rights.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}