{"ITEMID": "001-119268", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SRB", "BRANCH": "ADMISSIBILITY", "DATE": 2013, "DOCNAME": "ZASTAVA IT TURS v. SERBIA", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "Guido Raimondi;Nebojša Vučinić;Paulo Pinto De Albuquerque;Peer Lorenzen", "TEXT": ["1. The applicant, ZASTAVA IT TURS, is a company based in Kragujevac. It was represented before the Court by Mr D. Joksimović", "2. On an unspecified date the applicant company instituted civil proceedings before the Kragujevac Commercial Court against GRUPA ZASTAVA VOZILA A.D. Kragujevac u restrukturiranju (the debtor), seeking, inter alia, declaratory redress in the property context.", "3. On 2 March 2010 the Commercial Court ruled in favour of the applicant company and, further, ordered the debtor to pay it 650,000 Serbian Dinars for legal costs.", "4. This judgment became final on 3 August 2011.", "5. On 19 August 2011 the applicant company filed a request for the enforcement of the above judgment in respect of the costs awarded, proposing that it be carried out by means of bank transfer.", "6. On 23 August 2011 the Commercial Court rejected this request given that the debtor was “being restructured” (see paragraph 14 below).", "7. On 16 September 2011 this decision was upheld at second instance.", "8. On 2 November 2011 the applicant filed a constitutional appeal.", "9. The case is currently pending before the Constitutional Court.", "10. The applicant company and the debtor were companies predominantly consisting of socially-owned capital.", "11. On 16 November 2006 the Privatisation Agency ordered the restructuring of the debtor, which process is still ongoing.", "12. Article 5 § 1 of this Act provides that all enforcement proceedings are to be conducted urgently.", "13. Articles 69-153 set out the relevant details as regards enforcement by means of a bank account.", "14. Articles 19-20đ set out the details as regards the restructuring of companies about to be privatised. This restructuring, however, is optional and a company may be sold without having been restructured if the Privatisation Agency so decides. Article 20ž provides that companies undergoing restructuring cannot be subjected to an enforcement procedure until the end of restructuring process but no later than 30 June 2014.", "15. These provisions are set out in the case of R. Kačapor and Others v. Serbia (nos. 2269/06, 3041/06, 3042/06, 3043/06, 3045/06 and 3046/06, 15 January 2008, §§ 71-76)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}