{"ITEMID": "001-58079", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 1996, "DOCNAME": "CASE OF STUBBINGS AND OTHERS v. THE UNITED KINGDOM", "IMPORTANCE": "3", "CONCLUSION": "No violation of Art. 6-1;No violation of Art. 8;No violation of Art. 14+6-1;No violation of Art. 14+8", "JUDGES": "John Freeland;N. Valticos;R. Pekkanen", "TEXT": ["8. Ms Leslie Stubbings was born on 29 January 1957. She was placed by a local authority in the care of Mr and Mrs Webb when she was nearly two years old and adopted by them when she was three. The Webbs had two children, of whom the elder, Stephen, was born on 21 July 1952.", "9. Ms Stubbings alleges that she was sexually assaulted by Mr Webb and committed acts of indecency at his instigation on a number of occasions between December 1959 (before her adoption) and December 1971 (when she was fourteen years old). These were of a serious nature, although they did not involve full sexual intercourse.", "In addition, she alleges that Stephen Webb forced her to have sexual intercourse with him on two occasions in 1969 when she was twelve and he was seventeen.", "10. Since 1976 Ms Stubbings has experienced severe psychological problems, which have led to her admission to hospital on three occasions. She has been variously diagnosed as suffering from schizophrenia, emotional instability, paranoia, depression and agoraphobia, and she has once attempted suicide.", "11. In September 1984, following treatment by a consultant child and family psychiatrist, she allegedly realised for the first time that there might be a connection between the childhood abuse and her mental health problems.", "12. On 18 August 1987 she commenced proceedings against her adoptive parents and brother, seeking damages for the alleged assaults. The defendants applied to have the claim dismissed as time-barred under the Limitation Act 1980 (\"the 1980 Act\": see paragraph 35 below).", "13. Both the High Court and the Court of Appeal which considered the case were bound by earlier authority (Letang v. Cooper: see paragraph 32 below) to hold that Ms Stubbings’ claim was based on a \"breach of duty\" within the meaning of section 11 of the 1980 Act (see paragraph 35 below).", "The limitation period for such actions was three years, either from the date on which the cause accrued or from the date on which the plaintiff first knew the injury in question was both significant and attributable to the defendants. Section 33 of the 1980 Act provided that the court could allow such an action to proceed even if commenced after the expiry of the threeyear period where it would be equitable to do so (see paragraph 35 below).", "14. The High Court found in favour of the defendants, ruling that Ms Stubbings’ \"date of knowledge\" was more than three years before the commencement of proceedings.", "The Court of Appeal, however, accepted Ms Stubbings’ argument that although she had always remembered that she had been abused by Mr Webb and Stephen, she did not realise that she had suffered sufficiently serious injury as to justify bringing a claim until September 1984, when she came to understand the causal link between the assaults and her mental health problems.", "15. The defendants appealed to the House of Lords (Stubbings v. Webb [1993] Appeal Cases, p. 498). Lord Griffiths, with whom the other four law lords agreed, doubted that the \"date of knowledge\" was as late as September 1984, since \"I have the greatest difficulty in accepting that a woman who has been raped does not know that she has suffered a significant injury\".", "Furthermore, after considering the report of the Tucker Committee (see paragraph 31 below), he held that the words \"breach of duty\" in section 11 (1) of the 1980 Act did not embrace actions based on intentionally inflicted injuries, such as rape and indecent assault. Instead, these types of claim were subject to the six-year limitation period provided for in section 2 of the 1980 Act. This limit, which could not be disapplied by the court, started to run from the plaintiff’s eighteenth birthday (section 28: see paragraph 35 below). The claim was therefore out of time.", "16. Ms J.L. was born in 1962.", "She alleges that between 1968 and September 1979 she was frequently abused by her father, who took pornographic photographs of her and subjected her to serious assaults of a sexual nature.", "17. Between 1981 and 1991, she suffered from bouts of depression and found it difficult to form relationships. In 1990 she began to have nightmares about her childhood abuse.", "Finally, in October 1990, she asked her doctor for help and he referred her to a psychologist. At this time, she allegedly gained insight into the connection between the abuse and her mental health problems for the first time. Initially this worsened her condition, causing her to attempt suicide in December 1990.", "18. In January 1991 she consulted solicitors with a view to commencing proceedings for damages against her father. Legal aid was granted and a writ was issued on 26 March 1991.", "A medical report prepared in May 1991 for the purposes of the litigation described her as suffering from severe psychological damage, which manifested itself in an inability to trust others, constant mood swings, insomnia and anxiety. According to the report, she was likely to remain damaged for the rest of her life and would have an increased risk of developing a mental illness.", "19. Ms J.L. also reported the alleged abuse to the police. They interviewed her and her father, but in September 1991 decided not to bring charges. When she was informed of this decision she made another attempt at suicide.", "20. Following the decision of the House of Lords in Stubbings v. Webb (see paragraph 15 above), her civil claim against her father was discontinued on the advice of counsel that it had become time-barred in 1986, six years after her eighteenth birthday.", "21. Ms J.P. was born in 1958.", "Between the ages of five and seven she attended a state primary school in Highgate, London, but her parents withdrew her in 1966 because she had become depressed and withdrawn and was suffering from nightmares. It appeared that the Deputy Headmaster, a Mr P., had been removing her from lessons, purportedly to look after his two-year-old daughter.", "22. From that time onwards, Ms J.P. had difficulty in sustaining relationships and felt \"different\" and lonely. Following her father’s death in 1985 she suffered extreme feelings of bereavement, which eventually drove her to seek psychiatric help.", "She underwent a course of therapy which, in February 1989, prompted her to experience a violent recall of being subjected to sexual abuse by Mr P. She subsequently recovered memories of other assaults by him, including incidents of rape.", "23. In October 1991 she instructed solicitors to commence proceedings for damages against Mr P. and a writ was issued on 10 February 1992.", "However, legal aid was withdrawn and the action was discontinued following the decision of the House of Lords in Stubbings v. Webb (see paragraph 15 above), because her claim had become time-barred in January 1982.", "24. Ms D.S. was born in 1962.", "Between 1968 and 1977 she was allegedly subjected to repeated sexual assaults by her father, including acts of rape.", "She asserted that, as a result of the abuse, she suffered from feelings of despair, depression, fear and guilt and found it difficult to sustain relationships.", "25. On 15 March 1991 D.S.’s father pleaded guilty to a charge of indecent assault based on his abuse of her. He was sentenced to one year’s probation.", "26. The applicant considered that this was insufficient punishment and she therefore instituted civil proceedings against her father on 14 August 1992. A report from a psychologist stated that it would have been impossible for her to have taken this step earlier, because she had largely blocked out memories of the abuse as a means of survival.", "27. Her action was discontinued on 24 May 1993 following the House of Lords’ judgment in Stubbings v. Webb (see paragraph 15 above), since her claim had been brought outside the six-year time-limit held in that case to apply.", "28. Between 1936 and 1974 no fewer than six official bodies reviewed the English law of limitation and reported their findings to Parliament.", "29. The first of these, the Law Revision Committee on Statutes of Limitation, recommended in December 1936 that there should be a fixed six-year period for all actions founded in tort, except in cases where the defendant was a public authority, where the period should be one year only. In both cases time should start to run from the date on which the cause of action accrued.", "These recommendations were implemented in the Limitation Act 1939.", "30. The first suggestion that there should be a shorter limitation period in personal injury cases was made in July 1946 in the Final Report of the Departmental Committee on Alternative Remedies (\"the Monckton Committee\"), which was asked to review the right to damages for personal injury in the light of recently-created social security legislation. The Committee considered that the six-year period was too long for personal injury claims, and recommended that it should be reduced to three years.", "31. In July 1949 the Committee on the Limitation of Actions (\"the Tucker Committee\") recommended that the same limitation period should apply irrespective of whether the defendant was a public authority or a private person, and that a two-year time bar, extendible to six years in exceptional cases, should be imposed in personal injury actions. The limitation period for other actions founded on tort, including inter alia trespass against the person and false imprisonment, should continue to be six years.", "The Committee’s proposals were followed in the Law Reform (Limitation of Actions) Act 1954, except that, instead of the suggested extendible two-year bar, a fixed three-year period was applied to all \"actions for damages for negligence, nuisance or breach of duty ... where the damages claimed ... consist of or include damages in respect of personal injury to any person\". In cases where the plaintiff was under a legal disability, time would only start to run from the date the disability ceased: thus, in the case of a child, from the date he attained his majority (twentyone at the time the Act was passed, and eighteen after 1 January 1970).", "32. The words \"actions for damages for negligence, nuisance or breach of duty\" which appeared in the 1954 Act (and which were also used in section 11 (1) of the 1980 Act: see paragraph 35 below) were considered by the Court of Appeal in Letang v. Cooper [1965] 1 Queen’s Bench Reports, p. 232. The plaintiff had been sunbathing in the car park of a hotel when the defendant drove his car over her legs. She did not commence proceedings until over three years after the accident. The Court of Appeal held that the appropriate cause of action lay in negligence and that the claim was therefore time-barred. The three judges expressed the opinion that the words \"breach of duty\" in the 1954 Act should be construed as applying to any cause of action giving rise to a claim for damages for personal injury.", "33. In the early 1960s it became apparent that the fixed three-year bar to personal injury actions was causing injustice to some plaintiffs, notably workers who were caused to contract slow-working industrial diseases which it was not possible to detect until after the expiry of the limitation period.", "The Limitation Act 1963 was therefore passed, to enable the court to extend the time-limit in cases where the plaintiff could not reasonably have been expected to discover earlier the existence or cause of his injury. However, the provisions enacted proved to be over-complicated and difficult to operate.", "34. In May 1974 the Interim Report of the Law Reform Committee on Limitation of Actions in Personal Injury Claims was published. It considered the purpose of having a limitation period, and observed:", "\"In the first place, it is intended to protect defendants from being vexed by stale claims relating to long-past incidents about which their records may no longer be in existence and as to which their witnesses, even if they are still available, may well have no accurate recollection. Secondly, we apprehend that the law of limitation is designed to encourage plaintiffs not to go to sleep on their rights, but to institute proceedings as soon as it is reasonably possible for them to do so ... Thirdly, the law is intended to ensure that a person may with confidence feel that after a given time he may treat as being finally closed an incident which may have led to a claim against him ... But if the law of limitation is principally designed for the benefit of defendants, it would nevertheless be a mistake to lose sight of the interests of injured persons. A plaintiff who has lost the right to claim damages before he can know of the existence of that right must, in our view, inevitably feel that he has suffered injustice.\"", "In an attempt to balance these interests, the Committee recommended the retention of the three-year period for personal injury actions, but proposed that time should only start to run when the injured person knew, or could reasonably have ascertained, the nature of the injury and its attributability to an act or omission on the part of the defendant. Furthermore, the court should have the power to override the time bar at its discretion.", "These proposals were enacted in the Limitation Act 1975, and were retained in the Limitation Act 1980, which was a consolidating statute.", "35. The current law as to limitation of civil actions in England and Wales is set out in the Limitation Act 1980 (\"the 1980 Act\"). The relevant sections are as follows:", "\"Actions founded on tort", "2. An action founded on tort shall not be brought after the expiration of six years from the date on which the cause of action accrued.", "...", "Actions in respect of wrongs causing personal injuries or death", "11. (1) This section applies to any action for damages for negligence, nuisance or breach of duty (whether the duty exists by virtue of a contract or of provision made by or under a statute or independently of any contract or any such provision) where the damages claimed by the plaintiff for the negligence, nuisance or breach of duty consist of or include damages in respect of personal injuries to the plaintiff or any other person.", "(2) None of the time-limits given in the preceding provisions of this Act shall apply to an action to which this section applies.", "(3) An action to which this section applies shall not be brought after the expiration of the period applicable in accordance with subsection (4) or (5) below.", "(4) Except where subsection (5) below applies, the period applicable is three years from:", "(a) the date on which the cause of action accrued; or", "(b) the date of knowledge (if later) of the person injured.", "...", "14. (1) In sections 11 and 12 of this Act references to a person’s date of knowledge are references to the date on which he first had knowledge of the following facts:", "(a) that the injury in question was significant; and", "(b) that the injury was attributable in whole or in part to the act or omission which is alleged to constitute negligence, nuisance or breach of duty; and", "(c) the identity of the defendant; and", "(d) if it is alleged that the act or omission was that of a person other than the defendant, the identity of that person and the additional facts supporting the bringing of an action against the defendant; and knowledge that any acts or omissions did or did not, as a matter of law, involve negligence, nuisance or breach of duty is irrelevant.", "(2) For the purposes of this section an injury is significant if the person whose date of knowledge is in question would reasonably have considered it sufficiently serious to justify his instituting proceedings for damages against a defendant who did not dispute liability and was able to satisfy a judgment.", "(3) For the purposes of this section a person’s knowledge includes knowledge which he might reasonably have been expected to acquire:", "(a) from facts observable or ascertainable by him; or", "(b) from facts ascertainable by him with the help of medical or other appropriate expert advice which it is reasonable for him to seek; but a person shall not be fixed under this subsection with knowledge of a fact ascertainable only with the help of expert advice so long as he has taken all reasonable steps to obtain (and, where appropriate, to act on) that advice.", "...", "Extension or exclusion of ordinary time-limit: disability", "28. (1) Subject to the following provisions of this section, if on the date when any right of action accrued for which a period of limitation is prescribed by this Act, the person to whom it accrued was under a disability, the action may be brought at any time before the expiration of six years from the date when he ceased to be under a disability or died (whichever first occurred) notwithstanding that the period of limitation has expired.", "...", "Discretionary exclusion of time-limit for actions in respect of personal injuries or death", "33. (1) If it appears to the court that it would be equitable to allow an action to proceed having regard to the degree to which:", "(a) the provisions of section 11 or 12 of this Act prejudice the plaintiff or any person whom he represents; and", "(b) any decision of the court under this subsection would prejudice the defendant or any person whom he represents; the court may direct that those provisions shall not apply to the action, or shall not apply to any specified cause of action to which the action relates.", "...", "(3) In acting under this section the court shall have regard", "(a) the length of, and the reasons for, the delay on the part of the plaintiff;", "(b) the extent to which, having regard to the delay, the evidence adduced or likely to be adduced by the plaintiff or the defendant is or is likely to be less cogent than if the action had been brought within the time allowed by section 11 or (as the case may be) by section 2;", "(c) the conduct of the defendant after the cause of action accrued ...", "(d) the duration of any disability of the plaintiff arising after the date of the accrual of the cause of action;", "(e) the extent to which the plaintiff acted promptly and reasonably once he knew whether or not the act or omission of the defendant, to which the injury was attributable, might be capable at that time of giving rise to an action for damages;", "(f) the steps, if any, taken by the plaintiff to obtain medical, legal or other expert advice and the nature of any such advice which he may have received ...", "38. ...", "(2) For the purposes of this Act a person shall be treated as under a disability while he is an infant, or of unsound mind.\"", "36. In Stubbings v. Webb [1993] Appeal Cases, p. 498, the House of Lords held that actions for damages for deliberately inflicted personal injury fell within section 2 of the 1980 Act, in contrast to actions for negligently inflicted injury to which section 11 (1) of the same Act applied (see paragraph 15 above for a more detailed account of this case).", "37. In June 1995, the Law Commission, the statutory law reform body for England and Wales, announced that it intended to undertake a comprehensive review of the law of limitation (Sixth Programme of Law Reform, Law Commission Report no. 234, item 3).", "38. It is an offence punishable by life imprisonment to have sexual intercourse with a woman or girl without her consent or attempt to do so, or to have sexual intercourse with a girl under the age of thirteen or attempt to do so. Indecent assault on a woman or girl is also an offence, with a maximum penalty of ten years’ imprisonment (see sections 1, 5, 14 and Schedule II, Part I of the Sexual Offences Act 1956 and section 1 of the Sexual Offences Act 1976).", "39. Prosecutions for serious offences are not subject to any time bar under English law. The principal prosecuting authority in England and Wales is the Crown Prosecution Service (\"the CPS\"), headed by the Director of Public Prosecutions (\"the DPP\"). The CPS will only institute criminal proceedings if there is sufficient evidence and if it is in the public interest to do so (see the Prosecution of Offenders Act 1985 and the Code for Crown Prosecutors).", "Private individuals may also institute criminal proceedings (section 6 of the Prosecution of Offenders Act 1985). However, the DPP may take over the conduct of these proceedings and then discontinue them if the evidence is insufficient, if the proceedings would be contrary to the public interest or for any other good reason (R. v. Bow Street Stipendiary Magistrate, ex parte South Coast Shipping Co. Ltd [1993] Queen’s Bench Reports, p. 650F-G).", "40. The standard of proof in England and Wales for a criminal conviction is beyond reasonable doubt, whereas to succeed in a civil claim the material facts must be shown to exist only on the balance of probabilities.", "41. A court may make a compensation order in respect of a person convicted of an offence, requiring him to pay compensation for any personal injury, loss or damage resulting from that offence (Powers of Criminal Courts Act 1973, section 35, as amended by section 104 of the Criminal Justice Act 1988). This procedure should only be used for dealing with claims in straightforward cases and courts should refrain from making compensation orders where these would involve the making of a weekly payment over a period of years (R. v. Daly [1974] 1 All England Reports, p. 290).", "42. In addition, a person who can show on the balance of probabilities that he or she has suffered personal injury caused by conduct constituting a criminal offence such as rape or assault may claim compensation from an administrative body, the Criminal Injuries Compensation Authority (Criminal Justice Act 1988, sections 110-111). However, the Authority will not award compensation in respect of any injury inflicted before October 1979 by a family member living under the same roof as the alleged victim."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["14", "6", "8"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}