{"ITEMID": "001-4943", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NLD", "BRANCH": "ADMISSIBILITY", "DATE": 1999, "DOCNAME": "DE BRUYN v. THE NETHERLANDS", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Elisabeth Palm", "TEXT": ["The applicant is a Dutch national, born in 1959, and resides in Oudewater. He is represented by Mr L.J.L. Heukels, a lawyer practising in Haarlem, the Netherlands.", "a. Particular circumstances of the present case", "On 15 November 1991, in the context of an inspection by the General Inspection Service (Algemene Inspectie Dienst) of the Ministry of Agriculture, Nature Conservancy and Fisheries (Ministerie van Landbouw, Natuurbeheer en Visserij), urine samples were taken from cattle on the applicant’s farm and two plastic bottles containing a suspect liquid found on the farm were seized. Subsequent tests of the urine samples indicated that nine cows had been administered the illegal substance clenbuterol. The two plastic bottles seized were found to contain clenbuterol.", "The applicant was summoned to appear before the single-judge chamber for economic offences (economische politierechter) of the Regional Court (Arrondissementsrechtbank) of Utrecht to answer charges of possession of beef cattle to which clenbuterol had been administered, of illegal possession of clenbuterol and of illegally administering that substance to animals. A hearing was held on 7 October 1993 in the course of which the applicant gave evidence.", "By judgment of 21 October 1993, the applicant was convicted of the first two charges and sentenced to payment of a fine of NLG. 600. The nine cows and the two plastic bottles were declared forfeit. The applicant filed an appeal with the Court of Appeal (Gerechtshof) of Amsterdam.", "On 23 June 1995, a hearing was held before the Court of Appeal. According to the formal record (proces-verbaal) of this hearing, the applicant’s lawyer submitted his memorandum of oral pleading (pleitnota) to the Court of Appeal and this document was added to the case-file.", "In its judgment of 4 July 1995, the Court of Appeal quashed the judgment of 21 October 1993, convicted the applicant of the first two charges and sentenced him to payment of a fine of NLG. 4,500 in respect of the first charge and a fine of NLG. 500 in respect of the second charge. The nine cows and the two plastic bottles were declared forfeit.", "Insofar as the applicant complained that the technical manner in which the samples at issue had been taken, packed, sealed, transported and tested was contrary to his rights under Article 8 of the Convention in that this provision is aimed at protecting individuals against arbitrary acts by public authorities, the Court of Appeal held that no concrete doubts had arisen as regards the taking, packing, sealing, transporting and the testing of these samples. The Court of Appeal added that it did failed to see the connection between Article 8 of the Convention and the manner in which these samples were obtained and subsequently handled.", "It considered that the mere speculations expressed by the applicant’s lawyer at the hearing on appeal were insufficient to invoke the unreliability of the taking and subsequent handling of the samples at issue. It accepted the method used by the General Inspection Service as containing sufficient guarantees.", "The Court of Appeal further rejected arguments raised by the applicant in relation to the findings of the Court of Justice of the European Communities in its judgment in case No. C - 143/91 and the EEC Council Directive 86/469 of 16 September 1986. It held that these arguments did not alter the fact that the first charge against the applicant constituted a punishable offence.", "The Court of Appeal further rejected a request by the defence to seek a preliminary ruling from the Court of Justice of the European Communities as regards the alleged incompatibility of the Dutch rules in respect of growth inducing hormones with the EEC Council Directive 86/469 of 16 September 1986. It held that no necessity to do so had appeared, as Member States of the European Communities are at liberty to issue stricter rules than those set by the Directive concerned.", "The applicant filed an appeal in cassation with the Supreme Court (Hoge Raad) and, by letter of 26 February 1996, his lawyer submitted the applicant’s complaints in cassation to the Supreme Court. On 11 June 1996 a hearing was held before the Supreme Court in the course of which it considered the applicant’s complaints in cassation and the advisory opinion of the Procurator-General (Procureur-Generaal) to the Supreme Court.", "By letter of 18 June 1996 to the Supreme Court, the applicant’s lawyer reacted to the advisory opinion of the Procurator-General.", "At some unspecified point in time, the Procurator-General submitted an additional advisory opinion to the Supreme Court, to which the applicant’ lawyer reacted in his letter of 13 March 1997 to the Supreme Court. In this letter, the applicant’s lawyer further requested to be informed of the hearing date in order to submit further oral explanations. He did not substantiate this request.", "In its judgment of 6 May 1997, the Supreme Court stated that it had noted the contents of the applicant’s letters of 18 June 1996 and 13 March 1997, which had been submitted after the hearing on which the Procurator-General had submitted his advisory opinion and additional advisory opinion respectively.", "The Supreme Court rejected the applicant’s complaints in cassation, but following an ex officio examination of the case, quashed the judgment of 4 July 1995 as regards the qualification of the first charge of which the applicant had been convicted and the pertaining part of the sentence, corrected this qualification itself and determined the sentence for this charge at payment of nine separate fines of NLG. 500 each, the payment of NLG. 250 of each fine being suspended pending a probation period of two years.", "Referring to Article 101a of the Judicial Organisation Act (Wet op de Rechterlijke Organisatie, \"RO\"), the Supreme Court rejected as not prompting a determination of legal issues in the interest of legal unity and legal development without stating any further reasons the applicant’s complaints that certain arguments raised in connection with the application of EEC Directive 86/469 and which were stated in his memorandum of oral pleadings submitted to the Court of Appeal in the course of the hearing held on 23 June 1995 were incorrectly reproduced in the formal record of this hearing and that as a result thereof the Court of Appeal had not dealt with these arguments in its judgment of 4 July 1995.", "Insofar as the applicant complained that the Dutch rules at issue, i.e. the complete prohibition of possession of cattle treated with growth inducing hormones, are incompatible with the EEC Council Directive 86/469 of 16 September 1986 and that the Court of Appeal should have sought a preliminary ruling on the matter from the Court of Justice of the European Communities, the Supreme Court noted that this Directive had in the meantime been replaced by Directive 96/23 of 23 April 1996. It rejected this complaint, holding that, according to the judgment of the Court of Justice of the European Communities of 8 October 1992 (No. C - 143/91) invoked by the applicant, one may possess animals to which - in strict compliance with the Directives concerned - substances have been administered for the purpose of therapeutic treatment. However, in the present case it had not been submitted or established before the trial courts that the substance at issue had been administered for that specific purpose.", "The Supreme Court also rejected the applicant’s complaints under Article 8 of the Convention in respect of the manner in which the inspection was carried out on 15 November 1991, including that the officials involved had started to take samples in the applicant’s absence and without prior notification, holding that in cassation proceedings no complaints can be raised concerning facts and circumstances which have not been established and which have not been invoked before the trial courts.", "b. Relevant domestic law and practice", "The 1991 Ordinance on substances with a sympathomimetic effect (Verordening stoffen met sympathico mimetische werking) makes it illegal to administer animal medicines with a sympathomimetic effect containing clenbuterol to beef cattle older than 14 weeks.", "Pursuant to Article 3 para. 1 of that Ordinance it is illegal to have in stock, sell or purchase beef cattle to which such substances have been administered, and Article 4 para. 1 makes it illegal to have in stock, sell or purchase their meat.", "Clenbuterol is, moreover, an unregistered animal medicine the use or possession of which is prohibited by Article 2 of the Animal Medicines Act (Diergeneesmiddelenwet).", "The offences here described are economic offences for the purposes of the Economic Offences Act (Wet op de Economische Delicten), which Act lays down particular rules for the prosecution and punishment of economic offences. Insofar as procedure is concerned, it is a lex specialis in relation to the Code of Criminal Procedure (Wetboek van Strafvordering, \"CCP\"), the provisions of the latter remaining applicable in so far as the Economic Offences Act does not provide otherwise.", "A person convicted by the highest competent trial court may file an appeal in cassation with the Supreme Court (Article 427 CCP). An appeal in cassation is limited to points of law and procedural conformity (Article 99 RO).", "An appellant in cassation has the right to submit written grounds of appeal within one month of lodging his appeal on points of law (Article 447 para. 3 CCP), but an appeal in cassation is not automatically declared inadmissible if this has not been done. An appellant in cassation may further submit at the hearing before the Supreme Court grounds of appeal not filed at an earlier stage (Article 433 CCP).", "Following the Court’s judgment in the case of Borgers v. Belgium (Eur. Court HR, judgment of 30 October 1991, Series A no. 214 - B), the Supreme Court takes note, before determining an appeal in cassation, of the contents of any reaction from the side of the appellant in cassation to the advisory opinion of the Procurator-General or Advocate-General to the Supreme Court."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}