{"ITEMID": "001-93792", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MKD", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF VELJANOSKA v. \"THE FORMER YUGOSLAV REPUBLIC OF MACEDONIA\"", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial", "JUDGES": "Isabelle Berro-Lefèvre;Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Peer Lorenzen;Rait Maruste;Renate Jaeger", "TEXT": ["4. The applicant was born in 1962 and lives in Ohrid.", "5. On 16 September 1994 she brought before the Ohrid Court of First Instance (“the first-instance court”) a compensation claim against the Ohrid Health Centre (“the hospital”) for pecuniary and non-pecuniary loss sustained as a result of an alleged medical negligence during a 1991 surgery.", "6. On 1 December 1994 the first-instance court ordered the applicant to propose, within ten days, an expert so that to assess whether she had received proper care in the hospital.", "7. On 27 February 1995 the applicant made a proposal, while the hospital consented with Mr V.Dz. being the expert on 19 April 1995.", "8. On 8 May 1995 the first-instance court ordered the expert to produce his opinion, which he did on 3 October 1995. On this latter date, the applicant increased the value of her claim.", "9. On 14 November 1995 the applicant requested additional expert examination. As on 7 March 1996 the expert requested exclusion, the court ordered the applicant to propose a new expert within fifteen days. She proposed a new expert on 17 December 1996. The expert submitted his report only on 5 November 1997, while being ordered to do so on 6 March 1997.", "10. After three hearings being adjourned on the applicant’s request and four hearings on the hospital’s request, the first-instance court ruled partly in favour of the applicant on 17 March 1998.", "11. On 20 October 1998 the Bitola Court of Appeal upheld the parties’ appeals and remitted the case for a renewed consideration.", "12. Hearings scheduled for 30 June and 9 November 1999 respectively, were adjourned due to the absence of witnesses.", "13. On 26 May 1999 the first-instance court requested an additional expert examination by Mr V.Dz.. On 9 November 1999 the court withdrew this request due to the expert’s repeated absence from hearings.", "14. On 14 December 1999 the first-instance court dismissed the applicant’s claim. On 17 May 2000 the Bitola Court of Appeal upheld the applicant’s appeal and referred the case back for a fresh consideration.", "15. On 16 December 2000 the first-instance court ordered the Forensic Institute to draw up the third expert report.", "16. On 27 March 2002 the Forensic Institute informed the court that the applicant had failed to attend medical examinations fixed for 6, 14 and 25 March 2002, respectively.", "17. On 23 April 2002 the first-instance court dismissed the applicant’s claim relying, inter alia, on her failure to undergo medical examination. This decision was upheld by the Bitola Court of Appeal’s and the Supreme Court’s decisions of 5 February 2003 and 28 January 2004, respectively. This latter decision was served on the applicant on 10 April 2004."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}