{"ITEMID": "001-98596", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF YELDASHEV v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;No violation of Art. 6-1;No violation of P1-1", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;Giorgio Malinverni;Khanlar Hajiyev", "TEXT": ["6. The applicant was born in 1961 and lives in Noginsk, a town in the Moscow Region.", "7. The applicant is a retired serviceman. He enlisted in 1980, and at the material time he was a captain of the Space Force, occupying on a contractual basis the post of a deputy director of social and political education.", "8. On 24 July 1998 the Noginsk Town Court ordered the command to grant the applicant an early discharge because of the command's failure to fulfil their obligations under the contract. On 4 August 1998 this judgment became binding but was not enforced immediately, and the applicant resubmitted his claim.", "9. On 21 June 2002 the 94th Garrison Military Court ordered the command to discharge the applicant for health reasons, to provide him with housing, and to pay 7,000 Russian roubles (RUB) in damages. On 24 July 2002 this judgment became binding in the part concerning the discharge and housing. The part concerning the damages was referred for a retrial.", "10. On 3 September 2002 the 94th Garrison Military Court ordered the command to pay RUB 23,817.60 in pecuniary and non-pecuniary damage. On 9 October 2002 this judgment became binding.", "11. On 9 June 2003 the applicant received the flat.", "12. On 27 June 2003 the applicant was discharged from service.", "13. On 26 April 2004 the applicant submitted enforcement papers in respect of the damages, and on 5 February 2005 he received the sum due.", "14. At the material time judgments delivered against the public authorities were executed in accordance with a special procedure established, inter alia, by Government's Decree No. 143 of 22 February 2001 and, subsequently, by Decree No. 666 of 22 September 2002, entrusting execution to the Ministry of Finance (see further details in Pridatchenko and Others v. Russia, nos. 2191/03, 3104/03, 16094/03 and 24486/03, §§ 33-39, 21 June 2007)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}