{"ITEMID": "001-90788", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BGR", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF HOLY SYNOD OF THE BULGARIAN ORTHODOX CHURCH (METROPOLITAN INOKENTIY) AND OTHERS v. BULGARIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 9 read in the light of Art. 11;No violation of Art. 6;No violation of P1-1;No violation of Art. 13;Pecuniary and non-pecuniary damage - reserved", "JUDGES": "Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Peer Lorenzen;Rait Maruste;Renate Jaeger;Zdravka Kalaydjieva", "TEXT": ["9. In 1949 the authorities in Bulgaria enacted legislation regulating the organisational structure and functioning of religious denominations (the Religious Denominations Act 1949).", "10. In accordance with the Act, each religious denomination had to apply for registration and approval of its statute by the Council of Ministers and to register its leadership with the Directorate of Religious Denominations (“the Directorate”) attached to the Council of Ministers. The local leaderships were registered by the municipal authorities.", "11. In reality, the leadership of religious denominations was pre-approved or even directly nominated by the Bulgarian Communist Party.", "12. The Bulgarian Orthodox Church was no exception. A document dating from 1949, submitted by the applicants, attests that in 1949 the Central Committee of the Bulgarian Communist Party discussed the need for “cleansing” in the leadership of the Church and took measures to promote persons loyal to the authorities to leading positions in the Church. In 1971, following the death of Patriarch Cyril, the Central Committee of the Bulgarian Communist Party, in a decision dated 8 March 1971, nominated Metropolitan Maxim for Patriarch and instructed a Mr K., a government employee, to “undertake the necessary preparation so as to secure the election of Metropolitan Maxim as Patriarch”. Contrary to the Statute of the Church, which provided that each eparchy had to hold elections for seven electors to a special Church Convention empowered to elect a new Patriarch, Maxim was elected by the electors nominated in 1957, when Cyril had become Patriarch.", "13. It is unclear whether Patriarch Maxim’s leadership was validly registered by the Council of Ministers under the 1949 Act. At all events, in administrative practice and for all legal purposes, until 1990 his leadership was recognised as being lawfully registered.", "14. Soon after the beginning of the democratisation process in Bulgaria in late 1989, a number of Christian Orthodox believers sought to replace the leadership of the Bulgarian Orthodox Church. They considered that Patriarch Maxim had been proclaimed Bulgarian Patriarch in violation of traditional canons and the statute of the Church and that he had been responsible for acts incompatible with the duties of the Patriarch.Patriarch Maxim also had supporters. This situation caused divisions and internal conflict within the Church.", "15. Each of the conflicting groups in the Church naturally associated with one of the main political forces at the time – those who sought changes with the newly created Union of Democratic Forces (anti-communist) and those who represented the status quo with the Bulgarian Socialist Party (the reformed Communist Party).", "16. At the end of 1991, following parliamentary elections, a new government was formed by the Union of Democratic Forces and the Movement for Rights and Freedoms.", "17. On 25 May 1992 the Directorate of Religious Denominations attached to the Council of Ministers (“the Directorate”) issued a decision stating that the nomination of Maxim as Bulgarian Patriarch and head of the Church in 1971 had been in violation of its statute and ordered his replacement by an interim council pending the election of a new leadership by a Church Convention. Metropolitan Pimen was appointed chair of the interim council.", "18. The leadership presided over by Patriarch Maxim appealed to the Supreme Court. In judgments of 2 July 1992 and 5 November 1992 the Supreme Court dismissed the appeal, holding that the Directorate had merely certified that another person represented the Church and that, for that reason, Patriarch Maxim’s rights had not been affected. Although it dismissed the appeal in its entirety, the Supreme Court stated that in so far as the Directorate had appointed an interim leadership, its decision was null and void as being ultra vires, since the Directorate lacked the power to make appointments in the Church.", "19. In the following years, the leadership dispute within the Church continued, each of the two leaderships having its supporters among the clergy and the believers. A number of churches and monasteries became known as “belonging” to the applicant organisation, popularly referred to as “the alternative Synod”, since the religious ministers in those places recognised the leadership of the applicant organisation.", "20. There were also a number of cases where the applicant organisation took possession of existing buildings by force and, in some instances, with the assistance of the prosecuting authorities and the police, on an unclear legal basis.", "21. The relations between State and religious denominations continued to be regulated by the 1949 Act, which was interpreted in the administrative practice of the Directorate and the Council of Ministers as requiring each religious denomination to have a single leadership. Parallel organisations of the same religious denomination were not allowed. Thus, despite the divisions in the two main religious communities in the country, the Christian Orthodox and Muslim communities (within which separate leaderships exercised de facto control over local structures and places of worship), the law continued to treat each religious denomination as a unified legal person represented and governed by the leadership registered with the Council of Ministers under the 1949 Act.", "22. At the end of 1994, parliamentary elections took place in Bulgaria. The Bulgarian Socialist Party obtained a majority in Parliament and formed a new government, which took office in January 1995. The position of the new government was that Patriarch Maxim was the sole legitimate leader of the Bulgarian Orthodox Church. On 9 November 1995 the Deputy Prime Minister issued a decision (no. R-63), noting that “the majority of the Bulgarian Christian Orthodox clergy” supported Maxim as Patriarch, “in full conformity with the canon ...”, and that it was essential to put an end to the acts of those who “had profited from the 1992 [State] intervention”. The order further stated that it was not necessary to proceed with a fresh registration of the leadership presided over by Patriarch Maxim since the courts had decided that the 1992 decision purporting to remove him had not been valid.", "23. On 4 July 1996 a Church Convention, organised by several religious leaders of the “alternative Synod” (the applicant organisation) and attended by several hundred clergy members and believers, elected Metropolitan Pimen as Patriarch and head of the Church and Inokentiy as Metropolitan of Sofia.", "24. In 1996 Patriarch Pimen applied to the Directorate, seeking registration as the official leadership of the Bulgarian Orthodox Church. The Directorate did not reply. Patriarch Pimen appealed to the Supreme Court against the tacit refusal.", "25. In a judgment of 13 December 1996 the Supreme Court, noting that the Church was a registered religious denomination and that the Directorate was under a duty to examine requests for changes in the leadership of religious denominations, found that the Directorate’s tacit refusal to examine the applicant organisation’s request was unlawful.", "26. On 13 December 1996, the day of the Supreme Court’s judgment, the Directorate examined and granted a request submitted by Patriarch Maxim for the registration of amendments in the structure of the Church.", "27. That decision was appealed against by the applicant organisation to the Supreme Administrative Court.", "28. In a judgment of 5 March 1997 the Supreme Administrative Court declared the Directorate’s decision of 13 December 1996 null and void. The court noted, inter alia, that it was unclear whether the Holy Synod presided over by Patriarch Maxim had been validly registered in accordance with the Religious Denominations Act of 1949. Furthermore, the Directorate’s decision of 13 December 1996 had been issued at a time when another request for registration of the Holy Synod’s leadership, the request by Patriarch Pimen, had been pending before the Directorate. In these circumstances, the Directorate was not entitled to proceed with the registration of the amendments requested by Patriarch Maxim without informing all interested parties, such as the applicant organisation, and without considering those parties’ arguments.", "29. As a result of the judgment of 5 March 1997, the 1996 registration of the Church as presided over by Patriarch Maxim (see paragraph 26 above) was null and void.", "30. In February 1997 the government of the Bulgarian Socialist Party stepped down and an interim cabinet was appointed. Following parliamentary elections, a new government of the Union of Democratic Forces was formed. A number of politicians from that political party, including the President of Bulgaria, elected at the end of 1996 by universal suffrage, supported the applicant organisation.", "31. In January 1997 the newly elected President of Bulgaria took oath in the presence of Patriarch Pimen, thus recognising the applicant organisation as the legitimate leadership of the Bulgarian Orthodox Church.", "32. In 1997 the mayor of Sofia granted the request for registration of the applicant organisation’s local leadership. In the ensuing judicial proceedings instituted by the other leadership, in a judgment of 18 October 2000 the Supreme Administrative Court noted the developments in the Church in the previous years and concluded that two religious organisations bearing the name Bulgarian Orthodox Church existed in Bulgaria. Therefore, the church presided over by Patriarch Maxim had no standing to appeal against decisions concerning the Church presided over by Patriarch Pimen. The Supreme Administrative Court thus dismissed the appeal as inadmissible.", "33. In 1998 and 1999 the State authorities urged the two opposing leaderships to unite and adopted the view that pending such unification none of them could claim to unite all clergy and believers and represent the Church. On several official festive occasions, breaking with tradition, the President of Bulgaria refused to invite any representative of the Church, as that would have required choosing between the two opposing groups.", "34. On 22 June 1998 the applicant organisation decided to convene in October or November 1998 a national congregation of clergy and believers with the ambition to unite the Church.", "35. On 30 September and 1 October 1998 the Holy Synod presided over by Patriarch Maxim held a national convention with the same ambition. The convention, which was proclaimed as a Holy Expanded and Supra-jurisdictional Pan-Orthodox Council, was attended by patriarchs and other senior clergy from Orthodox Churches from Russia, Romania, Cyprus, Greece, Israel, Albania, Poland, the Czech Republic and Slovakia. According to the minutes, submitted by the third party, a number of adherents of the applicant organisation, including Patriarch Pimen and Metropolitan Inokentiy, made statements of repentance and were accepted under the leadership of Maxim but were demoted to lower ranks in the clergy. The minutes contained language strongly condemning the applicant organisation for having caused a schism.", "36. The Church Convention of 30 September and 1 October 1998 did not bring about reconciliation. The applicant organisation continued its efforts to unite the believers under a new leadership and refused to accept the leadership of Patriarch Maxim. It appears that Patriarch Pimen and Metropolitan Inokentiy either did not make statements of repentance at the Church Convention or retracted them.", "37. On 9 and 10 November 1998 the applicant organisation held a national congregation organised by it. It was attended by approximately 1,100 participants, including more than 350 members of the clergy. The participants voted for the removal of Patriarch Maxim and adopted a new statute of the Church.", "38. Patriarch Pimen passed away in April 1999. The applicant organisation appointed Metropolitan Inokentiy to act as Chair of the Holy Council and its representative, pending the nomination of a new Patriarch.", "39. On 28 June 2001 the applicant organisation asked the Directorate to register the new leadership. As no reply was received, the applicant organisation submitted an appeal to the Supreme Administrative Court. On 9 July 2002 the court dismissed the appeal, finding that the issue had already been decided by the judgment of 13 December 1996 (see paragraph 25 above).", "40. The Directorate and the Council of Ministers never registered the applicant organisation.", "41. At all relevant times, Patriarch Maxim’s leadership enjoyed international support from Orthodox Churches and other religious organisations worldwide. It appears that the applicant organisation has never had significant international support from Orthodox Churches outside Bulgaria.", "42. In June 2001, following parliamentary elections, the government of the Union of Democratic Forces was replaced by a government formed by the National Movement Simeon II.", "43. Representatives of the new ruling political party, including its leader, publicly expressed their opinion that Patriarch Maxim was the legitimate leader of the Church and stated their intention to introduce legislation with the aim of putting an end to the divisions in the Church.", "44. That was done with effect from 1 January 2003, when the new Religious Denominations Act 2002 came into force.", "45. The official record of the parliamentary debates during the passage of the Act reveal an almost unanimous opinion that the unity of the Bulgarian Orthodox Church was of crucial national importance because of its historical role in shaping and preserving the Bulgarian national identity over the centuries.", "46. The records also reveal that a number of deputies from the political groups which introduced the bill and voted for it were of the view that the correct reading of the Church canons demonstrated that Patriarch Maxim was the canonical head of the Church and that for that reason it was justified to adopt provisions enshrining in law the legitimacy of the canonical leadership of the Church and excluding the other leadership. Some deputies emphasised, in addition, the need to remedy the 1992 unlawful State interference in the organisation of the Church. The opposition deputies considered that the bill was unconstitutional as it interfered in the internal affairs of the religious community. Some of them also relied on the fact that Patriarch Maxim had been nominated by the Communist Party and had ruled the Church according to its policy and contrary to canon.", "47. The new Act provided, inter alia, for the ex lege recognition of the Bulgarian Orthodox Church. It also introduced a provision which stated that the Church “is headed by the Holy Synod and is represented by the Bulgarian Patriarch ...” The Act prohibited more than one denomination carrying the same name and stated, in its transitional provisions, that persons who had seceded from a registered religious institution were not entitled to use its name or assets (see for more details paragraphs 70-74 below).", "48. It is unclear whether the representation of the Church has been recorded (вписанo) in the public register at the Sofia City Court. The Government’s position, supported by a statement issued by the Register Department of the Sofia City Court on 24 July 2007, appears to be that no such recording was necessary and that it has not been done. No reference was made in this statement to section 18 of the 2002 Act and the fact that the Supreme Court of Cassation had stated that the recording requirement contained in that provision applied to the Bulgarian Orthodox Church (see paragraph 74 below). Contradictory information as regards the recording of the Church is contained in a publication submitted by the applicants. According to one statement contained in that publication, such recording has been made, apparently indicating Patriarch Maxim as the Church’s representative, on the basis of an “expert opinion by the Directorate of Religious Denominations attached to the Council of Ministers”. According to a report by the President of the Register Department of the Sofia City Court contained in the same publication, the Bulgarian Orthodox Church has not been entered in the register.", "49. On an unspecified date in 2003 the applicant organisation applied to the Sofia City Court for the registration of its local organisation in Sofia. The request was made by Metropolitan Inokentiy, who stated that he headed and represented the Holy Synod and the Bulgarian Orthodox Church.", "50. On 23 September 2003 the Sofia City Court rejected the request. The court noted that registration could only be granted if requested by the person representing the Church. In accordance with section 10 of the 2002 Act, the Church was presided over by its Patriarch. The court further stated that the fact that the Bulgarian Patriarch was Maxim was “publicly known and internationally recognised”. The opinion of five judges of the Constitutional Court in a judgment of 15 July 2003 allegedly supported that view (see paragraphs 75-79 below). On that basis the court declared the request inadmissible as it had not been submitted by Patriarch Maxim.", "51. On appeal, the Sofia City Court’s judgment was upheld by the Sofia Court of Appeal on 4 November 2003. In these proceedings, the Sofia City Court sought the opinion of the Directorate of Religious Denominations attached to the Council of Ministers on the situation in the Church but noted in its judgment that it was not bound to follow the opinion of the executive branch. In its judgment, the Court of Appeal noted that the applicant organisation had not submitted a copy of the statute of the Church and had not proved that Metropolitan Inokentiy represented it. In particular, the judgments of the Supreme Court of 1992 (see paragraph 18 above), relied upon by the applicant organisation, did not prove the relevant facts.", "52. The final decision was that of the Supreme Court of Cassation of 8 January 2004. The Supreme Court of Cassation upheld the lower courts’ reasoning and stated that the request was inadmissible in the absence of proof about the leadership of the Church and its representatives.", "53. The attempts of the applicant organisation to achieve recognition of its local church councils under the new Act were refused in most cases for the same reason. In its judgment of 20 October 2003 judgment (in case no. 258/2003) refusing such a request, the Veliko Tarnovo Court of Appeal stated that Metropolitan Inokentiy had not submitted proof about the identity of the head of the Church, as recorded at the Sofia City Court under section 18 of the Act, and could not, therefore, act on behalf of the Church. Also, “it was publicly known that the Bulgarian Orthodox Church had a Patriarch” and the court could not deal with the question whether the Patriarch’s nomination in 1971 had been lawful.", "54. In at least two regional courts, however, the applicant organisation obtained decisions registering its local church councils – in the Dobrich Regional Court by two decisions of 22 May 2003 and in the Blagoevgrad Regional Court by several decisions of 30 September 2003. The courts apparently accepted that the applicant organisation represented the Church.", "55. During the relevant period some religious ministers who associated with the applicant organisation decided to return under the leadership of Patriarch Maxim. In respect of those who did not do so, in 2003 and on subsequent occasions the leadership of the Bulgarian Orthodox Church presided over by Patriarch Maxim issued decisions terminating their functions as religious ministers. Some of the ousted ministers unsuccessfully challenged their dismissal before the civil courts.", "56. On an unspecified date the Church, as represented by Patriarch Maxim, invited the applicant organisation to vacate all churches and religious buildings it controlled. On 2 July 2004 a complaint to the prosecution authorities was filed, in which Patriarch Maxim requested them to carry out an inquiry and, where appropriate, institute criminal proceedings against Metropolitan Inokentiy and his supporters. He also requested, accordingly, the search and seizure of seals and other belongings, as well as the institution of civil proceedings on behalf of the Church.", "57. On an unspecified date in July 2004 the Chief Public Prosecutor’s Office instructed local prosecutors to assist the Church in recovering its property. On 19 and 20 July 2004 local prosecutors throughout the country issued orders for the eviction of persons “unlawfully occupying” churches and religious institutions.", "58. The text of all those decisions was almost identical as, apparently, it had been copied from the instructions given by the Chief Public Prosecutor’s Office. The prosecutors noted that the Religious Denominations Act 2002 did not allow the existence of more than one religious denomination bearing the same name and prohibited the use of the name and property of a religious denomination by persons who had seceded from it. The prosecutors further observed that the courts had rejected the applicant organisation’s request for registration in Sofia and that its representatives in local parishes had been invited to leave voluntarily the premises they occupied. The prosecutors concluded that the persons associated with the applicant organisation unlawfully prevented the legitimate religious ministers appointed by the Church from performing their duties. For these reasons police evictions were ordered.", "59. On 21 July 2004 early in the morning the police blocked more than fifty churches and monasteries in the country, evicted the religious ministers and staff who identified themselves with the applicant organisation and transferred the possession of the buildings to representatives of the other leadership. The applicant organisation submits that among those buildings there were several new churches, built entirely under its leadership.", "60. Some of the ousted religious ministers sought the assistance of the prosecuting authorities against the forceful evictions. Their requests were refused in decisions stating that the persons who had entered into possession of the disputed buildings were legitimate representatives of the Bulgarian Orthodox Church, to which the buildings belonged.", "61. The six individual applicants were evicted on 21 July 2004 from the church of St Paraskeva in Sofia.", "62. In 2005 criminal proceedings were opened against Metropolitan Inokentiy and Metropolitan Gavrail, who belonged to the applicant organisation, for usurping the functions of religious ministers, contrary to Article 274 of the Criminal Code.", "63. On 24 November 2006 the Sofia District Court acquitted Metropolitan Inokentiy. The prosecutor appealed. In a final judgment of 11 July 2007 the Sofia City Court upheld the acquittal. Metropolitan Gavrail was also acquitted, by a judgment of 20 February 2007 of the Blagoevgrad Regional Court.", "64. The reasoning of the courts in the above two cases was essentially identical. They noted that since 1992 the Bulgarian Orthodox Church had been divided and that after 1996 neither Patriarch Maxim nor Patriarch Pimen or his successor had been lawfully registered as the head of the Church. Furthermore, Metropolitan Inokentiy and Metropolitan Gavrail had been registered, prior to the entry into force of the Religious Denominations Act 2002, as leaders of the respective local divisions of the Church, the Sofia Eparchy and the Nevrokop Eparchy. In these circumstances the accused persons had been entitled to act as religious ministers and had done so in the belief that they were lawfully exercising their function. It followed that they had not committed the offence under Article 274 of the Criminal Code.", "65. The relevant constitutional provisions read as follows.", "“(1) Religions shall be free.", "(2) Religious institutions shall be separate from the State...", "(4) Religious institutions and communities and religious beliefs shall not be used for political ends.”", "“(1) The freedom of conscience, the freedom of thought and the choice of religion or of religious or atheistic views shall be inviolable. The State shall assist in the maintenance of tolerance and respect between the adherents of different denominations, and between believers and non-believers.", "(2) The freedom of conscience and religion shall not be exercised to the detriment of national security, public order, public health and morals, or of the rights and freedoms of others.”", "66. In a judgment of 11 June 1992 the Constitutional Court, interpreting the 1991 Constitution, stated, inter alia, that the State should not interfere with the internal organisation of religious communities and institutions except in accordance with Article 13 § 4 and Article 37 § 2 of the Constitution.", "67. The Act governed the organisational structure and functioning of religious denominations between 1949 and 1 January 2003. It provided that each religious denomination had to apply for registration and approval of its statute by the Council of Ministers and to register its leadership with the Directorate. The local leaderships were registered by the municipal authorities.", "68. The 1949 Act was interpreted in administrative practice as prohibiting parallel organisations of the same religious denomination and requiring that each religious denomination must have a single leadership.", "69. During the relevant period, the judicial practice in appeals against the Council of Ministers’ decisions on the registration of religious denominations and their leaderships was contradictory. In some cases the courts took the view that the Council of Ministers and the Directorate enjoyed unfettered discretion in such registrations. In other cases the courts reviewed the change-of-leadership decisions for compliance with the statute of the religious denomination, as registered by the Directorate. In one case the Supreme Court of Cassation recognised the existence of two parallel organisations of one and the same religious denomination (see the following judgments of the Supreme Administrative Court: judgment no. 4816 of 21 September 1999 in case no. 2697/99, judgment no. 2919 of 28 April 2001 in case no. 8194/99 and judgment no. 9184 of 16 October 2003 in case no. 6747/02).", "70. The Act provides for judicial registration of all religious denominations except the Bulgarian Orthodox Church, which is recognised as a legal person ex lege. In accordance with paragraph 2 of the transitional provisions, the Bulgarian Orthodox Church need not be re-registered under the new Act, unlike all other religious denominations.", "71. Section 10 of the new Act provides, inter alia, that the Bulgarian Orthodox Church is a legal person whose structure is determined by its internal statute. In accordance with the same provision, the Church “is headed by the Holy Synod and is represented by the Bulgarian Patriarch ...”", "72. Section 15(2) provides that there can be no more than one religious denomination with the same name. Under section 36, persons acting on behalf of a religious denomination without authorisation are to be fined by the Directorate of Religious Denominations.", "73. Paragraph 3 of the transitional provisions of the Act provides that persons who had seceded from a registered religious institution before the Act’s entry into force in breach of the institution’s internal rules are not entitled to use the name of the religious institution or its assets.", "74. Section 18 provides that information about religious denominations, including the names of the persons representing them for all legal purposes, is recorded (вписване) in a public register at the Sofia City Court. The Supreme Court of Cassation has stated that this requirement applies to the Bulgarian Orthodox Church (judgment no. 120 of 11 March 2005 in case no. 496/2004; see also the same interpretation in other judgments: the Veliko Tarnovo Court of Appeal, judgment of 20 October 2003 in case no. 258/2003, and the Sliven Regional Court, judgment no. 245 of 30 June 2004 in case no. 94/2004) (see also paragraph 48 above).", "75. In February 2003 fifty members of Parliament asked the Constitutional Court to repeal certain provisions of the new Religious Denominations Act 2002 as being unconstitutional and contrary to the Convention.", "76. Paragraph 3 of the transitional provisions of the new Act was among the provisions challenged. Some of the other provisions that are relevant to the applicants’ complaints, such as sections 15(2) and 36 of the new Act, were not challenged.", "77. The Constitutional Court gave judgment on 15 July 2003. It could not reach a majority verdict, an equal number of justices having voted in favour of and against the request to declare paragraph 3 of the transitional provisions unconstitutional. According to the Constitutional Court’s practice, in such circumstances the request for a legal provision to be struck down is considered to be dismissed by default.", "78. The justices who voted against the request considered, inter alia, that the principle of legal certainty required that persons who had seceded from a religious denomination should not be allowed to use its name. Further, it was obvious that they could not claim part of its assets, as the assets belonged to the religious denomination as a legal person.", "79. The justices who considered that the provision was unconstitutional stated that it purported to regulate issues that concerned the internal organisation of religious communities and thus violated their autonomy. Those justices further stated that the provision, applied in the context of existing disputes, favoured one of the groups in a divided religious community and therefore did not contribute to maintaining tolerance but rather frustrated that aim. It thus violated Article 9 of the Convention.", "80. This provision makes it punishable to usurp the functions of a public figure or to wear attire or symbols to which one is not entitled. The punishment is imprisonment of up to one year or community labour (пробация).", "81. In Resolution 1390 (2004), adopted on 7 September 2004, the Parliamentary Assembly of the Council of Europe criticised the new Religious Denominations Act 2002 and stated, among other things:", "“The strongest doubts concern the state interference allowed for, or even operated directly by the [Religious Denominations Act 2002], in the internal affairs of religious communities. This concerns in particular the leadership quarrel between the two Bulgarian Orthodox synods led, respectively, by Patriarch Maxim and by Metropolitan Inokentiy, who disputes the legitimacy of Maxim as Patriarch. The ex lege recognition of the Bulgarian Orthodox Church, as defined meticulously in [section 10(1)], exempting this institution from the usual registration procedure, which also includes a check on the legitimacy of the leadership, is generally seen as intended to settle the dispute between Maxim and Inokentiy in favour of the former. The alternative synod is effectively barred from registering as a new religious institution by the prohibition against the registration of another institution using the same name and headquarters and the punitive provisions empowering the Directorate of Religious Affairs to sanction ‘unauthorised representatives’...", "The Assembly therefore recommends to the Bulgarian authorities: ... as regards [section 10(2) of the Act] (ex lege recognition of the Bulgarian Orthodox Church): either to delete this provision outright, thereby subjecting the Bulgarian Orthodox Church to the same registration requirements as other religious communities; or to ensure in other ways without interference by the executive that the leadership of the Bulgarian Orthodox Church is legitimate according to Orthodox canonical law; ... as regards [section 15(2)] (no registration of an identical religious community): either to delete this provision, or to ensure its interpretation in such a way that only the strict and literal identity of names and headquarters precludes the registration of a breakaway group; ...”"], "VIOLATED_ARTICLES": ["11", "9"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["13", "6"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}