{"ITEMID": "001-58989", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ITA", "BRANCH": "CHAMBER", "DATE": 2000, "DOCNAME": "CASE OF BIELECTRIC S.R.L. v. ITALY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "Christos Rozakis;Vitaliano Esposito", "TEXT": ["8. On 9 April 1987, the applicant company summoned company X to appear before the Arezzo Court, requesting X to be ordered to carry out all the works and amendments necessary to bring a factory building into compliance with the law and the instructions given by the Pisa fire brigade in December 1986.", "9. The preparation of the case for trial began at the hearing of 3 June 1987, when the court ordered that an expert opinion be carried out on the factory building and ended at the hearing of 2 November 1988, when the parties made their final submissions. The hearing before the court was held on 4 October 1989.", "10. In a judgment of the same date, filed with the Registry on 16 November 1989, the Arezzo Court held that the construction of the factory building did not constitute a work under a contract (appalto) but a sale, and that the factory building was in accordance with all the legal requirements, the alleged defects being aesthetic. It ordered X to replace certain parts in the factory building.", "11. On 21 June 1990, the applicant company lodged an appeal against this judgment before the Florence Court of Appeal.", "12. The preparation of the case for trial began at the hearing of 2 October 1990 and, after a hearing held on 15 January 1991, it ended at the hearing of 2 April 1991, when the parties made their final submissions. On 18 February 1993 the applicant company filed written submissions with the court of appeal claiming that the works carried out by company X were in breach of the applicable anti-seismic legislation. The appeal was heard on 26 February 1993.", "13. In a judgment of the same date which was filed with the Registry on 13 May 1993, the Florence Court of Appeal confirmed that the contract entered into by the parties was a sales contract and not a work contract, and held that the defects in the factory building were merely aesthetic and did not affect the structure. It further held that the applicant company had failed to prove that the failure by X to file the executive plans with the Construction Office had caused any financial prejudice to it and that in any event this issue had not been raised before the first instance.", "14. On 12 May 1994, the applicant company lodged an appeal on points of law before the Court of Cassation.", "15. The Court of Cassation set the public hearing for 16 October 1996.", "16. On 25 July 1996 an attempt was made to serve notice of the date of the hearing on the applicant company at the chosen address of its lawyer. However, the latter having in the meantime died, the notification could not be effected. Notice of the date of the hearing was left for the applicant company in the Registry of the Court of Cassation on 19 August 1996. The applicant company did not learn about the date of the hearing and did not appear before the Court of Cassation at the hearing of 16 October 1996. Nor did company X appear at the hearing. The Court of Cassation heard addresses from the General Attorney.", "17. By a judgment delivered on 16 October 1996, filed with the Registry on 9 April 1997, the Court of Cassation quashed the decision of the Florence Court of Appeal of 26 February 1993 only insofar as it related to the refusal to award to the applicant company compensation for the replacement of certain parts of the factory building and referred the matter back before the Florence Court of Appeal. The Court of Cassation confirmed the remainder of the appealed judgment.", "18. On 2 August 1997 the applicant company resumed proceedings before the Florence Court of Appeal. Three hearings were held before it; the closing hearing was scheduled for 4 April 2000."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}