{"ITEMID": "001-82701", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "ADMISSIBILITY", "DATE": 2007, "DOCNAME": "RIESS-PASSER v. AUSTRIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis", "TEXT": ["The applicant, Ms Susanne Riess-Passer, is an Austrian national who was born in 1961 and lives in Salzburg. She was represented before the Court by Gheneff-Rami, a law firm in Vienna. The Austrian Government (“the Government”) were represented by their Agent, Ambassador F. Trauttmansdorff, Head of the International Law Department at the Federal Ministry of Foreign Affairs.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 16 September 2002 the applicant who, at that time, was the Vice-Chancellor of the Republic of Austria, brought proceedings under the Media Act (Mediengesetz) against Verlagsgruppe News, a limited liability company which is the owner of the weekly “Format”, since it had published an article accusing her of corruption. The applicant was represented by counsel in these and the subsequent proceedings.", "By judgment of 13 February 2003 the Vienna Regional Criminal Court (Landesgericht für Strafsachen) found that the accusations voiced against the applicant amounted to defamation and ordered Verlagsgruppe News to withdraw the issue of “Format”, to publish the judgment and to pay compensation to the applicant. That judgment was upheld by the Vienna Court of Appeal (Oberlandesgericht) on 15 September 2003.", "On 5 December 2003 the applicant requested the Vienna Regional Criminal Court to impose a fine on Verlagsgruppe News under Section 20 of the Media Act, arguing that it had not duly published the judgment of 13 February 2003. In particular, she claimed that, although the judgment had been published in “Format” on 5 December 2003, the heading had been incorrect and the publication was smaller and less visible than the incriminated article had been. Subsequently, the applicant filed further identical requests each time a new issue of “Format” was published without rectifying these shortcomings.", "By decision of 31 December 2003 the Vienna Regional Criminal Court dismissed the applicant’s requests, finding that the change of heading was irrelevant and that the publication of the judgment was equivalent to the impugned publication in terms of visibility. Upon the applicant’s appeal the Vienna Court of Appeal quashed the decision on 17 February 2004. It considered that the change of heading was indeed misleading and that the judgment had therefore not been duly published as required by Section 20 of the Media Act. It ordered Verlagsgruppe News to pay the applicant 1,200 euros (EUR).", "On 9 March 2004 Vienna Regional Criminal Court granted the applicant’s requests made after its initial decision of 31 December 2003. It ordered Verlagsgruppe News to pay EUR 3,800 to the applicant. Verlagsgruppe News appealed against this decision.", "On 14 April 2004 the Vienna Court of Appeal partly granted the appeal, dismissing those of the applicant’s requests which had been made after the decision of 31 December 2003 but before the service of the appeal judgment of 17 February 2004. Consequently, it reduced the fine to be paid to the applicant.", "Throughout the proceedings under section 20 of the Media Act, the courts took their decisions sitting in camera. The applicant did not request a hearing nor did she complain about the lack of a hearing in her appeals.", "In cases in which publication of a judgment has been ordered but has not been duly and/or timely complied with, Section 20 of the Media Act provides that the court shall, upon the claimant’s request and after having heard the media owner, impose a fine on the latter which is payable to the claimant.", "The Media Act does not provide for the holding of hearings in proceedings concerning the imposition of fines. The courts’ practise is to take decisions under Section 20 of the Media Act in camera.", "In the light of the Court’s Werner v. Austria judgment of 24 November 1997 (Reports of Judgments and Decisions 1997VII) the Supreme Court found in a judgment of 30 June 1999 (13Os86/99) that the relevant provision, namely section 6 § 3 of the Criminal Proceedings Compensation Act, which required the courts to hear the claimant but was silent as regards the holding of a public hearing, had to be interpreted in conformity with the requirements of Article 6 § 1 of the Convention. The courts were therefore required to hold a public hearing. In a judgment of 12 December 1999 (G 259/98) the Constitutional Court confirmed that such an interpretation of section 6 § 3 of the said Act was in conformity with the constitution."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}