{"ITEMID": "001-77907", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "ADMISSIBILITY", "DATE": 2006, "DOCNAME": "HUDEC v. SLOVAKIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant, Mr František Hudec, is a Slovakian national who was born in 1949 and lives in Slovenská Ľupča. The respondent Government are represented by Mrs A. Poláčková, their Agent.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant is of fragile health. He was considered by the Social Security Administration (SSA) as partially incapacitated for work.", "On 4 February 1998 the Banská Bystrica District Court (Okresný súd) found the applicant guilty of ill-treatment and causing bodily harm to a dependant (his son) contrary to Article 215 §§ 1 and 2 (b) and Article 221 § 1 of the Criminal Code. The applicant was sentenced to three years’ imprisonment. On 7 April 1998 the Banská Bystrica Regional Court (Krajský súd) upheld the judgment on the applicant’s appeal.", "The applicant had had two previous criminal convictions: in 1991 for illtreatment of a dependant and in 1996 for causing grievous bodily harm.", "On 10 July 1998, at 10 a.m., the applicant began his sentence in the Banská Bystrica prison. On his admission to the prison, the applicant refused to communicate with the prison personnel. At 5 p.m. he declared that he would not obey orders and prison rules and went on hunger strike. He explained his actions orally and later also in writing as a protest against his conviction, which he considered unjust.", "On 13 July 1998 the applicant was brought to the prison doctor who recommended that he be examined by a psychologist.", "On 14 July 1998 the applicant was examined by the prison psychologist who concluded that the applicant’s behaviour was of a primitive self-serving nature and had a pre-morbid psychopathic origin.", "On 17 July 1998 the applicant was brought to the prison doctor for an examination in connection with his hunger strike. The circumstances of the applicant’s escort after that examination are disputed.", "According to the applicant he was escorted by a single warder who, at around 11 a.m., insulted and severely assaulted him. As a result the applicant lost consciousness and only awoke four days later in the Trenčín prison hospital.", "According to the Government the applicant was escorted by two warders, there had been no abuse and the loss of consciousness was a fiction.", "On 20 July 1998 the applicant was again examined by a doctor. According to the Government, the applicant was moving around without assistance and came to the examination on foot. The applicant claims that he was unconscious and had to be wheeled on a gurney.", "On 21 July 1998 the applicant was admitted to the psychiatric ward of the Trenčín prison hospital. According to the Government, when escorted to hospital, the applicant was able to walk on his own and without any assistance. The applicant disagrees. He further submits that on 22 July 1998 he complained to the head physician of physical ill-treatment.", "As indicated in the report on his hospitalisation, the applicant initially refused to communicate, lay passively in bed and reverted to his original position when moved. On the second day of his stay in hospital the applicant started communicating, stopped his protest and claimed that he had been in a “special state” of which he remembered nothing. He was diagnosed with “combined personality disorder with hysteric manifestations” and received pharmacological treatment.", "The applicant stayed in hospital until 22 September 1998 when he was moved to the Dubnica nad Váhom prison.", "On 30 March 1999 the applicant was again admitted to a prison hospital in Trenčín. He was placed in the internal medicine unit where he was kept under observation, underwent examinations and tests and received pharmacological treatment. The applicant was released from hospital and was moved back to the Dubnica nad Váhom prison on 4 May 1999.", "In 2000 the SSA found that the applicant was no longer partially incapacitated for work and withdrew the corresponding benefits. He appealed against this decision and, in connection with the appeal, had to undergo medical examinations on three occasions.", "On 11 January 2000 the applicant requested release on parole, arguing that the serving of the sentence had negative effects on his health and on his relationship with his children. The prison authorities commented on the request in a report and concluded that release was not recommended.", "On 26 April 2000 the District Court dismissed the request taking into account inter alia the above report. On 8 August 2000 the Regional Court upheld the decision on the applicant’s appeal.", "On 8 January 2001 the applicant again unsuccessfully requested parole.", "On 6 June and 9 July 2001, respectively, the Dubnica nad Váhom prison administration decided that the applicant was to pay the costs of the medical examinations carried out in connection with the abovementioned disability benefits appeal as well as the costs of his escort to hospital on 21 July 1998.", "Further details concerning the serving of the applicant’s sentence are disputed.", "Without submitting any documents in support of these allegations, the applicant claims that he was made to perform physical work; that he was often mocked and verbally abused by the prison personnel; that his correspondence, which included 46 letters from relatives, was regularly interfered with; that it was not possible for him to see his children; that he did not receive adequate medical care and his general health had deteriorated; and that his attempts to raise his situation with the public prosecution service went unanswered.", "Relying on reports from the prison administration, the prison hospital and the public prosecution service, the Government claim that the applicant had performed no work at all; that he had avoided leisure activities; that there had been no incidences of ill-treatment; that the monitoring of the applicant’s correspondence had been carried out in accordance with the applicable rules; that none of his official correspondence had been interfered with; that while in prison the applicant had sent no more than two private letters and that there was no indication that they had been interfered with in any way; that the prison authorities had encouraged the applicant on several occasions to contact his children; that his visits to them could not take place because the applicant had not been prepared to pay the costs of his transfer to the children’s home where they were placed; that he had been examined numerous times by an internist, a neurologist and a psychiatrist; that he had consulted the prison doctor approximately 180 times; that he had been provided with all necessary medicines and medical aids; that he had contacted the prosecution service on two occasions complaining of the inactivity of his lawyer and the report in reply to his request for release on parole; and that he had never made any other complaints to the prosecution service. None of the reports submitted contained any indication that the applicant had complained of any abuse or that any abuse had been established.", "On 10 July 2001 the applicant was released after having served his sentence.", "The applicant appealed against the decisions of 6 June and 9 July 2001 to the Director General of the Prison Administration. The Director dismissed his appeals as unfounded on 25 July and 9 October 2001 respectively. As regards the escort to hospital on 21 July 1998, the Director found that it had been prompted by the applicant’s selfinflicted health condition (the hunger strike) and that his allegations about injuries caused by a beating were unsubstantiated.", "After his release, the applicant lodged a detailed complaint with the Director about the conditions of his imprisonment and his alleged illtreatment.", "On 9 August 2001 the Director dismissed the complaint, finding wholly unsubstantiated the applicant’s allegations of the beating and subsequent loss of consciousness on 17 July 1998, which was alleged to have been the reason for his hospitalisation. The medical attention given to the applicant in the prison hospital and elsewhere during his imprisonment had been adequate. No breach of any regulation had been established. Similar conclusions were drawn by the Ministry of Justice in their letter of 14 January 2002 in response to the applicant’s renewed complaints.", "The lex generalis governing execution of prison sentences is the Prison Sentences Execution Act (Law no. 59/1965 Coll., as amended).", "Supervision of legality in prisons is regulated by its Chapter (Oddiel) 10. It is primarily carried out by the public prosecution service (section 44), the courts (section 45) and the National Council of the Slovak Republic (section 47). Public prosecutors, judges and members of parliament have inter alia unrestricted access to prisons and the right to speak with prisoners without a third person being present.", "Subsidiary supervision is entrusted to religious organisations and citizens’ associations (section 48)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}