{"ITEMID": "001-61020", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ISL", "BRANCH": "CHAMBER", "DATE": 2003, "DOCNAME": "CASE OF PETUR THOR SIGURÐSSON v. ICELAND", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 6-1;Non-pecuniary damage - financial award;Costs and expenses award - domestic proceedings;Costs and expenses (Convention proceedings) - claim dismissed", "JUDGES": "David Thór Björgvinsson;Gaukur Jörundsson;Georg Ress", "TEXT": ["8. The applicant is an Icelandic national, born in 1954. He is a practising lawyer and lives in Reykjavik, Iceland.", "9. The applicant instituted proceedings against the National Bank of Iceland, claiming compensation under the law of torts, on the grounds that one of the Bank’s legally trained employees had made an incorrect declaration in 1992 which was instrumental in the Supreme Court’s finding that a certain claim was no longer enforceable. As the District Court found for the defendant bank, the applicant, by a summons of 31 May 1996, instituted appeal proceedings before the Supreme Court.", "10. In the course of the proceedings before the Supreme Court the applicant was given various dates between 10 July and 30 October 1996 within which to complete his submissions and the respondent Bank was given until 6 November 1996 to submit its reply. Subsequently the hearing was scheduled to open on 14 April 1997. Meanwhile, sometime between early March and early April 1997, the case was included in the Supreme Court’s docket.", "11. By a judgment of 25 April 1997, the Supreme Court, by three votes to two, rejected the applicant’s claim. The minority found that the applicant’s claim should be upheld and that the National Bank was liable to pay him ISK 8,746,319 Icelandic krónur (ISK) in compensation, plus default interest from 30 August 1993.", "12. One of the three judges forming the majority was Mrs Justice Guðrún Erlendsdóttir. The applicant submitted that after the delivery of the Supreme Court’s judgment, it came to light that Mrs Justice Guðrún Erlendsdóttir and her husband, a Supreme Court lawyer, had a financial relationship with the National Bank of such a nature as to disqualify her from sitting in the applicant’s case.", "13. In the spring of 1996 Mr Örn Clausen, husband of Mrs Justice Guðrún Erlendsdóttir, had sought a solution to certain financial problems arising from the inability of a debtor, Mr Edvard Lövdal, to pay certain debts with respect to which Mr Örn Clausen was one of the guarantors, and the inability of other guarantors to honour the guarantee. In early May 1996 twenty-one creditors, one of which was the National Bank, possessed claims under the guarantees amounting to approximately ISK 50,000,000. This included a claim of approximately ISK 16,000,000 by the National Bank. Another large creditor was the Savings Banks’ Hedge Fund which, on behalf of the S-Þingeyinga Savings Bank (Sparisjóður Suður-Þingeyinga – “the Savings Bank”), held a claim of approximately ISK 17,500,000.", "14. In order to solve these problems Mr Örn Clausen attempted to reach a settlement with each of the creditors. An economic consultant company, Ráð, agreed to examine his financial situation and to look into the possibilities of obtaining full settlement against partial payment, starting with the two largest creditors and thereafter opening negotiations with the smaller ones, to be completed within six months.", "A settlement request made by the company to the National Bank’s lawyer on 15 April 1996, included the following observations:", "“... Mr Örn Clausen has informed us that he had, for the sake of friendship, provided guarantees with respect to Mr Lövdahl’s debts, as they have been friends for decades. He also informs us that he owns no property, and that he will foreseeably have to answer for guarantees on account of Mr Lövdahl in an amount of approximately ISK 49,550,000. His other liabilities amount to approximately ISK 10,000,000 around ISK 8,000,000 of which are taxes. Mr Örn Clausen’s wife owns [two] real properties ... [These] are owned by her separately under their marriage agreement dating from 1967. She has declared her readiness to use their net value by mortgage or sale for settling the debts, provided that Mr Örn Clausen is released from his personal guarantees and that his bankruptcy is avoided.", "We consequently ask you to recommend to your client, the National Bank, acceptance of 25% in final settlement of the total debt to which Mr Örn Clausen must answer as surety. This would release him from his surety liability. The payment would be made simultaneously with the signature of an agreement to this effect.”", "15. On 30 May 1996, in order to obtain funds to pay the creditors, the judge’s husband Mr Örn Clausen issued four debt certificates to Landsbréf hf, Verðbréfamarkaður Landsbankans (Landsbréf, the Securities Market of the National Bank, a financial institution owned by the National Bank), totalling approximately ISK 13,600,000. The debts were secured on two properties owned by Mrs Justice Guðrún Erlendsdóttir, namely the couple’s main residence and one apartment in which her husband had his law office.", "16. On 4 June 1996 Landsbréf sold the above four debt certificates to Eignarhaldsfélag Alþýðubankans (People’s Bank Holding Company – “the EFA”), a company specialising in high-risk investments. Ever since, the four debt certificates have been in that company’s ownership.", "17. On 4 June 1996, in accordance with a settlement agreement of the same date between the National Bank and Mr Örn Clausen, he paid approximately ISK 4,370,000, of which ISK 3,677,195 were towards his debts to the National Bank and the remainder covering his lawyer’s fees. Moreover, under the terms of the settlement agreement with the bank, he was released from ISK 11,031,584 of debts originating in his guarantees for Mr Edvard Lövdal’s debts, which amounted to ISK 14,708,779. The above settlement was in conformity with a decision taken on 3 June 1996 by the National Bank’s Governing Board.", "18. As regards the state of Mr Örn Clausen’s debts vis-à-vis the National Bank, the Government relied on the following information provided on 4 March 2002 by the head of the bank’s legal department:", "“The National Bank of Iceland hereby confirms that a settlement agreement was concluded with Mr Örn Clausen on 6 June 1996 concerning his undertakings to guarantee the payment of debts to the National Bank, by which the Bank cancelled 75% of its claims against Mr Örn Clausen against a final payment of 25%. We confirm that the Bank did not extend a new credit to Mr Örn Clausen for the said 25%.", "On 4 June 1996 Mr Örn Clausen’s total debts to the Bank amounted to ISK 17,298,940; his debts that did not come under the settlement agreement were a note issued 12 September 1991 in the amount of ISK 2,090,161.10, and a suretyship obligation for payment of a loan originally in the amount of ISK 500,000, which was not in arrears (remaining amount as at 31 December 1996: ISK 195,656).", "Mr Örn Clausen’s total debts on 25 April 1997 were a note issued 12 September 1991, in the amount of ISK 2,394,028.60, and a suretyship obligation for payment of a loan originally in the amount of ISK 500,000, which was not in arrears (remaining amount as at 31 December 1997 ISK 27,777).”", "19. Under an agreement concluded on 6 June 1996 the Savings Bank too decided to cancel 75% of its claim against a final payment of 25% by Mr Örn Clausen.", "20. The fact that the two largest creditors had accepted the settlement arrangements described above was of significant help in Mr Örn Clausen’s efforts to obtain settlement agreements with other creditors, all or most of whom accepted debt cancellation against partial payment.", "21. The applicant submitted that there was evidence that on 4 June 1996 the debts of the husband of Mrs Justice Guðrún Erlendsdóttir towards the National Bank amounted to more than ISK 31,000,000. Moreover, in April 1997, at the time when the Supreme Court gave its judgment, the debts in question apparently amounted to approximately ISK 29,000,000.", "22. The applicant lodged two petitions to the Supreme Court requesting the reopening of the proceedings in his case against the National Bank on the ground of Mrs Justice Guðrún Erlendsdóttir’s alleged lack of impartiality.", "23. The first petition was submitted to the Supreme Court on 9 June 1997. The Supreme Court, sitting as a full court, unanimously rejected it on 10 July 1997. Its decision reads:", "“In support of his assertion relating to the disqualification of Supreme Court Judge Guðrún Erlendsdóttir, the petitioner refers to four debt certificates issued to the name of Landsbréf, which are secured by mortgage upon two real estates owned by the judge. By reason of the National Bank’s ownership of Landsbréf, the petitioner considers that this situation disqualified the judge from adjudicating the case. The secured debts in question amount to a total of ISK 13,600,000 which, as stated in the certificates, corresponds to approximately 55% of the total assessed sale price of the properties. The certificates were issued in May 1996 for a period of twenty-five years. The petitioner does not maintain that the certificates are in arrears.", "It is shown from the information provided by the lawyer for the National Bank that the debt certificates are not, and were not at the time when the case was being considered by the Supreme Court, in the ownership of Landsbréf, the National Bank or any [other] company linked to the Bank. Mortgages on the said properties referred to in the petition, which now have been struck out of the records, and secure debts due to other parties are deemed irrelevant here.", "Although the above-mentioned letter of [the applicant] does not refer to the particular statutory provisions authorising the reopening of proceedings, it is to be assumed that the petition is based on section 169 of the Civil Procedure Act, Law no. 91/1991. The petitioner has not referred to any new fact or adduced any new evidence having a bearing on the merits of the case, cf. section 169(1), subparagraphs (a) and (b) of Law no. 91/1991.", "In the light of the above consideration concerning the said mortgages, none of the conditions which provide the petitioner with a reason to believe that the said judge was not impartial and therefore disqualified from adjudicating the case have been fulfilled, cf. section 6, subsections (1) and (9), of the Supreme Court Act, Law no. 75/1973; section 5, subsection (g) of Law no. 91/1991, Article 70 of the Constitution of the Republic of Iceland (no. 33/1944), cf. section 8 of Constitutional Act no. 97/1995, and Article 6 of the European Convention on Human Rights, cf. Law no. 62/1994. Accordingly, since the legal conditions for granting the petitioner’s request for reopening of the proceedings have not been fulfilled, the request is rejected.”", "24. The applicant submitted that, after the Supreme Court had given its decision of 10 July 1997 in the first revision case, he realised that Mrs Justice Guðrún Erlendsdóttir’s husband had additional financial ties with the National Bank. During the period from 1988 to 1991 he had assumed large-scale financial obligations vis-à-vis the bank and for years his debts to the bank had been seriously in arrears. According to the applicant, although this could not be affirmed with certainty, it was possible that the National Bank had released Mrs Justice Guðrún Erlendsdóttir’s husband from a debt of over ISK 11,000,000.", "25. On 23 October 1997 the applicant filed a new petition with the Supreme Court, asking for the reopening of his compensation case. The Supreme Court rejected the petition on 20 November 1997 on the ground that, under the relevant provisions of the Civil Procedure Act, a party may apply only once for re-examination of a case.", "26. At the material time of the present case a general rule on the disqualification of judges was contained in Article 5 § g of the 1991 Code of Civil Procedure, which read:", "“A judge ... is disqualified from handling a case if:", "...", "g. Other facts or conditions are at hand which are capable of casting doubt on his impartiality on reasonable grounds.”", "The Government have further pointed to a provision in section 6(9) of the Act 1973 on the Supreme Court of Iceland (Act no. 75:1973), which provides:", "“A judge of the Supreme Court shall withdraw if:", "...", "9. His attitude to a party or to the matter in dispute is such as to present a risk that he will not be able to examine the case in an impartial manner.”", "Section 7(2) of that Law provides that the court shall decide in plenary session whether a judge is prevented on grounds of lack of impartiality from participating in a given case. It is open to the parties to challenge the participation of a judge on such grounds.", "27. Subsequent to the events at issue in the present case, a new Law on the Judiciary was enacted in 1998 (Law no. 15/1998), which in section 18(4) contains the following provision aimed at codifying a practice that applied at the time of the case:", "“A request by a judge not to be assigned to deal with a particular case may be granted by reason of the judge’s relationship to the subject matter, the parties, their non-legal representative or their lawyer, even if the judge cannot be deemed to be disqualified from handling the case, provided that the judge’s request is duly reasoned and another judge of the court is available.”"], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}