{"ITEMID": "001-57418", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 1986, "DOCNAME": "CASE OF AGOSI v. THE UNITED KINGDOM", "IMPORTANCE": "2", "CONCLUSION": "No violation of P1-1", "JUDGES": "", "TEXT": ["11. The applicant company, AGOSI, is a joint stock company (Aktiengesellschaft) incorporated and having its registered office in the Federal Republic of Germany. Its principal business is metal smelting, but at the relevant time it also dealt in gold and silver coins.", "12. In 1974, AGOSI began doing business with a British citizen, X. In the course of this business, between August 1974 and May 1975, AGOSI bought from X a large quantity of pre-1947 British coinage which had a high content of silver. However, it appears that unbeknown to the company the coins had been illegally exported from the United Kingdom.", "13. On Saturday, 2 August 1975, after normal business hours, X visited AGOSI’s factory with Y, whom he introduced as a wealthy businessman. Together they asked to make an immediate purchase of 1,500 Kruegerrands, gold coins minted in South Africa, where they are also legal tender, having a value of some £120,000. The sale was agreed and the coins were loaded into a car bearing United Kingdom number plates. Payment was accepted in the form of an unguaranteed cheque drawn on an English bank. The cheque bore no sign of having been cleared for exchange control purposes. On Monday, 4 August, the cheque was handed to AGOSI’s bank for collection. However, on 11 August, the bank notified AGOSI that the cheque had been dishonoured. The contract of sale contained a provision according to which ownership of the coins remained with AGOSI until full payment for them had been received by it.", "14. Meanwhile, on 2 August, the buyers attempted to smuggle the gold coins by car into the United Kingdom. The coins were, however, discovered hidden in a spare tyre and were seized by the customs authorities in Dover.", "15. On 16 April 1975, the importation of gold coins had been prohibited by the Secretary of State for Trade and Industry, by an amendment to the Open General Import License of 5 July 1973. The prohibition was withdrawn on 16 June 1979.", "16. On 14 August 1975, criminal proceedings were instituted in the United Kingdom against X and Y; they were charged, inter alia, with fraudulent evasion of the prohibition on importation of gold coins, contrary to section 304 (b) of the Customs and Excise Act 1952 (\"the 1952 Act\").", "17. On 18 and again on 28 August, AGOSI requested the Customs and Excise to return the coins on the basis that the company was their rightful owner and had been the innocent victim of fraud.", "18. On 20 August, officers of the Customs and Excise visited AGOSI’s factory in Germany to inquire into the circumstances of the sale. AGOSI continued to co-operate with the Customs and Excise throughout the criminal investigation.", "19. On 1 October, AGOSI made a declaration of avoidance of the contract of sale by virtue of which the sale of the coins became void ab initio under German law.", "20. On 13 October 1975, AGOSI’s lawyers wrote to the Commissioners of Customs and Excise, who had taken over responsibility for the case, requesting that the Commissioners exercise their discretion under section 288 of the 1952 Act (see paragraph 35 below) and return the coins to the company, as they did not constitute goods liable to forfeiture under the 1952 Act interpreted in the light of the Treaty establishing the European Economic Community (the Treaty of Rome), general principles of public international law and the Convention, especially Article 1 of Protocol No. 1 (P1-1).", "21. In their written reply of 29 December 1975, the Commissioners inquired whether it was contended by AGOSI that it had made a valid claim that the coins were not liable to forfeiture. The Commissioners stated that, if so, they would be required to institute condemnation proceedings before the High Court under paragraph 6 of the Seventh Schedule to the 1952 Act in order to have the coins forfeited. With regard to the company’s contention that the coins were not liable to forfeiture (see paragraph 20 above), the Commissioners observed, inter alia, that \"there [was] no discretion [vested in the courts] to refuse condemnation [of the coins as forfeited] on the ground of hardship to an innocent owner\". The coins were not restored.", "22. At their trial in January 1977, at which AGOSI’s director Dr. Rose testified for the prosecution, X and Y argued that the prohibition on importation of gold coins was in breach of Article 30 of the Treaty of Rome, which guarantees the free movement of goods, and that accordingly the criminal charges brought against them were void.", "23. The judge at first instance did not accept this argument; in his judgment of 31 January 1977, he held that the prohibition fell within the \"public policy\" provision of Article 36 of the Treaty and that the coins were capital rather than goods within the terms of Article 67.", "24. X and Y appealed to the Court of Appeal which, on 15 December 1977, referred the question to the Court of Justice of the European Communities in accordance with Article 177 of the Treaty.", "25. The Court of Justice of the European Communities confirmed in its judgment of 23 November 1978 that the Kruegerrands were capital rather than goods (case 7/78, [1978] European Court Reports 2247). Accordingly, X and Y’s appeal failed and they were convicted and fined.", "26. When, at the close of the criminal proceedings at first instance, the Commissioners of Customs and Excise did not return the coins, AGOSI, on 14 April 1977, issued a writ against them in the High Court. The statement of claim, in so far as relevant, read:", "\"7. ... the provisions of section 44 and section 275 of the Customs and Excise Act 1952, and the Seventh Schedule to the said Act, are to be construed in the light of and subject to the general principle of public international law which prohibits the unjustified confiscation of property belonging to friendly aliens.", "8. Further or in the alternative the provisions of section 44 and section 275 of the Customs and Excise Act 1952 and the Seventh Schedule to the said Act are to be construed in accordance with Article 1 [of Protocol No. 1] of the European Convention for the Protection of Human Rights and Fundamental Freedoms (P1-1).", "9. In the premises mentioned in paragraphs 7 and 8 herein, the ... coins are not liable to forfeiture.", "10. Alternatively to paragraph 9, if the said coins are liable to forfeiture, then in the premises mentioned in paragraphs 7 and/or 8 herein the Defendant is bound to exercise his powers under section 288 of the Customs and Excise Act 1952 and/or paragraph 16 of the Seventh Schedule to the said Act to restore without imposition of any condition the said coins to the plaintiffs.", "And the plaintiffs claim:", "(i) a declaration that the ... coins are [AGOSI’s] property;", "(ii) a declaration that the ... coins are not liable to forfeiture ...;", "(iii) a declaration that [AGOSI is] entitled without imposition of any condition to the return of the ... coins\".", "The Commissioners counterclaimed that the coins should be condemned as forfeited as they were liable to forfeiture, inter alia, under section 44 (b) and section 44 (f) of the 1952 Act (see paragraph 33 below).", "27. On 2 February 1978, AGOSI also issued an originating summons requesting the High Court to determine the compatibility with the Treaty of Rome of the prohibition on the importation of Kruegerrands into the United Kingdom and of their confiscation without compensation. The case was heard on 20 February and AGOSI sought to have these questions referred to the Court of Justice of the European Communities for decision.", "28. Mr. Justice Donaldson dismissed the originating summons on the same day and indicated that he would also have dismissed the action on the writ had it been brought before him for determination (paragraph 26 above). The applicant company nonetheless pursued the latter action. On 10 March 1978, Mr. Justice Donaldson dismissed the action on the writ and ordered, in accordance with the Commissioners’ counterclaim, that the coins be forfeited as constituting goods liable to forfeiture under section 44(f) of the 1952 Act (see paragraph 33 below).", "29. AGOSI appealed to the Court of Appeal arguing that, as the European Court of Justice had in the meantime found that the coins were not goods (see paragraph 25 above), section 44 (f) could not be applied, and reiterated its submissions as to Article 1 of Protocol No. 1 (P1-1) and general principles of international law.", "30. The Court of Appeal gave its ruling on 10 December 1979 ([1980] 2 All England Law Reports 138-144). The main judgment was delivered by Lord Denning, with whom the other two judges, Lord Justice Bridge and Sir David Cairns, concurred.", "With regard to AGOSI’s claim that it was entitled to the restoration of the Kruegerrands in view of its alleged innocence, Lord Denning first made the following observations:", "\"Before going further, I may say that in any event the customs authorities have a discretion in the matter. It happens sometimes that goods are forfeited and then afterwards the true owner comes up and says that he was defrauded of them. If the customs authorities are satisfied of his claim, they may waive the forfeiture and hand them to him. There is a very wide discretion given to the commissioners under s 288 of the 1952 Act under which they can forfeit the goods or release them, or pay compensation and so forth. That may arise at a later time. But the German company says that in this case the customs authorities had no right to forfeit the goods at all. It would suit the German company much better to have the actual Kruegerrands returned to them, when you consider the value of gold itself, instead of compensation at 1975 figures.\"", "Lord Denning thereafter went on to deal with the different objections advanced by AGOSI against the Commissioners’ contention that the Kruegerrands were liable to forfeiture. Lord Denning held that the definition of goods in the Treaty of Rome was irrelevant for the purposes of section 44 (f) and that there was nothing in Article 1 of Protocol No. 1 (P1-1) or general international law prohibiting forfeiture in the instant case. He concluded:", "\"It seems to me that the customs authorities are right. These Kruegerrands are forfeitable to the Crown ... It is entirely a matter for the discretion of the Customs and Excise to consider whether the claim of the German company is so good that they should see fit in this case to release them to the German company or retain them and pay them some compensation. That is within the discretion of the Customs and Excise.\"", "Lord Justice Bridge added:", "\"If I were satisfied, which I am not, that there is such a principle in international law as that for which the [German company’s counsel] contends, I should still be wholly unconvinced that it would be open to us to write into the Customs and Excise Act 1952 the extensive amendments which it would be necessary to introduce in order to give effect to that principle and to make an exception from liability to forfeiture, where there had been a plain case under the language of the statute giving rise to forfeiture, in favour of a foreign owner of goods who could show he had not been a party to the act out of which the liability to forfeiture arose.\"", "Sir David Cairns remarked:", "\"If [a foreign owner] is innocent of any complicity in the smuggling, it is appropriate that there should be an opportunity for him to apply for the exercise of discretion in his favour, but I cannot see that it would be possible so to construe the Act as to exclude from the forfeiture provision any goods belonging to such a [foreigner].\"", "The appeal was dismissed.", "31. The Court of Appeal did not grant leave to appeal to the House of Lords. On 27 March 1980, AGOSI petitioned the House of Lords for leave to appeal, but such leave was refused.", "32. On 1 April 1980, AGOSI’s solicitors again wrote to the Commissioners of Customs and Excise requesting the return of the goods. The solicitor for the Commissioners replied in the negative on 1 May 1980, without giving any reasons.", "33. Under section 275 of the 1952 Act, goods being liable for forfeiture under, inter alia, section 44 of the Act may be seized or detained by the customs authorities.", "Section 44 reads in relevant parts:", "\"Where:", "...", "(b) any goods are imported, landed or unloaded contrary to any prohibition or restriction for the time being in force with respect thereto under or by virtue of any enactment; or", "...", "(f) any imported goods are concealed or packed in any manner appearing to be intended to deceive an officer,", "those goods shall be liable to forfeiture ...\"", "34. The procedure to be followed after seizure is set out in the Seventh Schedule to the Act.", "According to paragraph 1, the Commissioners of Customs and Excise shall give notice of seizure to any person who to their knowledge was at the time of the seizure the owner of the seized goods.", "Any person wishing to claim that the goods are not liable to forfeiture must, in accordance with paragraphs 3 and 4, give the Commissioners notice of his claim in writing within one month of the date of notice of seizure or, if no such notice has been served on him, within one month of the date of seizure.", "Paragraph 6 provides that if notice of a claim is duly served, the Commissioners shall take proceedings for the condemnation of the seized goods by the courts. This paragraph further specifies that \"if the court finds that the [items were] at the time liable to forfeiture the court shall condemn [them] as forfeited.\" According to established case-law, the courts will only examine whether the seized goods fall into any of the categories of goods mentioned in the law as liable to forfeiture; they will not examine the question of the owner’s innocence. Condemnation proceedings are, according to paragraph 8, to be considered as civil proceedings.", "If no notice of claim has been given to the Commissioners in accordance with paragraphs 3 and 4, then the goods seized are deemed, in accordance with paragraph 5, to have been duly condemned as forfeited.", "35. Under section 288 of the 1952 Act:", "\"The Commissioners may, as they see fit,", "(a) ...", "(b) restore, subject to such conditions, if any, as they think proper, any thing forfeited or seized under the said Act ...\"", "36. Prior to 11 January 1978, judicial review of certain decisions by administrative authorities could be obtained by application for a prerogative order (mandamus, certiorari or prohibition) in accordance with section 10 of the Administration of Justice Act 1938 and Order 53 of the then Rules of the Supreme Court. In addition, litigants were entitled to bring ordinary actions for declarations, injunctions or damages in appropriate cases.", "In the words of the Government, \"the multiplicity of remedies, each with their own procedural idiosyncracies, was considered to be a real disadvantage to litigants, and an inhibition on the ability of the courts to develop a coherent corpus of law in this area\". In particular, an application for a prerogative order might not have been effective if the challenged decision did not contain the reasons on which it was based, since the law did not permit the obtaining of evidence on facts or other matters not appearing on the record of the decision (see Report on Remedies in Administrative Law, Law Commission no. 73, Cmnd. 6407 (1976)).", "37. The Rules of the Supreme Court were amended in 1977 by Statutory Instrument so as to provide for one specific procedure, now known formally as judicial review, for all litigants seeking relief in matters relating to public law. The amendments came into force on 11 January 1978 and were thus applicable when the Commissioners took their decision on 1 May 1980 (see paragraph 32 above).", "38. According to the Supreme Court Practice, the new Order 53 introduced inter alia, the following changes:", "\"- It created a new procedure called ‘application for judicial’ review and in this single application, the applicant may apply for any of the prerogative orders, either jointly or in the alternative, without having to select any particular one appropriate to his case.", "- The machinery of interlocutory applications such as discovery of documents and interrogatories and orders for the respondent of an affidavit to attend for cross-examination has been introduced into applications for judicial review and such applications may be heard by a Judge or by a Master of the Queen’s Bench Division.", "- If the claim for relief is an order of certiorari, the Court is empowered, in addition to quashing the decision, to remit the matter to the authority concerned with a direction to reconsider it and reach a decision in accordance with the findings of the Court so that the Court may operate not only as a ‘Court of Cassation’ but also as a Court of review.\" (Rules of the Supreme Court, RSC, 1985, Vol. 1, Order 53, pp. 757-758 para. 53/1 - 14/6).", "39. The procedure whereby an application for judicial review had to be made in two stages was left unchanged by the reform. It is first necessary to obtain leave of the Court, and, according to the Supreme Court Practice, \"only if and to the extent that such leave is granted will the Court proceed to hear the substantive application for judicial review\". \"Leave should be granted, if on the material then available the Court thinks, without going into the matter in depth, that there is an arguable case for granting the relief claimed by the applicant\" (RSC, loc. cit., p. 757, para. 53/1 - 14/23).", "40. The grounds on which judicial review under the new Order 53 can be granted are the same as those held valid for the earlier applications for prerogative orders. They are stated by the Supreme Court Practice to fall under the following main headings:", "\"1. Want or excess of jurisdiction ...", "2. Where there is an error of law on the face of the record ...", "3. Failure to comply with the rules of natural justice ... Broadly the rules of natural justice embody a duty to act fairly ... The rules of natural justice will normally apply where the decision concerned affects a person’s rights, for example where his property is taken by compulsory purchase ... The rules of natural justice can also apply where the applicant for judicial review does not have a right, for example where he is applying for some requisite statutory licence: in such cases, although he has no right to a licence unless and until it is granted, there is a duty to comply with the rules of natural justice and to act fairly because a legal power which affects his interests is being exercised. ...", "4. The Wednesbury principle - A decision of a public authority will be liable to be quashed or otherwise dealt with by an appropriate order in judicial review proceedings where the Court concludes that the decision is such that no authority properly directing itself on the relevant law and acting reasonably could have reached it ....\"", "41. The requirement that administrative authorities direct themselves properly on the relevant law and act reasonably has been expounded upon in several cases before English courts (see also \"Administrative Law\", H.W.R. Wade, 5th edition (1980), pp. 348-349 and 354-355). Thus in Breen v. Amalgamated Engineering Union [1971] 2 Queen’s Bench Division, p. 190, Lord Denning stated:", "\"The discretion of a statutory body is never unfettered. It is a discretion which is to be exercised according to law. That means at least this: the statutory body must be guided by relevant considerations and not by irrelevant. If its decision is influenced by extraneous considerations which it ought not to have taken into account, then the decision cannot stand. No matter that the statutory body may have acted in good faith; nevertheless the decision will be set aside.\"", "Due regard must be had, inter alia, to the scope and object of the enactment conferring the power. According to Lord Reid in Padfield v. Minister of Agriculture, Fisheries and Food [1968] Appeal Cases p. 997: \"Parliament must have conferred the discretion with the intention that it should be used to promote the policy and objects of the Act\".", "42. The Government have conceded that, except for a decision by the High Court of 17 July 1985 (R v. Commissioners of Customs and Excise, ex parte Leonard Haworth), there have been no cases applying the above-mentioned principles to the exercise of discretion by the Commissioners with regard to restoration of forfeited goods.", "The Haworth case concerned the seizure by the customs authorities of a yacht involved in a drug smuggling attempt and the Commissioners’ exercise of discretion under section 152 of the Customs and Excise Management Act 1979. Under this provision, the wording of of which is almost identical to that of section 288 of the 1952 Act, \"the Commissioners may as they see fit, ... restore subject to such conditions (if any) as they think proper, any thing forfeited or seized\". The owner of the yacht, who claimed to be innocent of any smuggling attempt, made an application for judicial review of the Commissioners’ failure or refusal to exercise their statutory discretion to restore the yacht. The High Court (Mr. Justice Forbes) found that the exercise of the Commissioners’ discretion under section 152 involved a consideration of the culpability of the owner and held that the Commissioners had not properly exercised their discretion under section 152 in the case before it, as they had not provided the owner with the necessary information regarding the matters held against him and had not given him the opportunity to reply thereto."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}