{"ITEMID": "001-95784", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ROU", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF PETROIU AND OTHERS v. ROMANIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 1 of Protocol No. 1 - Protection of property", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Egbert Myjer;Elisabet Fura;Josep Casadevall;Luis López Guerra", "TEXT": ["4. The applicants were born in 1932, 1944, 1957, 1955, 1968, 1928, 1925, 1932, 1955, 1945, 1942 and 1944 respectively. They lived in Bucharest and Ploieşti.", "5. On an unknown date in the 1960s a property situated in Bucharest at 6 Theodor Aman Street, belonging to H.P., was seized by the State under Decree no. 409/1955 and Council of Ministers Decision (HCM) no. 8/1960. The applicants together with E.P. are H.P.'s heirs of different degrees. According to them, the property consisted of an 824 sq. m plot of land with a building on it.", "6. By three letters of 22 and 28 July 1996 the heirs of H.P. sought from the H. company, a State-owned company responsible for the management of property belonging to the State, recovery of the immovable property situated in Bucharest at 6 Theodor Aman Street.", "7. On 9 December 1996 the H. company sold Apartment no. 1+2 of that building and 59.79 sq. m of appurtenant land to the then tenants under Law no. 112/1995.", "8. On 5 June 2001 the applicants Florica-Maria Petroiu, Maria-Alexandra Sterian, Ena Rizescu (Georgescu), Constantin Petroiu, Florin-Constantin Stăncescu, Mircea-Constantin Sterian and Doru Dănuţ Dumitru Popescu claimed restitution under Law no. 10/2001 for Apartments 1+2 and 3, with the appurtenant land, situated at 6 Theodor Aman Street. On 7 February 2002 the applicants Lidia Peicev and Maria Peicev claimed restitution of the same apartments, with 796 sq. m of appurtenant land. It appears from the file that they did not receive any answer.", "9. On 7 August 2002 all the applicants except Mrs Mihaela-Iuliana Vintilescu, Mrs Ana-Maria Apetrei and Mrs Paraschiva Vintilescu, together with M.C.V. and E.P., brought court proceedings to have the sale declared null and void. The plaintiffs, as heirs of H.P., considered that the State had no title to that property and invoked the provisions of section 46 § 2 of Law no. 10/2001.", "The applicants Mihaela-Iuliana Vintilescu, Ana-Maria Apetrei and Paraschiva Vintilescu are the heirs (wife and daughters) of M.C.V. who, according to a certificate of inheritance, died on 15 April 2002.", "10. On 15 May 2003 the Bucharest Court of First Instance, in the operative part of its judgment, dismissed as groundless the action introduced by the applicants Florica-Maria Petroiu, Constantin Petroiu, Florin-Constantin Stăncescu, Maria Peicev, Lidia Peicev, MirceaConstantin Sterian, Maria-Alexandra Sterian and Doru Dănuţ Dumitru Popescu. The court acknowledged that the plaintiffs were the heirs of H.P., but considered that they had not proved that the State had no title to the seizure. Therefore it held that since the State had a valid title, the case came under the provisions of section 46 § 4 of Law no. 10/2001, and considered that the sale had been lawfully performed. The court also declared null and void the action introduced by the applicant Ena Rizescu (Georgescu) and by E.P., for lack of signature.", "The judgment made no reference to the plaintiff M.C.V., except to mention him among the plaintiffs who had lodged the action.", "11. All the applicants appealed. However, the only reasoned appeal was that of the first applicant, who had lodged it in the name of all the plaintiffs, alleging that the seizure had been unlawful, that the sale had been performed in bad faith and that they had claimed that property before the sale.", "12. On 28 June 2004 the Bucharest County Court, in the operative part of its judgment, allowed the appeal by all the applicants and varied the first-instance judgment in part by upholding the action lodged by the applicants Florica-Maria Petroiu, Constantin Petroiu, Florin-Constantin Stăncescu, Maria Peicev, Lidia Peicev, Mircea-Constantin Sterian, MariaAlexandra Sterian and Doru Dănuţ Dumitru Popescu and by declaring the sale null and void. The court found that the two normative acts (see paragraph 5 above) concerned the granting of orders and medals and the reorganisation of transportation of goods and passengers, therefore the State had no valid title to that seizure. It also considered that the then tenants had been in bad faith when they bought that apartment.", "It is not mentioned in that judgment whether the applicants MihaelaIuliana Vintilescu, Ana-Maria Apetrei, Paraschiva Vintilescu and Ena Rizescu (Georgescu) had made any reference in their appeal to the fact that the previous judgment had not mentioned M.C.V. either in its operative part or in its reasoning, or that it had declared their action null and void.", "13. The defendants lodged a further appeal on points of law, alleging that the parties to the sale had been in good faith, as provided by section 46 of Law no. 10/2001.", "14. On 4 April 2005 the Bucharest Court of Appeal, in the operative part of a final decision, allowed the appeal by the opposing parties, varied the previous judgment in part and consequently dismissed the appeal introduced by the applicants against the first-instance judgment. In the reasoning part of the judgment the court relied on section 46 § 2 of Law no. 10/2001 to find groundless the request to have the sale declared null and void, considering that at the time of the sale the then tenants had been in good faith and had not been aware of the “invalidity of the [State's] property title” (nevalabilitatea titlului de proprietate).", "15. The relevant legal provisions and jurisprudence are described in the judgments Brumărescu v. Romania ([GC], no. 28342/95, §§ 31-33, ECHR 1999VII); Străin and Others v. Romania (no. 57001/00, §§ 19-26, ECHR 2005VII); Păduraru v. Romania (no. 63252/00, §§ 38-53, 1 December 2005); and Tudor v. Romania (no. 29035/05, §§ 15-20, 17 January 2008).", "16. In particular, section 46 § 2 of Law no. 10/2001 provides that the sale or donation of immovable property unlawfully seized by the State shall be declared null and void, save where these transactions have been concluded in good faith. Section 46 § 4 of the same law provides that a sale or donation of immovable property lawfully seized by the State shall be declared null and void if it has been performed in violation of the imperative provisions of the laws in force at that moment."], "VIOLATED_ARTICLES": ["P1"], "VIOLATED_PARAGRAPHS": ["P1-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}