{"ITEMID": "001-103109", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "ADMISSIBILITY", "DATE": 2011, "DOCNAME": "GABIBULLAYEV v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Ganna Yudkivska;Isabelle Berro-Lefèvre;Julia Laffranque;Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Peer Lorenzen", "TEXT": ["The applicant, Mr Nizayutdin Dadashevich Gabibullayev, is a Ukrainian national who was born in 1961 and lives in Kharkiv, Ukraine. He was represented before the Court by Mr A.P. Bushchenko, a lawyer practising in Kharkiv. The Ukrainian Government (“the Government”) were represented by their Agent, Mr Y. Zaytsev, of the Ministry of Justice of Ukraine.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 16 December 2004 a criminal case concerning tax evasion was opened against the management of a private company, V., the applicant’s employer.", "On the morning of 17 December 2004 tax police officers arrested the applicant at his work and brought him to the tax police office. There the applicant was questioned as a witness. When the applicant refused to answer any questions, an unknown person came into the room and started beating the applicant. The tax police officer, U., who was present in the room, did not prevent the applicant’s beating.", "The applicant was later brought to the Eastern Region Transport Prosecutor’s Office and released in the evening of the same day.", "Once he was back at home, an ambulance was called for him. He was taken to hospital, where he was diagnosed with a rib fracture and a head injury. The injuries were confirmed by the note issued on 18 December 2004 by the ambulance station.", "On 18 December 2004 the applicant asked the Kharkiv Regional Prosecutor’s Office to institute criminal proceedings against the tax police officers.", "On 20 December 2004 a medical examination confirmed that the applicant had a rib fracture and a bruise on the right side of his forehead, and that it was possible that these injuries had been inflicted on the evening of 17 December 2004.", "On 25 January 2005 the Kharkiv Regional Prosecutor’s Office refused to institute criminal proceedings following the applicant’s complaints. The prosecutor found that the applicant’s complaints were unsubstantiated. No explanation for the applicant’s injuries had been provided.", "On 15 February 2005 the decision of 25 January 2005 was quashed by the Kharkiv Regional Prosecutor’s Office. The applicant was informed that his case had been transferred to the Poltava Regional Prosecutor’s Office.", "Following a forensic medical examination carried out in February and March 2005, the expert found that on 20 December 2004 the rib fracture could not have been more than three weeks old and the head injury not more than three days old.", "On 31 August 2005 the deputy prosecutor of the Oktyabrskyy District of Poltava refused the applicant’s request to institute criminal proceedings against the tax police officers. Officer U., when questioned, said that he had not beaten the applicant. It was further concluded that the applicant’s injuries had been inflicted before 18 December 2004, namely, “before the applicant was questioned by the tax police officers”.", "On 28 November 2005 the applicant enquired about the progress of his case.", "By a letter of 18 January 2006 the applicant was informed of the decision of 31 August 2005.", "On 31 August 2008 the applicant was again informed of the decision of 31 August 2005.", "The applicant states that he never received these letters and only learned of the decision of 31 August 2005 on 10 March 2010 from the Government’s observations."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}