{"ITEMID": "001-79922", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HUN", "BRANCH": "ADMISSIBILITY", "DATE": 2007, "DOCNAME": "VIDAKOVIC and MATIC v. HUNGARY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The first applicant, Mr Zlatko Vidaković, was born in 1968. The second applicant, Mr Dario Matić, was born in 1972. Both being nationals of Serbia, they live in Novi Sad, Serbia. They were represented before the Court by Mr Z. Ristić, a lawyer practising in Novi Sad. The Hungarian Government (“the Government”) were represented by Mr L. Höltzl, Agent, Ministry of Justice and Law Enforcement.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "In September 1996 the applicants took part in a motor-bikers’ meeting in Mindszent, Hungary, organised in the park of an open-air swimming pool. They slept in a tent under a tree when, due to the heavy rain, a branch broke and fell on them causing them several injuries.", "On 9 June 1998 the first applicant instituted proceedings in the Hódmezővásárhely District Court seeking the payment of damages from the owner of the swimming pool, the Mindszent Municipality. On 10 June 1998 the second applicant filed a similar action.", "The second applicant’s case was stayed on 15 October 1998 and statutorily ceased to exist on 16 April 1998. He reintroduced his claim on 22 March 2002.", "Meanwhile, after having held three hearings and suspending the proceedings at the parties’ request between 8 April and 9 August 1999, on 21 October 1999 the District Court dismissed the first applicant’s action, holding that the respondent was not liable. The court relied largely on the opinions of two experts. On 4 January 2000 the Csongrád County Regional Court dismissed the first applicant’s appeal. On 27 September 2001 the Supreme Court’s review bench quashed the first and second instance decisions and remitted the first applicant’s case to the District Court, holding that it had failed to examine whether the Municipality had any contractual liability.", "After several hearings held in the resumed proceedings and the joinder of the two cases on 23 May 2002, on 23 May 2003 the District Court dismissed the applicants’ joint action, holding the respondent had neither contractual nor delictual liability.", "On 7 October 2003 the Regional Court finally dismissed the applicants’ appeal.", "On 15 April 2004 the Supreme Court rejected the applicants’ petition for review as inadmissible, without examining it on the merits, observing that they had failed to specify any appropriate legal grounds for their motion, as required by section 270 of the Code of Civil Procedure. This decision was served on the applicants’ representative on 23 May 2004."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}