{"ITEMID": "001-88531", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF LEXA v. SLOVAKIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 5-1;Non-pecuniary damage - finding of violation sufficient", "JUDGES": "David Thór Björgvinsson;Giovanni Bonello;Ján Šikuta;Lech Garlicki;Mihai Poalelungi;Nicolas Bratza", "TEXT": ["7. The applicant was born in 1961 and lives in Bratislava.", "8. Between 1995 and 1998 the applicant was the Director of the Slovak Information Service (Slovenská informačná služba), which is the Slovakian intelligence service.", "9. On 31 August 1995 Mr M. Kováč, the son of the then President of the Slovak Republic, was forcibly taken from Slovakia to an Austrian village in the vicinity of the Slovakian border. Following a phone call the Austrian police found him intoxicated in a car. He was detained as the Munich District Court (Amtsgericht) had issued an arrest warrant against him.", "10. On 20 February 1996 the Vienna Court of Appeal (Oberlandesgericht) refused to extradite Mr Kováč to Germany for the purpose of his prosecution there. The Vienna Court of Appeal held, inter alia, that witness statements by a former member of the Slovak Information Service and by the President of the Slovak Republic supported Mr Kováč’s allegation that members of the Slovakian secret service had brought him to Austria against his will in the context of political controversies in Slovakia.", "11. The Slovakian police started an investigation into the incident and expressed the view that several offences had been committed in that context.", "12. On 3 March 1998 Mr V. Mečiar, the Prime Minister, who at the time, under Article 105 § 1 of the Constitution, exercised several powers entrusted to the President of the Slovak Republic, delivered a decision on amnesty (rozhodnutie o amnestii), the relevant parts of which read:", "“The Prime Minister of the Slovak Republic, in the exercise of his powers under Article 105 § 1 and Article 102(i) of the Constitution of the Slovak Republic, on the occasion of the fifth anniversary of the establishment of the Slovak Republic, gives the following decision on amnesty as a contribution to reaching civic reconciliation and in the interest of eliminating possible sources of tension in society: ...", "I order that criminal proceedings should not be started and, if they have already been started, should be discontinued in respect of criminal offences committed in the context of the notification of the abduction of Michal Kováč junior abroad.”", "The decision was published in the Collection of Laws on 3 March 1998.", "13. On 7 July 1998 the following decision on amnesty given on the same day by Mr V. Mečiar in his capacity as Acting President of the Slovak Republic was published in the Collection of Laws:", "“The Prime Minister of the Slovak Republic, in the exercise of his powers under Article 105 § 1 and Article 102(i) of the Constitution of the Slovak Republic, in the interest of eliminating disputes as regards the interpretation of the decision on amnesty adopted on 3 March 1998 ..., declares the following decision on amnesty: ...", "I order that criminal proceedings should not be started and, if they have already been started, should be discontinued concerning the suspicion of criminal offences allegedly committed in the context of the reported abduction of Ing. Michal Kováč ... abroad, which allegedly occurred on 31 August 1995.”", "14. On 18 September 1998 the police investigator decided not to pursue the case concerning the above offences which, as the decision stated, had been committed by unknown perpetrators. Reference was made to the decision on presidential amnesty of 7 July 1998 and to Article 11 § 1(a) and Article 159 § 2 of the Code of Criminal Procedure.", "15. In September 1998 the applicant was elected as a member of the National Council of the Slovak Republic (the Parliament) for a four-year term.", "16. On 8 December 1998 the newly appointed Prime Minister, Mr M. Dzurinda, in his capacity as Acting President of Slovakia, delivered a new decision on amnesty in the above case. The decision was published in the Collection of Laws on the same day and it reads:", "“The Prime Minister of the Slovak Republic, in the exercise of his powers under Article 105 § 1 and Article 102(i) of the Constitution of the Slovak Republic, in the interest of eliminating disputes as to the conformity with the Constitution of the decisions on amnesty of 3 March 1998 ... and 7 July 1998 ..., declares the following decision on amnesty:", "Article ... VI of the decision on amnesty of 3 March 1998 ... and Article ... II of the decision on amnesty of 7 July 1998 ... are revoked.”", "17. In February 1999 the daily newspaper Sme published declassified parts of a report on the activities of the Slovak Information Service submitted by its newly appointed Director. The report stated, inter alia, that the Slovak Information Service had taken extensive measures with a view to concealing its involvement in the abduction of Mr Kováč and in order to hamper an appropriate investigation into the circumstances surrounding that incident.", "18. After the relevant parts of the above decisions on the presidential amnesty of 3 March 1998 and of 7 July 1998 had been revoked, a police investigator, on 26 February 1999, informed the National Council of the Slovak Republic that the applicant was suspected of having committed several offences in the context of the abduction of Mr Kováč. As the applicant enjoyed immunity as a member of Parliament, the investigator requested that the National Council give its consent to his prosecution. In a decision of 9 April 1999 the National Council granted the investigator’s request.", "19. On 9 April 1999 the police investigator started criminal proceedings against the applicant. The applicant was accused of several offences on the ground that he had been involved, in his capacity as Director of the Slovak Information Service, in the abduction of Mr Kováč in 1995.", "20. On 15 April 1999 the National Council gave its consent to the applicant’s detention on remand. On the same day the Bratislava 1 District Court (Okresný súd) detained the applicant on remand with reference to Article 67 § 1(b) of the Code of Criminal Procedure. The decision stated that the applicant might influence the witnesses or otherwise hamper the investigation.", "21. The applicant lodged a complaint. He argued, inter alia, that the Prime Minister’s above-mentioned decision of 8 December 1998 was contrary to the Constitution. The Bratislava Regional Court (Krajský súd) dismissed the complaint on 17 May 1999. The decision stated that the applicant’s case fell within the jurisdiction of the Constitutional Court. The Regional Court further held that the applicant had been remanded in custody in accordance with the relevant law.", "22. On 27 May and 15 June 1999 the applicant filed an application for release. On 15 June 1999 the Bratislava 1 District Court dismissed it. The decision stated that the applicant had attempted to contact other members of the Slovak Information Service and that he might influence witnesses in the event of his release.", "23. On 17 June and 12 July 1999 the applicant lodged a complaint against that decision. On the latter date he argued, with reference to the Constitutional Court’s decision no. I. ÚS 30/99 of 28 June 1999 (see “Proceedings before the Constitutional Court” below), that the decision to quash the relevant part of the presidential amnesty had been contrary to the Constitution. The applicant further argued that no relevant reason existed for his detention.", "24. On 19 July 1999 the Bratislava Regional Court ordered the applicant’s release. The Regional Court found that most of the relevant evidence had been taken and that the assumption that the applicant could influence witnesses or his co-accused was no longer justified. The applicant was released on that day.", "25. The Minister of Justice lodged a complaint in the interests of the law against that decision. On 10 September 1999 the Supreme Court (Najvyšší súd) dismissed the complaint. In the Supreme Court’s view, the Regional Court had proceeded in accordance with the relevant provisions of the Code of Criminal Procedure. The Supreme Court’s decision further stated that the case was at a preliminary stage and that it was therefore for the prosecuting authorities dealing with it to decide what conclusions should be drawn from the Constitutional Court’s decision of 28 June 1999, according to which the Constitution did not allow the quashing of an earlier amnesty.", "26. On 27 November 2000 the applicant and twelve other persons were indicted for several offences before the Bratislava III District Court.", "27. On 29 June 2001 the District Court discontinued the criminal proceedings against the applicant and the other accused with reference to Article 188 § 1(c), Article 172 § 1(d) and Article 11 § 1(f) of the Code of Criminal Procedure. The District Court addressed as a preliminary issue the validity of the above decisions on amnesty. Its decision stated that the Prime Minister’s decision of 8 December 1998 to revoke the relevant provisions of his predecessor’s decision to grant an amnesty in relation to the offences imputed to the applicant and his co-accused was null and void and that it had no basis in the Code of Criminal Procedure. The decision on amnesty issued on 3 March 1998 was final, irrevocable and not subject to review. Both the criminal character of the action in issue and any criminal liability in that respect had been thereby removed and there was no provision in Slovakian law by which that position could be changed.", "28. On 5 June 2002 the Bratislava Regional Court dismissed a complaint by the public prosecutor against the District Court’s decision. It also dismissed a complaint by the applicant and his co-accused concerning the relevant legal provisions on which the decision to discontinue the proceedings had been based.", "29. With reference to Article 11 § 1(a) of the Code of Criminal Procedure, the Regional Court held that the prosecuting authorities were obliged, regardless of their opinion, to respect the amnesty granted by the Prime Minister in the exercise of certain powers vested in the President. The granting of amnesty was the manifestation of the individual will of a person entitled to take such an action under the relevant provisions of the Constitution. In the Regional Court’s view, there was no scope for subsequently altering such will.", "30. The Prosecutor General lodged a complaint in the interests of the law against the Regional Court’s decision.", "31. The complaint was dismissed by the Supreme Court on 20 December 2002. The decision stated that the amnesty of 3 March 1998 relating to the offences imputed to the applicant and his co-accused prevented the criminal proceedings against them from being pursued. The Supreme Court shared the lower courts’ view that the investigator’s decision of 18 September 1998 not to pursue the case was final and that the Code of Criminal Procedure contained no provision permitting the proceedings concerning the offences in question to be resumed after the matter had become res judicata.", "32. The Supreme Court expressed the view that the Constitutional Court’s decision no. I. ÚS 30/99 of 28 June 1999 had confirmed the position in the case on the basis of legal theory and existing practice. As a general rule, a decision on amnesty published in accordance with the relevant requirements could not be quashed. While it was true that the Constitutional Court’s finding did not directly affect the contested decision on amnesty of 8 December 1998, the interpretation by the Constitutional Court of the relevant issue was decisive when determining whether a particular authority or person had exceeded their powers. The decisions of the lower criminal courts to discontinue the criminal proceedings had therefore been in conformity with Article 1 of the Constitution, which defined the Slovak Republic as a State based on the rule of law.", "33. The Supreme Court shared the interpretation by the Constitutional Court (decision no. I. ÚS 48/99) of the terms of the amnesty decisions of 3 March and 7 July 1998. It admitted that the rather unusual phrasing of those decisions had raised difficulties as to their interpretation. Ordinary courts were obliged to observe the principle in dubio pro reo when interpreting and implementing a decision on amnesty. The decisions on amnesty of 3 March and 7 July 1998 had been issued in accordance with the legal order of Slovakia. That was not the case, however, as regards the subsequent decision to revoke the relevant parts of those decisions. The courts were obliged to abide by the law in force.", "34. On 17 May 1999 forty-six members of parliament filed a petition for interpretation of Article 102(i) of the Constitution. They challenged the decisions on amnesty of 3 March and 7 July 1998 as being an abuse of power and contrary to the principles of a State based on the rule of law. The plaintiffs sought a finding that in the exercise of all his or her powers the President of Slovakia was limited by the solemn pledge to act in the interests of the citizens and to respect and protect the Constitution and other laws.", "35. On 17 June 1999 the Constitutional Court (First Chamber) dismissed the petition as falling short of the formal requirements. Since the decisions in issue in no way affected the powers of Parliament and the rights of its members, there existed no legally relevant dispute over the interpretation of Article 102(i) of the Constitution calling for interpretation of that provision.", "36. On 19 February 1999 thirty-seven members of parliament requested the Constitutional Court to give an interpretation of Article 102(i) of the Constitution concerning the President’s right to grant an amnesty. They argued that the quashing of a presidential decision on amnesty had no legal basis. The alleged reason for the decision of 8 December 1998 had been the elimination of disputes concerning the conformity with the Constitution of the decisions of 3 March 1998 and 7 July 1998. However, only the Constitutional Court was entitled to determine such disputes.", "37. In his submission to the Constitutional Court the Prime Minister, M. Dzurinda, argued that the point in issue was not governed by the Constitution. It followed from the principles of a State based on the rule of law, as laid down in Article 1 of the Constitution, that decisions which were not subject to any review should be permissible in exceptional cases only. It was generally known that the Slovak Information Service and its representatives were suspected of being involved in the offences covered by the amnesty. It was therefore in the general interest to have the matter elucidated. His predecessor’s decision to grant the amnesty in issue had been an abuse of power and contrary to the interests of the citizens. Observance of the principles of a State based on the rule of law required that the situation be remedied. The President or the Acting President was allowed to use the rights vested in him or her by the Constitution only within the scope of the constitutional principles in force in Slovakia. Reference was made to Declaration 47/133 adopted by the General Assembly of the United Nations on 18 December 1992. The Prime Minister argued that a decision on amnesty could be amended or quashed exceptionally where the contents of such a decision were contrary to the Constitution and the principles on which it was based.", "38. On 28 June 1999 the First Chamber of the Constitutional Court adopted, under Article 128 § 1 of the Constitution, decision no. I. ÚS 30/99, the operative part of which reads:", "“... interpretation of Article 102 § 1(i) of the Constitution of the Slovak Republic:", "The right of the President of the Slovak Republic under Article 102 § 1(i) of the Constitution of the Slovak Republic consists in granting amnesty in any of the forms set out in that Article.", "However, this right does not authorise the President of the Slovak Republic to amend, in any way whatsoever, a decision on amnesty which has been published in the Collection of Laws of the Slovak Republic.”", "39. Decision no. I. ÚS 30/99 was published in the Collection of Laws on 24 July 1999. In it the Constitutional Court (First Chamber) had recourse to an extensive linguistic, logical, historical and systematic interpretation of the provision in issue. It stated that the Code of Criminal Procedure did not envisage the possibility of resuming criminal proceedings following a decision to quash an amnesty. Reference was also made to Article 17 § 2 of the Constitution and to Article 4 § 1 of Protocol No. 7 to the Convention. As to UN Declaration 47/133, it related to the granting of amnesty and did not imply that an amnesty which had been granted should be revoked.", "40. The prerogative of granting an amnesty and the obligation to comply with it confirmed the separation of powers in a State founded on the rule of law, based on the principle of legal certainty and the necessity to protect acquired rights. An amnesty (individual pardon) did not belong to the category of fundamental rights and freedoms of citizens and there existed no legal entitlement to have it granted. The President was therefore under no obligation to grant an amnesty. By making use of the right to grant amnesty, the President prevented the judicial branch of power from exerting an effect on citizens in certain cases. As a representative of the executive branch of power, the President took over the responsibility for such a decision.", "41. Admittedly, the alleged offences covered by the amnesty in issue were of a serious nature. However, no particular offence was excluded from the President’s right to grant amnesty under Slovakian law. An amnesty was an individual act in respect of which no remedy was available. No retroactive effect of the decision on amnesty of 8 December 1998 could therefore be envisaged.", "42. In the decision of 28 June 1999 the Constitutional Court concluded that Article 102 § 1(i) of the Constitution could not serve as a basis for any decision by which the President of the Slovak Republic adversely affected, from the point of view of criminal law, the position which a person had acquired as a result of an amnesty.", "43. In a petition of 22 April 1999 the applicant complained to the Constitutional Court that his rights, including those under Article 17 § 2 of the Constitution, had been violated in that the criminal proceedings against him had been pursued despite the decisions on amnesty given on 3 March 1998 and 7 July 1998.", "44. The Second Chamber of the Constitutional Court rejected the petition on 15 July 1999 (decision no. II. ÚS 69/99). The decision stated, inter alia, that the decisions on amnesty of 3 March 1998 and 7 July 1998 were phrased in such a way that they did not rule out the applicant’s prosecution for the offences in issue and his detention on remand, regardless of the decision of 8 December 1998.", "45. Furthermore, the decision on the interpretation of the relevant provisions of the Constitution set out in decision no. I. ÚS 30/99 of 28 June 1999 was of an abstract nature and had no legal effect in respect of any actions, omissions or decisions of the State authorities which had given rise to the point at issue. Decision no. I. ÚS 30/99 of 28 June 1999 could not be effective prior to its adoption and publication in the Collection of Laws. In any event, it did not affect the decision on amnesty of 8 December 1998. The above conclusions were later published in the Collection of Judgments and Decisions of the Constitutional Court.", "46. On 24 April 1999 the applicant complained that the authorities which had taken decisions leading to his detention (Parliament, police investigators, the Regional Prosecutor in Bratislava and the Bratislava 1 District Court) had infringed his rights under Article 17 of the Constitution.", "47. The Constitutional Court (Second Chamber) declared the submission inadmissible on 15 July 1999. It held that the proceedings in issue were still pending. The above authorities had acted in accordance with the relevant law and there was no indication that the applicant’s rights under Article 17 of the Constitution had been violated.", "48. On 22 June 1999 the applicant lodged another petition with the Constitutional Court. He alleged a violation of Article 17 § 2 of the Constitution in that he had been prosecuted for offences which were covered by the amnesty of 3 March and 7 July 1998.", "49. On 18 August 1999 the Second Chamber of the Constitutional Court dismissed the petition as being manifestly ill-founded. The decision stated, inter alia, that decision no. I. ÚS 30/99 of 28 June 1999 concerned merely the interpretation of the relevant provision of the Constitution. It did not, as such, retroactively affect the validity of the decision on amnesty of 8 December 1998 as the decision on the interpretation of the relevant provisions of the Constitution had produced effects only following its publication in the Collection of Laws on 24 July 1999. Finally, the decisions on amnesty of 3 March and 7 July 1998 respectively concerned offences relating to the “notification” of the abduction of Mr Kováč and his “reported abduction”, but not any offences committed in the context of his abduction as such. The prosecution of the applicant for the last-mentioned offences was therefore permissible in any event.", "50. On 22 July 1999 the First Chamber of the Constitutional Court declared partly admissible a complaint by one of the applicant’s co-accused (case no. I. ÚS 48/99).", "51. The decision addressed, inter alia, the question whether the Government had authorised the Prime Minister, as required by Article 105 § 1 of the Constitution, to give a decision on amnesty on 8 December 1998. The Office of the Government had submitted only a decision of 3 March 1998 authorising Mr V. Mečiar to exercise certain presidential powers including those under Article 102(i) of the Constitution. No separate decision to similar effect had been submitted indicating that the new Government set up following the parliamentary election held in September 1998 had authorised its Prime Minister, Mr M. Dzurinda, to exercise the presidential power in issue. The Constitutional Court concluded that the decision on amnesty of 8 December 1998 had been given contrary to Article 2 § 2 of the Constitution and was therefore not a legal act (non negotium).", "52. On 12 October 1999 the Constitutional Court allowed both Mr M. Dzurinda, the Prime Minister, and the applicant to intervene as third parties in the proceedings. The former alleged that he had been duly authorised to use the presidential power under Article 102(i) of the Constitution. The Constitutional Court held that it had determined that issue in its above-mentioned decision of 22 July 1999.", "53. On 20 December 1999 the First Chamber of the Constitutional Court found a violation of the petitioner’s rights under Article 17 § 2 of the Constitution in that the investigator had brought criminal proceedings against him, on 1 February 1999, notwithstanding that the offences of which he had been accused were covered by the amnesty of 3 March and 7 July 1998. The Constitutional Court quashed the investigator’s decision. As a result, the criminal proceedings against the petitioner were dropped.", "54. The investigator’s decision of 18 September 1998 to discontinue the criminal proceedings was final and could not be changed under Slovakian law.", "55. The Constitutional Court also addressed the question as to the date from which its above-mentioned decision no. I. ÚS 30/99 was effective. That decision concerned the interpretation of Article 102 § 1(i) of the Constitution and, as such, was of a declaratory nature. Where relevant, such a decision was effective ex tunc. The fact that a public authority, prior to the finding of the Constitutional Court, had considered its actions to be in conformity with the Constitution could not serve as a justification for such actions once the Constitutional Court had found that this was not the case.", "56. The Constitutional Court (First Chamber) dismissed the argument that its decision no. I. ÚS 30/99 had been effective only from the moment of its publication in the Collection of Laws on 24 July 1999. In particular, neither the Constitutional Court Act 1993 nor the Collection of Laws Act 1993 provided for compulsory publication in the Collection of Laws of a decision under Article 128 § 1 of the Constitution. The binding effect of similar decisions could not, therefore, depend on whether or not they were published in the Collection of Laws.", "57. The judgment no. I. ÚS 48/99 of 20 December 1999 was later published in the Collection of Judgments and Decisions of the Constitutional Court. The conclusion was highlighted, as relevant case-law, that prosecution of a person for actions whose criminal character had ceased to exist was contrary to Article 17 § 2 of the Constitution.", "58. Judge J. Kľučka disagreed with the above-mentioned decisions by the First Chamber of the Constitutional Court composed of three judges. At that time the relevant statutory provisions did not allow separate opinions to be published together with the judgment. His dissenting opinion was later published in the journal Justičná revue (no. 2/2000).", "59. The view was expressed in the opinion that judgment no. I. ÚS 48/99 departed from the previous (and established) practice concerning the requirement to exhaust the other available remedies prior to lodging a complaint with the Constitutional Court. Such a decision had caused legal uncertainty and could lead to confusion as to which authorities were primarily charged with the protection of individuals’ fundamental rights and freedoms. Such departure from the previous practice of the Constitutional Court had no objective justification.", "60. After delivery of the Constitutional Court’s decision no. I. ÚS 30/99, the Press Agency of the Slovak Republic, on 9 July 1999, issued a statement expressing the standpoint of the Prosecutor General’s Office. The statement indicated that the interpretation by the Constitutional Court of Article 102(i) of the Constitution was to apply for the future and had no effect on the binding character of decisions on amnesty which had been previously published in the Collection of Laws.", "61. There had been no reason for the proceedings against the applicant to be discontinued since a grammatical and logical interpretation of the relevant provisions of the amnesty decisions of 3 March and 7 July 1998 led to the conclusion that those decisions did not apply to the criminal offence of forcible abduction of Mr Kováč junior to a foreign country, committed on 31 August 1995, as such or to other criminal offences which the criminal proceedings concerned.", "62. Finally, reference was made to several sets of proceedings pending before the Constitutional Court, whose outcome was decisive for the further examination of the charges against the applicant and his co-accused.", "63. After the applicant’s release a group of members of parliament attempted, on several occasions, to revoke the above-mentioned decisions on amnesty by Mr Mečiar by tabling a draft constitutional law to that effect. The attempts failed as the proposal was not supported by the required majority of ninety members of parliament.", "64. Until 26 January 1999 Article 102(i) read as follows:", "“The President [of the Slovak Republic] grants amnesty, pardons or mitigates sentences imposed by criminal courts, orders that criminal proceedings should either not be started or not be pursued and expunges sentences.”", "65. With effect from 27 January 1999 the above provision was replaced by Article 102 §§ 1(i) and 2 which read:", "“1. The President [of the Slovak Republic] ... (i) grants amnesty, pardons or mitigates sentences imposed by criminal courts, orders that criminal proceedings should either not be started or not be pursued and expunges sentences.", "2. A presidential decision on ... amnesty is valid subject to its signature by the Prime Minister or a minister empowered to do so. In such cases the Government bears the responsibility for the President’s decision.”", "66. With effect from 1 July 2001 Article 102 § 1(j) entitles the President of Slovakia to pardon and mitigate sentences imposed by courts in criminal proceedings and to expunge convictions by means of an individual pardon or an amnesty. Paragraph 2 of Article 102 provides that a decision on amnesty is valid subject to its signature by the Prime Minister or a minister whom the latter has duly authorised. In such cases the Government bears the responsibility for the President’s decision.", "67. In a commentary on the Constitution written by a group of authors headed by the then President of the Constitutional Court and published in 1997 the view was expressed that a presidential decision on an amnesty could not be quashed (Milan Čič a kolektív: Komentár k Ústave Slovenskej republiky, Matica slovenská 1997, p. 376).", "68. Article 2 § 2 obliges State authorities to act exclusively on the basis of the Constitution and within its scope. The mode and extent of their action is to be governed by law.", "69. Under Article 17 § 2, any person can be prosecuted or deprived of his or her liberty only for reasons and by means provided for by law. Under paragraph 5 of Article 17, a person can be remanded in custody only for reasons and during a period of time provided for by law and in accordance with a decision of a court.", "70. Article 105 § 1 provides that the Government, which may authorise the Prime Minister to act on its behalf in that respect, is entitled to exercise a certain number of presidential powers when the office of the President is vacant or when the President is prevented from carrying out his or her duties. Until 30 June 2001 those powers included the prerogative of mercy within the meaning of Article 102 § 1(i) of the Constitution.", "71. Article 128 § 1, as in force at the relevant time, provided:", "“The Constitutional Court shall interpret constitutional laws where there is a dispute about the point in issue. A law shall provide for the conditions.”", "As from 1 July 2001 Article 128 provides:", "“The Constitutional Court shall give an interpretation of the Constitution or a constitutional law where a dispute exists over the matter. The Constitutional Court’s decision on interpretation of the Constitution or a constitutional law shall be made public in the same manner as laws. The interpretation [given by the Constitutional Court] is binding for everybody from the date of its publication.”", "72. In judgment no. I. ÚS 60/97 of 22 January 1998 the Constitutional Court specified the legal effects of its decisions on the interpretation of the Constitution. It characterised such decisions as a general expression, by an independent judicial body in charge of protection of the Constitution, of the legal view on the implementation of a provision over which there was a dispute. According to the judgment, such decisions in themselves cannot, however, establish, modify or remove the rights either of the parties to the proceedings in the context of which the relevant dispute arose or of any third persons.", "73. The following relevant provisions of the Constitutional Court Act were in force at the material time.", "74. Pursuant to section 6, where a chamber of the Constitutional Court, in the context of its decision-making activity, reaches a different legal opinion from that expressed by another chamber of the Constitutional Court under Article 128 § 1 of the Constitution, the chamber concerned has to submit the matter for examination at a plenary meeting of the Constitutional Court. The conclusion reached at the plenary meeting is binding on the chamber concerned.", "75. Section 33(1) provides that the Constitutional Court delivers a judgment (nález) on the merits of the case unless the Constitutional Court Act provides otherwise. It determines other matters by means of a decision (uznesenie).", "76. Pursuant to section 33(4), as in force until 19 March 2002, where the view of the Constitutional Court expressed in a judgment on the merits of a case or in a decision on the interpretation of constitutional laws under Article 128 § 1 of the Constitution was of general importance, the Constitutional Court could decide to have it published in the Collection of Laws. Since 20 March 2002 publication in the Collection of Law of such decisions has been mandatory (section 33(2)).", "77. Pursuant to section 48, requests for interpretation of constitutional laws are examined in camera by one of the chambers of the Constitutional Court. The chamber delivers decisions in such cases.", "78. The following provisions of the Code of Criminal Procedure were in force at the relevant time.", "79. Article 11 was entitled “Inadmissibility of Criminal Prosecution”. Pursuant to paragraph 1(a), as in force until 1 August 2001, criminal proceedings could not be brought or, if they had already been instituted, were to be discontinued when an order to that effect was given by the President in the exercise of his right to grant a pardon or an amnesty.", "80. Under Article 11 § 1(f), criminal proceedings cannot be brought or, if they have already been instituted, are to be discontinued when, inter alia, earlier criminal proceedings against the same person concerning the same matter were discontinued by means of a final decision, with the exception of cases where such final decision was quashed in subsequent proceedings provided for by law.", "81. Pursuant to Article 67 § 1(b), an accused can only be remanded in custody when there are specific grounds to believe that he or she will influence witnesses or the co-accused or otherwise hamper the investigation into the relevant facts of the case.", "82. Article 68 in conjunction with Article 160 provides that only a person accused of an offence in the context of criminal prosecution can be remanded in custody.", "83. Pursuant to Article 159 § 2, a public prosecutor, an investigator or a police authority at a stage prior to bringing criminal proceedings is obliged to set a case aside by means of a decision where criminal prosecution is inadmissible within the meaning of Article 11 § 1 of the Code of Criminal Procedure.", "84. Article 188 § 1(c) in conjunction with Article 172 § 1(d) provides that a court has to discontinue criminal proceedings, after a preliminary examination of the indictment, where prosecution is not permissible for reasons set out in Article 11 § 1 of the Code of Criminal Procedure.", "85. A group of eight lawyers specialising mostly in constitutional law made public their opinion disagreeing with the Constitutional Court’s judgment no. I. ÚS 48/99 and its decision no. I. ÚS 30/99. They argued that a decision of the Constitutional Court on the interpretation of a provision of the Constitution could not have retroactive effect. Such decisions produced effects only after their promulgation.", "86. The authors of the article also challenged the decision on amnesty of 3 March 1998 as they considered it to be in breach of the President’s duty to act in the interests of the citizens and to abide by the Constitution. The lawyers’ other objections related to the admission, by the First Chamber of the Constitutional Court, of a petition by a group of thirty-seven members of parliament in case no. I. ÚS 30/99 and of a petition by one of the applicant’s co-accused in case no. I. ÚS 48/99. Criticism was also expressed that in the latter case legal conclusions had been drawn in respect of the applicant notwithstanding the fact that he had not been a party to those proceedings.", "87. In its Global Report on the State of Society in 2000 the Institute for Public Affairs, an independent non-governmental organisation, strongly criticised the decisions of the First Chamber of the Constitutional Court nos. I. ÚS 48/99 and I. ÚS 30/99 for reasons similar to those expressed in the above-mentioned article published by a group of lawyers.", "88. Amnesty and pardon are the two principal forms employed within the general concept of mercy in the Contracting Parties to the Convention.", "89. As to the distinctions between them, firstly, amnesty is usually referred to as a measure which is impersonal and applies to all persons or to a class of persons, while a pardon concerns a specific individual or a group of individuals. Secondly, while a pardon typically serves to remit a sentence, an amnesty may be granted before criminal proceedings have commenced or at any stage thereafter. Thirdly, while amnesty is usually considered to fall within the realm of the legislature, the power to grant a pardon is seen as one of the prerogatives of the head of State.", "90. In certain Contracting Parties the above distinctions between the two concepts are not always present or are not clearly indicated, as a result of which, in legal theory, the clemency institutions are considered to have “hybrid forms” in relation to the above two general notions (for example, “generic” or “collective” pardons in Portugal and Romania or “grâce amnistiante” and “admission par décret au bénéfice de l’amnistie” in France). There is no significant functional difference between the different concepts employed as their common purpose has been to remove the effects or consequences of a completed or pending criminal conviction.", "91. The powers of heads of State in the decision-making process in matters relating to measures of clemency and possible review of such measures depends on the constitutional model adopted by the country concerned.", "92. In the Contracting Parties to the Convention, there is a general trend towards excluding the executive’s decisions on pardon from judicial control on account of the discretionary and sui generis nature of such decisions. The Constitutions and other legal norms in the Contracting States do not provide for the possibility of revocation of pardons granted unconditionally.", "93. In legal theory a variety of views have been expressed. Several authors have argued that pardons are irrevocable on the basis of the classical theory of administrative law, maintaining that an individual administrative decision addressed to a particular person cannot be subject to revocation. Other authors have argued that, even though there is no right to a pardon, once it has been granted, such a measure creates rights for the pardoned individual and the sphere of freedom granted by the executive power becomes inalienable. Views have also been expressed that pardons can be revoked on the limited grounds of error, fraud on the part of the pardoned person, or the existence of concomitant or previous circumstances which were not known by the authority granting the pardon.", "94. Pardons granted by the executive are generally conceived as atypical discretionary acts, granted in the framework of relations between the branches of power or in the sphere of execution of penalties. As such, they cannot be construed as normal administrative measures subject to ordinary judicial review. In spite of the fact that the power to pardon is in principle delimited by the constitutional norms or principles of the rule of law (such as the necessity of sanctions, legal certainty, protection of public order, separation of powers and equality), the possibilities for the judiciary to review or overturn a pardon seem to be very limited in the majority of the Contracting States. The discretionary character of these measures does not, in principle, allow for their revocation.", "95. With regard to amnesties, their retroactive revocation is generally not allowed, as they are adopted by the legislature and their revocation would be contrary to the principle of legal certainty and to the principle of non-retroactivity of criminal law.", "96. On 18 December 1992 the General Assembly of the United Nations adopted Resolution 47/133 proclaiming the Declaration on the Protection of All Persons from Enforced Disappearance as a body of principles for the UN member States. Article 18 of the Declaration reads:", "“1. Persons who have or are alleged to have committed offences referred to in article 4, paragraph 1 above [i.e. all acts of enforced disappearance], shall not benefit from any special amnesty law or similar measures that might have the effect of exempting them from any criminal proceedings or sanction.", "2. In the exercise of the right of pardon, the extreme seriousness of acts of enforced disappearance shall be taken into account.”", "97. In the Barrios Altos v. Peru judgment (Series C No. 75 [2001], IACHR 5, 14 March 2001, § 41) the Inter-American Court of Human Rights held:", "“... all amnesty provisions, provisions on prescription and the establishment of measures designed to eliminate responsibility are inadmissible, because they are intended to prevent the investigation and punishment of those responsible for serious human rights violations such as torture, extrajudicial, summary or arbitrary execution and forced disappearance, all of them prohibited because they violate non-derogable rights recognized by international human rights law.”", "98. In Bulacio v. Argentina (18 September 2003, § 116) the Inter-American Court of Human Rights held:", "“...any other domestic legal obstacle that attempts to impede the investigation and punishment of those responsible for human rights violations are inadmissible”.", "99. The Special Court of Sierra Leone has held that the amnesty granted under Article IX of the Lomé Peace Agreement of 7 July 1999 does not bar the prosecution of an accused for international crimes within the jurisdiction of that special court (Decision on Challenge to Jurisdiction: cases No. SCSL-2004-15-PT, and No. SCSL-2004-16-PT, 13 March 2004)."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}