{"ITEMID": "001-23549", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "ADMISSIBILITY", "DATE": 2003, "DOCNAME": "SANDOR and OTHERS v. SLOVAKIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Matti Pellonpää", "TEXT": ["The applicants, whose particulars appear in the appendix, are represented before the Court by Mr M. Kaščák, a lawyer practising in Vranov nad Topľou and by Mr P. Korvín, a lawyer practising in Bratislava. The respondent Government were represented by their Agent, Mr P. Vršanský to whom Mr P. Kresák succeeded on 1 April 2003.", "The application of Mr M. Šándor was lodged on 2 November 1999. The remaining applicants introduced their applications on 10 February 2000.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 18 August 1995 private limited companies ILaS Vranov, s.r.o. and Slovenka Vranov, s.r.o. concluded a contract under which the former undertook to sell real property to the latter.", "The circumstances under which the contract was concluded are contested between the parties.", "The Government submit that the applicants had personal links to the above companies and that they had pecuniary interests in them. In particular, both companies were subsidiaries of the company Topex and were controlled by Mr I. Ilčišin. The Government express the view that the contract was actually drafted at a later date than indicated in it.", "The applicants refute the Government’s allegation that the date of the contract had been forged.", "On 16 October 1995 the tax administration authority issued a pledge in respect of the above real property with a view to securing a tax debt which the company ILaS Vranov, s.r.o. possibly had. The representatives of the company attempted to have the decision lifted arguing that the company owed no taxes. On 9 May 1996 the tax authority quashed its decision of 16 October 1995. On the same day, it issued an interim measure preventing the company from alienating the property on the ground that tax control was being carried out in the company. Subsequently the competent authorities found that the company had no tax debt.", "As a result of the interference of the tax authority, the company ILaS Vranov, s.r.o. was not in a position to comply with the above contract and owed a considerable contractual penalty to its partner. Its representatives filed a claim for damages, under the State Liability Act of 1969, against the State, represented by the Ministry of Finance.", "On 13 January 1997 the Vranov nad Topľou District Court granted the claim and ordered the defendant to pay 57.687.455 Slovakian korunas (SKK) to the plaintiff. The court established that the tax authority had proceeded erroneously and had thus caused damage to the plaintiff.", "On 25 September 1997 the Prešov Regional Court upheld the District Court’s conclusion considering that the tax authority had proceeded contrary to the law. The appellate court reduced the sum granted to the plaintiff to SKK 43.265.591 plus default interest. The decision became final on 20 November 1997 and enforceable on 14 November 1997. The defendant filed an appeal on points of law. The Supreme Court rejected it as being inadmissible on 4 March 1998.", "As the Ministry of Finance failed to comply with the judgment, ILaS Vranov, s.r.o. sought its enforcement.", "On 28 November 1997 a judge of the Vranov nad Topľou District Court authorised an execution officer to enforce the sum in question.", "On 1 December 1997 the enforcement officer notified the Ministry of Finance of the enforcement and invited it to pay the debt within fourteen days. The Ministry of Finance filed objections to the enforcement. They were dismissed by the Vranov nad Topľou District Court on 15 June 1998.", "On 13 June 1998 ILaS spol.s.r.o transferred the title to the above sum to the company C.S.I.-C.D., a.s. The Vranov nad Topľou District Court approved of this transfer by a decision of 3 August 1998.", "On 24 September 1998 the Vranov nad Topľou District Court granted the execution officer’s request and authorised her to avail herself of securities in possession of the State with a view to enforcing the sum in question. Reference was made to Sections 132 and 133 of the Execution Order of 1995. The decision stated, with reference to the relevant provisions of the Securities Act, that the execution officer enjoyed all rights relating to the securities.", "The General Prosecutor filed an extraordinary appeal on points of law against this decision. The Supreme Court dismissed it on 28 February 2001. In the Supreme Court’s view, the execution officer had been authorised to enforce the sum due by having the securities sold. The decision further stated that even if the decision challenged by the General Prosecutor was quashed, it would not affect the execution procedure as such. The Supreme Court did not, therefore, examine in detail the arguments adduced by the General Prosecutor.", "In the meantime, the execution officer concluded a contract with a private company specialised in trading in securities with a view to having the securities specified in the execution order sold. On the basis of this contract and the judicial authorisation to carry out the enforcement, a representative of the company commissioned by the execution officer arranged, at the Securities Centre (Stredisko cenných papierov SR Bratislava, a.s.), for the sale to the applicants of shares of Transpetrol, a.s., a joint stock company in which the sole shareholder was the Ministry of Economy. The operation was carried out on 9 October 1998.", "On 9 October 1998 company C.S.I.-C.D., a.s. concluded contracts of pledge in respect of the securities with Brilant, a.s., C.D., a.s., C.S.I.-Fest, a.s., Tradeunion, s.r.o., Mr M. Kozubaľ and Mr T. Kolesár.", "On 29 October 1998 the execution officer returned the authorisation to carry out the execution to the Vranov nad Topľou District Court with the explanation that the sum due had been enforced.", "The representatives of Transpetrol, a.s. and of the Ministry of Economy challenged the transfer of the shares on the ground that it had been carried out without the approval of the issuer of the securities. On 21 October 1998 the Securities Centre therefore ordered that trading with the securities of Transpetrol, a.s. be suspended. On 10 November 1998, after the relevant documents had been checked, the Securities Centre lifted the order.", "On 9 December 1998 the Ministry of Finance ordered the Securities Centre, with reference to Section 82 of the Securities Act of 1992, to transfer the shares which the applicants had acquired back to the Ministry of Economy within three days. The decision stated that the Securities Centre had acted erroneously. In particular, the Securities Centre had transferred the securities without prior consent of the owner, and there was a contradiction between the operative part of the court’s decision authorising the execution officer to carry out the enforcement and the reasons for that decision. Furthermore, the relevant documents indicated that the enforcement should have concerned the Ministry of Finance and not the Ministry of Economy, and that under the relevant law the securities in question could only be owned by the State. Lastly, the decision stated that it could be challenged by means of a remedy (rozklad) to be lodged with the Ministry of Finance within fifteen days after its service. It was not served on the applicants and became final on 28 December 1998.", "On 10 December 1998 the Securities Centre informed the applicants that it had complied with the order of the Ministry of Finance and that, as a result, they no longer owned the shares of Transpetrol, a.s.", "On 10 December 1998 Transpetrol, a.s. modified the form of its securities. As a result, the shares ceased to be registered at the Securities Centre.", "The Ministry of Finance refused to give an explanation to the applicants on the ground that they were not parties to the administrative proceedings leading to the decision of 9 December 1998.", "On 8 March 1999 the General Prosecutor’s Office informed the applicants that public prosecutors had no power to review the way in which the Ministry of Finance had proceeded.", "The applicants, with the exception of Tradeunion, s.r.o., requested the Supreme Court to review the lawfulness of the decision of the Ministry of Finance of 9 December 1998. By two decisions delivered on 17 and 27 September 1999 respectively the Supreme Court discontinued the proceedings in respect of the claims lodged by C.S.I. - Fest, a.s., Brilant, a.s., Mr M. Šándor and C.D., a.s. as the plaintiffs had not challenged the administrative decision complained of by means of a remedy (rozklad) before the Ministry of Finance. The Supreme Court considered irrelevant that the decision of 9 December 1998 had not been served on the plaintiffs as it was obvious from their submissions that they had been aware of it. Furthermore, the plaintiffs could have requested the administrative authority concerned to grant them the status of parties to the proceedings. Under the relevant provisions of the Administrative Proceedings Act, the administrative authority was obliged to decide on such a request and its decision could be challenged. The Supreme Court decided in camera without having summoned the plaintiffs.", "By a decision delivered on 28 September 1999 a different chamber of the Supreme Court discontinued the proceedings in respect of the claim lodged by Mr M. Kozubaľ. The decision stated that the court lacked jurisdiction to deal with the case. The Supreme Court further held that the decision delivered by the Ministry of Finance on 9 December 1998 had not directly determined the plaintiff’s rights and that the latter had not been a party to the proceedings in the context of which the decision had been delivered. The Supreme Court therefore found no reason for proceeding pursuant to Secton 250b(2) of the Code of Civil Procedure.", "On 16 April 1999 a different chamber of the Supreme Court discontinued the proceedings in respect of the claim lodged by Mr T. Kolesár on the ground that he had failed to pay the court fees before 29 March 1999 as requested by the court. The decision was served on 6 July 1999. In the meantime, on 27 April 1999, the plaintiff had paid the fees. He therefore requested the Supreme Court, on 16 July 1999, that the proceedings be resumed. The Supreme Court did not proceed with the case.", "In September 1999 the applicants filed both an ordinary and an extraordinary remedy against the decision delivered by the Ministry of Finance on 9 December 1998. They claimed, in particular, that administrative authorities lacked jurisdiction to determine ownership rights in respect of securities. The applicants also requested that they should be granted the standing of parties to the proceedings in which the contested decision had been delivered.", "By decisions of 19 and 24 November 1999 respectively the Minister of Finance rejected the applicants’ submissions. The decisions stated that the ordinary remedy was inadmissible as the applicants lacked standing in the administrative proceedings complained of. Furthermore, the contested decision of 9 December 1998 neither concerned the rights or legally protected interests of the applicants, nor did it directly affect them as the shares had been transferred back to the Ministry of Economy by the Securities Centre. As to the applicants’ request that they should be allowed to act as a party to the proceedings, the Minister’s decisions stated that the applicants should have filed it before the contested decision had become final on 28 December 1998.", "In the meantime, on 31 August 1999, company C.S.I.-C.D., a.s. sued its above contractual partners, the Ministry of Economy, Transpetrol, a.s. and the Securities Centre for the securities pledged. The plaintiff submitted that Transpetrol, a.s. had modified the form of the securities without the creditor’s knowledge and that it was not known who possessed the securities pledged. On 27 September 2000 the Prešov Regional Court rejected the action to the extent that it concerned the Securities Centre. The proceedings on the claim of company C.S.I.-C.D., a.s. of 31 August 1999 in respect of the other defendants are pending.", "On 4 December 2001 Tradeunion, s.r.o. filed an action with the Supreme Court seeking a judicial review of the above decision delivered by the Ministry of Finance on 9 December 1998. The plaintiff argued that the contested decision had not been served on its representatives and that the Ministry should have considered it as a party to the proceedings. The plaintiff further argued that decisions concerning the ownership of securities fell within the exclusive jurisdiction of ordinary courts.", "On 28 May 2002 the Supreme Court quashed the decision of the Ministry of Finance of 9 December 1998 and sent the case back to the administrative authority for further proceedings. The decision stated that, despite several requests, the defendant Ministry had failed to comply with its statutory obligation to submit the administrative file concerning the case to the Supreme Court. Without having the file before it, the Supreme Court was not in a position to review the lawfulness of the decision complained of.", "The Supreme Court noted that it was contested between the parties whether or not the plaintiff was a party to the administrative proceedings in question. It recalled that administrative authorities were obliged to examine, of their own initiative and throughout the administrative proceedings, whether a person has standing in the proceedings. When such was not the case, the administrative authority had to issue a formal decision to that effect. The Supreme Court concluded that the Ministry of Finance should have delivered a formal decision in case that it considered that the plaintiff was not a party to the proceedings in question. The delivery of such a decision would have allowed the plaintiff company to avail itself of its procedural rights with a view to protecting its interests.", "On 22 May 2002 the General Prosecutor filed an extra-ordinary appeal on points of law against the Supreme Court’s judgment of 28 May 2002 on the ground that Tradeunion, s.r.o. lacked standing in the administrative proceedings complained of and that the Supreme Court had committed errors of law. On 11 June 2003 the Supreme Court asked the representative of Tradeunion, s.r.o. to submit comments on the submissions of the General Prosecutor’s Office.", "On 11 June 2002 the applicants requested the Financial Market Office (Úrad pre finančný trh), which had taken over the role of supervisor of the financial market operations in the meantime, to order the Securities Centre to restore the securities in question to their accounts in accordance with the situation existing prior to 9 December 1998.", "On 11 June 2002 the applicants also requested the Securities Centre to restore the securities to their accounts with reference to the Supreme Court’s decision of 28 May 2002. They were informed that the Securities Centre could not to take any action without a prior decision of the Financial Market Office.", "On 11 June 2003 the applicants filed an action with the Supreme Court, under Article 250t(1) of the Code of Civil Procedure, claiming that the Financial Market Office had failed to decide on their request of 11 June 2002.", "On 30 November 2001 a public prosecutor indicted the representative of Tradeunion a.s., two representatives of Brilant a.s., the Vranov nad Topľou District Court judge and the execution officer involved in the above execution as well as an employee of the Securities Centre and a broker for several offences before the Prešov Regional Court.", "On 17 January 2002 the Supreme Court decided that the case was to be dealt with by the Žilina Regional Court.", "On 14 February 2003 the Žilina Regional Court discontinued the proceedings against the Vranov nad Topľou District Court judge as there was no indication that she had committed an offence. According to the Government, the proceedings against the other accused are pending.", "Pursuant to Article 126(1), owners have the right to protection against unjustified interference with their ownership rights by others. In particular, they are entitled to claim the restoration of the property from those who hold it without any valid legal ground.", "In accordance with the established practice, a plaintiff claiming protection of ownership rights can only be successful, when it is proved that he or she is the owner of the property in question and that the defendant has held the property without any valid legal ground.", "Article 80(c) provides that judicial proceedings can be brought with a view to having the existence of a right or of a legal relation determined provided that it is justified by a pressing legal interest.", "Article 244 provides that in administrative judiciary courts review the lawfulness of administrative decisions which determine rights and obligations of individuals or legal persons. As from 1 January 2002, this provision has been amended in that courts are also entitled to review the way in which administrative authorities proceed including their failure to act.", "Pursuant to Article 247(2), courts are entitled to decide on actions against decisions delivered by administrative authorities where such decisions have become final after the exhaustion of all ordinary remedies.", "Article 250(2) provides that plaintiffs in proceedings concerning the review of an administrative decision can be individuals or legal persons who allege, as parties to the administrative proceedings, that their rights were infringed as a result of the administrative authority’s decision. Action for a judicial review of an administrative decision can also be lodged by individuals or legal persons whom the administrative authority did not consider to be parties to administrative proceedings where such persons should have been considered as parties.", "Article 250b(2) provides that, where the action is lodged by a person alleging that the administrative decision has not been served on him or her despite the fact that he or she should have been considered as a party to administrative proceedings, the court shall verify such an allegation and, where justified, order the administrative authority to serve the decision on the person concerned. According to the circumstances, the court shall also order that the enforceability of such a decision be delayed. The decision of the court is binding on the administrative authority. After the service of the decision in question the administrative authority shall transmit the case file to the court which shall decide on the action.", "Article 250b (3), enacted with effect from 1 January 2003, provides that courts shall not proceed in accordance with the procedure set out in Article 250b(2) where more than three years elapsed from the delivery of the administrative decision which was not served on a party.", "Article 250t(1) and (3), as in force since 1 January 2003, provides that natural and legal persons who consider that an administrative authority failed to proceed with a case without any valid reason can request a court to order the administrative authority to proceed with the case and to deliver a decision. Where such a request is granted, the court shall set a time-limit, which should not exceed three months, within which the administrative authority is obliged to decide.", "Under Article 250u, the court can repeatedly impose a fine up to SKK 100,000, at the request of a party to the proceedings, in case that the administrative authority remains inactive despite an earlier judicial order under Article 250t.", "Section 14(1) of the Administrative Proceedings Act of 1967 (Zákon o správnom konaní) admits as parties to administrative proceedings persons whose rights, legally protected interests or obligations are either to be determined or may directly be affected as a result of the proceedings. Any person alleging that the decision may directly affect his or her rights, legally protected interests or obligations shall also be considered a party to administrative proceedings until the opposite is proved.", "Section 19(1) provides that submissions in the context of administrative proceedings can be made either in writing or orally. Oral submissions are to be recorded.", "Section 61 of the Execution Order of 1995 (Zákon o súdnych exekútorch a exekučnej činnosti) excludes the possibility of restitutio in integrum in execution proceedings.", "Part 4 of the Execution Order provides for enforcement of a debt by selling securities.", "Under Section 132, upon the authorisation of the court the execution officer shall take all necessary measures with a view to maintaining or carrying out the rights relating to securities.", "Section 133 provides that the execution officer shall satisfy the creditor’s claim by measures which are appropriate to the nature of the securities in question.", "Pursuant to Section 20 of the Securities Act of 1992 (Zákon o cenných papieroch, Act No. 600/1992), unless the law otherwise provides, the buyer becomes owner of a security even in cases when the vendor had no right to transfer such a security with the exception of cases where the buyer was aware of this fact at the time of the transfer.", "Under Section 82, the Ministry of Finance carries out State supervision over, inter alia, the trading with securities and the Securities Centre.", "When the Ministry of Finance finds that a person under its supervision failed to comply with the Securities Act or other legal rules, it is entitled, pursuant to Section 86(2), to order that measures be taken with a view to remedying the shortcomings found.", "Section 135 of the Securities Act of 2001 (Zákon o cenných papieroch a investičných službách a o zmene a doplnení niektorých zákonov, Act No. 566/2001) provides that supervision of activities within the meaning of this Act comprises, among others, the activities of issuers, central depositors and dealers with securities. The supervision is carried out by an office established for that purpose.", "Under Section 161, this Act governs legal relations established prior to its entry into force. However, the establishment of such relations and claims resulting therefrom which arose prior to the entry into force of the Act are to be assessed under the previously existing legal rules unless this Act otherwise provides.", "Act No. 96/2002 on Supervision of the Financial Market and the Amendment of Several Acts provides in Section 2 for establishment of an office with legal personality. The office is entitled to carry out supervision under the relevant law.", "Section 3(1)(a) provides that the office supervises the activities of, inter alia, dealers with securities, of the stock-exchange, of the securities central depository and, to the extent specified by law, of other persons active on the capital market. Such supervision comprises control of compliance with the relevant law, conduct of proceedings under the relevant law, delivery of authorisations and other decisions provided for by the law and control of compliance with the decisions delivered by the office.", "Act No. 253/1999 amended the provisions of the Act on Transfer of State Owned Property to Other Persons. It entered into force on 12 October 1999.", "Section 10(4) provides, inter alia, that the company Transpetrol, a.s. can be denationalised only to such an extent that the State remains the owner of at least 51 per cent of its shares.", "Pursuant to Article 127 of the Constitution, as in force until 30 June 2001, the Constitutional Court decided on complaints concerning final decisions made by, inter alia, local government authorities and local self-governing bodies in cases concerning violations of the fundamental rights and freedoms of citizens, unless the protection of such rights fell under the jurisdiction of another court.", "Pursuant to Article 130(3) of the Constitution, as in force until 30 June 2001, the Constitutional Court could commence proceedings upon a petition (“podnet”) presented by any individual or corporation claiming that their rights had been violated. According to its case-law under the former Article 130(3) of the Constitution, the Constitutional Court lacked jurisdiction to draw legal consequences from a violation of a petitioner’s rights. It could neither grant damages to the person concerned nor impose a sanction on the public authority liable for the violation found. In the Constitutional Court’s view, it was therefore for the authority concerned to provide redress to the person whose rights were violated.", "With effect from 1 January 2002, the Constitution has been amended in that, inter alia, individuals and legal persons can complain about a violation of their fundamental rights and freedoms pursuant to Article 127 the relevant part of which reads as follows:", "“1. The Constitutional Court shall decide on complaints lodged by natural or legal persons alleging a violation of their fundamental rights or freedoms or of human rights and fundamental freedoms enshrined in international treaties ratified by the Slovak Republic ... unless the protection of such rights and freedoms falls within the jurisdiction of a different court.", "2. When the Constitutional Court finds that a complaint is justified, it shall deliver a decision stating that a person’s rights or freedoms set out in paragraph 1 have been violated as a result of a final decision, by a particular measure or by means of any other interference. It shall quash such a decision, measure or other interference. When the violation found is the result of a failure to act, the Constitutional Court may order that [the authority] which violated such rights or freedoms shall take the necessary action. At the same time the Constitutional Court may return the case to the authority concerned for further proceedings, order that such an authority abstain from violating fundamental rights and freedoms ... or, where appropriate, order that those who violated the rights or freedoms set out in paragraph 1 restore the situation to that existing prior to the violation.", "3. In its decision on a complaint the Constitutional Court may grant adequate financial satisfaction to the person whose rights under paragraph 1 have been violated.” ...", "Section 1 (1) of Act No. 58/1969 on the liability of the State for damage caused by a State organ’s decision or by its erroneous official action (Zákon o zodpovednosti za škodu spôsobenú rozhodnutím orgánu štátu alebo jeho nesprávnym úradným postupom - “the State Liability Act”) provides that the State is liable for damage caused by unlawful decisions delivered by a public authority in the context of, inter alia, civil proceedings.", "Section 18 (1) renders the State liable for damage caused in the context of carrying out functions vested in public authorities which results from erroneous official actions of persons entrusted with the exercise of these functions. A claim for compensation can be granted when the plaintiff shows that he or she suffered damage as a result of an erroneous action of a public authority, quantifies its amount, and shows that there is a causal link between the damage and the erroneous action in question."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}