{"ITEMID": "001-58009", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "GRANDCHAMBER", "DATE": 1996, "DOCNAME": "CASE OF SAUNDERS v. THE UNITED KINGDOM", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - finding of violation sufficient;Costs and expenses partial award - Convention proceedings", "JUDGES": "John Freeland;N. Valticos;R. Pekkanen", "TEXT": ["14. The applicant had become a director and chief executive of Guinness PLC (\"Guinness\") in 1981.", "15. In early 1986 Guinness was competing with another public company, Argyll Group PLC (\"Argyll\"), to take over a third public company, the Distillers Company PLC (\"Distillers\"). The take-over battle resulted in victory for Guinness. Guinness’s offer to Distillers’ shareholders, like Argyll’s, included a substantial share exchange element, and accordingly the respective prices at which Guinness and Argyll shares were quoted on the Stock Exchange was a critical factor for both sides. During the course of the bid the Guinness share price rose dramatically, but once the bid had been declared unconditional it fell significantly.", "16. The substantial increase in the quoted Guinness share price during the bid was achieved as a result of an unlawful share-support operation. This involved certain persons (\"supporters\") purchasing Guinness shares in order to maintain, or inflate, its quoted share price. Supporters were offered secret indemnities against any losses they might incur, and, in some cases, also large success fees, if the Guinness bid was successful. Such inducements were unlawful (1) because they were not disclosed to the market under the City Code on Take-overs and Mergers and (2) because they were paid out of Guinness’s own moneys in breach of section 151 of the Companies Act 1985 (\"the 1985 Act\"), which prohibits a company from giving financial assistance for the purpose of the acquisition of its own shares.", "17. Supporters who had purchased shares under the unlawful sharesupport operation were indemnified and rewarded. In addition, some of those who had helped find supporters were rewarded by the payment of large fees. These too came from Guinness funds. In most cases payments were made using false invoices which concealed the fact that payment was being made in respect of the supporters or other recipients’ participation in the unlawful share-support operation.", "18. Allegations and rumours of misconduct during the course of the bid led the Secretary of State for Trade and Industry to appoint inspectors some months after the events pursuant to sections 432 and 442 of the 1985 Act (see paragraphs 45 and 46 below). The inspectors were empowered to investigate the affairs of Guinness.", "19. On 10 December 1986, the inspectors began taking oral evidence. Mr Seelig, a director of the merchant bank advisers to Guinness, was the first witness.", "20. On 12 January 1987, the inspectors informed the Department of Trade and Industry (\"the DTI\") that there was concrete evidence of criminal offences having been committed. On the same date the DTI contacted Mr John Wood of the Director of Public Prosecutions’ office (\"the DPP\"). It was decided that the proper thing to do was to permit the inspectors to carry on with their inquiry and to pass the transcripts on to the Crown Prosecution Service (\"the CPS\") which had come into being in September 1986.", "21. On 14 January 1987 the applicant was dismissed from Guinness.", "22. On 29 January 1987, the Secretary of State required the inspectors to inform him of any matters coming to their knowledge as a result of their investigation pursuant to section 437 (1A) of the 1985 Act. Thereafter the inspectors passed on to the Secretary of State transcripts of their hearings and other documentary material which came into their possession.", "23. On 30 January 1987, a meeting was held attended by the inspectors, the solicitor to and other officials of the DTI, Mr John Wood and a representative from the CPS. Amongst other matters, potential accused were identified - including the applicant – possible charges were discussed and it was stated that a decision had to be made as to when to start a criminal investigation. All concerned agreed on the need to work closely together in preparing the way for bringing charges as soon as possible. The inspectors indicated their readiness to cooperate although they reserved the right to conduct their investigations as they thought right.", "24. On 5 February 1987 Mr John Wood, who had been appointed head of legal services at the CPS, appointed a team of counsel to advise on the criminal aspects of the investigation. Transcripts and documents from the inspectors were passed on to the team after receipt and consideration by the DTI.", "25. The applicant was interviewed by the inspectors on nine occasions: on 10-11, 20 and 26 February, 4-5 March, 6 May and 11-12 June 1987. He was accompanied by his legal representatives throughout these interviews.", "26. During the first week of May 1987 the police were formally asked by the DPP’s office to carry out a criminal investigation. The transcripts and documents obtained as a result of the inspectors’ interviews were then passed on to the police.", "27. The applicant was subsequently charged with numerous offences relating to the illegal share-support operation and, together with his codefendants, was arraigned before the Crown Court on 27 April 1989.", "In view of the large number of counsel and the number of defendants two separate trials were subsequently ordered by the trial judge in the Crown Court on 21 September 1989.", "28. From 6 to 16 November 1989 the court held a voir dire (submissions on a point of law in the absence of the jury) following the application of one of the applicant’s co-defendants, Mr Parnes, to rule the DTI transcripts inadmissible. Mr Parnes argued, principally, that the statements obtained during three interviews before the inspectors should be excluded", "(i) pursuant to section 76 of the Police and Criminal Evidence Act 1984 (\"PACE\") on the basis that they had been obtained by oppression or in circumstances which were likely to render them unreliable;", "(ii) pursuant to section 78 of PACE because of the adverse effect the admission of the evidence would have on the fairness of the proceedings having regard to the circumstances in which it was obtained.", "In a ruling given on 21 November 1989, the trial judge (Mr Justice Henry) held that the transcripts were admissible. He stated that it was common ground that the interviews were capable of being \"confessions\" as defined in section 82 (1) of PACE. He found that as a matter of construction of the 1985 Act inspectors could ask witnesses questions that tended to incriminate them, the witnesses were under a duty to answer such questions and the answers were admissible in criminal proceedings. He rejected Mr Parnes’s assertion that the inspectors should have given a warning against self-incrimination. He was satisfied that there was no element of oppression involved in the obtaining of the evidence and that the answers were not obtained in consequence of anything said or done which was likely to render them unreliable in all the circumstances existing at the time.", "29. From 22 to 24 January 1990 the court held a further voir dire following the application of the applicant to rule inadmissible the DTI transcripts concerning the eighth and ninth interviews on the basis that they should be excluded either as unreliable under section 76 of PACE or pursuant to section 78 of PACE because of the adverse effect the admission of the evidence would have on the fairness of the proceedings having regard to the circumstances in which it was obtained. Reliance was placed on the applicant’s alleged ill-health at the time and on the fact that the two interviews in question had taken place after the applicant had been charged.", "In his ruling of 29 January 1990 Mr Justice Henry rejected the defence argument as to the applicant’s medical condition. He did, however, exercise his discretion pursuant to section 78 to exclude the evidence from the two above-mentioned interviews which had taken place after the applicant had been charged on the grounds that his attendance could not be said to be voluntary. In his view, moreover, it could not be said to be fair to use material obtained by compulsory interrogation after the commencement of the accusatorial process.", "30. The applicant was tried together with three co-defendants. The trial involved seventy-five days of evidence, ten days of speeches by counsel and a five-day summing-up to the jury by the trial judge. The applicant faced fifteen counts including, inter alia, eight counts of false accounting contrary to section 17 (1) b of the Theft Act 1968 and two counts of theft and several counts of conspiracy.", "In the course of his trial the applicant, who was the only accused to give evidence (days 63-82) - after the reading of the transcripts (see paragraph 31 below) - testified that he knew nothing about the giving of indemnities or the paying of success fees and that he had not been consulted on such matters. He asserted that he had been guilty of no wrongdoing. The Crown relied heavily on the evidence of Mr Roux (Guinness’s finance director) who had been granted immunity from prosecution. It also referred to the statements made by the applicant in the course of interviews to the DTI inspectors.", "31. The transcripts of the interviews were read to the jury by the prosecution over a three-day period during the trial (days 45-47). They were used in order to establish the state of the applicant’s knowledge and to refute evidence given by the applicant to the jury.", "For example, counsel for the prosecution used passages from the interviews to demonstrate that Mr Saunders had been aware, inter alia, of the payment to Mr W., who had been allegedly involved in the sharesupport operation, of more than £5 million, before the inspectors had shown him an invoice for the payment of the money to Mr W. In his answers to the inspectors Mr Saunders had stated that he had agreed on the payment to Mr W. of £5 million as an appropriate success fee. When the inspectors showed him the invoice for the payment of this money to a company (MAC) used by Mr W. to receive fees for work done, he replied that he had not seen the invoice before but had deduced that it related to his agreement to pay Mr W. £5 million.", "In his opening speech to the jury, counsel for the prosecution stated as follows:", "\"Mr Saunders also told [DTI] inspectors why the [£5 million] had been paid. He said that Mr [W.] had performed invaluable service during the bid for Distillers and that Mr [W.] had persuaded him that £5 million was an appropriate fee as a reward. Mr Saunders accepted that there was no documentation to support his decision to pay Mr [W.] £5 million. Mr Saunders admitted to the [inspectors] that he knew that MAC was a company used by Mr [W.] and his associates to receive money.\"", "During the trial Mr Saunders testified that he did not know that the money had been paid to Mr W. prior to being shown the invoice by the inspectors. In his cross-examination of the applicant, counsel for the prosecution referred to the above answers in the transcripts to contradict Mr Saunders’s testimony. In his closing speech to the jury he stated:", "\"But Mr Saunders’s ... evidence to the inspectors make it clear that he knew perfectly well ... that Mr [W.] had been paid. You will remember those passages in his ... interviews where he knew all about this payment before he was shown the invoice.\"", "32. Reference was also made to the interview transcripts by counsel for the co-accused [Mr R.] in an attempt to demonstrate that Mr Saunders was not telling the truth. In his answers to the inspectors Mr Saunders had repeatedly stated that he did not recall any conversations with Mr R. concerning the purchase of shares in Guinness or about indemnities against loss in the event of such purchase. However, a letter written by Mr R. to another person stating that such conversations had taken place and generally implicating Mr Saunders in the share-support operation had been previously published in the press.", "During cross-examination of Mr Saunders, counsel for Mr R. suggested that Mr Saunders’s answers to the inspectors on this point were not believable, that he had \"lost his nerve\" before them and that this explained his replies that he could not recollect the conversations with Mr R. taking place. He repeatedly asked why Mr Saunders did not take the opportunity to tell the inspectors that Mr R.’s accusations in the published letter were a \"pack of lies\" instead of replying as he did.", "33. In his summing-up to the jury, the judge also compared and contrasted what the applicant had said in court with the answers which he had given to the inspectors.", "34. On 22 August 1990 the applicant was convicted of twelve counts in respect of conspiracy, false accounting and theft. He received an overall prison sentence of five years.", "35. In the second set of proceedings concerning the other co-defendants, further challenge was made to the admissibility of the transcripts of the interviews on the ground, inter alia, that there was an abuse of process in that there was misconduct by the inspectors and/or the prosecuting authorities in the use of the inspectors’ statutory powers for the purpose of constructing a criminal case. In particular, it was alleged by one of the codefendants, Mr Seelig, that there was a deliberate delay in charging the accused in order that the inspectors could use their powers to obtain confessions.", "36. In a ruling given on 10 December 1990 Mr Justice Henry found that there was no prima facie case of abuse by either the inspectors or the prosecuting authorities. He had heard evidence from both the inspectors and the police officer in charge of the criminal investigation. In a ruling given on 14 December 1990 the judge rejected the application for a stay, finding that there had been no abuse of the criminal process in the questioning of the defendants or in the passing of Mr Seelig’s depositions to the inspectors to the prosecuting authorities or in their conduct of the prosecution. He saw nothing improper or sinister in the decision by Mr Wood not to involve the police until the beginning of May. He concluded rather that proper use had been made of the statutory powers. The judge also refused an application to exclude the evidence of the interviews under section 78 of PACE as constituting evidence which had such an adverse effect on the fairness of the proceedings that the court ought not to admit it.", "37. On appeal the Court of Appeal in a judgment dated 2 May 1991 (R. v. Seelig) upheld the trial judge’s ruling as to the admissibility of the interviews before the inspectors. On 24 July 1991 leave to appeal was refused by the House of Lords.", "38. The applicant applied for leave to appeal against conviction and sentence. He argued, inter alia, that the trial judge had misdirected the jury as to the weight to be allowed to the evidence given by Mr Roux, the finance director of Guinness who had been afforded immunity from prosecution.", "The applicant was granted leave to appeal against conviction. Following a hearing at which the applicant was represented, the Court of Appeal gave its judgment on 16 May 1991. It held that while there were some blemishes and infelicities in the judge’s summing-up, it was in the main a masterly exposition, which left the main issue of dishonesty to the jury. It commented that the applicant’s counsel had expressed the possibility that he might wish to address the court as to the admissibility of the transcripts. It stated however that the question had been decided, as far as it was concerned, by the decision given by another division of the Court of Appeal in the case of R. v. Seelig, which had held that such statements were admissible. It went on to reject the applicant’s appeal on all but one count: it found that the judge had erred in his direction on one count and quashed that conviction. It reduced his sentence to two and a half years’ imprisonment.", "39. On 22 December 1994 the Home Secretary referred the applicant’s case and that of his co-defendants to the Court of Appeal pursuant to section 17 (1) of the Criminal Appeal Act 1968. He did so on the basis of applications by the applicant’s co-defendants - but not the applicant himself - who submitted that the prosecution had failed to disclose certain documents at their trial.", "40. At the appeal the applicant argued, inter alia, that the use at the trial of answers given to the DTI inspectors automatically rendered the criminal proceedings unfair.", "The court rejected this argument, pointing out that Parliament had expressly and unambiguously provided in the 1985 Act that answers given to DTI inspectors may be admitted in evidence in criminal proceedings even though such admittance might override the privilege against selfincrimination.", "In its judgment the court noted that the interviews with each of the accused \"formed a significant part of the prosecution case\".", "41. With reference to the allegation that it was unfair that those interviewed by DTI inspectors should be treated less favourably than those interviewed by the police under PACE, the court noted as follows:", "\"... the unravelling of complex and devious transactions in those fields is particularly difficult and those who enjoy the immunities and privileges afforded by the Bankruptcy Laws and the Companies Acts must accept the need for a regime of stringent scrutiny especially where fraud is suspected ...\"", "42. In relation to the argument that the difference between the Companies Act and the Criminal Justice Act regimes (see paragraphs 48 and 54 below) was anomalous the court stated:", "\"... the explanation lies in the very different regime of interviews by DTI inspectors compared with that of interviews either by police or the SFO [Serious Fraud Office]. DTI inspectors are investigators; unlike the police or SFO they are not prosecutors or potential prosecutors. Here, typically, the two inspectors were a Queen’s Counsel and a senior accountant. They are bound to act fairly, and to give anyone they propose to condemn or criticise a fair opportunity to answer what is alleged against them ... Usually, the interviewee will be represented by lawyers and he may be informed in advance of the points to be raised.\"", "43. The court also rejected an allegation that there had been an abuse of process in that the DTI inspectors were used wrongly as \"evidence gatherers\" for the prosecution or that there had been improper or unfair \"collusion\", as follows:", "\"We have carefully considered the effect of the events of November 1986 to October 1987 in the light of all the documents. We conclude that to allow the inspectors to continue their inquiry and to bring in the police only in May 1987 was a proper course subject to two essentials.", "(1) That the inspectors were left to conduct their inquiries and interviews independently without instruction, briefing or prompting by the prosecuting authority. We are quite satisfied that the inspectors themselves made that clear and abided by it. Counsel also laid down those ground rules correctly and they were observed ...", "(2) That the interviews were conducted fairly and unobjectionably. It was not suggested to the trial judge or before us that the inspectors could be criticised on this score. These were carefully structured sessions of proper length in suitable conditions. The appellants, experienced businessmen of high intelligence, were each represented either by counsel (usually Queen’s Counsel) or a senior solicitor. The questions were put scrupulously fairly and the Code laid down in the Pergamon case ... was observed.\"", "44. Finally, the court also rejected the allegation that non-disclosure prior to the trial of the material alleged to indicate abuse caused any unfairness to the applicant. It subsequently refused to certify that the case involved a point of public importance and denied leave to appeal to the House of Lords. Following this decision no further avenue of appeal was open to the applicant.", "45. By section 432 of the Companies Act 1985 (the \"1985 Act\") the Secretary of State may appoint one or more competent inspectors to investigate the affairs of a company and to report on them in such manner as he may direct. The Secretary of State may make such appointment if it appears that there are circumstances suggesting:", "\"(a) that the company’s affairs are being or have been conducted with intent to defraud its creditors or the creditors of any other person, or otherwise for a fraudulent or unlawful purpose, or in a manner which is unfairly prejudicial to some part of its members, or", "(b) that any actual or proposed act or omission of the company (including an act or omission on its behalf) is or would be so prejudicial, or that the company was formed for any fraudulent or unlawful purpose, or", "(c) that persons concerned with the company’s formation or the management of its affairs have in connection therewith been guilty of fraud, misfeasance or other misconduct towards it or towards its members, or", "(d) that the company’s members have not been given all the information with respect to its affairs which they might reasonably expect.\" (section 432 (2))", "46. The Secretary of State is also empowered to appoint inspectors to:", "\"... investigate and report on the membership of any company, and otherwise with respect to the company, for the purpose of determining the true persons who are or have been financially interested in the success or failure (real or apparent) of the company or able to control or materially to influence its policy.\" (section 442 (1))", "47. The function of inspectors is an inquisitorial and not a judicial function. It has been summarised in re Pergamon Press Ltd [1971] Chancery Reports 388, per Sachs LJ at p. 401, as follows:", "\"The inspectors’ function is in essence to conduct an investigation designed to discover whether there are facts which may result in others taking action; it is no part of their function to take a decision as to whether action be taken and a fortiori it is not for them finally to determine such issues as may emerge if some action eventuates.\"", "48. Section 434 of the 1985 Act provides:", "\"(1) When inspectors are appointed under section 431 or 432, it is the duty of all officers and agents of the company ...", "(a) to produce to the inspectors all books and documents of or relating to the company ... which are in their custody or power,", "(b) to attend before the inspectors when required to do so and,", "(c) otherwise to give the inspectors all assistance in connection with the investigation which they are reasonably able to give ...", "...", "(3) An inspector may examine on oath the officers and agents of the company or other body corporate, and any such person as is mentioned in subsection (2), in relation to the affairs of the company or other body, and may administer an oath accordingly ...", "...", "(5) An answer given by a person to a question put to him in exercise of powers conferred by this section (whether it has effect in relation to an investigation under any of sections 431 to 433, or as applied by any other section in this Part) may be used in evidence against him.\"", "49. Section 436 of the Act provides:", "\"(1) When inspectors are appointed under section 431 or 432 to investigate the affairs of a company, the following applies in the case of -", "(a) any officer or agent of the company,", "(b) any officer or agent of another body corporate whose affairs are investigated under section 433 and", "(c) any such person as is mentioned in section 434 (2).", "Section 434 (4) applies with regard to references in this subsection to an officer or agent.", "(2) If that person -", "(a) refuses to produce any book or document which it is his duty under section 434 or 435 to produce, or", "(b) refuses to attend before the inspectors when required to do so, or", "(c) refuses to answer any question put to him by the inspectors with respect to the affairs of the company or other body corporate (as the case may be) the inspectors may certify the refusal in writing to the court.", "(3) The court may thereupon inquire into the case, and, after hearing any witnesses who may be produced against or on behalf of the alleged offender and after hearing any statement which may be offered in defence, the court may punish the offender in like manner as if he had been guilty of contempt of court.\"", "50. Contempt of court in this context may be punished by the imposition of a fine or by committal to prison for a period not exceeding two years.", "51. Section 76 of the Police and Criminal Evidence Act 1984 (PACE) provides as relevant:", "\"1. In any proceedings a confession made by an accused person may be given in evidence against him in so far as it is relevant to any matter in issue in the proceedings and is not excluded by the court in pursuance of this section.", "2. If, in any proceedings where the prosecution proposes to give in evidence a confession made by an accused person, it is represented to the court that the confession was or may have been obtained -", "(a) by oppression of the person who made it; or", "(b) in consequence of anything said or done which was likely, in the circumstances existing at the time, to render unreliable any confession which might be made by him in consequence thereof, the court shall not allow the confession to be given in evidence against him except in so far as the prosecution proves to the court beyond a reasonable doubt that the confession (notwithstanding that it might be true) was not obtained as aforesaid ...\"", "52. Section 78 provides as relevant:", "\"1. In any proceedings the court may refuse to allow the evidence on which the prosecution proposes to rely to be given if it appears to the court that, having regard to all the circumstances, including the circumstances in which the evidence was obtained, the admission of the evidence would have such an adverse effect on the fairness of the proceedings that the court ought not to admit it.\"", "53. Under section 82 (1) of PACE a \"‘confession’ includes any statement wholly or partly adverse to the person who made it, whether made to a person in authority or not and whether made in words or otherwise\".", "54. The Criminal Justice Act 1987 confers on the Director of the Serious Fraud Office special powers to assist him in the investigation and prosecution of serious fraud. Section 2 (2) requires a person whose affairs are being investigated to answer questions even if by so doing he might incriminate himself. Failure to answer may give rise to criminal sanctions (section 2 (13)). Answers in this context cannot be used in evidence against a suspect unless he is prosecuted for failure, without reasonable excuse, to answer questions or unless he makes a statement in evidence which is inconsistent with a previous answer (section 2 (8))."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}