{"ITEMID": "001-90220", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVN", "BRANCH": "ADMISSIBILITY", "DATE": 2008, "DOCNAME": "NEZIROVIČ v. SLOVENIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Alvina Gyulumyan;Egbert Myjer;Elisabet Fura;Ineta Ziemele;Josep Casadevall", "TEXT": ["1. The applicant, Mr Jusuf Nezirović, is a Slovenian national who was born in 1961 and lives in Trbovlje. He was represented before the Court by Mr Boštjan Verstovšek, a lawyer practising in Celje.", "2.", "3. On 12 October 1999 the applicant was injured in an industrial accident. The applicant’s employer had taken out insurance with the insurance company ZT.", "4. On 12 September 2001 the applicant instituted civil proceedings against ZT in the Ljubljana District Court (Okrožno sodišče v Ljubljani) seeking damages in the amount of 8,590,967 Slovenian tolars (approximately 35,800 euros) for the injuries sustained.", "Between 1 October 2001 and 19 January 2006 the applicant lodged seven preliminary written submissions and/or adduced evidence.", "Between 3 September 2003 and 21 September 2005 he made four requests that a date be set for a hearing. In letters to the applicant of 11 September 2003 and 28 June 2004, the judge explained that his case was not yet at the top of the list of cases for examination by the court.", "Between 15 December 2004 and 27 September 2006 four hearings were held. One hearing, scheduled for 25 November 2005, was adjourned at the applicant’s request.", "During the proceedings the court appointed a medical expert. The court also sought an additional opinion from the appointed expert.", "On 27 September 2006 the court decided to deliver a written judgment. The judgment, upholding the applicant’s claim in part, was served on the applicant on 16 November 2006.", "5. On 30 November 2006 the applicant appealed to the Ljubljana Higher Court (Višje sodišče v Ljubljani).", "On 9 May 2007 the court allowed the applicant’s appeal in part and increased the amount of damages awarded.", "The judgment was served on the applicant on 31 May 2007.", "6. On 22 June 2007 the applicant lodged an appeal on points of law with the Supreme Court (Vrhovno sodišče).", "7. On 22 August 2007 the Ljubljana Higher Court dismissed the applicant’s request for the correction of an alleged material error in its judgment.", "The proceedings before the Supreme Court would appear to be still pending.", "8. On 27 February 2008, while the proceedings were pending before the Supreme Court, the applicant lodged a supervisory appeal with the Ljubljana District Court, in accordance with section 6 of the Act on the Protection of the Right to a Trial without undue Delay (Zakon o varstvu pravice do sojenja brez nepotrebnega odlašanja, Official Gazette, no. 49/2006 - “the 2006 Act”). In his supervisory appeal, the applicant explained that the proceedings had begun on 12 September 2001 and were still pending. As a consequence, his right to a trial within a reasonable time had been violated. He requested that the proceedings on his appeal on points of law be expedited and that a decision be delivered by the end of 2008 at the latest.", "There is no decision as to this supervisory appeal in the case file.", "9. On 27 March 2008 the applicant lodged a new supervisory appeal with the Ljubljana District Court, in which he described more thoroughly the processing of his case by the courts and alleged that his right to a trial within a reasonable time had been breached.", "10. On 10 April 2008 the president of the Supreme Court, to whom the supervisory appeal had been transferred, rejected it under section 6, subsection 5, of the 2006 Act. He noted that case had been submitted to the Supreme Court on 13 December 2007. Having regard to the measures available to him under the 2006 Act, he concluded that the proceedings could not be expedited. He added, however, that he had taken steps to eliminate the systemic delays at the Supreme Court, namely the employment of additional judges and legal secretaries.", "11. On 25 April 2008, relying on the same grounds as in his supervisory appeal, the applicant lodged a motion for a deadline with the Supreme Court. He requested that the case be decided within a month.", "12. On 9 May 2008, referring to his findings in the decision rejecting the supervisory appeal, the president of the Supreme Court rejected the motion for a deadline as unfounded, on the basis of section 11, subsection 3, of the 2006 Act.", "13. Following the judgment in Lukenda v. Slovenia (no. 23032/02, 6 October 2005), and decision no. U-I-65/05 of the Constitutional Court (22 September 2005), both of which bound the Slovenian State to establish conditions in which the right to a trial without undue delay was to be afforded, the Slovenian Government adopted on 12 December 2005 a Joint State Project on the Elimination of Court Backlogs, the so-called “Lukenda Project”. Its goal is the elimination of backlogs in Slovenian courts and prosecutors’ offices by the end of 2010, by providing for structural and managerial reform of the judiciary.", "14. The 2006 Act (see paragraph 8 above), the preparation of which was part of the Lukenda Project, was enacted by the Slovenian Parliament on 26 April 2006. It was published in the Official Gazette on 12 May 2006 and came into force on 17 May 2006. On 1 January 2007 it became operational, which means that it has been implemented since that date.", "15. Section 3 of the 2006 Act provides for two remedies to expedite pending proceedings - a supervisory appeal (nadzorstvena pritožba) and a motion for a deadline (rokovni predlog) - and, ultimately, for a claim for just satisfaction in respect of damage sustained on account of the undue delay (zahteva za pravično zadoščenje).", "16. Section 4 defines the criteria that domestic authorities should take into account when assessing such complaints:", "“When deciding on the legal remedies under this Act, the circumstances of the particular case shall be taken into account, namely: its complexity in terms of facts and law; actions of the parties to the proceedings, in particular as regards the use of procedural rights and fulfilment of obligations in the proceedings; compliance with rules on the set order for resolving cases, or with statutory deadlines for fixing preliminary hearings or for giving court decisions; the manner in which the case was heard before a supervisory appeal or a motion for a deadline was lodged; the nature and type of case and its importance for a party.”", "17. The supervisory appeal is governed by sections 5 and 6, which, in so far as relevant, provide:", "“(1) If a party considers that the court is unduly protracting the decision-making, he or she may lodge a supervisory appeal in writing before the court hearing the case; the decision thereon is taken by the .... president of the court (hereinafter ‘the president of the court’).", "(2) For the purposes of decision-making concerning the protection of the right to a trial without undue delay, the supervisory appeal shall contain the following elements:", "...", "– indication of circumstances or other particulars concerning the case, which demonstrate that the court is unduly protracting the decision-making;", "...", "“(1) If the supervisory appeal is manifestly unfounded having regard to the timetable for resolving the case concerned by the supervisory appeal, the president of the court shall dismiss the appeal by a ruling.", "(2) If the supervisory appeal does not contain all the required elements referred to in section 5(2) of this Act, the president of the court shall dismiss it by a ruling. No appeal shall lie against that ruling.", "(3) If no ruling as provided for in paragraphs 1 or 2 of this section is given, the president of the court shall, in the framework of his court management competence under the statute governing the court system, forthwith request the .... judge or chair of a court panel (hereinafter ‘the judge’) to whom the case has been assigned for resolution to submit a report indicating reasons for the duration of proceedings, not later than fifteen days after receiving the request of the president of the court or after obtaining the file, if necessary for drawing up the report. The report shall include the declaration in respect of criteria referred to in section 4 of this Act and the opinion on the time-limit within which the case may be resolved. The president of the court may also require the judge to submit the case file if he assesses that, in the light of allegations of the party indicated in the supervisory appeal, its examination is necessary.", "(4) If the judge notifies the president of the court in writing that all relevant procedural acts will be performed or a decision issued within a time-limit not exceeding four months following the receipt of the supervisory appeal, the president of the court shall inform the party thereof and thus conclude the consideration of the supervisory appeal.", "(5) If the president of the court establishes that in view of the criteria referred to in section 4 of this Act the court is not unduly protracting the decision-making in the case, he shall dismiss the supervisory appeal by a ruling.", "(6) If the president of the court ...", "(7) If the president of the court establishes that the undue delay in decision-making in the case is attributable to an excessive workload or an extended absence of the judge, he may order that the case be reassigned. He may also propose that an additional judge be assigned to the court or order other measures in accordance with the statute governing the judicial service.", "...”", "18. Sections 8 and 11 define the motion for a deadline and provide for measures that may be applied by the court dealing with the motion. They read, in so far as relevant, as follows:", "“(1) If, under section 6(1) or (5) of this Act, the president of the court dismisses the supervisory appeal or fails to respond to the party within two months or fails to send the notification referred to in section 6(4) of this Act within the said time-limit or if appropriate procedural acts have not been performed within the time-limit set in the notification or ruling of the president of the court, the party may lodge an application for a deadline on the grounds stated in section 5(1) of this Act with the court hearing the case.", "...", "(3) The party may lodge the motion for a deadline within fifteen days after receiving the ruling or after the time-limits provided for in paragraph 1 of this section.”", "(1) The president of the higher court in the judicial area covering the local court, district court or other court of first instance, shall have the competence to decide on the motion for a deadline concerning the cases heard by the local court, district court or other court of first instance.", "(2) The president of the Supreme Court of the Republic of Slovenia shall have the competence to decide on the motion for a deadline concerning cases heard by higher court or court having the status of higher court.", "(3) The president of the Supreme Court of the Republic of Slovenia shall have the competence to decide on the motion for a deadline concerning cases heard by the Supreme Court of the Republic of Slovenia.", "(4) Other judges may be assigned by the annual schedule of allocation to act in place of or together with the presidents of courts referred to in previous paragraphs for decision-making on motions for a deadline.", "...", "(3) If the president of the court establishes that, in view of the criteria referred to in Article 4 of this Act, the court does not unduly delay with the decision-making of the case, he shall reject the motion for a deadline by way of a ruling.", "...", "(5) The president of the court shall decide on the motion for a deadline within fifteen days after receiving it.”", "19. Section 15 provides for the conditions under which a claim for just satisfaction can be lodged and section 16 regulates the monetary compensation and criteria for its assessment:", "“(1) If the supervisory appeal lodged by the party was granted or if a motion for a deadline has been lodged, the party may claim just satisfaction under the present Act.", "...”", "“(1) Monetary compensation shall be payable for non-pecuniary damage caused by a violation of the right to a trial without undue delay. Strict liability for any damage caused shall lie with the Republic of Slovenia.", "(2) Monetary compensation for individual finally decided cases shall be granted in the amount of 300 up to 5,000 euros.", "(3) When deciding on the amount of compensation, the criteria referred to in section 4 of this Act shall be taken into account, in particular the complexity of the case, actions of the State, actions of the party and the importance of the case for the party.”", "20. Sections 19 and 20 govern just satisfaction proceedings:", "“(1) Proceedings to enforce a claim for just satisfaction, provided that the condition referred to in section 15(1) of this Act is met, shall be instituted by a party by means of a motion for settlement lodged with the State Attorney’s Office with a view to reaching an agreement on the type or amount of just satisfaction. The party may lodge such motion within nine months after the final resolution of the case...", "...”", "“(1) If no agreement under section 19 of this Act is reached upon the motion for settlement, or the State Attorney’s Office and the party fail to negotiate an agreement within three months of the date of the motion being lodged, the party may bring an action for damages.", "(2) An action for damages against the Republic of Slovenia shall be brought not later than eighteen months after the final resolution of the party’s case.", "...”", "21. The relevant provisions of the Civil Procedure Act (Zakon o pravdnem postopku, Official Gazette no. 83/2001) provide:", "“A judgment, against which an appeal can no longer be lodged, shall become final (pravnomočen), insofar as the party’s claim or counter-claim has been decided therein.", "...”", "“The parties may lodge an appeal against a judgment delivered at first instance within thirty days from the service of its written grounds...", "An appeal, lodged on time, precludes the judgment from becoming final in the part which has been challenged in the appeal.”", "“The parties may lodge an appeal on points of law against a final judgment, delivered at second instance, within thirty days from the service of its written grounds.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}