{"ITEMID": "001-106446", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF KARBOWNICZEK v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 3 (substantive aspect)", "JUDGES": "George Nicolaou;Lech Garlicki;Nebojša Vučinić;Nicolas Bratza;Vincent A. De Gaetano;Zdravka Kalaydjieva", "TEXT": ["5. The applicant was born in 1979 and lives in Wałbrzych.", "A. The applicant’s detention and criminal proceedings against him", "6. On 27 July 2005 the applicant was arrested by the police on suspicion of having committed battery, uttered threats and intimidated a witness.", "7. On 28 July 2005 the Wałbrzych District Court (Sąd Rejonowy) decided to remand the applicant in custody. The court relied on a reasonable suspicion that the applicant had committed the offences in question and the high probability that a heavy sentence would be imposed on him. The court further considered that there was a risk that the applicant might interfere with the course of the proceedings and bring pressure to bear on witnesses, particularly in the light of the fact that he had previous convictions.", "8. On 27 October 2005 the applicant’s detention was extended. The court relied on the grounds given previously. The applicant’s appeal against this decision was dismissed on 3 November 2005.", "9. On 23 December 2005 the District Court further extended the pre-trial detention in respect of the applicant and his two co-accused, considering it necessary in order to ensure the proper course of the proceedings. An appeal by the applicant was dismissed on 5 January 2006.", "10. On 9 March 2006 the applicant and the two co-accused were indicted before the Wałbrzych District Court.", "11. On 21 March 19 June, 12 September and 7 December 2006 the trial court further extended the applicant’s detention, finding that the original grounds for it remained valid. The court also considered that there was a risk that the accused would interfere with the proper course of the proceedings.", "12. At a hearing held on 2 March 2007 the Wałbrzych District Court extended the applicant’s detention, reiterating the grounds invoked previously.", "13. The applicant appealed against this decision.", "14. On 21 March 2007 the Świdnica Regional Court (Sąd Okręgowy) dismissed the appeal. The court noted that the applicant had already “tried to influence the course of the proceedings”, had tried to abscond while being transported to the court and that he had already been convicted of offences similar to those with which he was charged in the present set of proceedings. The court also considered that the applicant might try to influence the testimony of his sister, who was accused in the same proceedings but who was not detained. The court concluded that detention on remand was the only preventive measure capable of ensuring the proper course of the proceedings.", "15. Subsequently, on 30 May 2007, the applicant’s detention was extended on the grounds given previously.", "16. Between 22 June 2006 and 3 July 2007 the applicant was serving a prison sentence imposed on him in a different set of proceedings.", "17. On 3 July 2007 the Wałbrzych District Court convicted the applicant and sentenced him to eight years’ imprisonment. Together with two accomplices, the applicant was found guilty of, inter alia, forgery, battery, robbery and uttering threats. However he was not charged or convicted of membership of an organised criminal group.", "18. The applicant lodged an appeal against the judgment.", "19. On 21 December 2007 the Świdnica Regional Court quashed the first-instance judgment and remitted the case. On the same day the court extended the applicant’s detention, finding that the grounds previously given remained valid.", "20. On 25 June 2008 the applicant’s detention was further extended. An appeal by the applicant against that decision was dismissed on 10 July 2008.", "21. On 25 July 2008 the Wałbrzych District Court extended the applicant’s pre-trial detention; however, the court decided that the applicant could be released, under police supervision, on bail in the amount of 10,000 Polish zlotys (PLN) (approximately EUR 3,000 at that time). The court observed that the majority of the witnesses had been heard, so the risk that the applicant would try to bring pressure to bear on them was no longer justified.", "22. The applicant submitted that he had no means to pay the bail.", "23. On 14 August 2008 the applicant was released from detention although he had failed to pay the full sum specified in the bail decision.", "24. On 18 October 2010 the Wałbrzych District Court convicted the applicant and sentenced him to six years’ imprisonment.", "25. On 22 March 2011 the Świdnica Regional Court partly amended and partly quashed the judgment and remitted the case. The applicant was sentenced to seven years’ imprisonment.", "26. On 19 April 2011 the applicant’s legal-aid counsel refused to lodge a cassation appeal against the judgment.", "B. The events of 21 November 2006 as presented by the applicant", "27. On 21 November 2006 the applicant was transferred from the Detention Centre to the Walbrzych District Court to attend a hearing. He was escorted by police officers, who left the door of the police van open thereby enabling him to escape. After several minutes he was stopped and brutally beaten up by the police officers. The applicant was brought back to the court building where he was handcuffed to a radiator, stripped naked, and again hit, kicked, strangled and hit with a gun by the police officers.", "28. The applicant was then brought back to the courtroom, where he complained to the presiding judge about what had happened to him. An ambulance was called and the applicant was taken to a hospital where he was examined by a doctor. A medical certificate (which is hardly legible) issued by a doctor from the emergency room of the Wałbrzych Hospital, confirm abrasions to the applicant’s head.", "29. Upon his return to the court building the applicant was again beaten up by police officers. Afterwards, he was transferred back to the Detention Centre, where he requested an examination by a doctor.", "The following is an extract from a note in the “Health book of a detainee” (Książka Zdrowia Osadzonego”):", "“21.11. 2006", "[The applicant] submits that he was arrested by force by police officers. On his body can be seen: skin abrasion on the left side of his forehead measuring 5 cm by 3 cm, an abrasion on the lower part of his chin 3 cm long, two scratches on the right shoulder blade 10 cm long, a scratch on the right arm 6 cm long, an abrasion on the left side of his chest 15 cm long, abrasions on the knee, above the ankle, a blue mark under the right eye, a red mark on the neck and right knee.”", "30. A note in the book dated 22 November 2006 confirmed that a forensic medical examination had been carried out confirming the injuries as previously described.", "31. On 12 February 2007 the Wałbrzych District Prosecutor opened an investigation into the applicant’s allegations.", "32. On 12 June 2007 an expert medical opinion was prepared.", "33. On 15 June 2007 the Wałbrzych District Prosecutor decided to discontinue the investigation, finding that there was insufficient evidence that an offence had been committed. In the course of the investigation an expert was appointed. The testimony of T.G., who had been transported with the applicant to the court and was later present in the court building, was also heard. T.G. testified that he could not see what happened when the applicant had run out of the van, but he saw him later in the court, when waiting for his hearing. T.G. testified that he heard the applicant screaming in pain, as if he had been beaten.", "The prosecutor gave the following reasons for her decision:", "“In the course of the investigation the following course of events was established.", "On 21 November 2006 [the police officers P.G., D.P. and R.G.] escorted [the applicant] from the Wałbrzych Police Station to the Wałbrzych District Court...", "Next to the building of the Wałbrzych District Court [the applicant], having removed his hand from the handcuffs, pushed open the van door and ran off in the direction of [other] buildings. The action undertaken [by the police officers] led to the arrest of the applicant, who took fright at a warning shot fired by P.G. and lay down on the ground. He was handcuffed and led to the van and brought to the detainees’ room of the Walbrzych District Court. P.G. and R.G. took part in the pursuit of [the applicant]. [The third police officer] stayed in the van to watch over the other detainee. For their own safety, the police officers searched the applicant and confiscated money and other small items from him. The applicant was alone in the detainees’ room.", "After having been searched, the applicant was handcuffed. At that moment he started hitting his head against the floor and walls and shouting that the police officers had beaten him up and that it was their fault. Since P.G. had left for Wałbrzych Police Station, in order to transmit the information about [the applicant’s] attempt to flee, the remaining [police officers], seeing [the applicant’s] behaviour, laid him on the floor and held his hands and legs to prevent him from injuring himself further. During that time the applicant tried to free himself, rubbed his head against the floor and shouted at the police officers that he would inform the prosecuting authorities of the fact that they had beaten him up. He also threatened to kill them. After about 30 minutes an ambulance came to give him something to calm him down, but the doctor decided to take [the applicant] to the hospital.", "[Three police officers] went with [the applicant] to the hospital. In the hospital the applicant underwent the necessary examinations; then, since he was allowed to participate in the trial, the police officers took him to the Wałbrzych District Court. The applicant was then transported to the prison because the hearing had been adjourned.", "The injuries sustained by [the applicant] on 21 November 2006 qualified as injuries that could happen in the circumstances described by both the victim and the police officers. However, the court expert established categorically that they could not have happened as a consequence of repeated kicking or beating with substantial force, as described by the victim.", "On the basis of all the material collected in the case it can be unambiguously established that there is not enough evidence substantiating the allegations that the police officers escorting [the applicant] on 21 November 2006 committed an offence. It should be said that the possibility that the applicant was beaten up by the police officers cannot be totally ruled out. However, the evidence collected lends credence to the version of events given by the police, which differs completely from the one given by [the applicant] because there were no other witnesses to the event who could confirm [the applicant’s] version, and it is impossible to identify any such witnesses.", "T.G., who was transported with the applicant, does not have any information concerning the incident, as from the moment the applicant escaped, he lost all contact with him.", "As a side note it is to be pointed out that, judging from life experience, it is rather unlikely that the police officers, after having informed their superiors about the applicant’s running off, beat him up and subsequently, having brought the applicant from the hospital back to the court building and knowing that D.G., their supervisor, was already present in the court building, ill-treated the applicant yet again.", "Since the version of the events given by the applicant was not confirmed by the evidence collected, his statements in this respect should be considered as untrue. It is therefore justified to discontinue the proceedings under Article 17 § 1 of the Code of Criminal Procedure on the grounds that there is no evidence sufficiently justifying the suspicion that an offence was committed.”", "34. The applicant lodged an appeal against that decision.", "35. On 15 June 2007 the prosecutor requested an expert to enlarge on [his] opinion by answering the question whether the injuries described below could have occurred in the circumstances as described by the police officers. The prosecutor stated as follows:", "“On 12 June 2007 an expert opinion in forensic medicine was prepared which established that some of the injuries [sustained by the applicant], in particular an abrasion on the forehead, a bruise on the mandible, bruises on the shoulder blade, on the chest, and on the right thigh could be the result of hitting or kicking with minor force. When preparing the opinion, the expert was unaware of the testimonies given by the witnesses D.P. and R.G., the police officers...”", "36. On 31 January 2008 the Wałbrzych District Court dismissed the appeal. The court entirely agreed with the prosecutor’s findings after having allowed the new evidence requested by the applicant in his appeal, namely the testimony of K.K., a witness who was present at the Wałbrzych District Court on 21 November 2006 and who allegedly saw the applicant being beaten by the police officers, and the additional testimony of T.G., who was transported with the applicant to a court hearing and was likewise present in the court building at the time the applicant was ill-treated.", "K.K. submitted that he saw the applicant when he had been waiting for a hearing in the holding room at the court building. The holding room led to two cells. K.K. further submitted that there had been another woman in the room, who had also been transported to the court building for a hearing. According to K.K., the applicant had been placed in one of the cells; the door to the cell was left open. He could see the applicant, partly undressed (without a shirt and trousers) and handcuffed to a radiator. He saw the police officers entering the cell and insulting the applicant. He further submitted that, when leaning out, he had seen one of the police officers kicking the applicant. Subsequently, K.K. stated that he had seen some two to four police officers kicking the applicant.", "In his additional testimony, T.G. submitted that at the court building, through a peep-hole in the door of his cell, he could see the applicant being pulled about by the police officers. He could not see whether the applicant had been beaten, but he heard him calling out in pain, which he associated with the applicant having been hit.", "37. The court did not explain why K.K.’s testimony and the additional testimony of T.G. had been disregarded. The court did not refer either to the alleged stripping of the applicant. However, the court mentioned that the evidence obtained The court also took into account the supplementary expert opinion and concluded:", "“[From the supplementary expert opinion upholding the conclusions of the original opinion, and after having examined other evidence requested by the applicant] it is clear that although the applicant sustained injuries, they do not indicate that he was repeatedly hit and kicked, and could have occurred when the applicant forcibly pushed the police van door open, fell, or lay down after fleeing, or when he struggled with the police officers while in a lying position and was held down by force; the abrasion on the forehead could have happened when he was rubbing his head against the ground, and [all these injuries] were slight and minor in nature.", "In the light of the above and after all possible investigative actions have been carried out, it is impossible in the circumstances to establish the existence of evidence to prove that the offence was committed. Having analysed the material collected in the case, the court agreed with the prosecutor’s findings in full and decided as in the operative part.”", "38. The regulations on the permissible use of direct coercive measures by the police are laid down in section 16 of the Police Act, which provides that in situations in which a police order is not obeyed, such measures can be resorted to only in so far as they correspond to the requirements of the particular situation and in so far as they are necessary to obtain compliance with that order.", "39. Article 5 § 1 of the Ordinance of 17 September 1990 on the use of coercive measures by the police provides that direct physical force can be used to overpower a person, to counter an attack and to ensure compliance with an order. When such force is being used, it is forbidden to strike the person against whom the action is being carried out, except in self-defence or to counter an attack against another person’s life, health or property.", "40. The relevant domestic law and practice concerning the imposition of detention on remand (tymczasowe aresztowanie), the grounds for its extension, release from detention and rules governing other, so-called “preventive measures” (środki zapobiegawcze) are set out in the Court’s judgments in the cases of Gołek v. Poland, no. 31330/02, §§ 27-33, 25 April 2006 and Celejewski v. Poland, no. 17584/04, §§ 22-23, 4 August 2006.", "41. For the latest amendments of the provisions concerning detention on remand, see the Court’s judgment in the case of Kauczor v. Poland, no. 45219/06, § 25-33, 3 February 2009."], "VIOLATED_ARTICLES": ["3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}