{"ITEMID": "001-4541", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "ADMISSIBILITY", "DATE": 1999, "DOCNAME": "ERDAGÖZ ET ERDAGÖZ v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Elisabeth Palm;Gaukur Jörundsson", "TEXT": ["The applicants, born in 1955 and 1975 respectively, are Turkish nationals who are living in Kars. The first applicant is the father (M.E.) of the second applicant (D.E.).", "A.", "The facts of the case, as presented by the applicants, may be summarised as follows.", "On 17 January 1995 D.E. was arrested by policemen and taken to the Kars Security Directorate. He was charged with disseminating illegal propaganda for the PKK.", "He was placed in custody to be questioned by policemen. He alleged that he was hosed with pressurised water, that electric shocks were administered to his body and was prevented from sleeping. He was subsequently requested to give information and to admit the charges.", "On the same day policemen from the Kars Security Directorate searched the applicants’ house with the consent of M.E.’s wife and on the orders of the principal public prosecutor at the Erzincan State Security Court.", "On 18 January 1995 a doctor at the Kars State Hospital examined D.E. A medical report was prepared, which stated that he bore no trace of illtreatment and that he was fit. He was then released.", "On 30 May 1995 the principal public prosecutor at the Erzincan State Security Court issued a decision of non-prosecution in relation to D.E. The public prosecutor considered that he had not been involved in the PKK and that his acts did not constitute the offence of illegal propaganda.", "On 21 September 1995 the applicants filed a petition with the Kars public prosecutor’s office. They complained that the policemen had unlawfully searched their house. D.E. further complained that the policemen had tortured him during his detention in custody.", "On 11 June 1996 the Kars public prosecutor issued a decision of non-prosecution in relation to the policemen at the Kars Security Directorate. He considered that there was insufficient evidence on which to institute criminal proceedings against the policemen.", "On 23 July 1996 the applicants filed an objection with the Ardahan Assize Court against the Kars public prosecutor’s decision of 11 June 1996.", "On 27 August 1996 the Ardahan Assize Court dismissed the applicants’ objection. The court stated, inter alia, that", "“...the complainants Mehmet Erdagöz and Devrim Erdagöz complained that the latter had been tortured during his detention in police custody. However, the medical reports of 18 and 19 January 1995, prepared by Dr. Ömer Topçu from the Kars State Hospital, stated that Devrim Erdagöz bore no trace of ill-treatment and that he was fit.", "In his petition of 21 September 1995 Mehmet Erdagöz further complained that his house had been searched by use of force... It has been understood that the house search report of 18 January 1995 bore the signature of his wife Mrs Güleser Erdagöz who had consented to the search of her house. It follows that the decision of non-prosecution is lawful and the objection should be rejected....”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}