{"ITEMID": "001-100784", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BGR", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF KARANDJA v. BULGARIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 2 (substantive aspect);Violation of Art. 2 (procedural aspect);Pecuniary and non-pecuniary damage - award", "JUDGES": "Isabelle Berro-Lefèvre;Mark Villiger;Mirjana Lazarova Trajkovska;Peer Lorenzen;Rait Maruste;Renate Jaeger;Zdravka Kalaydjieva", "TEXT": ["5. The applicant was born in 1947 and lives in Sofia. She was married to a Kenyan national, Mr Robert Karandja, who died in 1993. In 1977 they had a son, Mr Peter Robert Karandja, who died on 7 June 1997 after being shot by the police on 5 June 1997.", "6. Two sets of criminal proceedings were opened against Mr Karandja on unspecified dates in 1995. In the first set he was charged, together with two others, with breaking into a car on 15 December 1994 and stealing 706 pairs of stockings with a total value of 15,120 Bulgarian levs (equivalent at the material time to approximately 1,000 United States dollars). In the second set he was charged with driving a car without a valid licence on 10 October 1995. He has not been convicted of other offences and there is no indication that other charges have ever been lodged against him.", "7. On 18 December 1996 the Sofia District Court revoked Mr Karandja's earlier release on bail and ordered his pretrial detention. As a result, he was put on the list of persons wanted by the police.", "8. Mr Karandja was arrested on 5 June 1997. He was placed in a cell in the Third District Police Station in Sofia. After 7 p.m. the police tried to transfer him to Bobov Dol Prison. However, the escort brigade refused to take him in their custody because it was late and at about 8 p.m. he was returned to the police station. The onduty officers – Chief Sergeant G.P. and Captain V.S. – placed Mr Karandja in a cell on the third floor of the station. The Chief Sergeant searched him, but did not handcuff him because he looked “calm and was not boisterous”. Mr Karandja's shoe laces were removed and the door of the cell was closed.", "9. At about 8.30 p.m. Mr Karandja managed to open the door of the cell, apparently by forcing one the chains which was keeping it closed, rammed Chief Sergeant G.P. with it, and ran down the stairs and out of the building. Once outside, he continued to run down the streets adjacent to the police station. The Chief Sergeant chased after him.", "10. The escape from the police station was witnessed by Major N.C. and Captain V.S. However, neither they nor any other officers assisted Chief Sergeant G.P. in the chase.", "11. The chase continued down Pirotska Street. When Mr Karandja reached the intersection with Konstantin Velichkov Boulevard, where he attempted to cross, Chief Sergeant G.P., according to his later statement, drew out his handgun and fired a warning shot in the air. Mr Karandja did not stop, dodged the traffic, crossed the boulevard and continued to run towards the city centre. Chief Sergeant G.P. continued the chase and ran down Pirotska Street. According to his later statement, he carried on shouting at Mr Karandja to stop and fired two more warning shots in the air. Mr Karandja then turned down Zaychar Street, followed by Chief Sergeant G.P. who ran after him in the middle of the street.", "12. Before turning into Zaychar Street, Mr Karandja was spotted by two officers, Chief Sergeants I.I. and T.B., who were in a patrol car travelling from the opposite direction. The officers later stated that they had seen Mr Karandja running towards them and then turning into Zaychar Street. They also stated that they had seen Chief Sergeant G.P. running after him, shouting at him to stop, and firing two or three times in the air. The patrol car followed the two of them down Zaychar Street.", "13. Somewhere around that time, the chase was witnessed by Chief Sergeant A.V. who was going to the police station to take up his night patrol duty and by Lieutenant G.G. who was on his way to take up night duty in another police department. Neither of them joined in the chase and the two men instead headed to police station to report the event.", "14. The chase continued down Zaychar Street with Mr Karandja being pursued by Chief Sergeant G.P. and the patrol car. It is unclear whether Chief Sergeant G.P. was aware that a patrol car was behind him because it had apparently not switched on its siren and flashing light.", "15. When Mr Karandja reached the intersection with Naycho Tzanov Street, where excavation works for the city's future underground had begun, Chief Sergeant G.P. fired in his direction. The bullet hit the back of Mr Karandja's head and he fell to the ground. Chief Sergeant G.P. went over to him, closely followed by Captain T.M. and Chief Sergeant I.I., who then returned to the patrol car to report the event, before going back to preserve the scene. Several passersby also gathered around Mr Karandja's body.", "16. Within minutes of the shooting a police car arrived and Mr Karandja was taken to the emergency ward of Pirogov Hospital. He arrived there, unconscious, at 8.45 p.m. Despite an emergency brain operation, he died a day and half later at 10 a.m. on 7 June 1997.", "17. Having been notified about the incident, between 9.15 p.m. and 9.28 p.m. on 5 June 1997 an onduty investigator from the Sofia Investigation Service inspected the scene of the shooting and the cell in which Mr Karandja had been kept. He drew a sketch and took photographs, but did not try to identify the distance between Mr Karandja and Chief Sergeant G.P. at the time of the shooting. He seized: (a) a spent cartridge found at an unspecified location in Zaychar Street by Captain T.M. who had been sitting with his son in a café close to the scene; (b) acetonedrenched swabs of Chief Sergeant G.P.'s hands; (c) handcuffs from the cell; and (d) the broken chain of the cell door. He then interviewed Captain T.M. and ordered an expert examination of Chief Sergeant G.P.'s handgun. The Sergeant made a written statement in which he said that he had been aiming for Mr Karandja's legs.", "18. On 6 June 1997 a blood sample was taken from Chief Sergeant G.P. A subsequent test found no presence of alcohol or other intoxicating substances in his blood.", "19. On 9 June 1997 a forensic expert performed an autopsy on Mr Karandja's body. He found that the cause of death was “a gunshot wound to the head and damage to the brain”. The report also noted that there were bruises on his face and knees, which were attributed to his fall, face first, after being shot.", "20. On 16 June 1997 the Sofia Regional Military Prosecutor's Office refused to open a preliminary investigation into the incident, finding that Chief Sergeant G.P. had acted in line with section 42(1)(5) of the 1993 National Police Act (see paragraph 44 below). He had used his firearm after giving a warning in order to prevent a detainee from escaping. His act was therefore not criminal.", "21. On an appeal by the applicant, on 24 February 1998 the Chief Military Prosecutor's Office set that decision aside, finding that the opening of a preliminary investigation in such circumstances was mandatory. Accordingly, on 4 March 1998 the Sofia Regional Military Prosecutor's Office opened an investigation and on 6 March 1998 sent the case file to a military investigator.", "22. On 7, 13, 27 and 28 April, 25 May and 4 June 1998 the investigator interviewed Captains T.M. and V.S., Major N.C., two other officers from the police station, Chief Sergeants I.I., T.B., and A.V., two civilians who lived on Zaychar Street who had not witnessed the chase or the shooting, Lieutenant G.G., and Chief Sergeant G.P. who said that when he had fired the fatal shot his intention had been to aim low and possibly hit Mr Karandja's knees.", "23. In the meantime, on 5 May 1998 the investigator asked a forensic expert to determine the cause of Mr Karandja's death, the presence of any injuries on his body, the distance from which the shot had been fired and the presence of any handcuff marks. In his report the expert said that Mr Karandja had died from a gunshot wound in the back of his head which had fatally injured his brain. The rest of his injuries were bruises which could have occurred when he had fallen to the ground. It was impossible to determine the distance from which the shot had been fired because the surgical operation had obliterated any marks on his head. However, the fact that the medical doctors had not noted any gunpowder residue near the wound could be interpreted as meaning that the shot had not been fired from a close distance. There were no clear handcuff marks.", "24. On 6 May 1998 the investigator asked experts to say whether the swabs of Chief Sergeant G.P.'s palms contained gunpowder residue, and whether the spent cartridge submitted by Captain T.M. had come from the Chief Sergeant G.P.'s handgun. The swab test, conducted on 25 May 1998, found no gunpowder residue in the swabs. The handgun test, conducted on 28 May 1998, found that the cartridge had come from the Chief Sergeant's handgun.", "25. Having finished his work on the case, on 31 August 1998 the investigator proposed discontinuing the investigation. In his view, Chief Sergeant G.P., by using his firearm, had strictly complied with his duties. His decision to do so had been in line with section 42(1)(5) of the 1993 National Police Act (see paragraph 44 below), as he had simply had no other means of stopping Mr Karandja from fleeing. The Sergeant's earlier decision not to handcuff Mr Karandja had also been in line with the relevant instructions.", "26. On 29 September 1998 the Sofia Regional Military Prosecutor's Office found that the investigator had not sought to identify Mr Karandja's nextofkin with a view to allowing them to acquaint themselves with the case file and to bring, if they so wished, civil claims. It referred the case back to the investigator, instructing him to rectify that omission.", "27. Although the investigator did not comply with those instructions, on 21 December 1998 the Sofia Regional Military Prosecutor's Office decided to discontinue the investigation, repeating the reasons given by the investigator on 31 August 1998 almost verbatim.", "28. On 22 July 1999 the applicant appealed to the Military Appellate Prosecutor's Office. She said that the investigation had failed to gather evidence about the breaking of the chain of the cell door and the way in which that door had been opened. She complained that the only witnesses interviewed were police officers and that no medical expert report had been obtained to assess the various injuries sustained by Mr Karandja. She also claimed that there were inconsistencies in the investigation's findings because it had concluded that Mr Karandja had escaped from the cell without the assistance of any tools. Lastly, she complained that she had not been allowed to consult the case file.", "29. On 23 December 1999 the Military Appellate Prosecutor's Office upheld the discontinuance. It noted that the investigator had carried out a reconstruction of Mr Karandja's escape and had found that it was possible to loosen the chain and open the door in the way he had specified. The expert medical report had clarified the injuries which had led to Mr Karandja's death and the distance from which the shot had been fired. The applicant did not specify which other eyewitness she wished to have interviewed. It was true that she was not given an opportunity to consult the case file, but in the event that was not problematic because she was informed of the discontinuance and was able to appeal against it.", "30. On 5 April 2000 the applicant appealed to the Supreme Cassation Prosecutor's Office, reiterating the arguments raised in her previous appeal.", "31. On 2 June 2000 the Supreme Cassation Prosecutor's Office set the discontinuance aside, citing the investigator's failure to comply with the instructions to identify Mr Karandja's nextofkin – the applicant – and give her the opportunity to acquaint herself with the case file and to bring, if she so wished, a civil claim.", "32. On 19 June 2000 the case was assigned to another investigator. On 3 July 2000 he interviewed the applicant in her home and allowed her to acquaint herself with the case file.", "33. On 18 July 2000 the investigator proposed discontinuing the investigation, giving the same reasons as those given by the previous investigator on 31 August 1998 (see paragraph 25 above).", "34. On 24 July 2000 the Sofia Regional Military Prosecutor's Office referred the case back to the investigator. It noted that he had interviewed the applicant in the absence of her counsel.", "35. On 14 September 2000 the investigator interviewed the applicant in her home, in the presence of her newly-retained counsel, and allowed the two of them to acquaint themselves with the case file.", "36. On 29 September 2000 the investigator proposed discontinuing the investigation, giving the exact same reasons as previously (see paragraph 33 above).", "37. On 4 October 2000 the Sofia Regional Military Prosecutor's Office referred the case back to the investigator. It noted that he had not given the applicant and her counsel a proper opportunity to acquaint themselves with the case file and make any objections.", "38. The applicant's counsel was allowed to consult the case file on 11 October 2000. On the same day he filed an objection, pointing out that vital investigative steps – such as witness interviews and the commissioning of an expert medical report – had been taken more than a year after the incident. It was also striking that despite the small area in which the chase had taken place and the number of shots fired, only one cartridge had been found. The positions of other officers present near the scene were not elucidated, which made it impossible to determine whether it had been possible to apprehend Mr Karandja without using firearms. Since under the applicable law, firearms could be used only “as a means of last resort”, it was essential to clarify those facts. There were also discrepancies in the investigation's findings, the chief one being the assumption that Chief Sergeant G.P. had fired several warning shots and the fatal shot, and the fact that the swab test had come out negative.", "39. On the same day the investigator overruled the objection, saying that the delay had not been the fault of the investigating authorities; they had started to work on the case shortly after the prosecuting authorities had instituted the proceedings, had accepted all previous investigative actions, had conducted interviews, and had taken further investigative steps to elucidate the facts. Firearms had been used as a means of last resort to arrest Mr Karandja.", "40. On 12 October 2000 the investigator again proposed discontinuing the investigation, giving the exact same reasons as previously (see paragraph 36 above).", "41. On 24 October 2000 the Sofia Regional Military Prosecutor's Office decided to discontinue the investigation, repeating the reasons given by the investigator almost verbatim and adding that the situation fell within the ambit of Article 12a of the Criminal Code (see paragraph 46 below).", "42. On 16 November 2000 the Appellate Military Prosecutor's Office confirmed the discontinuance, repeating almost verbatim the reasons given by the Sofia Regional Military Prosecutor's Office.", "43. In a final decision of 21 November 2000 the Military Court of Appeal also confirmed the discontinuance. It fully agreed with the prosecuting authorities' conclusion that Chief Sergeant G.P.'s actions had been in line with section 42(1)(5) of the 1993 Act and fell within the ambit of Article 12a of the Criminal Code (see paragraphs 44 and 46 below). It also noted that the Sergeant had aimed at Mr Karandja's legs and had shot him in the back of the head only because of the increasing distance between them and speed of the chase.", "44. Section 42 of the 1993 National Police Act, as in force at the material time, provided, in so far as relevant:", "“(1) The police may use firearms as a means of last resort:", "...", "5. after giving a warning, to prevent the escape of a person duly detained for having committed a publicly prosecutable offence.", "(2) When using firearms the police are under a duty to protect, as far as possible, the life of the person against whom they use force...”", "45. The wording of section 80(1)(5) and (2) of the 1997 Ministry of Internal Affairs Act, which superseded the above provision in December 1997, was identical. The wording of section 74(1)(4) and (2) of the 2006 Ministry of Internal Affairs Act, currently in force, repeats verbatim that of section 80(1)(5) and (2) of the 1997 Act.", "46. Article 12a § 1 of the 1968 Criminal Code, added in August 1997, provides that causing harm to a person while arresting him or her for an offence is not punishable where no other means of effecting the arrest exist and the force used is necessary and lawful. According to Article 12a § 2, the force used is not necessary where it is manifestly disproportionate to the nature of the offence committed by the person to be arrested or the resulting harm is in itself excessive and unnecessary.", "47. Under Article 237 of the 1974 Code of Criminal Procedure, as in force until 31 December 1999, the discontinuance of a preliminary investigation could be challenged before a more senior prosecutor.", "48. On 1 January 2000 that Article was amended to provide for a system of automatic control of the discontinuance: after the discontinuance the prosecutor had to send the file and his decision to the immediately superior prosecutor's office, which could confirm, modify or quash it. If it confirmed the decision, it had to forward the file to the appropriate court, which had to review the matter in private. The court's decision was final. No provision was made for those concerned to be notified of the discontinuance.", "49. Following a further amendment of that Article in May 2001, the discontinuance of preliminary investigations became subject to judicial review. The 2005 Code of Criminal Procedure maintained that position in Article 243 §§ 37."], "VIOLATED_ARTICLES": ["2"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}