{"ITEMID": "001-22897", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CYP", "BRANCH": "ADMISSIBILITY", "DATE": 2002, "DOCNAME": "KORELLIS v. CYPRUS", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant, Mr Achilleas Korellis, is a Cypriot national, who was born in 1953 and lives in Nicosia. He was represented before the Court by Mr M. Pikis, a lawyer practising in Nicosia.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant was accused of rape and committed for trial before the Assize Court. It was alleged that the applicant had raped the complainant at his surgery during a urological examination.", "According to the applicant, during the investigation proceedings, the police did not believe the complainant’s allegations. This led to a strong reaction from the complainant’s lawyer, a person with political connections who, in a letter dated 22 August 1996 to the Chief of Police, called for the immediate replacement of the investigating officer, which was done without informing the applicant.", "The applicant contends that the new investigating officer carried out a search at the applicant’s surgery – where the alleged offence took place – without a search warrant, in the presence of the complainant and her lawyer, but in the absence of the applicant and his lawyer who were not even notified of the search. The new investigating officer took a statement from the complainant which was different from an earlier one in which she had said that she was not certain that she had actually been raped.", "The police investigations in respect of the rape for which the applicant was convicted started on the day of the incident, i.e. 22 August 1996. The applicant was interrogated by the police about his involvement in this incident during the afternoon of the same day. He was acting on legal advice. The knickers and other objects connected with the case against the applicant were taken by the police also that day and were delivered on 29 August 1996 to the Government forensic expert (who testified during the trial as a prosecution witness).The expert proceeded to make scientific tests in order to discover whether there was Vaseline on any of the objects delivered to her by the police.", "At the pre-trial stage, the defence asked for the discovery of a number of documents and the knickers of the complainant, which were in the prosecution’s possession. The defence wished to submit the knickers to scientific examination by its own experts in order to challenge the finding of the prosecution expert, a civil servant, that there was Vaseline on the knickers. When the prosecution refused, the defence successfully applied on 23 December 1997 to the Assize Court which, on 19 March 1998, ordered discovery on condition that the knickers remained in the prosecution’s possession with access being arranged for the defence examination.", "On an ex parte application for certiorari by the Attorney General before a single judge of the Supreme Court, enforcement of the order was suspended. Then on 15 May 1998, after hearing the parties, the single judge granted judicial review and quashed the Assize Court order on the grounds of an excess of jurisdiction.", "The applicant appealed. On 24 September 1998 the appeal was dismissed by a majority of 7 to 2 in the Supreme Court. It held that, in the absence of a specific provision in the law of criminal procedure, the trial court lacked jurisdiction to issue an order for discovery, and that neither Articles 12(5)(b) and 30(2) of the Constitution nor Article 6 §§ 1 and 3(b) of the Convention, empowered the court to issue such an order. The Supreme Court considered that the handing over of the knickers to the defence might lead to their destruction and thus deprive the prosecution of the possibility of presenting its case fairly in court. The court also held that whether the denial of a scientific examination would render the proceedings unfair was a matter which could only be examined at the end of the trial, but that the Assize Court could not take positive measures to ensure the fairness of those proceedings.", "The Supreme Court, inter alia, stated:", "“The issue of the orders in questions, and in particular the order for the handing over of exhibits, may possibly lead to other complications, damaging to the proper administration of justice.", "Such a possibility – the destruction or alteration of an object relevant to the proof of the case – will have devastating consequences on the prosecution case, and the orders in question, intended to render the trial fair, will produce the opposite result...", "There is no legislative or procedural authorisation for dealing before the trial with issues of what is disclosable, substantial, relevant or irrelevant. The course adopted by the Assize Court does not safeguard the right to a fair trial. On the contrary, it offends the principle of equality of arms and only contributes to delays, in violation of Article 30(2) of the Constitution. ...”", "Thereafter the hearing before the Assize Court commenced. On 29 October 1998 the prosecution began with the production of evidence before the court. Prosecution witness 1 was the complainant herself. During the first day of her testimony she was asked by the prosecution to view the knickers and she identified them as those she had worn at the time of the rape. Expert evidence in relation to the knickers was produced by the prosecution on 3 February 1999, with the testimony of prosecution witness 11, Ms Konari, an expert at the State Forensic Laboratory. The knickers became evidence at the trial on 5 February 2000. She stated that a few days after the offence she had “washed” the pants in certain chemical liquids, thus managing to extract all the Vaseline from it, which she then preserved in a tube which was also produced as an exhibit in court.", "Furthermore the expert excluded the possibility of there being a substance in the material out of which the knickers were made which was of the same chemical composition as Vaseline and the possibility of a finding, after a further examination of the knickers, that Vaseline had existed on them. No evidence contradicting this opinion or creating doubts as to its correctness was produced by the defence.", "On 10 March 1999, the Assize Court found the applicant guilty and sentenced him to three years’ imprisonment. The Court based its decision mainly on the credibility of the complainant in respect of whom the court stated the following:", "“Our global view is that [the complainant] is completely credible. Her evidence has all those elements which characterise and determine the credibility of evidence and we note the consistency, completeness, accuracy, naturalness and cogency of her whole relation, beyond, as we have already observed, the very good impression she made in the witness box. We also find nothing with reference to the matters discussed above, which affects or weakens this view of ours. On the contrary, [the complainant’s] evidence has passed the test of trial with reference to its contents and the rest of the evidence as well as with reference to the question of any motive. We would simply mention the fact that no motive was attributed to [the complainant] and no submission was made that her version is made up and no such suggestion was made by [the applicant] in his unsworn statement, but she was only cross-examined as we have noticed in relation to those parts of her version which concerned her statements to the police...”.", "The Assize Court found that the evidence of the complainant was further corroborated by the fact that she made the first complaint to two persons whose testimony was accepted by the court. The court also took into account in corroboration of the complainant’s allegations the fact that, according to a prosecution expert, evidence of Vaseline was found on the knickers which the complainant had been wearing at the material time, thus supporting her claim that the applicant had put Vaseline on her. In defence, it was argued that it had not been proved that the knickers in question were the pair worn by the complainant at the material time. However, the Assize Court was satisfied from the evidence that the knickers on which Vaseline had been found were those of the complainant.", "It appears that the defence did not argue before the Assize Court that the non-discovery of the knickers had the effect of depriving the applicant of a fair trial.", "Regarding the complaint of the defence that the police and the prosecuting authorities did not perform their duties impartially, the Assize Court stated that the case had to be determined on the basis of the evidence and that “to the extent that any actions of the police or other persons involved in the case concerned the evidence, we do not find anything which could affect our view regarding the credibility of [the complainant]”. The Supreme Court also dismissed this complaint, on appeal, as being unsubstantiated.", "The Assize Court further held that the allegation of the applicant that he had had an unfair trial because the prosecution failed to disclose to the defence a number of statements made by the complainant to the police which might have been relevant to the defence, was not substantiated, given the fact that this matter was neither pursued nor clarified during the cross-examination of the complainant.", "As regards the defence argument that, soon after the incident, the complainant’s lawyer addressed a letter to the Attorney General’s Office and the Head of Police in which no clear reference to the offence of rape was made, the court found this to be “fully understandable in view of the circumstances, the letter itself explaining the reason for the lack of certainty as to whether there was rape or only attempted rape in view of the fact that the difference between the two is, as was meant to be, of legal significance and many times this is not easy to define”.", "The applicant appealed against his conviction to the Supreme Court.", "On 18 January 2000 the Supreme Court dismissed the appeal and confirmed the applicant’s conviction.", "Sections 7(1) and 175 of the Criminal Procedure Law Cap. 155 provide as follows:", "“When the accused pleads “not guilty” then, through a written request to the prosecution, he is entitled to be supplied with copies of the written statements and the documents which were obtained during the investigation of the criminal offence with which he is charged.”", "“At every preliminary enquiry and at every trial, the court shall have the discretionary power to regulate the course of the proceedings in any way which may appear desirable and which is not inconsistent with the provisions of this Law.”", "Where the offence is of a sexual nature, the evidence of the complainant must be corroborated. By virtue of an express statutory provision Section 10 of the Evidence Law, Cap. 9 a first complaint constitutes corroborative evidence per se."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}