{"ITEMID": "001-120517", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2013, "DOCNAME": "CASE OF SIVOGRAK AND ZENOV v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial (Article 6 - Enforcement proceedings;Article 6-1 - Access to court);Violation of Article 1 of Protocol No. 1 - Protection of property (Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions)", "JUDGES": "Dmitry Dedov;Elisabeth Steiner;Isabelle Berro-Lefèvre;Julia Laffranque;Khanlar Hajiyev;Mirjana Lazarova Trajkovska;Ksenija Turković", "TEXT": ["6. The applicants are Russian nationals, who were born in 1969 and 1968, and live in Starodub, the Bryansk Region, and Saratov respectively.", "7. By a judgment of 1 November 2005 the Zavodskoy District Court, Grozny (“the District Court”) ordered the Ministry of the Interior of the Chechen Republic to pay an allowance due to the applicants for participation in the counter-terrorist operation in the North Caucasus. The court awarded the first applicant 607,999 Russian roubles (RUB) for a period of service from June 2002 to December 2004 and the second applicant RUB 367,333 for a period of service from June 2003 to December 2004.", "8. The judgment became binding and enforceable on 11 November 2005. The applicants repeatedly attempted to secure the enforcement of that judgment by contacting the debtor authority and other State authorities responsible for payment of the judgment debt. They provided the authorities with the necessary documents, including the writ of enforcement issued by the domestic court. However, their attempts were not successful and the judgment remained unenforced.", "9. Following the authorities’ prolonged failure to enforce the judgment, the applicants sued the Ministry of the Interior of the Russian Federation on the basis of its vicarious liability (субсидиарная ответственность). On 29 September 2009 the Zamoskvoretskiy District Court, Moscow (“the Zamoskvoretskiy District Court”) granted the applicants’ claims and awarded RUB 847,999 in favour of Mr Sivograk and RUB 607,333 in favour of Mr Zenov. Those amounts corresponded to the total sum owed to the applicants under the judgments of 1 November 2005 and 10 May 2006 (see paragraph 13 below).", "10. On 3 August 2010 the judgment of 29 September 2009 was quashed, following an application by the Ministry of the Interior for review on account of newly discovered circumstances.", "11. By a new judgment of 9 November 2010, upheld on appeal on 20 July 2011, the Zamoskvoretskiy District Court dismissed the applicants’ claims. The court noted that the debtor was not in possession of the writs of enforcement and thus could not enforce the judgment of 1 November 2005 in the applicant’s favour. Furthermore, the court referred to the applicants’ failure to prove that the principal debtor had refused or failed to pay the judgment debt.", "12. The judgment of 1 November 2005 in the applicants’ favour remains unenforced to the present date.", "13. The applicants submitted a copy of a judgment of 10 May 2006 allegedly delivered by the District Court in favour of five claimants, including the applicants. It transpires from the text of the judgment that the court heard the oral submissions of the parties to the case at a hearing and arrived at the following conclusions:", "“...", "The failure of the command of the United Group Alignment to issue orders to make the payments in due time does not in itself prove that the applicants did not take part in the counter-terrorist operation and are not entitled to receive combat allowance.", "The records of individual participation in the counter-terrorist operation on the territory of the North-Caucasus region reflect the dates of [the claimants’] participation which match the timeframe indicated by the claimants.", "The records submitted by the finance department of the Ministry of the Interior’s regional office demonstrate that the claimants have indeed not received the remuneration due to them for participation in combat and other actions in defence of the public order ...", "The reports drawn up by the head of the personnel department in the Ministry of the Interior’s regional office following an internal inquiry show that the claimants were included in the orders authorising the counter-terrorist operation and are entitled to relevant payments.", "In addition, the case file contains the minutes of meetings held by the commission supervising the putting together of orders concerning the involvement of personnel in the counter-terrorist operation which evidence that the applicants indeed took part in the operations during the aforementioned period and are entitled to extra reimbursement.", "...", "The court concludes that the claimants indeed took part in the counter-terrorist operation. The respondent submitted to the court official documents evidencing [this fact] and thus de facto accepted their claims.", "...", "The amounts to be recovered are calculated by the court based on the records provided by the respondent.", "...", "Having regard to the above and relying on Articles 194 and 198 of the Code of Civil Procedure, the court orders the Ministry of the Interior of the Chechen Republic to pay the following amounts for de facto participation in the counter-terrorist operation on the territory of the North Caucasus in favour of:", "...", "Valeriy Nikolayevich Zenov RUB 240,000 for the period from 1 January to 31 December 2005, and also to credit the above period in [the claimant’s] length of service record in the proportion of one month for three months and in [the claimant’s] length of special service record in the proportion of one month for three months;", "Igor Georgiyevich Sivograk RUB 240,000 for the period from 1 January to 31 December 2005, and also to credit the above period in [the claimant’s] length of service record in the proportion of one month for three months and in [the claimant’s] length of special service record [in the proportion of one month for three months].”", "14. On 20 July 2007 the Chechen Republic Department of the Federal Treasury returned the writs of enforcement related to the judgment of 10 May 2006 issued by the District Court for failure to indicate the creditor’s addresses and discrepancies between the operative part of the judgment and the enforcement document.", "15. By letter of 24 July 2008 the acting president of the District Court, replying to the applicants’ request for correction of the irregularities in the enforcement documents and the judgment, informed them that the court had never delivered the judgment of 10 May 2006 or the related writs of enforcement and that the stamps and signatures on the documents had been falsified.", "16. The Government submitted a copy of a decision to refuse the institution of criminal proceedings dated 26 January 2009, which read as follows:", "“Senior police lieutenant I.A. Askhabov, an investigator at the Zavodskoy police station’s investigative department, having examined the material submitted by the prosecutor’s office for the Zavodskoy District of Grozny and registered by ... the Zavodskoy police station ... on 17 December 2008, concerning the falsification by an unidentified person of a judgment of the Zavodskoy District Court ordering the payment of an additional monetary allowance for participation in the counter-terrorist operation in the Chechen Republic, established [the following]:", "The judgment by the Zavodskoy District Court of 10 May 2006 in [the applicants’] favour and the writs of enforcement dated 20 May 2006 [by which] the Ministry of the Interior for the Chechen Republic [was] ordered to pay [the applicants] RUB 240,000 each, which had been submitted by [the applicants] to the Chechen Republic Department of the Federal Treasury, are falsified and were never delivered or issued by the Zavodskoy District Court.", "The above is confirmed by the information contained in [a letter] of the Zavodskoy District Court of 24 July 2008 ...", "Accordingly, the actions of the unidentified person constitute the corpus delicti described in Article 327.1 of the Criminal Code.", "The above crime belongs to the category of small-scale crimes and, considering that the judgment ... was falsified in May 2006, any prosecution would be time-barred in accordance with Article 78.1 (a) of the Criminal Code.", "Based on the above ... it is decided:", "1. To refuse to open a criminal case on account of a crime provided for in Article 327.1 of the Criminal Code [having taken place] ... due to the expiration of the statutory limitation period for criminal prosecution ...", "...", "5. To send a copy of this decision to [the applicants], V.V. Sharovarin and the prosecutor for the Zavodskoy District of Grozny.", "This decision is amenable to appeal to the prosecutor for the Zavodskoy District of Grozny or the Zavodskoy District Court in accordance with Chapter 16 of the Code of Criminal Procedure.", "...”", "17. On the same date a copy of the decision was sent to the applicants.", "18. On 29 September 2009 the Zamoskvoretskiy District Court considered the applicants’ claims against the Ministry of the Interior brought on the basis of its vicarious liability and ordered it to pay RUB 847,999 to Mr Sivograk and RUB 607,333 to Mr Zenov. The amounts recovered corresponded to the total sums owed to the applicants under the judgments of 1 November 2005 and 10 May 2006 (see paragraphs 7 and 13 above).", "19. By letter of 17 May 2010 the president of the District Court responded to an inquiry by the office of the Representative of the Russian Federation at the European Court of Human Rights as follows:", "“In reply to your inquiry of 13 May 2010 [no. of the letter] the Zavodskoy District Court [...] informs you that the judgments of 1 November 2005 and 1 June 2006 on the claims of V. N. Zenov, I.G. Sivograk and [another person] in their favour against the Ministry of the Interior of the Republic of Chechnya ordered the payment of RUB 367,333, 607,999 and 746,468 respectively for de facto participation in the counter-terrorist operation on the territory of the North-Caucasus region (hereinafter “the CTO”).", "Pursuant to Articles 428 and 429 of the Code of Civil Procedure writs of enforcement were issued to the creditors upon entry of the judgments into force.", "...", "The court is not in possession of any information concerning the enforcement of the judgment of 1 November 2005 in respect of V. N. Zenov and I. G. Sivograk.", "Since the date of the delivery of the judgment T. R. Khamidov, V. N. Zenov and I.T. Sivograk have not lodged with the court any claims or complaints of nonenforcement of the judgment; hence it is impossible to provide you with any court decisions [in this respect].", "As regards the judgment of 10 May 2006 which allegedly ordered the payment of monetary allowances by the Ministry of the Interior of the Republic of Chechnya to V.N. Zenov and I.G. Sivograk for de facto participation in the CTO, the court has never delivered such a judgment, nor have any claims to this effect been lodged with the court.”", "20. Based on the information contained in the above letter, the Ministry of the Interior challenged the judgment of 29 September 2009 before the Zamoskvoretskiy District Court on account of newly discovered circumstances. As a result, on 3 August 2010 the judgment of 29 September 2009 was quashed (see paragraph 10 above). By a new judgment of 9 November 2010, the Zamoskvoretskiy District Court rejected the applicants’ claims (see paragraph 11 above). The court stated that, according to all available evidence, the judgment of 10 May 2006 had never been delivered. That judgment was upheld on appeal on 20 July 2011."], "VIOLATED_ARTICLES": ["6", "P1"], "VIOLATED_PARAGRAPHS": ["6-1", "P1-1"], "VIOLATED_BULLETPOINTS": ["P1-1-1"], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}