{"ITEMID": "001-83417", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF ZAICHENKO v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Violation of Art. 13;Violation of P1-1", "JUDGES": "Peer Lorenzen", "TEXT": ["4. The applicant was born in 1956 and lives in Dnipropetrovsk.", "5. On 22 September 1998 criminal proceedings, instituted against the applicant on suspicion of tax evasion, were discontinued on exonerative grounds.", "6. In December 1998 the applicant instituted proceedings in the Krasnogvardiysky District Court of Dnipropetrovsk (“the Krasnogvardiysky Court,” Красногвардійський районний суд м. Дніпропетровська), seeking compensation from the State budget for moral damage inflicted by the allegedly unlawful actions of the investigating authorities.", "7. On 10 September 1999 the Krasnogvardiysky Court rejected the applicant's claims as unsubstantiated. On 1 November 1999 the Dnipropetrovsk Regional Court (“the Regional Court,” Дніпропетровський обласний суд) quashed this judgment and remitted the case for a fresh consideration.", "8. On 2 February 2000 the Krasnogvardiysky Court awarded the applicant 3,000 hryvnyas (UAH) in moral damage without specifying the debtor. This judgment was upheld by the Regional Court on 21 February 2000 and became final. The applicant unsuccessfully attempted to obtain a supervisory review of the two rulings, seeking a higher amount of compensation.", "9. On 16 March 2000 the Dnipropetrovsk Regional Treasury (Управління державного казначейства у Дніпропетровській області) transferred the judgment of 2 February 2000 to the State Treasury (Державне казначейство України) for enforcement. The State Treasury did not pay the debt and requested the Prosecutors' Office to lodge a supervisory review request (a protest) against the court rulings of 2 and 21 February 2000. On 14 September 2000 the Deputy Regional Prosecutor (Заступник прокурора Дніпропетровської області) lodged a protest with the Regional Court alleging that no compensation should have been awarded.", "10. On 18 October 2000 the Presidium of the Regional Court dismissed the protest and upheld the previous two rulings. The Deputy Prosecutor General lodged a protest with the Supreme Court against all three court rulings.", "11. In its final decision of 16 May 2001, the Supreme Court upheld the rulings at issue and amended the judgment of 2 February 2000 to specify that the debt was to be paid by the Zhovtnevy District Treasury of Dnipropetrovsk (“the Zhovtnevy Treasury,” Відділення Державного казначейства у Жовтневому районі м. Дніпропетровська). The applicant unsuccessfully attempted to lodge a cassation appeal against this final decision, seeking a higher amount of compensation.", "12. On 12 July 2001 the Zhovtnevy District Bailiffs' Service (“the Bailiffs,” Відділ Державної виконавчої служби Жовтневого районного управління юстиції в м. Дніпропетровську) initiated the enforcement proceedings in respect of the amended judgment of 2 February 2000.", "13. On 5 October 2001 the Bailiffs imposed a fine on Ms G., the Head of the Zhovtnevy Treasury, for her failure to ensure the enforcement of the judgment in due time. Ms G. appealed to the Zhovtnevy District Court of Dnipropetrovsk (“the Zhovtnevy Court,” Жовтневий районний суд м. Дніпропетровська).", "14. On 11 December 2001 the Zhovtnevy Court allowed Ms G.'s appeal, having found that the judgment had not been enforced on account of a failure in the statutory mechanism and the lack of budgetary allocations. The applicant's appeal against this judgment was returned as “not lodged” in view of his failure to rectify its procedural shortcomings.", "15. On 1 April 2002 the Bailiffs discontinued the enforcement proceedings on the ground that the collection of the debt was not possible. The applicant unsuccessfully attempted to institute criminal investigation into the non-enforcement.", "16. The judgment of 2 February 2000 remains unenforced to the present day.", "17. The relevant domestic law is summarised in the judgment of Volosyuk v. Ukraine (no. 60712/00, §§ 20-24, 29 June 2006)."], "VIOLATED_ARTICLES": ["13", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}