{"ITEMID": "001-71627", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF TIMISHEV v. RUSSIA", "IMPORTANCE": "1", "CONCLUSION": "Violation of P4-2;Violation of Art. 14+P4-2;Violation of P1-2;Non-pecuniary damage - financial award;Costs and expenses partial award - domestic proceedings;Costs and expenses partial award - Convention proceedings", "JUDGES": "", "TEXT": ["9. The applicant was born in 1950 and lives in the town of Nalchik, in the Kabardino-Balkar Republic of the Russian Federation. He is a lawyer.", "10. The applicant is an ethnic Chechen; he was born in the Chechen Republic and lived there. On 31 December 1994 his property in Grozny was destroyed as a result of a military operation. Since 15 August 1996 the applicant has been living in Nalchik as a forced migrant.", "11. In 1997 the applicant applied for registration of his permanent residence in Nalchik. His application was rejected pursuant to the local laws of Kabardino-Balkaria prohibiting former residents of the Chechen Republic from obtaining permanent residence in Kabardino-Balkaria. The refusal of the local authorities was upheld by the Nalchik City Court on 19 September 1997 and by the Supreme Court of the Kabardino-Balkar Republic on 23 October 1997.", "12. On 19 June 1999 the applicant and his driver travelled by car from Nazran in the Republic of Ingushetia to Nalchik in the Kabardino-Balkar Republic. The parties submitted different versions of the subsequent events.", "13. According to the applicant, at about 3 p.m. their car was stopped at the Urukh checkpoint on the administrative border between Ingushetia and Kabardino-Balkaria. Officers of the Kabardino-Balkar State Inspectorate for Road Safety (Гибдд Мвд Кбр) refused him entry, referring to an oral instruction from the Ministry of the Interior of Kabardino-Balkaria not to admit persons of Chechen ethnic origin. He had had to turn back and make a detour of 300 kilometres to reach Nalchik through a different checkpoint.", "According to the Government, the applicant attempted to jump the queue of cars waiting for their turn at the checkpoint, but he was refused priority treatment and had to leave.", "14. The applicant complained to a court about the allegedly unlawful actions of the police officers; he also claimed compensation for non-pecuniary damage.", "15. On 25 August 1999 the Nalchik City Court dismissed the applicant's claim, finding as follows:", "“By an order of the Head of the State Inspectorate for Road Safety of the Kabardino-Balkar Republic (no. 68 of 21 June 1999), because of the complicated operational situation at the [administrative] border with the Chechen Republic ... with a view to preventing and putting an end to the entering into towns and villages of persons having terrorist or antisocial intentions ... the road safety police were ordered to reinforce security measures from 2 p.m. on 19 June 1999 until further notice. The police were also instructed to perform stricter controls of vehicles and passengers at checkpoints.", "[Police officers M., Kh. and Me.] testified before the Court that, on that day, the Urukh checkpoint had a long queue of vehicles with freight and passengers waiting for passage and registration. The car in which Mr Timishev was travelling attempted to jump the queue, but was refused priority treatment and signalled to wait its turn. None of the officers refused anyone entry into Kabardino-Balkaria on account of their ethnicity, including Mr Timishev. On that day more than seventy buses of Chechens gained entry. However, Mr Timishev accused the officers of deliberately refusing him entry because he was a Chechen. He showed his advocate's card and said that he worked in Nalchik.", "The Court considers that the actions of the police officers complied with the Police Act. Although Mr Timishev produced his advocate's card, it indicated that he was a lawyer in Grozny and not in Nalchik; he did not show his passport or a mission order or migrant's card to the police officer. Mr Timishev did not contest this fact. In the Court's opinion, even if Mr Timishev and his driver had had these documents, they should have waited their turn in accordance with the above-mentioned order.", "In these circumstances, the Court has no reason to find, and Mr Timishev did not produce evidence, that his right to liberty of movement within the Russian territory was violated. Moreover, on that day he reached Nalchik through the Nizhniy Kurp checkpoint.”", "16. On 21 September 1999 the Supreme Court of the Kabardino-Balkar Republic, on an appeal by the applicant, upheld the judgment of 25 August 1999. The court pointed out that the burden of proof was on the applicant, who had failed to show that he had been denied entry because of his Chechen origin.", "17. The applicant also complained to the Russian Ombudsman and to the Prosecutor General of the Russian Federation.", "18. On 1 February 2000 a prosecutor from the Principal Directorate for the Northern Caucasus of the Prosecutor General's Office (прокурор отдела Главного Управления Генеральной прокуратуры РФ на Северном Кавказе) informed the applicant that, following an inquiry into the facts, the prosecutor's office had ordered the Ministry of the Interior of Kabardino-Balkaria to remedy the violation of Article 27 of the Russian Constitution (представление об устранении нарушений статьи 27 Конституции РФ) committed by officers of the State Inspectorate for Road Safety, and to take measures to avoid similar violations in the future. The relevant part of the report on the violation, attached to the order and dated 19 August 1999, reads as follows:", "“The Prosecutor General's Office has inquired into [the applicant's] complaint about unlawful actions by [police officers] ... It has been established that on 19 June 1999 [the applicant] and his driver V., travelling from the town of Nazran in a VAZ2106 car, were stopped by police officer Kh. at the Urukh checkpoint for an inspection of the car and an identity check; following the identity check they were denied entry into Kabardino-Balkaria.", "Junior Sergeant Kh., questioned during the inquiry, explained that at a staff meeting before taking up his duties he had received an oral instruction from the shift commander Warrant Officer M. not to allow persons of Chechen ethnic origin travelling by private car from the Chechen Republic to enter Kabardino-Balkaria. From the explanation given by Warrant Officer M., it follows that he himself had received a similar oral instruction from the operations officer on duty at the Ministry of the Interior of Kabardino-Balkaria ... On the basis of the foregoing, [the applicant and his driver] were refused entry into Kabardino-Balkaria, although they did not engage in any unlawful activity ...", "Thus, the actions of [police officers] M. and Kh. ... have grossly violated the constitutional rights of Russian nationals of Chechen ethnic origin, who may move freely within the territory of the Russian Federation ... These encroachments on the rule of law were caused as a result of the irresponsible approach of traffic police officers to their professional duties and poor supervision [of their actions] on the part of the management of the traffic police department of the Ministry of the Interior of Kabardino-Balkaria ...”", "19. On 3 March 2000 Lieutenant-General Shogenov, the Minister of the Interior of the Kabardino-Balkar Republic, forwarded a summary of the findings of an internal inquiry to a human rights activist who had lodged complaints on behalf of the applicant. The summary bore no date and was signed by Colonel Temirzhanov, Deputy Head of the Internal Security Department of the Ministry of the Interior, confirmed by Colonel Kerefov, Head of the Internal Security Department, and approved by the Minister of the Interior himself. The summary stated:", "“When questioned ... by employees of the prosecutor's office of the Kabardino-Balkar Republic, Kh. [the officer who stopped the applicant] explained that at a staff meeting, before taking up his duties, he had received an oral instruction from the shift commander M. not to allow persons of Chechen ethnic origin travelling by private car from the Chechen Republic to enter the territory of the Kabardino-Balkar Republic. M. justified giving such an instruction by reference to a similar oral instruction that he had received from the Deputy Head of the Public Safety Police of the Ministry of the Interior, Colonel Efendiyev ...", "On 25 August 1999 ... the Nalchik City Court decided to dismiss [the applicant's] complaint because the [police] officers, who had initially maintained that they had not let the said persons enter the Kabardino-Balkar Republic, pursuant to an oral instruction by Colonel Efendiyev, had insisted before the court that [the applicant and his driver] had wanted to pass through the checkpoint without waiting in the queue, had been refused and had left ...”", "The summary then went on to praise the achievements of local police officers on duty at checkpoints, who had seized large quantities of weapons, drugs, counterfeit currency, and so on, and had detained many fugitives from justice. Colonel Temirzhanov concluded:", "“1. Information on the prohibition by officers at the Urukh checkpoint on the entry into the Kabardino-Balkar Republic of [the applicant and his driver] on the ground of their ethnicity ... may be considered untrue on the basis of the legally binding court judgments in the matter.", "2. Because of their poor morale and professional qualities, which became apparent when they gave contradictory statements to the Ombudsman, the prosecutor's office and the City and Supreme Courts of the Kabardino-Balkar Republic concerning the circumstances surrounding the prohibition on the entry of [the applicant and his driver], officers M. and Kh. of the State Inspectorate for Road Safety should be subject to disciplinary proceedings. However, having regard to the fact that the [applicant's] complaint was dismissed as unsubstantiated by the Nalchik City Court and the Supreme Court, M. and Kh. are to be discussed at a meeting of the heads of the State Inspectorate for Road Safety and the measures taken shall be reported to the Internal Security Department.”", "The summary concluded with a recommendation to avoid similar situations impairing the constitutional rights of citizens in the future.", "20. It appears that the summary was prepared in late August to early September 1999 because, on 29 September 1999, Mr Shogenov reported to the Prosecutor General's Office that the order to remedy the violation could not be implemented. He referred to the conclusions of the summary and the court decisions, alleging that the applicant and his driver had attempted “to pass through the checkpoint without waiting their turn in the queue”, and that they had “failed to produce passports, mission orders or migrants' cards”. The Minister concluded as follows:", "“Having regard to these court decisions and bearing in mind the specific conditions of service at checkpoints [on the border] adjacent to crime-generating regions that are often under fire, which leaves a certain impact on the regime and nature of the service of police officers ... it has been suggested that these events be discussed at an operational meeting in the division.”", "21. Finally, on 12 July 2000 Mr Volodin, head of a department in the office of the Russian Ombudsman, responded thus to the applicant's complaint:", "“As follows from the response of the Prosecutor General's Office, the restriction on the constitutional rights of citizens to freedom of movement on the border of the Kabardino-Balkar Republic was imposed in connection with the threat of entry by subversive groups of armed bandits into its territory and was only effective for a short period of time. Under the terms of Article 56 of the Constitution of the Russian Federation, the said restriction was legitimate.”", "22. Between September 1998 and May 2000, the applicant's nine-year-old son and seven-year-old daughter attended School no. 8 in Nalchik.", "23. On 24 December 1999 the applicant received compensation for the property he had lost in the Chechen Republic. In exchange for compensation, the applicant had to surrender his migrant's card (миграционная карта), a local document confirming his residence in Nalchik and his status as a forced migrant from Chechnya.", "24. On 1 September 2000 the applicant's son and daughter went to school, but were refused admission because the applicant could not produce his migrant's card. The headmaster agreed to admit the children informally, but advised the applicant that they would be immediately suspended if the education department discovered this arrangement.", "25. On 4 September 2000 the applicant complained to a court about the refusal of the Nalchik Education and Science Department (Департамент образования и науки Администрации г. Нальчик – “the Department”) to admit his children to school. The Department replied that, after 24 December 1999, the applicant had had no lawful grounds for remaining in Nalchik and that his requests amounted to an encroachment on the lawful rights of other children because School no. 8 had been severely overcrowded even without his children.", "26. On 1 November 2000 the Nalchik City Court dismissed the applicant's complaint as unsubstantiated. It found as follows:", "“[The applicant] and his family members reside in the town of Nalchik without [appropriate registration of their residence]. In these circumstances his requests to have his children admitted to School no. 8 are unsubstantiated ...", "According to a certificate produced by the headmaster of School no. 8, on 11 October 2000 the school had 459 pupils, whereas it was designed to accommodate 230 ...”", "27. On 21 November 2000, on an appeal by the applicant, the Supreme Court of the Kabardino-Balkar Republic upheld the judgment of 1 November 2000.", "28. Article 19 of the Constitution provides for the equality of all before the law and courts of law, and equality of rights and liberties.", "29. Article 27 provides that everyone lawfully within the territory of the Russian Federation has the right to move freely and choose his or her place of stay or residence.", "30. Article 43 provides that everyone has the right to education. Elementary education in State and municipal educational institutions is accessible to all and free. Parents must ensure that their children receive education.", "31. Article 56 provides that, in a state of emergency, rights and freedoms may be restricted for the protection of national security and the constitutional foundations. A state of emergency may only be declared in accordance with a federal constitutional law.", "32. Section 11(22) of the Police Act provides that the police may temporarily restrict or prohibit the circulation of vehicles or pedestrians on the streets or roads, or refuse access to specific areas or places, or require people to remain in or leave specific areas or places, for the protection of citizens' health, life or property or for carrying out investigative or search operations.", "33. On 4 January 1969 the United Nations' International Convention on the Elimination of All Forms of Racial Discrimination came into force. The relevant part of Article 1 of this convention provides:", "“In this Convention, the term 'racial discrimination' shall mean any distinction, exclusion, restriction or preference based on race, colour, descent, or national or ethnic origin which has the purpose or effect of nullifying or impairing the recognition, enjoyment or exercise, on an equal footing, of human rights and fundamental freedoms in the political, economic, social, cultural or any other field of public life.”", "34. On 13 December 2002 the Council of Europe's European Commission against Racism and Intolerance (ECRI) adopted General Policy Recommendation no. 7 on national legislation to combat racism and racial discrimination. It defines “racial discrimination” as follows:", "“1. For the purposes of this Recommendation, the following definitions shall apply:", "...", "(b) 'direct racial discrimination' shall mean any differential treatment based on a ground such as race, colour, language, religion, nationality or national or ethnic origin, which has no objective and reasonable justification. ...", "(c) 'indirect racial discrimination' shall mean cases where an apparently neutral factor such as a provision, criterion or practice cannot be as easily complied with by, or disadvantages, persons belonging to a group designated by a ground such as race, colour, language, religion, nationality or national or ethnic origin, unless this factor has an objective and reasonable justification. ...”"], "VIOLATED_ARTICLES": ["14", "P4"], "VIOLATED_PARAGRAPHS": ["P4-2"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}