{"ITEMID": "001-107363", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "ADMISSIBILITY", "DATE": 2011, "DOCNAME": "GRAF v. GERMANY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Angelika Nußberger;Dean Spielmann;Ganna Yudkivska;Isabelle Berro-Lefèvre;Karel Jungwiert;Mark Villiger", "TEXT": ["The applicant, Ms Anna Graf, is a German national who was born in 1946. She is currently confined in a psychiatric hospital in Bayreuth. She was represented before the Court by Mr. H.-H. von Wilcken, a lawyer practising in Munich. The respondent Government were represented by their Agent, Mrs A. Wittling-Vogel, Ministerialdirigentin, of the Federal Ministry of Justice.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "By a decision of 9 September 1997 the Fürth District Court ordered that the applicant, who was suspected of having killed her husband and had shown signs of a personality disorder in the past, be provisionally placed in the psychiatric department of the Erlangen district hospital in accordance with Article 126a of the Code of Criminal Procedure providing for such a measure if there are strong grounds to assume that a person has committed an unlawful act while lacking criminal responsibility and that committal to a psychiatric hospital will be ordered (see Relevant domestic law below).", "The applicant had already voluntarily admitted herself to the psychiatric department of the Erlangen district hospital on 13 August 1997 and had remained there on the basis of decisions by the department for guardianship affairs of the Fürth District Court (Vormundschaftsgericht) of 22 August and 1 September 1997.", "Following a decision of the Fürth District Court dated 12 September 1997 the applicant was transferred to the forensic psychiatric department of the Haar district hospital.", "On 18 August 1998 the Nuremberg-Fürth Public Prosecutor’s Office applied for the initiation of separate preventive proceedings (selbstständiges Sicherungsverfahren) pursuant to Articles 413 et seq. of the Code of Criminal Procedure (see Relevant domestic law below) with the Nuremberg-Fürth Regional Court.", "In the course of the subsequent court proceedings it was established that the applicant, who had no previous criminal record, had killed her husband, to whom she had been married for over twenty years and with whom she had raised three children. Since the beginning of the eighties the applicant had developed a pathological compulsion to collect rubbish, which she stored in the family home. Over the years this compulsion became her main purpose in life and she felt increasingly disturbed by her husband’s interfering with her compulsive hoarding. On 7 August 1997, in an attempt to sedate her husband, she secretly dissolved tranquillisers in his drink. Her aim was to attach him to his bed once he had fallen asleep so as to immobilise him for some time and prevent him from interfering with her compulsive hoarding. Since her attempts were to no avail, the next morning she hit her still sedated and unsuspecting husband several times on the head with a mineral water bottle until he lost consciousness. He died later that day as a result of the blows. During the following night, after discovering her husband’s death, the applicant dismembered the corpse and deposited the various parts in waste containers of a nearby housing area.", "In its judgment of 22 January 1999 the Nuremberg-Fürth Regional Court, relying in particular on a confession by the applicant and corroborating witness statements, held that the killing of the applicant’s husband constituted the offence of murder. However, referring to an expert opinion established at the request of the public prosecutor’s office at the Nuremberg-Fürth Regional Court by a deputy medical director (Oberarzt) of the relevant department of the Haar psychiatric hospital on 27 April 1998, the Regional Court considered that the applicant had committed the offence without criminal responsibility. The expert had diagnosed the applicant as suffering from a psychotic disorder that had to be qualified as schizophrenia (schizophrenia simplex) and confirmed that she was incapable of understanding the wrongfulness of her act or of acting in accordance with such an understanding due to her mental disorder. She had thus acted without guilt when committing the criminal offence in accordance with Article 20 of the German Criminal Code (see Relevant domestic law below). The expert further found that the applicant’s illness had developed gradually over the years and that a recovery was not to be expected.", "In accordance with the findings of the expert, the Regional Court found that the applicant presented a danger to society, since there was a high risk that she would commit further serious unlawful acts, and therefore ordered her placement in a forensic psychiatric clinic (Articles 20 and 63 of the Criminal Code, see Relevant domestic law below). The Regional Court specified that since the applicant did not recognise that she was suffering from schizophrenia and refused all medication, her continued detention was necessary and a suspension unjustified.", "The applicant’s appeal on points of law against the Regional Court’s judgment was dismissed as unfounded by the Federal Court of Justice (Bundesgerichtshof) by a decision of 6 July 1999.", "The applicant, now 65 years old, has meanwhile been confined in psychiatric hospitals for more than fourteen years.", "Following her placement in the psychiatric hospital at Haar, the applicant was transferred on 15 July 1998 to the psychiatric hospital at Taufkirchen/Vils, where she stayed until 30 August 2006, the date she was transferred to the forensic clinic at Straubing, where she remained until 2009. The attending doctors in the psychiatric hospitals at Taufkirchen/Vils and Straubing upheld the initial diagnosis of schizophrenia when subsequent reviews of the applicant’s detention were conducted. Further experts involved in separately conducted guardianship proceedings came to the conclusion that guardianship should be ordered in respect of the applicant and that it was necessary to administer medication used for the treatment of psychotic disorders. An attempt to treat the applicant with anti-psychotic medication was nevertheless discontinued in 2001, due to adverse effects on the applicant’s health, and the applicant later objected to any further treatment with similar medication. On 4 March 2009 the applicant was transferred to a psychiatric hospital in Bayreuth.", "The applicant’s placement in a psychiatric hospital has been reviewed annually since the year 2000 (compare Article 67d and Article 67e of the Criminal Code, see Relevant domestic law below) by the competent Regional Courts at Landshut and Regensburg, which have consistently refused her requests to suspend her detention on probation or grant relaxations of her detention (Vollzugslockerungen). Her related appeals to the relevant Courts of Appeal in Munich and Nuremberg were to no avail.", "In their decisions the domestic courts, having heard the applicant and relying on the statements of the attending doctors at the Taufkirchen/Vils psychiatric hospital, found it established that the applicant was still suffering from schizophrenia, did not show any insight into her illness and its seriousness and objected to the necessary treatment with anti-psychotic medication that would be required for a long-term therapy of her disorder. Since no therapeutic progress had been made, there persisted a risk that the applicant would commit further serious unlawful acts if released. The domestic courts further held that in view of the applicant’s persisting mental disorder and the seriousness of the crime committed the continuation of her detention was necessary and proportionate.", "Within the scope of their annual reviews the domestic courts also referred on several occasions to external expert opinions which had been commissioned by the applicant’s lawyer, one in 2000 and further ones in the period from 2003 to 2005. These experts had found that the applicant’s personality disorder did not constitute schizophrenia and the negative prognosis as to the danger presented by the applicant could not be confirmed. Several of these experts recommended that relaxations of the applicant’s detention should be implemented rapidly with a view to examining whether she could cope with life outside the hospital.", "For instance, on 17 June 2002 the Landshut Regional Court, in a decision confirmed on appeal, took into account an external expert opinion of 15 January 2000 obtained by the applicant’s lawyer, which contested the diagnosis of schizophrenia. Considering that the doctors at the Taufkirchen/Vils hospital had been attending to the applicant for almost four years on a daily basis, whereas the findings of the external expert dated from 2000, the court found no reason to doubt the attending doctors’ diagnosis and the negative prognosis for the applicant in terms of the likelihood that she would commit further crimes.", "In preparation of the annual review of the applicant’s detention in 2004, the Landshut Regional Court commissioned an external expert opinion by the director of the Straubing district hospital, with a view to clarifying whether there was still a risk that the applicant would commit further unlawful acts, making the continuation of her detention necessary. In his opinion, issued on 17 July 2004, the expert found that the applicant was suffering from a schizophrenic disorder (schizotype Störung) and that the prognosis, that she was likely to commit further crimes if released, was a negative one. During her continuing placement in the psychiatric hospital she had not shown any serious insight into her illness, and according to the hospital’s records she had collected and hidden various, sometimes perishable, objects in her room on repeated occasions. The hospital staff’s attempts to dispose of the collected items had triggered anxiety and despair in the applicant, which showed that the compulsive nature of her mental disorder had lost nothing of its intensity.", "In a related decision of 4 October 2004 the Landshut Regional Court pointed out that the applicant’s statements on the occasion of the hearing had confirmed the thorough and well-founded assessment by the external expert, which was also in line with the initial assessment of the applicant by the experts in 1998. For this reason the court found that there was nothing to indicate a positive prognosis in respect of the applicant if released. The court specified that it was unable to share the opinion of a further external expert heard during the proceedings at the applicant’s request, who suggested that relaxations of the latter’s detention could be envisaged on the ground that her deed had been related to a specific conflict situation between her and her husband, which would not be reproduced. In the court’s view the applicant presented a potential danger to any housemate who interfered with her compulsive hoarding if she was released.", "In view of the discrepancies between the external expert opinion commissioned by the Regional Court in 2004 and the several external expert opinions obtained by the applicant’s lawyer, the latter obtained a further expert opinion (Obergutachten) from the head physician of the general psychiatric department of the Rhineland clinics at Viersen, which was rendered on 22 September 2006 and supplemented on 29 March 2007. This expert found that while the applicant was suffering from a complex personality disorder (schizothyme Persönlichkeitsstörung) and showed a pathological compulsive personality structure (anankastisch strukturierte Persönlichkeit) there was nothing to establish that her disorder constituted a schizophrenic psychosis or schizophrenia (schizophrenia simplex). The expert emphasised that the related initial diagnosis of 1998, as upheld during the applicant’s continued detention by the attending doctors, was most likely wrong.", "’s assistant prior to her marriage, and thereafter had taken care of her family and raised three children. She regretted and did not show any tendency to trivialise the offence she had committed. The insufficient therapeutic progress made during her detention was mainly due to the fact that the attending doctors had made further therapeutic measures subject to the applicant’s treatment with anti-psychotic medication, to which she had objected. In the expert’s opinion the applicant’s personality disorder did not require such medication and there was no justification for making it a precondition for further therapeutic measures or for the applicant’s release on probation. If released on probation the applicant had the opportunity to live with and care for her mother, and in addition she had the lifelong prospect of being integrated into her twin sister’s farm household where she could participate in farming chores. In the light of the above, the expert concluded that in the applicant’s case there was a low risk of reoffending, that her prognosis was most likely positive in terms of likelihood to commit criminal offences if released, and that her continued detention in a psychiatric hospital pursuant to Article 63 of the Criminal Code was no longer justified.", "The Landshut Regional Court addressed this expert opinion within the scope of a review of the applicant’s detention in 2006. The court noted in its related decision of 8 November 2006 that the expert’s findings and his conclusion that the applicant’s continued detention in a psychiatric hospital under Article 63 of the Criminal Code was no longer justified contradicted the assessments of the applicant by the attending doctors at the Taufkirchen/Vils hospital over several years, as well as those of the external expert opinion commissioned by the court in 2004, and its recommendations should therefore not be followed. In the court’s opinion the expert failed to establish that there was no risk of the applicant being confronted with new situations of conflict if released which, given her disorder, might result in further criminal offences.", "The Munich Court of Appeal, by a decision of 10 April 2007 endorsing the Regional Court’s reasoning, dismissed the applicant’s appeal. The Court of Appeal found in particular that in view of the applicant’s resurgent addiction to compulsive hoarding, as evidenced by the attending doctors at the Straubing district hospital in a statement dated 14 March 2007, it could not be excluded that the applicant, once released, would be confronted with conflict situations in her personal environment similar to the one that had been the origin of her husband’s murder. Having regard to the numerous expert opinions and due to the fact that the applicant had been transferred to the Straubing district hospital in August 2006, the Court of Appeal took the view that it had not been necessary to commission a further external expert opinion at that point in time.", "By a decision of the Landshut Regional Court dated 15 November 2007, as confirmed by the Munich Court of Appeal decision of 28 December 2007, the applicant’s renewed request for a suspension of her detention was refused. In their decision-making the courts again opposed the findings of the external expert opinion of 2006 and relied on statements by the attending doctors indicating that the applicant was continuing her compulsive hoarding and did not show any insight into her illness.", "On 20 November 2008 the Regensburg Regional Court dismissed a further request by the applicant to have her detention suspended on probation (see Article 67d and Article 67e of the Criminal Code) and held that a further similar request would be inadmissible if made within a period of one year.", "Relying on a statement of the Straubing psychiatric hospital of 4 September 2008, the Regional Court found that it was established that the applicant was suffering from a schizophrenic disorder (schizotype Störung) and that her therapy had not led to any progress that would allow a positive legal prognosis. In particular, the applicant did not show any insight into her illness or its seriousness and objected to treatment with the medication which would be required for long-term therapy for her disorder. In view of these findings, the Regional Court held that for the time being the risk persisted that the applicant would commit further serious unlawful acts if released on probation and that thus her continued placement in a psychiatric hospital was proportionate.", "On 14 January 2009 the Nuremberg Court of Appeal dismissed an appeal by the applicant against the Regional Court’s decision. The Court of Appeal specified that the applicant’s continued detention was still proportionate. The principle of proportionality required that placement in a psychiatric hospital only continued as long as it served its purpose and as long as that purpose could not be achieved by a less severe measure. The longer the detention lasted the higher were the standards for scrutiny as to whether its duration was still proportionate to the gravity of the offences committed by or to be expected from the detained person and to the danger he or she presented to society. Having regard to the doctors’ statement of 4 September 2008 confirming that the applicant could be expected to commit further serious unlawful acts if released and as long as the applicant was not following a successful course of therapy, her continued detention was justified in view of the threat she still posed to society. Furthermore, since there was no indication that the applicant’s condition would change in the near future, the Regional Court’s decision to set a time-limit of one year before which the applicant could make a new request for suspension of her detention pursuant to Article 67e) § 3 of the Code of Criminal Procedure did not pose a problem.", "The Court of Appeal also argued that the divergent expert opinions obtained by the applicant in the past had already been the subject of her previous requests for suspension of her detention and had been addressed by the Court of Appeal’s decision of 28 December 2007. Referring to its assessment of the applicant’s complaint in this previous decision, the Court of Appeal confirmed its conclusion that the continued detention of the applicant was justified. In the instant case it had not been necessary to obtain a further psychiatric expert opinion, since the court did not even consider suspending the applicant’s detention on probation. Furthermore, the five-year period as stipulated in Article 463 § 4 of the Code of Criminal Procedure had not elapsed since the last external psychiatric expert opinion had been obtained by the competent courts on 17 July 2004.", "By written submissions dated 23 February 2009 the applicant lodged a constitutional complaint against the decisions of the Regensburg Regional Court of 20 November 2008 and of the Nuremberg Court of Appeal dated 14 January 2009.", "She alleged in particular that in view of the several external expert opinions contesting the diagnosis of schizophrenia and confirming that her criminal prognosis was positive, her continued detention in a psychiatric hospital was disproportionate. The domestic courts’ failure to thoroughly examine the expert opinions commissioned by her lawyer, the global reference to previous court decisions rejecting the applicant’s requests for a suspension of her detention, and the courts’ refusal to obtain a decisive expert opinion showed that their decision-making had been arbitrary.", "On 26 March 2009 the Federal Constitutional Court declined to consider the applicant’s constitutional complaint (file no. 2 BvR 398/09) on the ground that it had no prospect of success. However, the Federal Constitutional Court pointed out that in view of the fact that the last external expert opinion had been obtained by the relevant courts in 2004, the requirement to obtain the best possible clarification of the circumstances of a case as reflected in Article 463 § 4 of the Code of Criminal Procedure necessitated the commissioning of a new opinion by an external expert who had not yet been involved in the case at hand with regard to the upcoming review of the applicant’s detention.", "The Federal Constitutional Court’s decision was posted on 7 April 2009.", "Following the applicant’s transfer to the Bayreuth psychiatric hospital on 4 March 2009 occasional relaxations of her detention were granted, such as accompanied exits from the clinic.", "On the occasion of the subsequent review of the applicant’s detention, the now competent Bayreuth Regional Court, by a decision of 19 November 2009, after hearing the applicant and relying on an opinion by the Bayreuth district hospital of 21 September 2009, again ruled that the applicant should remain in a psychiatric hospital. The attending doctors had confirmed the diagnosis of schizophrenia and found that her behaviour was characterised by an inability to show emotionally adequate reactions and a lack of motivation, accompanied by increased fatigue. The applicant’s state of health had reached a certain stability in the protected hospital environment that might be at risk if she was subjected to pressure. Referring to the external expert opinion obtained by the applicant on 22 September 2006, as supplemented on 29 March 2007, the court found that, even taking into account that the applicant’s victim had been her husband her illness was so serious that it could not be established that the crime had been an isolated event. The danger the applicant posed to society resulted from her illness, and since she had not made any progress in her therapy, there was still a risk that she would commit further criminal offences if released.", "The applicant’s related appeal was dismissed by the Bamberg Court of Appeal on 22 December 2009, confirming that the applicant’s placement in a psychiatric hospital was proportionate in view of the danger she still presented to society. However, the Court of Appeal pointed out that the Regional Court had not based its decision on a new external expert opinion as required by Article 463 § 4 of the Code of Criminal Procedure after every five-year period of a detainee’s committal to a psychiatric hospital. While failure to comply with that requirement did not give the applicant the right to be released, any decision to continue confinement in a psychiatric hospital following the expiry of the five-year period that was not based on a new external expert opinion had to be regarded as provisional until a decision in accordance with that requirement had been rendered. The Court of Appeal held that therefore the Regional Court was obliged to proceed immediately to a new review of the continuation of the applicant’s detention on the basis of a new external expert opinion.", "On 7 January 2010 the Regional Court ordered an external expert opinion with a view to clarifying whether the applicant was likely to reoffend, what type of offences could be expected and what would be the appropriate therapeutic and accompanying measures to diminish the risk of reoffending. The applicant’s objection of 5 July 2010 to the expert, who had been appointed at her own request, was rejected by a decision of the Regional Court of 23 September 2010, and her related complaint was dismissed by a decision of the Regional Court of 19 November 2010.", "By a further decision of 19 November 2010 the Regional Court again ordered that the applicant’s confinement in a psychiatric hospital be continued, and set the next review of the applicant’s detention for 18 November 2011. The court pointed out that the external expert opinion commissioned on 7 January 2010 had still not been rendered, due to the applicant’s repeated objections to an examination and to the appointed expert. Relying on a statement of the Bayreuth district hospital of 27 October 2010 confirming that the diagnosis of schizophrenia for the applicant remained unchanged, that she still did not show any insight into her disease and that she was refusing the necessary medication, the court found it established that the risk persisted that the applicant would reoffend and therefore a release, even on probation, could not be envisaged. In the court’s view, the expert opinions obtained by the applicant which were at variance with these findings did not lead to a different conclusion.", "By a decision of 3 January 2011 the Bamberg Court of Appeal dismissed the applicant’s related appeal against the Regional Court’s decisions of 19 November 2010. As regards her objection to the appointed expert, the court held that there were no objective grounds to doubt the latter’s impartiality. Concerning the applicant’s continued detention, the Court of Appeal, having regard to the statements of the Bayreuth district hospital of 27 October 2010 as well as a statement by the Bamberg General Prosecutor, found it established that the risk persisted that the applicant would commit similar offences if released. Referring to the reasoning in its decision of 22 December 2009 the Court of Appeal further reiterated that the confinement was still proportionate. It specified that it had not been able to base its decision on the required new external expert opinion, due to the applicant’s obstructive behaviour.", "The external expert opinion dated 31 March 2011 was finally submitted to the Bayreuth Regional Court on 6 April 2011. Following examination of the applicant and taking into account the partly conflicting expert opinions previously established, as well as the statements of the attending doctors at the relevant psychiatric hospitals, the expert concluded that the applicant was suffering from schizophrenia which, however, did not meet the characteristics of the previously diagnosed schizophrenia simplex but had to be qualified as so-called undifferentiated schizophrenia (undifferenzierte Schizophrenie). According to the expert, an assessment of all relevant factors led to the conclusion that the prognosis for the applicant was still negative, since there persisted a risk that she might commit offences involving bodily harm towards persons in her personal environment in particular in the event she was subject to pressure. The expert, while pointing out that anti-psychotic medication was no longer essential, recommended that the applicant’s psychiatric treatment be continued. Furthermore, relaxations of the applicant’s detention should be envisaged and gradually increased over a period of up to one year, in order to enable the applicant to confront and learn to deal with situations of stress. In the event these relaxations proved successful, she could be transferred to an appropriate therapeutic institution or an elderly people’s home. Following a stay of two to three years in such an institution under therapeutic supervision a reunion with her relatives might be considered, subject to consultation with all parties concerned.", "The German Criminal Code distinguishes between penalties (Strafen) and socalled correction and prevention measures (Maßregeln der Besserung und Sicherung) to deal with unlawful acts. Penalties (see Articles 38 et seq. of the Criminal Code) consist mainly of prison sentences and fines. The penalty is fixed according to the defendant’s guilt (Article 46 § 1 of the Criminal Code). Measures of correction and prevention (see Articles 61 et seq. of the Criminal Code) consist mainly of placement in a psychiatric hospital (Article 63 of the Criminal Code) or a detoxification facility (Article 64 of the Criminal Code) or in preventive detention (Article 66 of the Criminal Code). The purpose of these measures is to rehabilitate dangerous offenders or to protect the public from them. Placement in a psychiatric hospital may be ordered against offenders who have acted without or with diminished criminal responsibility. The measure must, however, be proportionate to the gravity of the offences committed by, or to be expected from, the defendants concerned, as well as to the danger they present (Article 62 of the Criminal Code).", "Pursuant to Article 20 of the Criminal Code, a person who upon commission of a criminal offence is incapable of appreciating the wrongfulness of an act or of acting in accordance with such appreciation due to a pathological emotional disorder, profound consciousness disorder, mental defect or any other serious emotional abnormality, acts without guilt.", "Article 63 of the Criminal Code provides that if someone commits an unlawful act without criminal responsibility pursuant to Article 20, the court orders their placement without a maximum duration in a psychiatric hospital if a comprehensive assessment of the defendant and his act reveals that, as a result of his condition, he can be expected to commit serious unlawful acts and that he is therefore dangerous to the general public.", "Pursuant to Article 126a of the German Code of Criminal Procedure, if there are strong grounds to assume that while lacking criminal responsibility or in a state of diminished responsibility someone has committed an unlawful act and that his committal to a psychiatric hospital or to an institution for withdrawal treatment will be ordered, the court may, in a committal order, direct that he be provisionally committed to one of these institutions if public security so requires.", "Article 413 of the Code of Criminal Procedure stipulates that if the public prosecutor does not conduct criminal proceedings because of the perpetrator’s lack of criminal responsibility or his unfitness to stand trial, it may file an application for an order imposing measures of correction and prevention on their own, if this is admissible by virtue of a statute and the order is to be anticipated in the light of the outcome of the investigations (procedure for preventive detention).", "Article 67d of the Criminal Code governs the duration of detention. If the court considers that following the commencement of detention in a psychiatric hospital the conditions for the measure are no longer met or that the further execution of the measure would be disproportionate, it declares the measure terminated (Article 67d § 6).", "Article 67e of the Criminal Code provides for the review of a person’s detention, inter alia, in a psychiatric hospital. The court may review at any time whether the further execution of the detention order should be suspended on probation. It is obliged to do so within fixed time-limits (§ 1 of Article 67e). For a person detained in a psychiatric hospital, this time-limit is one year (§ 2 of Article 67e). The court may shorten these time-limits. Within the scope of the stipulated review periods it may fix time-limits within which requests for a review are inadmissible (§ 3 of Article 67e).", "Article 463 § 4 of the Code of Criminal Procedure specifies that as part of its examinations pursuant to section 67e of the Criminal Code the court shall obtain the opinion of an expert after every five-year period of committal to a psychiatric hospital. The expert shall not, within the framework of such a committal, have been involved in the treatment of the person committed, nor shall he be working in the psychiatric hospital in which the person committed is located."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}