{"ITEMID": "001-60628", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SWE", "BRANCH": "CHAMBER", "DATE": 2002, "DOCNAME": "CASE OF JANOSEVIC v. SWEDEN", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 6-1 in respect of access to court;Violation of Art. 6-1 in respect of length of proceedings;No violation of Art. 6-2;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "Gaukur Jörundsson;Wilhelmina Thomassen", "TEXT": ["8. In the autumn of 1995, as part of a large-scale investigation into taxicab operators, the Tax Authority (skattemyndigheten) of the County of Stockholm carried out a tax audit of the applicant's taxi firm. Having discovered in the course of the audit certain irregularities in the tax returns for the assessment year 1994, the Tax Authority drafted an audit report on 1 December 1995 containing a supplementary tax assessment and invited the applicant to submit comments. The applicant challenged the report and requested that further investigative measures be carried out.", "9. Having regard to the findings of the audit and the applicant's observations, the Tax Authority – by decisions of 22 and 27 December 1995 – increased the applicant's liability to income tax by 286,859 Swedish kronor (SEK), to value-added tax (mervärdesskatt) by SEK 192,866 and to employer's contributions (arbetsgivaravgifter) by SEK 253,783. Moreover, as the information supplied by the applicant in his tax returns was found to be incorrect and the figure given for the turnover of the business had been revised upwards under a discretionary assessment procedure, the Tax Authority ordered him to pay tax surcharges (skattetillägg, avgiftstillägg) amounting to 20% or 40% of the increased tax liability, depending on the type of tax involved. The additional taxes levied on the applicant, including interest and surcharges, totalled SEK 1,020,300, of which SEK 161,261 were surcharges. The amounts relating to value-added tax and employer's contributions were payable on 5 January 1996 and those relating to income tax on 10 April 1996.", "10. Claiming that the information relied upon by the Tax Authority to calculate the turnover of his business was inaccurate, the applicant, by a letter of 8 March 1996, requested the Authority to reconsider its decisions. As he risked being declared bankrupt before his tax liability had been determined by the courts, he also requested a stay of execution in respect of the amounts assessed. The request was prompted by the fact that neither an appeal to a court nor a request for reconsideration by the Tax Authority had in itself any suspensive effect on the obligation to pay the taxes and surcharges due as a result of the impugned decisions.", "11. In letters of 19 April 1996 to the applicant's counsel the Tax Authority responded to the applicant's request for a stay of execution as follows:", "“... The Tax Authority considers that the prerequisites laid down in section 49, subsection 1(2) or (3), of the Tax Collection Act [Uppbördslagen, 1953:272] for granting a stay of execution have been fulfilled.", "According to section 49, subsection 2, of the Tax Collection Act, the Tax Authority may, in certain cases, require that security be provided for any amount in respect of which a stay of execution is sought.", "Having regard to the information contained in [the applicant's] tax return and considering the other circumstances in the case, the Tax Authority finds that [the applicant's] ability to pay is open to serious doubt.", "The Tax Authority is of the opinion that [the applicant] has to provide security for the amount ... in respect of which he has requested a stay of execution. Only a banker's guarantee will be accepted as security.", "You are hereby invited to provide security. This should be done no later than 8 May 1996.", "Should you fail to provide security by the date mentioned above, the Tax Authority will reject your request.”", "12. By decisions of 21 May 1996 the Tax Authority rejected the applicant's request for a stay of execution, as no security had been furnished.", "13. The applicant appealed against those decisions to the County Administrative Court (länsrätten) of the County of Stockholm, claiming that he should be exempted from the obligation to provide security and granted a stay of execution. Both claims rested on the contention that it would be unreasonable and amount to a violation of Article 6 of the Convention for enforcement proceedings to be instituted against the applicant without a court having first determined whether he had any liability to pay the amounts involved.", "14. By judgments of 11 July 1996 the County Administrative Court upheld the Tax Authority's decisions of 21 May 1996. The court noted at the outset that the formal prerequisites for granting a stay of execution under section 49, subsection 1(3), of the Tax Collection Act had been fulfilled. However, subscribing to the reasons given by the Tax Authority, it found that the applicant could not be granted a stay of execution unless security was provided.", "15. The applicant, who did not furnish security, lodged a notice of appeal. On 21 May 1997 the Administrative Court of Appeal (kammarrätten) in Stockholm refused him leave to appeal against the County Administrative Court's judgments. His request for leave to appeal against the appellate court's decisions was refused by the Supreme Administrative Court (Regeringsrätten) on 3 November 1998.", "16. In February 1996 the applicant was registered as being in arrears with value-added tax and employer's contributions and the corresponding tax surcharges and interest imposed as a result of the Tax Authority's decisions. The amounts relating to income tax did not become payable until 10 April 1996.", "17. On 29 March 1996 the Enforcement Office (kronofogde-myndigheten) of the County of Stockholm, representing the State, filed a petition with the District Court (tingsrätten) of Huddinge, requesting that the applicant be declared bankrupt. According to a statement submitted by the Office, the applicant's tax liability as of 22 March 1996 amounted to SEK 653,144, including penalties for late payment (dröjsmålsavgifter) that had accrued since the final date on which payment could have been made. That amount included SEK 89,323, plus 6% in penalties for late payment, in tax surcharges. The Office noted that an investigation had revealed that the only property owned by the applicant was some vehicles, but of insufficient value to cover the debt.", "18. The applicant was summoned to appear before the District Court on 23 April 1996. The court commenced its examination of the case but, at the insistence of the applicant – who referred to the fact that his request for a stay of execution was still pending before the Tax Authority – adjourned the bankruptcy proceedings until 21 May 1996, when it held a second hearing in the case. When heard by the court the applicant now stated that he was unable to comply with the Tax Authority's condition for granting a stay of execution, namely providing security. By a decision of 10 June 1996, after rejecting the applicant's request for a further adjournment, the District Court declared the applicant bankrupt. In so doing it had regard to the fact that, under section 103 of the Tax Collection Act, the applicant was under an obligation to pay the debt, was unable to provide the security required in order to obtain a stay of execution and had to be considered insolvent as he had been found to have no distrainable assets.", "19. The applicant appealed to the Svea Court of Appeal (Svea hovrätt), claiming, inter alia, that the District Court's decision amounted to a violation of Article 6 of the Convention, in that the enforcement proceedings had been allowed to continue irrespective of the fact that he had challenged the Tax Authority's decisions regarding his liability to taxes and tax surcharges.", "20. The applicant's appeal was dismissed by the Court of Appeal on 18 June 1996. Leave to appeal against the appellate court's decision was refused by the Supreme Court (Högsta domstolen) on 18 September 1996.", "21. According to a report by the bankruptcy administrator of 30 January 1998, all the applicant's vehicles, with the exception of a car that had been leased to the applicant and had no residual value, had been sold by him shortly before he was declared bankrupt. The value of the remainder of the applicant's assets listed in the statement of affairs was estimated at SEK 8,800, whereas the debt came to approximately SEK 1,690,000.", "22. On 18 February 1998 the bankruptcy proceedings were terminated owing to a lack of assets.", "23. In accordance with section 3 of the Statute of Limitations for Tax Claims (Lagen om preskription av skattefordringar m.m., 1982:188), the whole debt became statute-barred on 31 December 2001, at the end of the fifth year following the day it became due.", "24. On 30 October 1997 the applicant was sentenced by the District Court to ten months' imprisonment for tax fraud (skattebedrägeri) and a bookkeeping offence (bokföringsbrott). The tax fraud concerned the above-mentioned value-added tax. The conviction was based on information obtained by the Tax Authority during its audit of the applicant's taxi firm and statements he had made in his tax returns.", "25. The judgment was upheld by the Court of Appeal on 16 November 1998. Leave to appeal to the Supreme Court was refused on 4 March 1999.", "26. As mentioned above, on 8 March 1996 the applicant requested the Tax Authority to reconsider its decisions on taxes and tax surcharges. In a letter of 23 April 1996, the applicant referred to the District Court's order the same day temporarily adjourning the bankruptcy proceedings (see paragraph 18 above) and stressed the need for a speedy reconsideration by the Tax Authority. On 24 February 1999 the Authority – noting that the applicant had appealed against the decisions on taxes and tax surcharges – stood by its previous decisions and refused to change them. Consequently, the matters were automatically referred to the County Administrative Court for determination.", "27. On 30 August 2000 the applicant requested an oral hearing at which it was proposed that certain witnesses would give evidence. Later, asked by the County Administrative Court to clarify his request, the applicant stated that an oral hearing was not required on the issue of the assessment of the tax surcharges, but was necessary so that the court could hear evidence relating to the information on which the tax decisions were based. By a letter of 5 September 2001 the County Administrative Court informed the applicant that it did not find a hearing necessary and ordered him to make his final observations in the case in writing.", "28. By judgments of 7 December 2001 the County Administrative Court upheld the Tax Authority's decisions of 22 and 27 December 1995 and rejected the applicant's request for an oral hearing, considering that the information on which the impugned decisions were based was reliable and showed that the applicant's income and the taxes in question could not be assessed in accordance with the statements made in his tax returns. Thus, the Tax Authority had had good reason to make discretionary tax assessments based on the information obtained during the audit. Furthermore, the amounts levied on the applicant could not be considered too high. With respect to the tax surcharges, the County Administrative Court made extensive references to the judgments of the Supreme Court of 29 November 2000 and the Supreme Administrative Court of 15 December 2000 (see paragraphs 51-55 below) and concluded that the Swedish provisions on tax surcharges were in conformity with the Convention. It considered that there had been sufficient reasons to impose the surcharges in question and that no legal basis for remitting them had been shown. In that connection, it dismissed the applicant's argument that the allegedly excessive length of the proceedings constituted by itself a reason to remit the surcharges.", "29. The applicant has appealed to the Administrative Court of Appeal, where the dispute is at present pending.", "30. The rules on taxes and tax surcharges relevant to the present case were primarily laid down in the Taxation Act (Taxeringslagen, 1990:324), the two Value-Added Tax Acts (Lagen om mervärdeskatt, 1968:430, replaced by Mervärdesskattelagen, 1994:200) and the Collection of Social Security Charges from Employers Act (Lagen om uppbörd av socialavgifter från arbetsgivare, 1984:688). Issues concerning taxation and the imposition of tax surcharges were regulated in a very similar manner in the various acts. In the following section, therefore, reference is made only to the provisions of the Taxation Act. The Collection of Social Security Charges from Employers Act and parts of the Value-Added Tax Act 1994 were replaced by the Tax Payment Act (Skattebetalningslagen, 1997:483) as from 1 November 1997. As no essential changes have been made by either the enactment of the Tax Payment Act or amendments to the Taxation Act, the following account describes both the present system and the one applicable at the material time.", "31. Income tax, value-added tax and employer's contributions are all determined by county tax authorities, to which taxpayers are obliged to submit information relevant to the assessment of taxes. For the purpose of securing timely, sufficient and correct information, there are provisions stipulating that, under certain circumstances, the tax authorities may impose penalties on the taxpayer in the form of tax surcharges.", "32. These surcharges were introduced into Swedish legislation in 1971. The new provisions entered into force on 1 January 1972 at the same time as a new Act on tax offences. According to the preparatory documents (Government Bill 1971:10), the main purpose of the reform was to create a more effective and fairer system of penalties than the old one, which was based entirely on criminal penalties determined by the ordinary courts following police investigation and prosecution. Unlike penalties for tax offences, the new surcharges were to be determined solely on objective grounds, and, accordingly, without regard to any form of criminal intent or negligence on the part of the taxpayer. It was thought that the old system did not function satisfactorily, since a large number of tax returns contained incorrect information whereas relatively few people were charged with tax offences. Now that the new system has been introduced only serious tax offences are prosecuted.", "33. A tax surcharge is imposed on a taxpayer in two situations: if he or she, in a tax return or in any other written statement, has submitted information of relevance to the tax assessment which is found to be incorrect (Chapter 5, section 1, of the Taxation Act) or if, following a discretionary assessment, the tax authority decides not to rely on the tax return (Chapter 5, section 2). It is not only express statements that may lead to the imposition of a surcharge; concealment, in whole or in part, of relevant facts may also be regarded as incorrect information. However, incorrect claims are not penalised; if the taxpayer has given a clear account of the factual circumstances but has made an incorrect evaluation of the legal consequences thereof, no surcharge is imposed. The burden of proving that the information is incorrect lies with the tax authority. A discretionary tax assessment is made if the taxpayer has submitted information which is so inadequate that the tax authority cannot base its tax assessment on it or if he or she has not filed a tax return despite having been reminded of the obligation to do so (Chapter 4, section 3). In the latter case the decision to impose a tax surcharge will be revoked if the taxpayer files a tax return within a certain time-limit. The surcharge amounts to 40% of either the income tax which the tax authority would have failed to levy if it had accepted the incorrect information or the income tax levied under the discretionary assessment. The corresponding provisions on value-added tax and employer's contributions stipulate that the surcharge comes to 20% of the supplementary tax levied on the taxpayer. In certain circumstances, the rates applied are 20% or 10%, respectively, for the various types of tax.", "34. Notwithstanding the fact that the taxpayer has furnished incorrect information, no tax surcharge will be imposed in certain situations, for example where the tax authority has corrected obvious miscalculations or written errors by the taxpayer, where the information has been corrected or could have been corrected with the aid of certain documents that should have been available to the tax authorities, such as a certificate of income from the employer, or where the taxpayer has corrected the information voluntarily (Chapter 5, section 4).", "35. Moreover, in certain circumstances, a tax surcharge will be remitted. Thus, taxpayers will not have to pay a surcharge if their failure to submit correct information or to file a tax return is considered excusable owing to their age, illness, lack of experience or comparable circumstances. The surcharge should also be remitted where the failure appears excusable by reason of the nature of the information in question or other special circumstances, or where it would be manifestly unreasonable to impose a surcharge (Chapter 5, section 6). The phrase “the nature of the information” primarily covers situations where a taxpayer has had to assess an objectively complicated tax question. According to the preparatory documents (Government Bill 1991/92:43, p. 88), the expression “manifestly unreasonable” refers to situations in which the imposition of a tax surcharge would be disproportionate to the fault attributable to the taxpayer or would be unacceptable for other reasons. If the facts of the case so require, the tax authorities must have regard to the provisions on remission, even in the absence of a specific claim to that effect by the taxpayer (Chapter 5, section 7). In principle, however, it is up to the taxpayer to show due cause for the remission of a surcharge.", "36. If dissatisfied with a decision concerning taxes and tax surcharges, the taxpayer may, before the end of the fifth year after the assessment year, request the tax authority to reconsider its decision (Chapter 4, sections 7 and 9). A decision concerning surcharges may also be reviewed at the taxpayer's request after the expiry of this time-limit, if the decision on the underlying tax issue has not yet become final (Chapter 4, section 11). The tax authority may also, on its own motion, decide to review its own earlier decision. A review to the taxpayer's disadvantage must be made before the end of the year following the assessment year unless the taxpayer, inter alia, has submitted incorrect information during the course of the tax proceedings or has failed to file a tax return or to furnish required information, in which case the time-limit normally expires at the end of the fifth year after the assessment year (Chapter 4, sections 7 and 14-19).", "37. The tax authority's decision may also be appealed against to a county administrative court. As with requests for reconsideration, an appeal has to be lodged before the end of the fifth year after the assessment year (Chapter 6, sections 1 and 3), unless it concerns a tax surcharge based on a tax decision that has not yet become final (Chapter 6, section 4). Following the appeal, the tax authority must reconsider its decision as soon as possible and, if it decides to vary the decision in accordance with the taxpayer's request, the appeal will become void (Chapter 6, section 6). If the decision is not thus amended, the appeal is referred to the county administrative court. If special reasons exist, an appeal may be forwarded by the tax authority to the county administrative court without reconsidering the assessment (Chapter 6, section 7). Further appeals lie to an administrative court of appeal and, subject to compliance with the conditions for obtaining leave to appeal, the Supreme Administrative Court.", "38. A tax surcharge is connected to the tax in respect of which it has been imposed in that a successful objection to the underlying tax has an automatic effect on the tax surcharge, which is reduced correspondingly (Chapter 5, section 11). The tax surcharge may, however, be challenged separately, if grounds for reduction or remission exist (see above).", "39. If the proceedings before a county administrative court or an administrative court of appeal concern a tax surcharge, the appellant has the right to an oral hearing (Chapter 6, section 24).", "40. At the material time, the collection of taxes and tax surcharges was regulated by the Tax Collection Act, the Value-Added Tax Act 1994 and the Collection of Social Security Charges from Employers Act. The provisions of these Acts relevant to the present case were very similar and, for this reason, only the provisions of the Tax Collection Act are set out below. Since 1 November 1997 tax collection has been regulated by the Tax Payment Act, which contains essentially the same rules as the Tax Collection Act.", "41. A request for reconsideration or an appeal against a decision concerning taxes and tax surcharges has no suspensive effect on the taxpayer's obligation to pay the amounts in question (section 103 of the Tax Collection Act and Chapter 5, section 13, of the Taxation Act).", "42. However, the tax authority may grant a stay of execution in respect of taxes and surcharges provided that one of the following three conditions is met: (1) if it may be assumed that the amount imposed on the taxpayer will be reduced or remitted; (2) if the outcome of the case is uncertain; or (3) if payment of the amount in question would result in considerable damage for the taxpayer or would otherwise appear unjust (section 49(1) of the Tax Collection Act). According to the preparatory documents, the second condition will be satisfied not only where an outcome favourable to the taxpayer is just as likely as an unfavourable one, but also in cases where it is more probable than not that the proceedings will result in the taxpayer's claims being rejected. However, a stay will not to be granted if the request for reconsideration or the appeal has little prospect of success (Government Bill 1989/90:74, p. 340). An example of a situation where “considerable damage” might result is the forced sale of the taxpayer's real estate or business or other property of great importance to his financial situation and livelihood (ibid., pp. 342-43).", "43. If, in cases where the second or third condition just referred to is applicable, it may be assumed – due to the taxpayer's situation or other circumstances – that the amount for which a stay of execution is requested will not be duly paid, the request cannot be granted unless the taxpayer provides a bank guarantee or other security for the amount due. Even in these cases, however, a stay may be granted without security if the relevant amount is relatively insignificant or if there are other special reasons (section 49(2)).", "44. The application of section 49 of the Tax Collection Act was examined by the Supreme Administrative Court in a judgment of 17 November 1993 (Case no. 2309-1993, published in Regeringsrättens Årsbok (RÅ) 1993 ref. 89). In that case, the National Tax Board (Riksskatteverket) and the Administrative Court of Appeal had found that the applicant company – which had appealed against the National Tax Board's decision to impose on it certain energy taxes and interest in the total amount of approximately SEK 6,400,000 – could not be granted a stay of execution. The Supreme Administrative Court noted, however, that there was some uncertainty as regards the main issue in the case – whether the income in question was at all taxable – and that the tax levied constituted a considerable sum. For these reasons, it found that it would be unreasonable to demand payment of the amount before a court had determined the applicant company's tax liability. Noting that security in principle had to be provided by the company, the Supreme Administrative Court nevertheless took account of the fact that the Administrative Court of Appeal was expected to determine the tax-liability issue within a short time and that special reasons therefore existed for not requiring security. Accordingly, the applicant company was granted a stay of execution without security until one month after the Administrative Court of Appeal's judgment.", "45. A taxpayer may request the tax authority to reconsider its decision concerning the stay-of-execution issue and may appeal against its decision to a county administrative court. The procedure is essentially identical to that followed in regard to requests for reconsideration and appeals concerning the main tax issues (sections 84, 96 and 99 of the Tax Collection Act – see paragraphs 36-37 above). Further appeals to an administrative court of appeal and the Supreme Administrative Court are subject to leave to appeal being granted (section 102).", "46. The enforcement offices are under an obligation to levy execution on a debtor upon request, even if the tax authority's decision concerning tax and tax surcharges is not final (Chapter 3, section 1, and Chapter 4, section 1, of the Enforcement Code (Utsökningsbalken) taken in conjunction with sections 59 and 103 of the Tax Collection Act; the latter provisions have been replaced by similar provisions in the Tax Payment Act). If the debtor does not have enough distrainable property, the enforcement office may request a district court to declare him or her bankrupt. The debtor will normally be considered insolvent if it is discovered during attempts to levy distress in the six months preceding the presentation of the bankruptcy petition that his or her assets are insufficient to pay the debt in full (Chapter 2, section 8, of the Bankruptcy Act (Konkurslagen, 1987:672)). If the bankrupt's estate is not sufficient to defray all the existing and expected bankruptcy expenses and other liabilities that the bankrupt has incurred, the bankruptcy proceedings will be terminated (Chapter 10, section 1, of the Bankruptcy Act).", "47. If a bankruptcy petition is based on a tax debt determined by a decision that is not yet final, the court examining the petition is required to make an independent assessment of the alleged debt, having regard to the evidence adduced in the bankruptcy proceedings. The court accordingly has to make a prediction about the outcome of the pending tax assessment proceedings (judgment of the Supreme Court of 9 June 1981, Case no. Ö 734/80).", "48. As taxes and tax surcharges are payable even if the tax authority's decision is not final, the decision may be varied or quashed after the relevant amounts have been paid. If so, the amount overpaid is refunded with interest (Chapter 18, section 2, and Chapter 19, sections 1 and 12, of the Tax Payment Act). If distress has been levied on the taxpayer's property or he or she has been declared bankrupt on account of the tax debt, the distress warrant or bankruptcy decision will be set aside on appeal. Should the warrant or decision have become final, the taxpayer may, upon request, have the case reopened and the warrant or decision quashed (Chapter 58 of the Code of Judicial Procedure (Rättegångsbalken)). Any property that has been distrained upon will, if possible, then be restored to the taxpayer (Chapter 3, section 22, of the Enforcement Code). The same applies to property forming part of a bankrupt's estate to the extent that it is not required for the payment of the bankruptcy expenses and other liabilities (Chapter 2, section 25, of the Bankruptcy Act). If the taxpayer's property has been sold and the amount obtained from the sale has been used to pay off the alleged tax debt, the taxpayer will receive financial compensation. In addition, it is open to the taxpayer to bring an action for damages against the State for the financial loss caused by the distress or the bankruptcy (Chapter 3, section 2, of the Tort Liability Act (Skadeståndslagen, 1972:207)), on the ground that the authorities or the courts have acted wrongfully or negligently.", "49. Criminal proceedings may be brought against a taxpayer who has furnished incorrect information to a tax authority or who, with the object of evading tax, has failed to file a tax return or similar document. If the taxpayer has acted with intent and his actions have resulted in his being charged too little tax, he will be convicted of tax fraud. The possible sentence ranges from a fine for petty offences to imprisonment for a maximum of six years for cases of aggravated tax fraud (sections 2 to 4 of the Tax Offences Act (Skattebrottslagen, 1971:69)). If the taxpayer is considered to have been grossly negligent in submitting incorrect information, he may be convicted of making a negligent misrepresentation to the tax authorities (vårdslös skatteuppgift) (section 5). A criminal charge under the Tax Offences Act is brought in accordance with the rules governing criminal proceedings in general which means, inter alia, that there can only be a criminal conviction on prosecution and trial by the courts of general jurisdiction.", "50. Under Swedish law, the fact that a tax surcharge has already been imposed on the same grounds as those forming the basis of the criminal charge is no bar to criminal proceedings. Moreover, a decision to impose a surcharge has no binding force or any other effect that might prejudice the determination of the criminal charge. However, it was the intention of the legislature that the trial court would be aware when considering the criminal charge that a surcharge had been imposed (Government Bill 1971:10, pp. 351 and 364).", "51. In a judgment delivered on 29 November 2000 the Supreme Court considered whether a person could be convicted for a tax offence in criminal proceedings following the imposition of a tax surcharge in tax proceedings (Case no. B 868-99, published in Nytt juridiskt arkiv 2000, p. 622). Having noted that, under Swedish law, a surcharge is not considered a criminal penalty and thus does not prevent trial and conviction for a tax offence relating to the same act, the Supreme Court went on to examine the matter under the Convention. It first considered, in the light of the European Court's case-law, that there were weighty arguments for regarding Article 6 as being applicable under its criminal head to proceedings involving a tax surcharge. Even assuming this to be the case, it held, however, that the principle of non bis in idem, as set forth in Article 4 of Protocol No. 7 to the Convention, did not prevent criminal proceedings from being brought against someone for an act in respect of which a surcharge had already been levied.", "52. On 15 December 2000 the Supreme Administrative Court delivered two judgments in which it examined the applicability of Article 6 of the Convention to the tax surcharges imposed under the Swedish tax system. In one of the judgments (Case no. 1990-1998, RÅ 2000 ref. 66), noting the criteria established by the European Court for determining whether an offence qualified as “criminal”, the Supreme Administrative Court gave an extensive opinion on the application of these criteria to the surcharges in question. It stated, inter alia, the following:", "“The Swedish legislature has described the tax surcharge as an administrative sanction akin to a penalty ... The rules on oral hearings in Chapter 6, section 24, of the Taxation Act should be seen as a manifestation of the desire to bring taxation procedure into line with the legal safeguards laid down in Article 6 of the Convention. Also, according to case-law (RÅ 1987 ref. 42), the rules on voting in Chapter 29 of the Code of Judicial Procedure [in the criminal-procedure part of the Code] are applicable in cases concerning surcharges under the former Taxation Act (1956:623). The tax surcharge appears to have been considered a predominantly criminal sanction in other contexts as well. For example, it was stated in the preparatory documents to the legislation establishing the rule prohibiting ex post facto laws in Chapter 2, section 10, subsection 1, of the Instrument of Government [Regeringsformen] – which covers penalties, other criminal sanctions and other special legal effects of a criminal offence – that the proposed rule also applied to administrative sanctions akin to penalties such as tax surcharges, charges for the late payment of taxes and late-payment fees under various tax laws. ... However, under Swedish law, there is no requirement of intent or negligence on the part of the taxpayer for the imposition of a tax surcharge. Also, the surcharge, to a certain extent, has the character of a conditional fine [vitesfunktion] and can be remitted on purely objective grounds. Moreover, it cannot be converted into a prison sentence. Therefore, it has been considered that the surcharge is not to be classified as a penalty under the Swedish legal system but rather as an administrative tax sanction. Accordingly, its classification as such under the Swedish legal system does not constitute sufficient reason for regarding it as a criminal sanction within the meaning of the Convention.", "With respect to the other two criteria applied by the European Court in this connection – that is, the nature of the offence and the nature and degree of severity of the sanction – the following should be taken into account. The Swedish rules on tax surcharges are general and concern all taxpayers. The purpose of the system of administrative sanctions is to exert pressure on taxpayers, by means of a considerable financial sanction, to observe the obligations prescribed by the laws on taxes and charges. It should also be noted that the Swedish tax surcharge, in its present form, replaced earlier procedures of a purely criminal nature. As regards the characteristics that have been established by the European Court as referring to the nature and degree of severity of the sanction, it should be borne in mind that a surcharge is levied in proportion to the tax avoided by the provision of incorrect information. This means that surcharges may in principle come to very large amounts without any upper limit.", "In the Supreme Administrative Court's opinion, the last-mentioned aspect strongly indicates that Article 6 is to be regarded as applicable to the Swedish tax surcharge. In a recently delivered judgment, the Supreme Court also stated, in the light of the European Court's case-law, that 'there are weighty arguments for regarding Article 6 as being applicable also to Swedish proceedings concerning tax surcharges' [the Supreme Court's judgment of 29 November 2000, see paragraph 51 above]. One consideration that might still cause some doubt is that the Swedish surcharge differs from the French one with regard to one of the four factors to which the European Court attached importance in its final assessment in Bendenoun [Bendenoun v. France, judgment of 24 February 1994, Series A no. 284]: it cannot be converted into a prison sentence. Furthermore, contrary to the French rules, the Swedish rules on surcharges lack a subjective element in the real sense ...", "However, the fact that the Swedish tax surcharge cannot be converted into a prison sentence is not, in the Supreme Administrative Court's opinion, a strong argument against finding Article 6 to be applicable. There is no doubt that a fine imposed under criminal law falls under Article 6, irrespective of whether or not it can be converted into a prison sentence. Moreover, the judgment in Bendenoun must be taken to indicate that financial sanctions other than a fine may also fall under Article 6, at least if they are of some significance. Furthermore, following the European Court's judgments in Lauko ... and Kadubec [Lauko and Kadubec v. Slovakia, judgments of 2 September 1998, Reports of Judgments and Decisions 1998-VI, pp. 2492 and 2518, respectively], both of which concerned fines imposed in respect of minor offences, it must now be regarded as established that the imposition of a prison sentence is not a prerequisite for an act to be viewed as a criminal offence within the meaning of the Convention. Nor, in the circumstances, can an independent or even significant meaning be attached to the lack of subjective elements (instead, there is reason to make a separate assessment as to the compatibility of strict liability with the presumption of innocence ...).", "In view of the foregoing the Supreme Administrative Court finds, having regard to all the circumstances, that the Swedish tax surcharge is to be regarded as falling under Article 6 of the Convention. ...”", "53. The Supreme Administrative Court went on to examine the compatibility of the tax surcharges with the presumption of innocence under Article 6 § 2 of the Convention. It gave the following opinion:", "“It is probable that, in determining whether strict criminal liability is compatible with the Convention, the European Court will apply essentially the same test as it did in Salabiaku [Salabiaku v. France, judgment of 7 October 1988, Series A no. 141-A] with respect to liability established on the basis of presumptions. This means that liability must not arise entirely automatically on proof of the objective elements. Instead, in order for there to be no conflict with the presumption of innocence, the individual must have the possibility of some form of defence based on subjective circumstances.", "As has been mentioned above, a tax surcharge is imposed by means of an administrative procedure without any requirement of intent or negligence. An appeal against a decision concerning a surcharge lies to an administrative court. If intent or gross negligence is established, liability under criminal law may be imputed following trial and conviction by a court of general jurisdiction.", "Taxation in Sweden is largely based on information given by the individual and certification by him or her of information received from other sources. The purpose of the tax surcharge is to emphasise, inter alia, that the individual is required to be meticulous in fulfilling the duty of filing a tax return and the related obligation to submit information. In principle, carelessness is not acceptable. Furthermore, the taxpayer must normally have an understanding of what information is of relevance to the examination of a claim in order to avoid the risk of incorrect information being considered to have been given and a surcharge imposed. In other words, the taxpayer is required to have a certain knowledge of the tax rules.", "Inaccuracies and failures of the kind that may cause the imposition of a tax surcharge occur in a very large number of cases. The requirements of foreseeability and uniformity in the imposition of surcharges have therefore been regarded as calling for surcharges to be levied in accordance with relatively simple and standardised rules. However, the rules and regulations must also meet demands for a reasonably nuanced assessment ... and provide guarantees of legal certainty. Therefore, a surcharge is not imposed automatically when incorrect information is submitted. Firstly, certain types of inaccuracies are excluded and, secondly, authorities and courts must consider whether there are grounds for remitting the surcharge, even if no specific claim to that effect has been made.", "The following may be stated with particular reference to the grounds for remitting surcharges. The requirements of understanding and meticulousness must be proportionate to the taxpayer's ability and capacity to comprehend the tax rules and apply them to the existing situation. The rules on remission are aimed at preventing the imposition of a tax surcharge as a result of, for example, excusable ignorance or a misunderstanding as to the content of a tax rule. They are also supposed to prevent a surcharge from being imposed where other excusable mistakes are made in discharging the duty to file a tax return. The rules on remission are, moreover, drafted in such a way as to allow the authorities and courts a certain latitude in assessing questions of remission, having regard to the subjective position of the taxpayer. Indeed, the grounds for remission – in conjunction with the rules providing, on objective grounds, for surcharges not to be imposed or to be set aside in particular circumstances – may in certain cases allow of considerations that lead to greater exemption from surcharges than would be the case if the imposition of surcharges were conditional on the taxpayer having acted intentionally or negligently. Although the grounds for remission are not entirely comparable to the conditions for accountability which the subjective elements represent in criminal law, they must, when taken together with the cases in which surcharges are excluded on purely objective grounds, be considered as affording the taxpayer, where appropriate, sufficient scope for avoiding the imposition of surcharges to prevent a conflict with the presumption of innocence as set out in Article 6 of the Convention arising. In general, however, this requires that the courts, in applying the rules on surcharges, should indeed make a nuanced and not too restrictive assessment in each individual case as to whether there are grounds for setting aside or remitting the tax surcharge.”", "54. The Supreme Administrative Court also considered that the Swedish tax surcharge complied with the general requirement under the Convention for measures to be proportionate. It held that a system of sanctions against breaches of the obligation to submit tax returns and information to the tax authorities served an important public interest. Moreover, it noted, inter alia, that the requirement of proportionality was reflected in the rules on surcharges as, under Chapter 5, section 6, of the Taxation Act, surcharges were to be remitted in cases where they would be “manifestly unreasonable” (see paragraph 35 above).", "55. In the other judgment delivered on 15 December 2000 (Case no. 2922-1999) the Supreme Administrative Court was called upon to examine whether the enforcement of a tax surcharge prior to a court examination of a taxpayer's liability to pay the surcharge in question conflicted with the presumption of innocence under Article 6 § 2 of the Convention. It made the following assessment:", "“The Article stipulates that the presumption of innocence shall be observed until guilt has been proved according to law. It does not follow from the wording of the Article that a criminal sanction that has been imposed cannot be enforced before the decision has become final. There are, furthermore, examples both in Sweden and in other European countries of regular criminal sanctions being enforceable notwithstanding the fact that the decision has not become final ...", "Moreover, there is nothing in the case-law of the European Court to support the view that Article 6 § 2 prevents the enforcement of decisions concerning criminal sanctions that have not become final. In this connection, it should be pointed out that the European Commission of Human Rights expressly accepted the immediate enforcement of tax surcharges in Källander v. Sweden [no. 12693/87, Commission decision of 6 March 1989, unreported].", "The conclusion of the Supreme Administrative Court is that Article 6 § 2 does not prevent enforcement on the ground that a decision concerning tax surcharges has not become final.", "It remains to be determined whether the enforcement of an administrative authority's decision on surcharges requires the matter to have been examined by a court.", "It follows from Article 6 § 1 that everyone charged with a criminal offence has a right to have his or her case determined by a court. However, the rules in Article 6 are not considered to preclude the examination by an administrative authority of issues falling under the Article, provided that the individual may subsequently bring the matter before a court that fully affords the legal safeguards laid down in the Article ...", "In the Supreme Administrative Court's opinion, it is unclear to what extent the presumption of innocence should be taken to require that a decision by an administrative authority concerning a criminal sanction against which an appeal has been made should not be enforced before a court has examined the appeal. It appears that the question has not been determined by the European Court. However, it seems reasonable to assume that enforcement may not take place if it would make it impossible for the original legal position to be restored in the event that the subsequent judicial examination resulted in the authority's decision being varied.", "As far as tax surcharges are concerned, a taxpayer may appeal to a court against an administrative authority's decision to impose such a surcharge. If the taxpayer's appeal is successful, any amount that has been paid will be refunded with interest. It is also possible for the taxpayer to request a stay of execution in connection with the appeal. It is unlikely that any enforcement measures will be taken pending the court's examination of the application for a stay (see Government Bill 1996/97:100, p. 352). Under the rules applicable in the instant case, a stay may be granted if it can be assumed that the amount imposed on the taxpayer will be reduced or that he will be relieved of the obligation to pay the amount, if the outcome of the case is uncertain or if payment of the amount imposed would result in considerable damage for the taxpayer or otherwise appears unjust. In certain cases, a stay can be granted only on condition that security is provided (section 49, subsections 1 and 2, of the Tax Collection Act; there are now largely corresponding rules in ... the Tax Payment Act).", "The rules on stays of execution provide the taxpayer with the opportunity to have a preliminary examination by a court of the final outcome of the case concerning tax surcharges. If the taxpayer refrains from using this option or if the court, following an examination, finds that it cannot be assumed that the taxpayer's appeal on the merits will be successful, or even that the outcome is uncertain and that, moreover, there is no reason to expect considerable damage to result from payment of the surcharge, it cannot, in the view of the Supreme Administrative Court, be contradictory to Article 6 § 2 to require immediate enforcement.”"], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-2"], "NON_VIOLATED_BULLETPOINTS": []}