{"ITEMID": "001-61289", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2003, "DOCNAME": "CASE OF SKAWINSKA v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1", "JUDGES": "Nicolas Bratza", "TEXT": ["8. The applicant was born in 1952 and lives in Łódź, Poland.", "9. On 8 December 1992, relying on information provided by a certain X, the Łódź-Górna District Prosecutor (Prokurator Rejonowy) opened an investigation against the applicant concerning theft and obstructing X’s use of certain objects.", "10. On 30 July 1993 the District Prosecutor submitted the bill of indictment to the Łódź District Court (Sąd Rejonowy).", "11. X and witness L. K. failed to attend the hearing of 2 February 1994. On 8 February 1994 the court requested the police to provide the address of L. K.", "12. The hearing scheduled for 28 February 1994 was adjourned because of the presiding judge’s illness.", "13. The court held hearings on 30 March and 4 May 1994. The hearing scheduled for 11 May 1994 was adjourned due to the absence of three witnesses and the applicant’s lawyer.", "14. On 16 May 1994 the court ordered a psychiatric examination of the applicant. It considered that her behaviour in the course of the proceedings and the nature of her pleadings caused it to doubt whether she was capable of understanding the meaning of the criminal act allegedly committed by her and whether she was capable of taking part in the proceedings.", "15. On 23 May 1994 the court rejected the applicant’s eight petitions concerning evidence.", "16. On 14 June 1994 the examination was carried out. The applicant submitted that it had lasted a few minutes and the psychiatrists had seemed not to have read the case-file. The Government submitted that the psychiatrists had prepared a five-page opinion. On the same day the court ordered the applicant to undergo observation in a psychiatric hospital, relying on the psychiatrists’ statement that they had not been able to prepare their opinion on the basis of their single examination. The applicant appealed.", "17. On 6 July 1994 the Łódź Regional Court (Sąd Wojewódzki) amended the decision under appeal by indicating that the observation would not last more than three weeks. The court dismissed the remainder of the applicant’s appeal.", "18. In her letter of 14 July 1994 she requested the annulment of those decisions, alleging that they had been given by persons who were not judges.", "19. On 25 July 1994 the court held a hearing. It imposed a fine on a witness for his failure to attend that hearing.", "20. On 29 August 1994 the court issued an order concerning the taking of the applicant’s child into public care during her psychiatric observation, which was supposed to be carried out from 1 to 9 September 1994.", "21. The applicant left Łódź with her child before the starting date of her observation. On 21 September 1994 her lawyer informed the court that he ceased to represent her in the proceedings.", "22. On 14 October 1994 a legal-aid lawyer refused to represent the applicant.", "23. On 18 October 1994 the court held a sitting concerning the applicant’s motion for a new expert opinion.", "24. Subsequently, it adjourned a hearing at the request of the applicant, who had not accepted her new legal-aid lawyer.", "25. On 28 October 1994 the Regional Court quashed the decision concerning the taking of the applicant’s child into public care.", "26. On 3 November 1994 the District Court held a hearing at which it decided to make an enquiry with a psychiatric hospital about a date on which the observation could be carried out. The applicant appealed that decision, pointing out that the psychiatrists’ opinion of 14 June 1994 was of a poor quality and that the court had overlooked the fact that during her observation her child would be left without care. She submitted that her requests to be examined by other psychiatrists or to undergo short observations in a hospital with the possibility of returning home every day so as to take care of her child had been refused. The appeal was rejected as not provided for by law in such cases.", "27. On 28 November 1994 the applicant submitted further pleadings.", "28. On 7 December 1994 the Regional Court upheld the District Court’s order rejecting the applicant’s appeal against a decision concerning an expert opinion.", "29. Between 28 November 1994 and 7 June 1995 the applicant filed with the court twenty-eight pleadings and motions.", "30. On 14 June 1995 the Regional Court quashed the decision of 22 May 1995 staying the proceedings.", "31. On 25 September 1995 the applicant was placed for three weeks in a psychiatric hospital. She submitted that she had been treated with strong medicines which severely affected her health and consciousness. On the basis of the observation, the psychiatrists stated that the applicant suffered from stress caused by court proceedings as well as from delusions.", "32. On 20 November 1995 the District Court stayed the proceedings, considering that the applicant was unable to participate because of her mental illness.", "33. On 7 May 1996 the court ordered a psychiatric opinion as to whether she was able to participate in the proceedings.", "34. On 17 June 1996 psychiatrists examined the applicant and found that her health had deteriorated.", "35. On 24 June 1996 the court refused the applicant’s request to remit the case to the prosecutor. On the same day it declined the legal-aid lawyer’s request to be released from the duty to represent the applicant.", "36. On 4 September 1996 the Regional Court dismissed the applicant’s appeal against the decision staying the proceedings.", "37. The applicant failed to appear at the psychiatric observation scheduled for 30 September 1996.", "38. On 21 July 1997 the court rejected the applicant’s challenge to the participation in the proceedings of one of the judges.", "39. On 28 August 1997 it held a sitting regarding the resumption of the proceedings. The court heard two experts in psychiatry and ordered a further opinion by other experts.", "40. The applicant failed to attend the examination scheduled for 9 October 1997.", "41. On 26 February 1998 the court refused her request that the proceedings be resumed. The court considered that a decision to resume the proceedings should be based on a psychiatric opinion confirming that the applicant’s health was no longer an obstacle to her participation. It noted that the opinions available to it were not persuasive in this respect, and that the applicant kept failing to attend further examinations.", "42. On 11 June 1999 the court held a hearing concerning the applicant’s motion for the resumption of the proceedings. It ordered another expert opinion on the state of her mental health. The applicant having failed to attend two examinations, the experts prepared their opinion on the basis of the case-file.", "43. On 24 August 1999 the court resumed the proceedings. It discontinued the proceedings in their part concerning one of the charges.", "44. On 26 August 1999 the applicant filed a request concerning new evidence.", "45. On 7 September 1999 she appealed against the reasoning for the decision resuming the proceedings.", "46. On 9 September 1999 the court held a hearing concerning that appeal. The applicant failed to attend that hearing. She submitted that she had not been informed about that hearing. On 29 September 1999 the Regional Court upheld the reasoning challenged by the applicant.", "47. In her pleadings of 30 December 1999 the applicant challenged the participation of the presiding judge in the proceedings. On 3 January 2000 she filed eight motions concerning evidence.", "48. On 5 January 2000 the applicant requested that the psychiatrists who had issued the opinions on her mental health be excluded from the proceedings.", "49. At the hearing of 11 January 2000 the court rejected the applicant’s motions concerning the psychiatrists and evidence.", "50. Subsequently, the applicant filed four further pleadings and motions.", "51. On 3 February 2000 the court held a hearing. Six witnesses failed to appear.", "52. On seven occasions in February and March 2000 the applicant filed further pleadings.", "53. On 1 March 2000 the court held a hearing. Six witnesses and one of the two experts summoned to the hearing failed to attend it.", "54. The police informed the court that the whereabouts of witness K. K. were unknown and that witness K. P. lived in Germany, which made it impossible to serve summonses on them.", "55. On 29 March 2000 the court held a hearing.", "56. On 7 April 2000 the Łódź District Court gave a judgment in which it acquitted the applicant. The prosecutor appealed.", "57. The hearing before the Łódź Regional Court, scheduled for 15 September 2000 was adjourned because of the presiding judge’s illness. On the same day the applicant challenged the impartiality of seven judges of that court.", "58. On 2 October 2000 the court held a hearing.", "59. On 12 October 2000 the Łódź Regional Court dismissed the appeal against the District Court’s judgment."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}