{"ITEMID": "001-114163", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "ADMISSIBILITY", "DATE": 2012, "DOCNAME": "LESOOCHRANÁRSKE ZOSKUPENIE VLK v. SLOVAKIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Egbert Myjer;Ján Šikuta;Josep Casadevall;Luis López Guerra;Nona Tsotsoria", "TEXT": ["1. The applicant association was established under Slovak law in 1993 and is registered in Tulčík.", "2. The applicant association was represented before the Court by Ms I. Rajtáková, a lawyer practising in Košice.", "3. The Government of the Slovak Republic (“the Government”) were represented by their Agent, Ms M. Pirošíková.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "4. The applicant is an association under the Associations of Citizens Act (Law no. 83/1990 Coll., as amended). It has its own legal personality, distinct from that of its members.", "5. The preamble to its constitution states that the applicant association regards a forest as a living being that commands adequate respect (clause 2), that the applicant association was established in order to save the natural forests of the planet, and that that salvation constitutes an essential duty of the current generation to future generations (clause 4).", "6. Pursuant to Article 2 § 5 of its constitution, the applicant association’s mission is to put into practice the ideas mentioned above, inter alia, by:", "- direct action aimed at preventing the destruction of natural forests in particular;", "- representation of the legally recognised interests of its members in proceedings that touch upon the mission of the applicant association;", "- entering into decision-making processes that have an impact on forest economy activities, above all the creation of forest economy planning;", "- assistance in the preparation of documentation to determine the long-term goals and tasks of the forest economy and thereby contribute to enhancing the role of forests; and", "- detection of, and adequate reaction to, incidents involving a threat to health, property, nature and the environment.", "7. The applicant association considers its to fall under the category of “public” and “concerned public”, that is to say public affected or likely to be affected by, or with an interest in, environmental decision-making, within the meaning of Article 2 §§ 4 and 5 of the Convention on Access to Information, Public Participation in Decision-making and Access to Justice in Environmental Matters (“the Aarhus Convention”) (see “Relevant international material” below).", "8. The High Tatra is a mountain range on the border between Slovakia and Poland. It is part of the Eastern Tatra Mountains, which, together with the Western Tatra Mountains, form the Tatra National Park (“the TANAP”).", "9. The TANAP and its territory are protected under the Nature and Landscape Protection Act (Law no. 543/2002 Coll., as amended) (“the NLP Act”) and Government Directive no. 58/2003 Coll., which established the TANAP.", "10. The forest, land and resources located in the TANAP are administered by Štátne lesy TANAP-u (“ŠL TANAP”), a body established by the Ministry of Agriculture and linked to the national budget (príspevková organizácia).", "11. On 19 November 2004 high winds in the area comprising the High Tatra caused substantial damage to the forest, inter alia in the areas comprising the National Natural Reserves of the Kôprová and Tichá valleys.", "12. Various administrative proceedings were held, mainly under the NLP Act and the Forests Act (Law no. 326/2005 Coll., as amended), in order to address the consequences of the disaster.", "13. The applicant association made a number of requests to various authorities responsible for environmental protection that it be informed of any proceedings pending before such authorities concerning the protection of the environment. These included a request in reliance on the NLP Act, made on 28 January 2003 to the Ministry of the Environment; a request in reliance on the NLP Act, made on or around 27 April 2005 to the Poprad County Office of the Environment (Obvodný úrad životného prostredia); and a request in reliance on the Forests Act, made on 16 July 2007 to the Poprad County Forestry Office (Obvodný lesný úrad).", "14. As a result of the above-mentioned requests, the applicant association participated in some proceedings and sought to participate in others. Its participation was in the procedural capacity of a party (účastník konania) to or a participant (zúčastnená osoba) in the proceedings, within the meaning of Articles 14 and 15a of the Administrative Procedure Code (Law no. 71/1967 Coll., as amended) (“the APC”). As a general rule, unlike a party to proceedings, a participant has no right of appeal.", "15. Further details concerning the applicant association’s participation in the proceedings ensuing the natural disaster and the procedural status of parties and participants are set out below.", "16. On 30 November 2004 the Tatranská Lominica branch of the ŠL TANAP applied for a general derogation from the protective conditions applicable to the environment in the High Tatra, with a view to addressing the effects of the disaster. In so doing they also sought to obtain approval under section 16(1)(b) of the NLP Act (as applicable at that time) to interfere with forest coppice and to damage vegetation and soil cover in the areas affected by the disaster for the same purpose.", "17. Under section 82(3) of the NLP Act, as applicable at that time, the applicant association had the status of a party to those proceedings. Following an amendment to the applicable regulations (see paragraph 35 below), the procedural status of environmental associations such as the applicant association was reduced to that of a participant.", "18. On 26 April 2005 the Prešov Regional Office of the Environment (Krajský úrad životného prostredia) ruled that the application of ŠL TANAP was subject to an environmental impact assessment (EIA) under the EIA Act (Law no. 127/1994 Coll., as amended, which was replaced with effect from 1 February 2006 by Law no. 24/2006 Coll.) and that the proceedings be stayed until ŠL TANAP had submitted such an assessment.", "19. On 31 May 2006 the Prešov Regional Office of the Environment ruled that unless ŠL TANAP submitted the final EIA by 20 June 2006, the proceedings would be discontinued.", "20. On 21 September 2006 the Prešov Regional Office of the Environment discontinued the proceedings because ŠL TANAP had failed to submit the final EIA. The decision was upheld on 18 May 2007 by the Ministry of the Environment following an appeal by ŠL TANAP.", "21. On 20 November 2006 the Tatranská Lomnica branch of ŠL TANAP requested that the forestry authority concerned declare a state of emergency and take measures to reduce the risk of an outbreak of bark beetle in the forests of the Kôprová and Tichá valleys.", "22. Had the applicant association been invited to take part in the proceedings, it would have enjoyed the procedural status of a participant under section 67(4) of the Forests Act (Law no. 326/2005 Coll., as amended).", "23. On 5 April 2007 the County Forestry Office ordered ŠL TANAP to carry out preventive measures under section 28(1)(i) of the Forests Act with a view to reducing the risk of the spread of bark beetle in the forest of Podbanské, in particular by cutting down infected trees in the wooded area affected by the disaster.", "24. The applicant association was not involved in the proceedings. The decision became final on 10 April 2007.", "25. On 11 June 2007 the applicant association challenged the decision of 5 April 2007 by way of a complaint under Article 127 of the Constitution to the Constitutional Court (Ústavný súd).", "26. The applicant association argued that the impugned decision should have been preceded by a derogation from, or approval of, non-compliance with environment protection measures under the NLP Act. If that had happened, the applicant association would have had the status of a party to the proceedings under that Act. However, the decision of 5 April 2007 was taken without prior derogation or approval, and thus without the applicant association’s involvement. This was contrary to the applicant association’s right of access to court and justice, and to its constitutional right to a good environment.", "27. On 1 April 2008 the Constitutional Court declared the complaint inadmissible. It found that the Forests Act accorded the applicant association the procedural status of a participant in, and not a party to, the proceedings in question.", "That being recognised, the Constitutional Court observed that the applicant association had had the opportunity to seek recognition of its position as a participant under the terms of section 67(4), (5) and (6) of the Forests Act. However, it had failed to seize that opportunity as it had requested that it be informed of proceedings under the Forests Act only on 16 July 2007 (see paragraph 13 above), that is to say after the end of the proceedings (see paragraph 24 above).", "28. Furthermore, the Constitutional Court noted that the applicant association had been directly concerned with the subject matter of the proceedings but had failed to assert a claim to that effect. If it had done so, it would have had the status of a party to the proceedings, which would have allowed it to challenge the impugned decision by lodging an administrative appeal and, as appropriate, seeking judicial review.", "29. Finally, the Constitutional Court held that the right to a good environment applied only to individuals and not to legal entities such as the applicant association, which therefore could not assert that right.", "The decision was served on the applicant association on 22 April 2008.", "30. The object of the NLP Act is to determine the jurisdiction of the administrative and municipal bodies as well as the rights and duties of legal entities and individuals in protecting nature and landscape, with a view to contributing to the preservation of the diversity of conditions and forms of life on the Earth. It is also the object of the Act to provide conditions for the sustaining, renewal and rational use of natural resources, protection of natural heritage, maintaining the character of landscape, and achieving and sustaining ecological stability (section 1).", "31. Unless provided otherwise, proceedings under the Act are subject to the APC (section 81(1)) (see below).", "32. Under section 82(3), as applicable until 30 November 2007, associations of citizens whose objective for the previous year had been environmental protection had the status of parties to proceedings under the Act, provided that they announced their participation within seven days of being informed of the proceedings.", "33. A group of Members of Parliament submitted a bill that was enacted with effect from 1 December 2007 (Law no. 454/2007 Coll.) amending the NLP Act, inter alia, so that associations of citizens referred to under section 82(3) of the Act would have the status only of participants in proceedings.", "34. Under section 82(6) and (7), an association referred to in section 82(3) can request that the authority concerned inform it of any administrative proceedings before that authority with potential implications for the protection of nature and the environment under the Act. The authority is then duty bound to inform the association of any such proceedings within seven days of their commencement or, as the case may be, of the request.", "35. On 21 October 2011 the National Council of the Slovak Republic amended the environment legislation, including the NLP Act. The amendment entered into force on 1 December 2011as Law no. 408/2011 Coll. Among other changes, environmental associations were again accorded the status of party to the proceedings (amended section 82(3), (6) and (7)).", "It was acknowledged that the purpose of this change was, inter alia, to ensure that such associations had access to remedies under Article 9 § 3 of the Aarhus Convention and that, until that time, the applicable rules of procedure had lacked provisions for such access. It was also observed that, following the judgment of the Court of Justice of the European Union of 8 March 2011 in case no. C-240/09 (see below), the jurisprudence of the Supreme Court had settled so as to interpret the applicable procedural rules in conformity with the European rules (see judgment of the Supreme Court in case no. 3Sžp5/41/2009) and to accord the associations in question the procedural status of parties (see report on the bill by the Agriculture and Environment Committee of the National Council and Joint Report of that Committee, together with the Committees of the National Council for Constitutional Affairs, Economy, Construction and Transport).", "36. The Forests Act defines forest land and its protection, determines the ownership of forest land and the use of forests, and governs professional management of forests, support for a sustainable forest economy, jurisdiction of the State administrative agencies and State supervision of forestry, and sets out sanctions for breaches of the Act (section 1(1)).", "37. The purpose of the Act is to preserve, develop and protect forests, to create the economic conditions for a diverse, professional and sustainable forest economy, and to ensure that the interests of society and those of forest owners are in harmony (section 1(2)).", "38. Unless provided for otherwise, proceedings under the Act are subject to the APC (section 67(1)) (see below).", "39. Associations whose aim is linked to the use and protection of forest property are not parties to the proceedings. Nevertheless, they can act as participants in the proceedings provided that they announce their participation within seven days of being informed of the relevant proceedings (section 67(4)).", "40. Under section 67(5) and (6), an association referred to in section 67(4) can request that the authority concerned inform it of any administrative proceedings before that authority with potential implications for its interests, and the authority is duty bound to inform the association of any such proceedings within seven days of their commencement or, as the case may be, of the request.", "41. A party to proceedings is a person whose rights and legally protected interests or duties are to be the subject matter of the proceedings or whose rights, legally protected interests or duties can be directly affected by the decision. A person who claims that his or her rights, legally protected interests or duties would be affected by the decision may also be a party to the proceedings, unless and until the opposite is established (Article 14(1)).", "42. On 1 January 2004 an amendment (Law no. 527/2003 Coll.) to the Administrative Procedure Code entered into force which, inter alia, introduced the procedural category of participant in the proceedings. Under Article 15a of the amended Code, a lex specialis can stipulate the conditions in which someone other than a party to the proceedings has the right to take part in the proceedings in full or in part. That person is called a participant. Unless a lex specialis accords a participant further rights, his or her position is limited to the right to be notified when proceedings commence and of other submissions by the parties, the right to take part in an oral hearing and in an in situ inspection, and the right to adduce evidence and to add to the material underlying the decision.", "43. The explanatory report (dôvodová správa) on the amendment submitted with the bill suggested that the creation of the procedural category of participant in administrative proceedings had been in response to the existing practice whereby, in particular in the area of environmental protection, associations of citizens and associations of legal entities took part in proceedings. Due to the lack of an appropriate procedural framework, for practical reasons such associations had been given the status of parties to the proceedings. However, that was contrary to the rules concerning parties, because the rights and duties of such associations had not been decided upon in the proceedings. Participation in the proceedings of persons other than the parties was advisable and would be significantly more frequent, especially in proceedings that involved public or group interests, for example in the construction of major industrial enterprises, the use of genetic technologies and the licensing of public works.", "44. Chapter (Časť) 5 of the Code of Civil Procedure (Law no. 99/1963 Coll., as amended) governs the administrative judiciary. In accordance with its provisions, administrative tribunals review the lawfulness of decisions taken by public administrative authorities on the basis of administrative-law actions under Section (Hlava) 2 of that Chapter and administrative-law appeals under Section 3 of that Chapter.", "45. Judicial review of administrative decisions and procedures by way of administrative-law actions under Section 2 of Chapter 5 requires that the matter be resolved by a decision that has become final and binding (právoplatnosť), after all ordinary remedies have been exhausted (Article 247 § 2).", "46. The parties to proceedings on administrative-law actions are the claimant and the defendant (Article 250 § 1), the former being the individual or the legal entity who alleges that, as a party to the relevant administrative proceedings, his, her or its rights have been restricted by the decision and conduct of an administrative authority. The claimant may, however, also file an administrative-law action on the grounds that he, she or it had not been treated as a party to the administrative proceedings in question when although he, she or it should have been (Article 250 § 2).", "47. Details concerning the Aarhus Convention are set out below. The Parliament of the Slovak Republic agreed to accede to the Aarhus Convention on 23 September 2005 and declared that, under Article 7 § 5 of the Constitution, the Convention has priority over the Constitution.", "48. The Aarhus Convention was published in the Collection of Laws under no. 43/2006 and entered into force in respect of Slovakia on 5 March 2006.", "49. In an unrelated set of proceedings, relying on the Aarhus Convention, the applicant association of the present case sought recognition of its standing as a party to proceedings concerning the request of a hunting association for derogation from certain provisions of the NLP Act. The applicant association was unsuccessful before two administrative and one judicial level of jurisdiction.", "50. The applicant association lodged an appeal with the Supreme Court. In dealing with that appeal, on 22 June 2009 the Supreme Court asked the Court of Justice of the European Union for a preliminary ruling on the following questions:", "“1. Is it possible to recognise Article 9 and in particular Article 9(3) of the Aarhus Convention, given that the principal objective pursued by that international treaty is to change the classic definition of locus standi by according the status of a party to proceedings to the public, or the public concerned, as having the direct effect of an international treaty (‘self-executing effect’) in a situation where the European Union acceded to that international treaty on 17 February 2005 but to date has not adopted Community legislation in order to transpose the treaty concerned into Community law?", "2. Is it possible to recognise Article 9 and in particular Article 9(3) of the Aarhus Convention, which has become a part of Community law, as having the direct applicability or direct effect of Community law within the meaning of the settled case law of the Court of Justice?", "3. If the answer to the first of the second question is in the affirmative, is it then possible to interpret Article 9(3) of the Aarhus Convention, given the principal objective pursued by that international treaty, as meaning that it is necessary also to include within the concept ‘act of a public authority’ an act consisting in the delivery of decisions, that is to say, that the right of public access to judicial hearings intrinsically also includes the right to challenge the decision of an administrative body, the unlawfulness of which lies in its effect on the environment?", "51. The request was registered under file no. C-240/09.", "52. On 15 July 2010 Advocate General Sharpston delivered an opinion with the following conclusions:", "“...", "101. I therefore suggest that, in answer to the questions referred by the [Supreme Court], the Court should rule as follows:", "(1) The questions referred are inadmissible except in so far as they relate to Article 9(3) of the Aarhus Convention.", "(2) It is for the national courts to determine whether Article 9(3) of the Aarhus Convention has direct effect within their own legal order in circumstances in which the European Union acceded to that international treaty on 17 February 2005 but to date has not adopted legislation in order to incorporate that specific provision of the treaty concerned into European Union law in respect of the obligations that it imposes on the Member States.", "(3) Article 9(3) of the Aarhus Convention should be interpreted as including within the concept of ‘act of a public authority’ an act consisting of the delivery of a decision. The right of public access to judicial review, within the constraints permitted by Article 9(3), includes the right to challenge a decision of an administrative body which is alleged to contravene provisions of the Member State’s national law relating to the environment.", "If the Court should take the view that it has jurisdiction to rule on the direct effect of Article 9(3) of the Aarhus Convention:", "(4) Article 9(3) of the Aarhus Convention does not have direct effect as a matter of EU law.”", "53. On 8 March 2011 the Grand Chamber of the Court of Justice of the European Union delivered a judgment.", "It held that", "“Article 9(3) of the Convention on access to information, public participation in decision-making and access to justice in environmental matters approved on behalf of the European Community by Council Decision 2005/370/EC of 17 February 2005 does not have direct effect in European Union law. It is, however, for the referring court to interpret, to the fullest extent possible, the procedural rules relating to the conditions to be met in order to bring administrative or judicial proceedings in accordance with the objectives of Article 9(3) of that convention and the objective of effective judicial protection of the rights conferred by European Union law, in order to enable an environmental protection organisation, such as the Lesoochranárske zoskupenie, to challenge before a court a decision taken following administrative proceedings liable to be contrary to European Union environmental law.", "54. On 7 July 2011, following the judgment of the Court of Justice of the European Union of 8 March 2011 (see the preceding paragraph), the Supreme Court quashed the challenged administrative decisions and held that, on the basis of that judgment, and with a view to ensuring effective protection of the environment, the applicant association had the right of action against administrative decisions, which may be contrary to European Union law, and that, consequently, it was to be accorded the procedural status of a party (file no. 3 Sžp/41/2009). This position has since become generally accepted.", "55. The United Nations Economic Commission for Europe “Convention on Access to Information, Public Participation in Decision-making and Access to Justice in Environmental Matters” (the Aarhus Convention) was adopted on 25 June 1998 and entered into force on 30 October 2001.", "In its Preamble, the Parties to the Convention, inter alia:", "- recognise that", "“every person has the right to live in an environment adequate to his or her health and well-being, and the duty, both individually and in association with others, to protect and improve the environment for the benefit of present and future generations”", "- consider that", "“to be able to assert this right and observe this duty, citizens must have access to information, be entitled to participate in decision-making and have access to justice in environmental matters, and acknowledge[s] in this regard that citizens may need assistance in order to exercise their rights,", "- recognise that", "“in the field of the environment, improved access to information and public participation in decision-making enhance the quality and the implementation of decisions, contribute to public awareness of environmental issues, give the public the opportunity to express its concerns and enable public authorities to take due account of such concerns,", "- and also recognise", "“the desirability of transparency in all branches of government and inviting legislative bodies to implement the principles of this Convention in their proceedings”.", "56. Article 1 of the Aarhus Convention defines its objective and provides as follows:", "“In order to contribute to the protection of the right of every person of present and future generations to live in an environment adequate to his or her health and well-being, each Party shall guarantee the rights of access to information, public participation in decision-making, and access to justice in environmental matters in accordance with the provisions of this Convention.”", "57. Pursuant to Article 2 §§ 4 and 5, which contain definitions, “public” means one or more natural or legal persons, and, in accordance with national legislation or practice, their associations, organisations or groups, while “concerned public” means the public affected or likely to be affected by, or having an interest in, environmental decision-making. For the purposes of this definition, non-governmental organisations promoting environmental protection and meeting any requirements under national law are deemed to have an interest.", "58. Article 6, which deals with public participation in decisions on specific activities, provides as follows:", "“1. Each Party:", "(a) Shall apply the provisions of this article with respect to decisions on whether to permit proposed activities listed in annex I;", "(b) Shall, in accordance with its national law, also apply the provisions of this article to decisions on proposed activities not listed in annex I which may have a significant effect on the environment. To this end, Parties shall determine whether such a proposed activity is subject to these provisions;", "...", "2. The public concerned shall be informed, either by public notice or individually as appropriate, early in an environmental decision-making procedure, and in an adequate, timely and effective manner, inter alia, of:", "(a) The proposed activity and the application on which a decision will be taken;", "(b) The nature of possible decisions or the draft decision;", "...", "(d) The envisaged procedure, including, as and when this information can be provided:", "(i) The commencement of the procedure;", "(ii) The opportunities for the public to participate;", "3. The public participation procedures shall include reasonable time frames for the different phases, allowing sufficient time for informing the public in accordance with paragraph 2 above and for the public to prepare and participate effectively during the environmental decision-making.", "4. Each Party shall provide for early public participation, when all options are open and effective public participation can take place.”", "59. Article 9 concerns access to justice and provides, inter alia, that:", "“3. In addition and without prejudice to the review procedures referred to in paragraphs 1 and 2 above, each Party shall ensure that, where they meet the criteria, if any, laid down in its national law, members of the public have access to administrative or judicial procedures to challenge acts and omissions by private persons and public authorities which contravene provisions of its national law relating to the environment.", "4. In addition and without prejudice to paragraph 1 above, the procedures referred to in paragraphs 1, 2 and 3 above shall provide adequate and effective remedies, including injunctive relief as appropriate, and be fair, equitable, timely and not prohibitively expensive. Decisions under this article shall be given or recorded in writing. Decisions of courts, and whenever possible of other bodies, shall be publicly accessible.”", "60. Article 15 of the Aarhus Convention on review of compliance requires a meeting of the Parties to establish arrangements for reviewing compliance with the Convention. A Compliance Committee has been created for that purpose.", "61. On 17 December 2010 the Compliance Committee adopted findings and recommendations upon completion of proceedings triggered by a non-governmental organisation that alleged that Slovakia had failed to comply with its obligations under Article 6 of the Aarhus Convention in connection with the construction of two units of a nuclear power plant.", "62. One of the disputed issues was whether a 2008 construction permit was, in fact and substance, a new construction permit or rather, as treated for the purposes of the administrative proceedings at domestic level, an update of a previous construction permit of 1986.", "63. In paragraph 55 of its report, the Committee stressed that", "“although each Party is given some discretion in [these cases] to determine where public participation is appropriate, the clause “mutatis mutandis, and where appropriate” [used in Article 6 § 10 of the Convention in relation to the use of the Convention in respect of reconsideration and update of existing operating conditions] does not imply complete discretion for the Party concerned to determine whether or not it was appropriate to provide for public participation”.", "64. The Committee rather considered, in paragraph 56 of its report, that:", "“the clause ‘where appropriate’ introduces an objective criterion to be seen in the context of the goals of the Convention, recognizing that ‘access to information and public participation in decision-making enhance the quality and the implementation of decisions, contribute to public awareness of environmental issues, give the public the opportunity to express its concerns and enable public authorities to take due account of such concerns’ and aiming to ‘further the accountability of and transparency in decision-making and to strengthen public support for decisions on the environment’. Thus, the clause does not preclude a review by the Committee on whether the above objective criteria were met and whether the Party concerned should have therefore provided for public participation in the present case.”", "65. The Committee found, at paragraph 57, that:", "“when the authority reconsidered or updated the operating conditions for an activity of such a nature and magnitude, and being the subject of such serious public concern, as this nuclear power plant, with the changes and increased potential impact on the environment as presented to the Committee, public participation would have been appropriate. This conclusion is not countered by the fact that most, if not all, changes in the 2008 construction permit lead to stricter requirements than those set in the 1986 permit. Thus, by failing to provide for public participation according to article 6, paragraphs 2 to 9, the Party concerned failed to comply with article 6, paragraph 10 of the Convention.”", "66. However, dealing with a general question of the compatibility of the relevant Slovak laws with the Convention, the Committee was unable to", "“conclude that Slovak law on public participation and EIA in general also fails to comply with article 6 of the Convention.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}