{"ITEMID": "001-93135", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF VDOVINA v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 13 - Right to an effective remedy;Violation of Article 6 - Right to a fair trial", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;Khanlar Hajiyev;Sverre Erik Jebens", "TEXT": ["4. The applicant was born in 1932 and lives in Tula.", "5. In 1999 the applicant inherited a flat. On 19 August 1999 Mr L., the grandson of the testator, brought an action against the applicant seeking invalidation of the will and transfer of the title to the flat. Judge A. of the Zarechinskiy District Court of Tula adjourned the examination of the action until 10 October 1999, ordering Mr L. to pay a court fee.", "6. After the fee had been paid, the District Court fixed a preliminary hearing for 19 July 2000. At that hearing it ordered a post-mortem forensic psychiatric examination of the testator to establish whether she had been competent to make a will. The proceedings were stayed until 27 September 2000. According to the Government, the examination was not performed as the case file did not contain the materials necessary for the experts to carry out their inquiry.", "7. No hearings were held between October 2000 and 27 June 2001.", "8. On 27 June 2001 the case was assigned to judge P., who held a preliminary hearing on 16 July 2001. At that hearing the parties asked the District Court to obtain the attendance of certain witnesses. The Government submitted that the next hearing had not been scheduled to take place until 25 October 2001 because the presiding judge had to study the parties’ requests.", "9. On 25 October 2001 the District Court, at Mr L.’s request, again ordered a post-mortem psychiatric examination of the testator and stayed the proceedings. The expert examination was performed on 30 December 2002. Three months later the District Court resumed the proceedings.", "10. The hearing fixed for 27 March 2003 was postponed until 14 May 2003 to allow the applicant’s representative to lodge requests.", "11. On 14 May 2003 the Zarechinskiy District Court adjourned the proceedings because Mr L. had died on 28 April 2003 and it was necessary to identify his heirs or legal successors. The proceedings were resumed on 3 December 2003 and a hearing was scheduled for 18 December 2003.", "12. Of the four hearings listed between 18 December 2003 and 1 June 2004, two were adjourned because the applicant’s representatives defaulted, one was rescheduled because the claimant’s lawyer did not attend and one was postponed because a witness did not attend.", "13. On 1 June 2004, at the request of the applicant’s lawyer, the District Court authorised an additional post-mortem psychiatric examination of the testator. The experts completed the examination on 17 November 2004. The District Court received the case file with the expert report on 13 January 2005.", "14. Due to judge P.’s resignation, the case was assigned to judge D., who fixed the first hearing for 4 March 2005. That hearing and the subsequent hearings on 6 and 11 April 2005 were postponed because the claimant’s lawyer was ill.", "15. On 7 June 2005 the District Court once again stayed the proceedings to identify Mr L.’s heirs. In the meantime, judge D. resigned and the case was assigned to judge M., who resumed the proceedings on 1 November 2005 and fixed the first hearing for 15 November 2005. Ms S. joined the proceedings as the claimant.", "16. Of the fourteen hearings scheduled between 15 November 2005 and February 2007, five hearings were adjourned either because the applicant and her representatives defaulted or she filed applications for the examination of additional evidence, six hearings were postponed because Ms S. and her lawyer did not attend, two hearings were rescheduled at Ms S.’s request and one hearing was adjourned because the claimant’s witness defaulted.", "17. On 7 February 2007 the District Court dismissed the action in full. On 2 August 2007 the Tula Regional Court upheld the judgment.", "18. According to the applicant, her numerous complaints to various State bodies about the excessive length of the proceedings were futile. In particular, on 14 November 2005 the applicant received a letter from the acting President of the Tula Regional Judicial Qualification Board. He noted that “no unjustified procrastination in the civil case ha[d] been established”."], "VIOLATED_ARTICLES": ["13", "6"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}