{"ITEMID": "001-99210", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF SHARKUNOV AND MEZENTSEV v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection dismissed (non-exhaustion of domestic remedies);No violation of Art. 3 (procedural aspect);No violation of Art. 3 (substantive aspect);Violation of Art. 6-1 and 6-3-d;Non-pecuniary damage - award", "JUDGES": "Anatoly Kovler;Christos Rozakis;George Nicolaou;Giorgio Malinverni;Khanlar Hajiyev;Sverre Erik Jebens", "TEXT": ["4. The applicants were born in 1969 and 1971 respectively. They are serving their prison sentences in the Kurgan Region.", "5. On 5 May 1999 the first applicant (Mr Sharkunov) was brought to the Organised Crime Unit of the Kurgan Regional Department of the Interior in the town of Shadrinsk. He was suspected of a Mr M.'s murder. As can be seen from the arrest report drawn up at 2.25 a.m. on 6 May 1999, the applicant's family and next of kin were not informed. According to the applicant, the police officers placed a canvas bag on his head, beat him and administered electric shocks with the purpose of extracting a confession from him. The applicant made no confessions.", "6. During the same night, from 2.35 to 3.15 a.m., the first applicant was brought before investigator P. The record of interview contains the following pre-typed standard wording:", "“I have been informed that under Article 51 of the Russian Constitution, no one is required to testify against himself, his spouse or next of kin... I have also been apprised of the rights of the suspect during the preliminary investigation under Articles 52 and 64 of the RSFSR Code of Criminal Procedure:", "A suspect has the following defence rights: to know the accusation against him; to make statements; to adduce evidence; to make requests; to have access to the records of investigative measures carried out in his presence and to have access to the file submitted to the court confirming the lawfulness of and reasons for remanding him in custody; to lodge challenges and complaints against the investigator's decisions and actions; to read this record after the interview, request its amendment and to make observations, which must be included in the record.", "I have also been informed that under Articles 47-52 of the RSFSR Code of Criminal Procedure a suspect has a right of defence. For this investigative measure I required ___ counsel (appointed by an advocates' office; a lawyer named by me; if no counsel requested – indicate a reason...).”", "The applicant made a handwritten statement indicating that he did not require counsel and that he would defend himself. This note bears his signature.", "The record of the interview also contains another handwritten note by the applicant in the following terms:", "“I have been apprised of the content of Article 51 of the Constitution. For the time being I refuse to speak.”", "This note bears the applicant's signature.", "7. On the same night a medical assistant in the local sobering-up centre carried out a medical check of the upper part of his body; no injuries were recorded. The applicant was then placed in the Shadrinsk temporary detention centre. The applicant was examined by a medical assistant and complained of “pain all over the body”. Blue bruises on the hip/thigh and blue injection marks on his arms were recorded. The medical assistant ascribed the marks to drug addiction and withdrawal symptoms. As can be seen from the applicant's written statement made on the same day, he had been horse riding the day before and had no complaints against any public official.", "8. On the investigator's order, on 7 May 1999 the applicant was examined by a medical expert. The examination was carried out in the presence of two convoy officers. The report drawn up on 7 May 1999 stated that the first applicant had no physical injuries.", "9. On 8 May 1999 the applicant was examined by paramedics, who concluded that he was suffering from withdrawal syndrome. On 15 May 1999 the applicant was examined in relation to abdominal pains and pain in the neck and in the thoracic spine area. It appears that he was given unspecified medicines.", "10. According to the Government, the applicant had access to counsel T. on 12 May 1999, and on 14 May 1999 he was interviewed in the presence of counsel and remained represented throughout the pre-trial investigation and trial.", "11. On 17 May 1999 the applicant was transferred from the temporary detention centre to a remand centre.", "12. On 17 May 1999 the applicant's mother lodged a complaint with the Supervising Prosecutor's Office of the Kurgan Region and the Shadrinsk town prosecutor, alleging that her son had been ill-treated in police custody:", "“My son was arrested on 5 May 1999...I became aware later on that on 6 May 1999 he had been taken to section 6 of the town department of the Interior and had been severely beaten and tortured by electric shocks in order to obtain confessions... Ill-treatment continued later on...The above was confirmed by my son's former counsel D. who told me on 7 May that my son was being ill-treated. D. saw my son on 11 May and called me, asking me to bring my son clean clothes. On 12 May the lawyer told me that my son had been beaten again and had been given electric shocks... On the same day I unsuccessfully asked investigator P. to let me see my son... On 14 May the investigator told me that he would hand over the clean clothes to my son if I refused to take away the old ones, which might be needed for an expert examination... After the arrest my son named the lawyers he wanted to instruct; since they were not available the investigator should have appointed legal aid counsel instead... I was misled by the staff of the temporary detention centre about the withdrawal pains my son had allegedly been suffering from... This did not make any sense to me... On 8 May I had brought some pain killers and asked – in vain – to call for an emergency squad for my son...My son has a medullispinal hernia, which can be painful at times...”", "13. The complaint was forwarded for examination by the Shadrinsk Inter-District Prosecutor's Office. A preliminary inquiry was ordered.", "14. During the inquiry the medical assistant of the sobering-up centre affirmed that no injuries had been recorded and that the applicant had made no complaints or allegations on 6 May 1999 at or around 4 a.m. However, according to the on-duty officer of the temporary detention centre, on 6 May 1999 at 4 a.m. the applicant had been brought to the temporary detention centre; blue bruises and injections marks were visible on his body; the applicant explained that he had sustained the bruises while horse riding and that he was a drug addict. As can be seen from a statement issued on 20 May 1999 by the medical assistant of the temporary detention centre, on 6 May 1999 the applicant complained of pain in the body; the examination at 8 a.m. revealed blue bruises on the hip/thigh and blue injection marks on his arms; the medical assistant ascribed these to drug addiction and withdrawal symptoms. According to her statement, the applicant was also seen on 8 May 1999 for unspecified reasons, and on 15 May 1999 on account of his complaints of pain in the neck and the thoracic spine area; he had had no health-related complaints when transferred to the remand centre on 17 May 1999.", "15. A number of officers made written statements. Officer E. stated that he had brought the applicant to the Unit on 6 May 1999 at or around 4 p.m; investigative measures had been taken until around 2 a.m. in the presence of investigator P.; thereafter, the applicant had been brought to the sobering-up centre for an examination and then to the temporary detention centre; he had not witnessed any ill-treatment against the applicant (see also paragraph 52 below).", "Officer Ba. stated that the applicant had been brought to the Unit on 5 May 1999; investigator P. had also been present while some measures were being carried out; no ill-treatment was inflicted on the applicant in the Unit and no signs of ill-treatment were visible on his body.", "Senior officer Ya. made a similar statement (see also paragraph 51 below) indicating that the applicant had been brought to the Unit on 5 or 6 May 1999 in the afternoon.", "Officer K. stated that the applicant had been present on the premises on 6 May 1999 in the afternoon and that he had seen investigator P. and officers E. and Ya. with the applicant at around 9 p.m. the same evening. Officer K. did not witness any ill-treatment.", "Lastly, investigator P. stated that he had issued an arrest warrant against the applicant and questioned him; no ill-treatment had been inflicted on the applicant; a medical expert had examined him on 7 May 1999 and found no injuries.", "16. By a decision of 1 June 1999 the Shadrinsk Inter-District Prosecutor's Office refused to institute criminal proceedings against the officers allegedly responsible for the first applicant's ill-treatment. It was established that the applicant had been arrested on 5 May 1999 and had been brought to the Organised Crime Unit for investigative measures. Thereafter, he had been examined by a medical assistant of the sobering-up centre; no injuries had been noted. The applicant was then brought to the temporary detention centre and examined by an “on-duty” officer; the applicant explained that the bruising on his hips/thighs had been sustained before the arrest (probably from horse riding); no injuries had been found during his placement in the remand centre on 17 May 1999. In May 1999 the applicant made no complaint about his health and did not raise any allegations against any public official. Nor did he raise any allegations during the inquiry that had been initiated following his mother's complaint.", "17. As can be seen from the decision of 1 June 1999, “the persons concerned should be informed of the decision and the procedure for appealing against it”. By a letter of the same date, the applicant's mother was notified of the decision and of the possibility of appealing to a higher prosecutor.", "18. On an unspecified date Mr T. was appointed as counsel for the applicant. On 15 June 1999 he sought a copy of a search order in respect of the applicant's flat; he also asked the investigator to allow the applicant visits from his family.", "19. A medical certificate dated 17 September 1999, issued by the local drug addiction hospital, states that the first applicant did not suffer from alcohol or drug addiction and did not require any related treatment while in detention.", "20. On 21 February 2000 the first applicant complained to the Kurgan prosecutor's office supervising detention facilities about the events of 5 and 6 May 1999 and the investigation. The applicant made the following statement:", "“On 5 May 1999...I was interrogated in a particularly intensive manner, which I can describe if you so require. The officers tried to compel me to make confessions in respect of a criminal offence in which I was not involved and of which I knew nothing. At night investigator P. joined in. When physical violence temporarily ceased and the bag was taken off my head, investigator P. compelled me to make written statements... He told me that he had witness statements against me... For twelve days in the temporary detention centre I made statements concerning my alibi on the day of M.'s murder and the alleged animosity between myself and the above witness...”", "21. By a letter of 28 February 2000 the applicant was informed that his renewed complaint had been dismissed by the Kurgan Regional Prosecutor's Office because the inquiry had already resulted in a decision not to initiate criminal proceedings in relation to the alleged ill-treatment.", "22. On 6 May 2000 the applicant was interviewed in the presence of counsel, pleaded not guilty, sought a face-to-face confrontation with the second applicant and then chose to remain silent.", "23. Between May and September 2000 the applicant sent several unspecified complaints from the detention facility to the Kurgan Town Court. In April 2000 the applicant's mother complained to the regional prosecutor about the inquiry into the allegation of ill-treatment.", "24. On 9 December 1999 the second applicant (Mr Mezentsev) was brought to the above-mentioned Organised Crime Unit in Shadrinsk from a detention facility in the town of Kurgan.", "25. According to the applicant, he remained in the police car with a canvas bag on his head and received several blows from the convoy officers. In the Unit the officers connected wires to his little fingers and applied electric shocks. When he fainted they hit him on the head so that he would regain consciousness. A canvas bag was placed over his head, restricting the airflow. He could not bear the pain and admitted his complicity in the killing of a Mr K.", "26. On the same day, between 7 p.m. and midnight, the second applicant was questioned by investigator P. The record of interview contains the following pre-typed standard wording:", "“I have been informed that under Article 51 of the Russian Constitution, no one is required to testify against himself, his spouse or next of kin...I have also been apprised of the rights of the suspect during the preliminary investigation under Articles 52 and 64 of the RSFSR Code of Criminal Procedure:", "A suspect has the following defence rights: to know the accusation against him; to make statements; to adduce evidence; to make requests; to have access to the minutes of investigative measures carried out in his presence and to have access to the file submitted to the court confirming the lawfulness of and reasons for remanding him in custody; to lodge challenges and complaints against the investigator's decisions and actions; to read this record after the interview, request its amendment and to make observations, which must be included in the record.", "I have also been informed that under Articles 47-52 of the RSFSR Code of Criminal Procedure a suspect has a right of defence. For this investigative measure I required ___ counsel (appointed by an advocates' office; a lawyer named by me; if no counsel requested – indicate a reason...).”", "The applicant made a handwritten statement indicating that he did not require counsel and that he was not waiving his right on account of lack of means. This note bears his signature.", "The record of interview also contains another handwritten note by the applicant in the following terms:", "“I have been apprised of the content of Article 51 of the Constitution. I agree to testify on the substance of the suspicion against me”.", "This note bears the applicant's signature. During this interview the applicant confessed to having been an accessory to K.'s murder, committed, according to the second applicant, by the first applicant (Mr Sharkunov). The record ended with a handwritten note stating that the second applicant had read the record, that it was correctly transcribed, that the applicant had no comment or objection to make, that he had been made aware of the video recording and had no comment to make on it. The interview was videotaped by officer Ba.", "27. On 15 December 1999 the applicant was again taken to the Organised Crime Unit, where the ill-treatment, namely beating him on the head, allegedly resumed. According to the applicant, while in a cell he cut the veins in both his arms, allegedly as a protest at the beatings and pressure put on him. According to the Government, the second applicant mutilated himself because the first applicant had put pressure on him while in Shadrinsk remand centre no. 2.", "28. After the second applicant had been provided with medical assistance, at an interview on the same day he was informed of his rights and pleaded innocent; he declined legal assistance “for this interview” and refused to testify.", "29. On 17 December 1999 the second applicant lodged a complaint with the Regional Prosecutor's Office, alleging that he had been forced to confess to the murder and to make false accusations against other persons:", "“I urge you to carry out an inquiry and to stop the unlawful methods of investigation used against me by the officers of the Organised Crime Unit. As a result of these, I was forced to made confessions on 9 December 1999. I complained to the regional prosecutor's office but subsequently learnt that the complaint had not been forwarded... On 15 May 1999 I was brought to the Unit again and was forced to incriminate myself and others of various crimes. To overcome my resistance, the officers offered a visit from my family in exchange for a confession; this was a form of psychological pressure...Since I could not stand the pressure I cut my veins with a razor blade I found in the cell...”", "30. On 19 January 2000 the applicant amended his statement, alleging that electric shocks had been administered on 9 December 1999; that the waiver of legal assistance had been imposed on him; that he had been told to be natural during the videotaping and to answer in line with the previously discussed version of the relevant events.", "31. An inquiry was ordered in relation to the second applicant's allegation of ill-treatment. Officer E. stated that the applicant had been brought to the Organised Crime Unit for interview with investigator P.; the interview was videotaped; no ill-treatment or pressure had been used against the applicant (see also paragraph 52 below). A similar statement was made by senior officer Ya. (see also paragraph 51 below). To a statement in similar terms investigator P. added that while the applicant had not requested counsel for the interview on 15 December 1999 he had expressed the wish to have a consultation with a lawyer later on in the remand centre. Officer Ba. confirmed that he had videotaped the interview on 9 December 1999 and that he had seen no beatings.", "32. The prosecutor also obtained a written statement from the applicant alleging that during his transfer to the Unit on 9 December 1999 he had a canvas bag on his head; in the Unit he had cables attached to his fingers and that electric shocks had been administered. The applicant alleged that on 15 December 1999 he had received several blows from Unit officers; that he could not identify them as he had a canvas bag on his head; and that in reply to his request for counsel investigator P. had told him to write to the local bar association.", "33. On 27 January 2000 the applicant was examined by a medical expert who found scars on his forearms and concluded that these scars could have been self-inflicted on 15 December 1999. The expert did not record any traces of electric torture or blows to the second applicant's head.", "34. On 28 January 2000 the Shadrinsk District Prosecutor's office refused to institute criminal proceedings in relation to the alleged ill-treatment. The prosecutor relied on the above-mentioned statements and the expert report. He also noted that the applicant had not made any complaint while in the remand centre and that no injuries had been recorded there. The decision states that “the persons concerned should be informed of the decision and the procedure for appealing against it”.", "35. On 31 January 2000 the second applicant asked for legal-aid counsel, referring to the lack of means to retain one. The applicant was questioned in the presence of counsel on 4 February 2000 and retracted the confession made on 9 December 1999 as given under duress.", "36. On 5 May 2000 investigator M., who was also in charge of the criminal case against the applicant, refused to institute criminal proceedings, dismissing as unsubstantiated the second applicant's renewed complaint of ill-treatment.", "37. On 10 May 2000 the second applicant was interviewed in the presence of counsel and, having been apprised of the privilege against self-incrimination, asserted his innocence and remained silent.", "38. On 5 June 2000 the investigator rejected a number of applications by the defence, indicating, inter alia, that the allegation of ill-treatment had previously been dismissed after the inquiries and that the case file contained the relevant decisions not to institute criminal proceedings.", "39. The applicant sent unspecified complaints to the Shadrinsk Town Court from the detention facility in March 2000 and to the Kurgan Town Court between June and December 2000.", "40. In November 1999 and February 2000 the police questioned a Mr V. in the framework of unrelated criminal proceedings. It appears that he was informed of his rights and declined the legal assistance offered to him. In substance, he stated that he had served as a driver for the applicants on the day when K.'s murder had been committed and that he had heard about another murder, allegedly committed by the first applicant. V. also stated that “in winter 1998-1999” the second applicant had set a car on fire on the first applicant's instructions; the latter had unsuccessfully tried to extort a sum of money from the car owner; the first applicant had then allegedly told V. that the second applicant had broken the car window, thrown a bottle of gasoline in the car and set it on fire. V. confirmed his earlier statements during a face-to-face confrontation with the second applicant. However, on 19 April 2000 V. retracted his statement, alleging ill-treatment in November 1999 and February 2000. It appears that the authorities refused to initiate a criminal case against the officers.", "41. At the pre-trial stage, a Ms S. was interviewed as a witness regarding the arson charges against the applicants. She identified the second applicant from his general facial traits, in a line-up of three persons, as the person she had first seen “in or around March 1998” when he had tried to set a car on fire in the yard of the block of flats where she lived; the second time was when he broke the car window and spilt gasoline in it. A lawyer and two attesting witnesses were present at the line-up.", "42. The applicants and V. were accused of several criminal offences, including murder and arson. The first applicant was charged with two counts of murder, two counts of instigation to destruction of property by arson, unlawful possession of firearms and extortion. The second applicant was charged with murder and two counts of destruction of property by arson. The first count of destruction of property by arson was based on the statement of the victim of the arson attack who alleged that he had had “tensions” with the first applicant. That statement was partly confirmed by witness Ch. The second count was based, in particular, on S.'s statement, an eyewitness who had identified the second applicant as the arsonist.", "43. On 19 July 2000 the Kurgan Regional Court held the first hearing. The applicants pleaded not guilty to the murder and arson charges. The second applicant stated that his confession of 9 December 1999 had been obtained under duress after hours of torture. The applicants' co-defendant V. also stated that he had been severely beaten by police officers and, in consequence, had falsely denounced the applicants. He submitted that the officers had beaten him on the upper part of his body but that the blows had left no traces.", "44. Ms S. was called to testify at the trial in relation to the second arson case (concerning the events in February 1998). According to a report dated 21 July 2000, a bailiff came to her home but she refused to appear before the trial court, alleging that she had to nurse her underage child.", "45. By a judgment of 4 September 2000 the Regional Court found the first applicant guilty on two counts of murder, unlawful possession of firearms and on the second count of instigation to destruction of property by arson and sentenced him to twenty years' imprisonment. The second applicant was found guilty on the second count of the destruction of property by arson and of complicity in the above murder, and sentenced to sixteen years' imprisonment. The court acquitted the second applicant of another arson count (concerning the events in January 1998) and discontinued the related prosecution on that count against the first applicant.", "46. On the murder charges the trial court relied on the second applicant's confession, various testimonies by other persons, certain forensic reports and physical evidence. The court dismissed the defendants' allegations of ill-treatment as unsubstantiated because “no injuries had been identified on the applicants' bodies during the preliminary investigation”.", "47. On the second arson charge, the trial court relied on V.'s pre-trial statement (see paragraph 40 above), S.'s pre-trial identification report of the second applicant as the arsonist (see paragraph 41 above); the victim's and a witness's statements that there had been “tensions” between the first applicant and the victim.", "48. The applicants appealed, alleging, inter alia, that the trial court had failed to summon various witnesses and had wrongly assessed some pieces of evidence, including the self-incriminating statements made by the second applicant and other persons. On 2 April 2001 the Supreme Court of the Russian Federation upheld, in essence, the judgment of 4 September 2000. The charge against the first applicant of unlawful possession of a gas pistol was dropped. The appeal court considered that the trial court had rightly referred to S.'s statement because that person had seen the second applicant set fire to the victim's car and had identified him as the arsonist. The appeal court also noted that S.'s statement and a statement from another person confirmed that there had been tensions between the first applicant and the victim.", "49. On 19 September 2001 the Presidium of the Supreme Court, sitting in its supervisory-review capacity, acquitted the first applicant of unlawful possession of firearms and reduced his sentence to nineteen years and six months.", "50. In 2005, in reply to requests from the deputy President of the Regional Court, the Kurgan Town Court and the Shadrinsk Town Court stated that in 1999 and 2000 they had not received any complaints from the applicants against the administrations of remand centres, investigating or prosecuting authorities or the police department or its units (see also paragraphs 23 and 39 above).", "51. In June 2005 Mr Ya., senior officer of the Organised Crime Unit at the relevant time, made a written statement (see also paragraphs 15 and 31 above), indicating that Mr V. had named the applicants as his accomplices in a number of offences. Thereafter, the second applicant was brought from Kurgan remand centre no. 1 to Shadrinsk and made confessions in respect of murdering victim K. and some other offences. The second applicant was questioned by investigator P. in relation to the murder; Officer Ya. was in charge of the video recording of the interview; Officer Ba. was also present. The second applicant was then brought to Kurgan remand centre no. 2. A week later he was brought to the Unit for questioning and a visit from his family. However, in the meantime, he cut his veins and was admitted to hospital for treatment. On the same day he was brought back to the Unit and retracted his earlier confessions in the presence of investigator P. and chose to remain silent. The applicant was brought back to the remand centre. Subsequently, it was established that the first applicant had tried to compel the second applicant to retract his confessions. Officer Ya. also stated that in May 1999 the first applicant had been brought in for questioning. After his refusal to testify, he had been taken for a medical examination (for unspecified reasons) and had then been placed in the temporary detention centre of Shadrinsk. Both applicants had lodged numerous complaints against various officers of the Organised Crime Unit. However, the inquiries had disclosed no unlawful actions on their part. Except for the murder of K., the other episodes of criminal activity had been dealt with by the Shadrinsk office of the Interior.", "52. In June 2005 Mr E., a police officer in 1999, made a written statement (see also paragraphs 15 and 31 above) according to which he had arrested the first applicant in May 1999 and brought him to the Organised Crime Unit for questioning. No physical force had been used against him. Mr E. stated that he might have convoyed the second applicant from Kurgan remand centre no. 1, but without recourse to any physical force or pressure.", "53. The Constitution of the Russian Federation provides, in so far as relevant:", "“Everyone shall be guaranteed judicial protection of his or her rights and freedoms.”", "“Decisions and actions or lack of action of State bodies, bodies of local self-government, public associations and officials may be appealed against in court...”", "54. The 1993 Judicial Review Act (Federal Law No. 4866-1 on appeals against acts and decisions infringing individual rights and freedoms), as amended in 1995, provides for a judicial avenue for claims against public authorities, except for those for which the Constitutional Court is competent or for which another procedure is prescribed (section 3). The Act states that a decision or omission by a public authority or official can be challenged before a court if it encroaches on an individual's rights or freedoms or unlawfully imposes an obligation or liability on that individual. In such proceedings the court is entitled to declare the impugned act, decision or omission unlawful, to order the public authority to act in a certain way vis-à-vis the individual, to lift the liability imposed on the individual or to take other measures to restore the infringed right or freedom. If the court finds the impugned act, decision or omission unlawful, this gives rise to a civil claim for damages against the State.", "55. Under the 1960 Code of Criminal Procedure (CCrP), as in force at the relevant time, a prosecutor, investigator or judge was competent to examine complaints and information about any offence committed and to open or refuse a criminal investigation, or to transmit the matter to a competent authority (Article 109). A prosecutor's refusal to open a criminal investigation could be appealed to a higher prosecutor; a judge's refusal could be challenged before a higher court (Article 113 § 4).", "56. On 29 April 1998 the Constitutional Court of the Russian Federation invalidated Article 113 § 4 of the Code because it did not allow for judicial review of a prosecutor's or investigator's refusal to institute criminal proceedings. The Constitutional Court ruled that Parliament should amend the legislation on criminal procedure by inserting a possibility of review. It also held that until such amendments were enacted, the national authorities, including courts, should directly apply Article 46 of the Constitution requiring a judicial review of administrative acts. The ruling was published in May 1998.", "57. In a ruling of 14 January 2000 the Constitutional Court declared unconstitutional several provisions of the RSFSR CCrP authorising the courts to initiate criminal proceedings of their own motion. In the same ruling the Constitutional Court reiterated that a court could carry out a judicial review of an investigating authority's decision to open a criminal case, to refuse to initiate criminal proceedings or to discontinue such proceedings, in particular on a complaint of a person that his or her constitutional rights had been breached by such a decision. The ruling was published in February 2000.", "58. Under Article 52 of the RSFSR CCrP, a suspect has the following rights: a right to know the accusation against him; to make statements; to have access to the record of investigative measures; to lodge complaints; from the time of the arrest to have meetings with counsel, his next of kin or other persons.", "59. Article 47 of the RSFSR CCrP provided that counsel could participate in the proceedings from the time when a person was informed of the charges against him or her. If a suspect was arrested or detained, counsel could participate in the proceedings from the time when the suspect was given access to the arrest record or detention order. In its ruling of 27 June 2000 (no. 11-П) the Constitutional Court held that Article 47 of the CCrP was contrary to the Constitution in so far it excluded the possibility of legal representation at the very first stages of the proceedings, that is, before any charges were brought or before access was given to the arrest/detention record.", "60. The participation of counsel was mandatory in pre-trial proceedings from the date on which charges were brought in respect of offences punishable by the death penalty and in the court proceedings concerning such offences (Article 49 of the RSFSR CCrP). If counsel was not retained by the person concerned, the authority in charge of the case had to appoint one (ibid). The defendant could waive legal assistance; such a waiver could be opposed by the authority in charge of the case if the case concerned offences punishable by the death penalty (Article 50 of the Code).", "61. Article 59 of the Criminal Code provided for the death penalty as a punishment for particularly serious criminal offences against human life, such as aggravated murder.", "62. Article 21 of the Constitution guarantees the protection of human dignity and prohibits torture, violence and inhuman and degrading treatment and punishment. Article 117 of the Criminal Code punishes torture, in particular when inflicted in order to compel the person concerned to make statements or to perform other acts contrary to the person's will, as a punishment or for other ends. Article 20 of the RSFSR Code of Criminal Procedure prohibited compelling another to make a statement through the use of violence, threats or other unlawful means against the accused or other persons involved in the proceedings.", "63. Article 50 § 2 of the Russian Constitution prohibits reliance in a court of law on evidence obtained in breach of federal law. In a ruling of 31 October 1995 the Plenary Supreme Court of Russia held that such a breach occurred when the gathering and admission of evidence resulted in a violation of the constitutional rights and freedoms or of the criminal law procedure, as well as when the gathering and admission of evidence was carried out by an authority lacking competence or acting in breach of the applicable procedural rules (point 16).", "64. Article 69 § 3 of the RSFSR Code of Criminal Procedure provided at the time that evidence obtained unlawfully should be declared devoid of legal force and should not serve as a basis for a prosecution or for proving relevant circumstances such as the damage caused by the criminal offence.", "65. Article 413 of the 2001 Code of Criminal Procedure provides that criminal proceedings may be reopened if the European Court of Human Rights has found a violation of the Convention."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["3"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}