{"ITEMID": "001-80464", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF BĄCZKOWSKI AND OTHERS v. POLAND", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 11;Violation of Art. 13;Violation of Art. 14", "JUDGES": "Nicolas Bratza", "TEXT": ["7. The applicants, a group of individuals and the Foundation for Equality (of whose executive committee the first applicant is also a member empowered to act on its behalf in the present case), wished to hold, within the framework of Equality Days organised by the Foundation and planned for 1012 June 2005, an assembly (a march) in Warsaw with a view to alerting public opinion to the issue of discrimination against minorities – sexual, national, ethnic and religious – and also against women and disabled persons.", "8. On 10 May 2005 the organisers held a meeting with the Director of the Safety and Crisis Management Unit of Warsaw City Council. During this meeting an initial agreement was reached as to the itinerary of the planned march.", "9. On 11 May 2005 Mr Bączkowski obtained an instruction of the Warsaw Mayor's Office on “requirements which organisers of public assemblies have to comply with under the Road Traffic Act” should the assembly be regarded as an “event” (impreza) within the meaning of Article 65 of that Act.", "10. On 12 May 2005 the organisers applied to the City Council Road Traffic Office for permission to organise the march, the itinerary of which would lead from the Parliament buildings (Sejm) to Assembly Square (Plac Defilad) in the centre of Warsaw.", "11. On 3 June 2005 the Traffic Officer, acting on behalf of the Mayor of Warsaw, refused permission for the march, relying on the organisers' failure to submit a “traffic organisation plan” (“projekt organizacji ruchu”) within the meaning of Article 65 (a) of the Road Traffic Act, which they had allegedly been ordered to submit.", "12. On the same day the applicants informed the Mayor of Warsaw about stationary assemblies they intended to hold on 11 June 2005 in seven different squares in Warsaw. Four of these assemblies were intended to protest about discrimination against various minorities and to support actions of groups and organisations combating discrimination. The other three planned assemblies were to protest about discrimination against women.", "13. On 9 June 2005 the Mayor issued decisions banning the stationary assemblies to be organised by Mr Bączkowski, Mr Biedroń, Mr Kliszczyński, Ms Kostrzewa, Mr Szypuła, and another person, Mr N. (who is not an applicant), who are active in various nongovernmental organisations acting for the benefit of persons of homosexual orientation. In his decision the Mayor relied on the argument that assemblies held under the provisions of the Assemblies Act of 1990 (Ustawa o zgromadzeniach) had to be organised away from roads used for road traffic. If they were to use roads, more stringent requirements applied. The organisers wished to use cars carrying loudspeakers. They had failed to indicate where and how these cars would park during the assemblies so as not to disturb the traffic, and how the movement of persons and these cars between the assembly sites would be organised.", "14. Moreover, as a number of requests had been submitted to organise other assemblies on the same day the tenor of which ran counter to the ideas and intentions of the applicants, permission had to be refused in order to avoid any possible violent clashes between participants in the various demonstrations.", "15. On the same day the municipal authorities, acting on the Mayor's behalf, allowed the three planned assemblies concerning discrimination against women to be held as requested by the applicants.", "16. On the same day the same authorities permitted six other demonstrations to be held on 11 June 2005. The themes of these assemblies were as follows: “For more stringent measures against persons convicted of paedophilia”, “Against any legislative work on the law on partnerships”, “Against propaganda for partnerships”, “Education in Christian values, a guarantee of a moral society”, “Christians respecting God's and nature's laws are citizens of the first rank”, “Against adoption of children by homosexual couples”.", "17. On 11 June 2005, despite the decision given on 3 June 2005, the march took place. It followed the itinerary as planned in the original request of 12 May 2006. The march, attended by approximately 3,000 people, was protected by the police.", "18. In addition to the march, nine stationary assemblies were held on the same day under permission granted by the Mayor on 9 June 2005 (see paragraphs 1516 above).", "19. On 28 June 2005 the applicant Foundation appealed to the Local Government Appeals Board against the decision of 3 June 2005 refusing permission for the march. It was argued that the requirement to submit “a traffic organisation plan” lacked any legal basis and that the applicants had never been requested to submit such a document prior to the refusal. It was also argued that the decision amounted to an unwarranted restriction of freedom of assembly and that it had been dictated by ideological reasons incompatible with the tenets of democracy.", "20. On 22 August 2005 the Board quashed the contested decision, finding that it was unlawful. The Board observed that under the applicable provisions of administrative procedure the authorities were obliged to ensure that parties to administrative proceedings had an opportunity of effectively participating in them. In the applicant's case this obligation had not been respected in that the case file contained no evidence that the applicant Foundation had been informed of its procedural right to have access to the case file.", "The Board's decision further read, inter alia:", "“In the written grounds of the decision complained of, the firstinstance authority refers to the fact that no traffic organisation plan is to be found in the case file. Under section 65 (a) item 3 (9) an organiser of a demonstration is obliged to develop such a plan in cooperation with the police if he or she is required to do so by the authority. However, in the case file there is no mention that the organisers were obliged to submit such a plan. (...) The document on the procedure for obtaining permission to organise an event which was served on the organisers contained no information on such an obligation either.", "Having regard to the fact that the organisers' request concerned a march to be held on 11 June 2005 and that the appeal was received by the Board's Office [together with the case file] on 28 June 2005, the proceedings had already become devoid of purpose by that latter date.”", "21. On 10 June 2005 the applicants appealed to the Mazowsze Governor against the Mayor's refusals of 9 June 2005 of permission to hold several of the planned assemblies. They argued that the assemblies were to be entirely peaceful and that banning them breached their freedom of assembly guaranteed by the Constitution. They submitted that the assemblies did not pose any threat to either public order or morals. They contested the argument relied on in the decision that they were required to submit a document on the planned itinerary between the places where the assemblies were to be held, arguing that they only intended to organise stationary assemblies, not any movement of persons between them, and that they should not be held responsible for the organisation or supervision of such movement.", "22. On 17 June 2005 the Mazowsze Governor quashed the contested 9 June 2005 refusals of authorisation to hold the assemblies .", "It was first observed that these decisions breached the law in that the parties had been served only with copies of the decisions, not with originals as required by the law on administrative procedure. It was further noted that the Mayor had informed the media of his decisions before they had been served on the applicants, which was manifestly in breach of the principles of administrative procedure.", "23. It was further observed that the 1990 Assemblies Act was a guarantee of freedom of assembly in respect of both the organisation of and participation in assemblies. The Constitution clearly guaranteed freedom of assembly, not a right. It was not for the State to create a right to assembly; its obligation was limited to ensuring that assemblies were held peacefully. Thus the applicable law did not provide for any permit for the holding of an assembly.", "24. The Governor noted that the requirement to submit a permit to occupy a part of the road, based on the provisions of the Road Traffic Act, lacked any legal basis in the provisions of the Assemblies Act. The Mayor had assumed that the demonstration would occupy a part of the road, but had failed to take any steps to clarify whether this had really been the organisers' intention, which he was obliged to do by law.", "It was further observed that a decision banning an assembly had to be regarded as a method of last resort because it radically restricted freedom of expression. The principle of proportionality required that any restriction of constitutionally protected freedoms be permitted only in so far as it was dictated by the concrete circumstances of a particular case.", "25. The Governor noted in this connection that the Mayor's reliance on the threat of violence between the demonstrations organised by the applicants and the counterdemonstrations planned by other persons and organisations for the same day could not be countenanced. It was tantamount to the administration endorsing the intentions of organisations which clearly and deliberately intended to breach public order, whereas protecting the freedom of expression guaranteed by the Assemblies Act should be an essential task of the public powers.", "26. He then discontinued the proceedings as they had become devoid of purpose, the assemblies having taken place on 11 June 2005.", "27. “E. Siedlecka: The Assemblies Act says that freedom of assembly can be restricted only if a demonstration might entail a danger to life or limb, or a major danger to property. Did the organisers of the march write anything in their application that indicates that there is such a danger?", "Mayor of Warsaw: I don't know, I haven't read the application. But I will ban the demonstration regardless of what they have written. I am not for discrimination on the ground of sexual orientation, for example by ruining people's professional careers. But there will be no public propaganda about homosexuality.", "E. S. What you are doing in this case is precisely discrimination: you are making it impossible for people to use their freedom only because of their particular sexual orientation.", "MoW: I do not forbid them to demonstrate, if they want to demonstrate as citizens, not as homosexuals.", "E. S.: Everything seems to suggest that – like last year – the Governor will quash your prohibition. And if the organisers appeal to the administrative court, they will win, because preventive restrictions on freedom of assembly are unlawful. But the appeal proceedings will last some time and the date for which the march is planned will pass. Is this what you want?", "MoW: We will see whether they win or lose. I will not let myself be persuaded to give my permission for such a demonstration.", "E. S.: Is it right that the exercise of people's constitutional rights should depend on the views of the powers that be?", "MoW: In my view, propaganda about homosexuality is not to the same as exercising one's freedom of assembly.”", "28. Article 57 of the Constitution reads:", "Freedom of peaceful assembly and participation in such assemblies shall be ensured to everyone. Limitations upon such freedoms may be imposed by statute.", "29. Article 79 § 1 of the Constitution, which entered into force on 17 October 1997, provides as follows:", "“In accordance with principles specified by statute, everyone whose constitutional freedoms or rights have been infringed shall have the right to appeal to the Constitutional Court for a judgment on the conformity with the Constitution of a statute or other normative act on the basis of which a court or an administrative authority has issued a final decision on his freedoms or rights or on his obligations specified in the Constitution.”", "30. Article 190 of the Constitution, insofar as relevant, provides as follows:", "“1. Judgments of the Constitutional Court shall be universally binding and final.", "2. Judgments of the Constitutional Court, ... shall be published without delay.", "3. A judgment of the Constitutional Court shall take effect from the day of its publication; however, the Constitutional Court may specify another date for the end of the binding force of a normative act. Such time-limit may not exceed 18 months in relation to a statute or 12 months in relation to any other normative act. ...", "31. Pursuant to section 1 of the 1990 Assemblies Act, everyone has the right to freedom of peaceful assembly. A gathering of at least fifteen persons, called in order to participate in a public debate or to express an opinion on a given issue, is to be regarded as an assembly within the meaning of the Act.", "32. Under section 2, freedom of assembly can be restricted only by statute and where it is necessary for the protection of national security or public safety, for the protection of health or morals or for the protection of the rights and freedoms of others.", "33. All decisions concerning the exercise of freedom of assembly must be taken by the local authorities in the municipality where the assembly is to be held. These decisions can be appealed against to the Governor.", "34. Under section 3 of the Act, the municipality must be informed by the organisers of the intention to hold a public gathering in the open air for an indeterminate number of persons. Under section 7 such information must be submitted to the municipality not earlier than thirty days before the planned date of the demonstration and not later than three days before it. The information must include the names and addresses of the organisers, the aim and programme of the demonstration, its place, date and time as well as information about the itinerary if the demonstration is intended to proceed from one place to another.", "35. Pursuant to section 8 the municipality shall refuse permission for the demonstration if its purpose is in breach of the Act itself or of provisions of the Criminal Code, or if the demonstration might entail a danger to life or limb, or a major danger to property.", "36. A first-instance refusal of permission to hold a demonstration must be served on the organisers within three days of the date on which the relevant request was submitted and not later than three days before the planned date of the demonstration. An appeal against such a refusal must be lodged within three days of the date of its service. The lodging of such an appeal does not have a suspensive effect on the refusal of permission to hold the demonstration.", "37. A decision given by the appellate authority must be served on the organisers within three days of the date on which the appeal was submitted.", "38. Under section 65 of the Road Traffic Act of 1997, as amended in 2003, the organisers of sporting events, contests, assemblies and other events which may obstruct road traffic are obliged to obtain permission for the organisation of such assemblies.", "39. Under section 65 read together with section 65 (a) of the Act, organisers of such events are obliged to comply with various administrative obligations specified in a list contained in that provision and numbering nineteen items, including the obligation to submit a traffic organisation plan to the authorities.", "40. These provisions were repealed as a result of the judgment of the Constitutional Court, referred to below.", "41. In its judgment of 18 January 2006 the Constitutional Court examined a request submitted to it by the Ombudsman to determine whether the requirements imposed on organisers of public events by the provisions of the Road Traffic Act were compatible with the Constitution in so far as they impinged on freedom of assembly, or whether they amounted to an excessive limitation of that freedom.", "42. The Constitutional Court observed that the essence of the constitutional problem was whether the requirements imposed by section 65 of the Act were compatible with freedom of expression as formulated by the Constitution and developed by the Assemblies Act. It noted that the 1990 Assemblies Act was based on the premise that the exercise of this freedom did not require any authorisations or licences issued by the State. As it was a freedom, the State was obliged to refrain from hindering its exercise and to ensure that it was enjoyed by various groups despite the fact that their views might not be shared by the majority.", "43. Accordingly, the Assemblies Act provided for a system based on nothing more than the registration of the proposed assembly.", "The court observed that subsequently, when it enacted the Road Traffic Act, the legislature had incorporated various administrative requirements which were difficult to comply with into the procedure created for the organisation of sporting events, contests and assemblies, thus replacing the registration system by a system based on permission. In so doing, it placed assemblies within the meaning of the Assemblies Act on a par with events of a commercial character or organised for entertainment purposes. This was incompatible with the special position that freedom of expression occupied in a democratic society and rendered nugatory the special place that assemblies had in the legal system under the Constitution and the Assemblies Act. The court also had regard to the fact that the list of requirements imposed by the Road Traffic Act contained as many as nineteen sundry administrative obligations. The restrictions on freedom of assembly imposed by that Act were in breach of the requirement of proportionality applicable to all restrictions imposed on the rights guaranteed by the Constitution.", "44. The court concluded that section 65 of the Road Traffic Act was incompatible with the Constitution in so far as it applied to assemblies."], "VIOLATED_ARTICLES": ["11", "13", "14"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}