{"ITEMID": "001-85472", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF WILCZYNSKI v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial", "JUDGES": "Giovanni Bonello;Ján Šikuta;Lech Garlicki;Ledi Bianku;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["4. The applicant was born in 1936 and lives in Dębica.", "5. On 9 July 1998 demarcation proceedings involving the applicant’s land were instituted by the Head of the District Office of the Town of Dębica (Kierownik Urzędu Rejonowego Miasta Dębica).", "6. On 1 January 1999 an administrative reform was introduced in Poland and the Mayor of the Czarna District (wójt gminy Czarna) became the competent body for examination of the demarcation proceedings. However, the District Office of the town of Dębica neither informed the Mayor about the proceedings nor transferred the case file to the Mayor.", "7. On 16 August 2002 the Czarna District Office received another motion for instituting demarcation proceedings involving the applicant’s land. The motion was transferred to the Mayor of the Czarna District.", "8. On 14 October 2002 a second set of demarcation proceedings concerning the same piece of land was instituted by the Mayor of the Czarna District. Acting under Article 31 section 1 of the 1989 Geodetic and Cartographic Act (ustawa z 1989 r. Prawo geodezyjne i kartograficzne) the Mayor appointed a geodesist, Mr C.B., to conduct the demarcation proceedings. None of the parties to the proceedings informed the Mayor that the same proceedings had already been instituted in 1998.", "9. On 24 January 2003 the Czarna District Office received the applicant’s request for the adjournment of the demarcation proceedings because of his state of health. The appointed geodesist agreed to adjourn the proceedings and fixed the new date for 10 February 2003.", "10. By letter of 31 January 2003 the Mayor of the Czarna District informed the applicant that due to the necessity of obtaining some additional information, the proceedings in respect of the applicant’s motion for a stay of the demarcation proceedings and the exclusion of the geodesist C. B. had been adjourned until 11 February 2003.", "11. On 11 February 2003 the Czarna District Office received the applicant’s request for the adjournment of the demarcation proceedings fixed for 10 February 2003 because of the applicant’s medical appointment at a hospital in Kraków. The applicant also requested that the conduct of the demarcation proceedings be adjourned until spring time. He submitted that, given his health problems, he could not take part in any demarcation proceedings conducted in winter.", "12. Further, by letter of 12 February 2003 the Mayor of the Czarna District informed the applicant that due to the necessity of obtaining some additional information, the proceedings in the applicant’s case had been adjourned once again until 4 March 2003.", "13. On 14 February 2003 the applicant lodged a request with the Self-Government Board of Appeal to have the decision of 14 October 2002 declared null and void. The applicant submitted that the institution of the demarcation proceedings in 2002 was illegal as the same proceedings had already been instituted in 1998 and had not yet been terminated.", "14. On 24 February 2003 the Self-Government Board of Appeal refused to examine the applicant’s request of 14 February 2003 as it found that such a request was not available to the applicant.", "15. On 7 March 2003, the applicant applied to the Self-Government Board of Appeal asking for a re-examination of his request of 14 February 2003.", "16. On 9 April 2003 the demarcation proceedings that had been instituted on 9 July 1998 were discontinued at the request of another party. The applicant appealed to the Self-Government Board of Appeal against this decision.", "17. On 22 April 2003 the Self-Government Board of Appeal re-examined the applicant’s request of 14 February 2003 and dismissed it. The applicant lodged a complaint with the Regional Administrative Court.", "18. On 5 June 2003 the Self-Government Board of Appeal quashed the decision of 9 April 2003 and remitted the case for reconsideration.", "19. On 25 February 2005 the Regional Administrative Court (which had assumed the jurisdiction of the Supreme Administrative Court in the matter) dismissed the applicant’s complaint against the decision of 22 April 2003. The applicant requested to have this judgment together with its written grounds served on him. He was requested by the Regional Administrative Court to pay court fees for receiving the written grounds of the judgment.", "20. Subsequently, the applicant lodged several requests for exemption from court fees.", "21. On 25 March 2005 the Regional Administrative Court refused to exempt the applicant from court fees. The applicant lodged an interlocutory appeal (sprzeciw) with the Regional Administrative Court.", "22. On 10 June 2005 the Regional Administrative Court dismissed the applicant’s interlocutory appeal. The applicant appealed against this decision.", "23. On 18 October 2005 the Supreme Administrative Court dismissed the applicant’s appeal.", "24. On 10 May 2006 the Mayor’s Office discontinued the proceedings instituted on 14 October 2002. In its reasoned grounds it justified its decision with reference to the Regional Administrative Court’s refusal to “lend” the case file with the result that it could not be examined by the Mayor’s Office. The applicant appealed.", "25. On 25 July 2006 the Self-Government Board of Appeal quashed the decision of 10 May 2006.", "26. On 17 January 2007 the Mayor discontinued the demarcation proceedings instituted on 14 October 2002.", "27. On the same date the Mayor approved the demarcation border established by the geodesist C.B. in the course of the demarcation proceedings that has been instituted in 1998. The latter decision was not subject to appeal; however the party challenging the established border was entitled to request the Dębica District Court to examine the case. It results from the parties’ submissions that the applicant availed himself of this possibility. The proceedings before the Dębica District Court are still pending.", "28. On 7 March 2003 the applicant lodged a complaint about the inactivity of the Mayor’s Office with the Self-Government Board of Appeal.", "29. On 23 April 2003 the Self-Government Board of Appeal discontinued the proceedings initiated by the applicant’s complaint in view of the fact that the proceedings on the merits had been discontinued. The applicant lodged a complaint with the Supreme Administrative Court.", "30. On 8 October 2003 the Supreme Administrative Court rejected the applicant’s complaint against the decision of 23 April 2003 as it found that such complaint was not available in the applicant’s case.", "31. On an unknown date the applicant lodged another complaint about the inactivity of the Mayor’s Office with the Self-Government Board of Appeal.", "32. On 15 March 2006 the Self-Government Board of Appeal found the applicant’s complaint well-founded and fixed a 30-day time limit for the administrative authorities to deal with the case.", "33. For a presentation of domestic law, see: Kaniewski v. Poland, no 38049/02, 8 February 2006; Koss v. Poland, no 52495/99, 28 March 2006.", "34. The relevant domestic law and practice concerning remedies for the excessive length of judicial proceedings, in particular the applicable provisions of the Law of 17 June 2004 on complaints about a breach of the right to a trial within a reasonable time (Ustawa o skardze na naruszenie prawa strony do rozpoznania sprawy w postępowaniu sądowym bez nieuzasadnionej zwłoki) (“the 2004 Act”), are stated in the Court’s decisions in the cases of Charzyński v. Poland no 15212/03 (dec.), §§ 12-23, ECHR 2005-V and Ratajczyk v. Poland no 11215/02 (dec.), ECHR 2005-VIII and the judgment in the case of Krasuski v. Poland, no 61444/00, §§ 34-46, ECHR 2005-V."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}