{"ITEMID": "001-90210", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF KALASHNYKOV v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial", "JUDGES": "Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Peer Lorenzen;Rait Maruste;Renate Jaeger;Volodymyr Butkevych", "TEXT": ["4. The applicant was born in 1948 and lives in the city of Mykolaiv, Ukraine.", "5. The applicant is a former employer of the open joint-stock company “Avtobaza” (“the company”) situated in the town of Ochakiv, the Mykolaiv region. The State have not held any share in the company since February 1999.", "6. On 13 May 1998 the Ochakiv Court ordered the company to pay the applicant UAH 3.176 in salary arrears. This judgment was enforced in full on an unspecified date in 2002.", "7. While the enforcement proceedings in respect of the above judgment were still pending, the applicant instituted proceedings in the Ochakiv Court against the Ochakiv Bailiffs’ Service and the company claiming compensation for pecuniary damage caused to him due to the non-enforcement of the judgment of 13 May 1998 in due time.", "8. On 3 April 2001 the court ordered that the company pay the applicant UAH 2.283 in compensation for inflation losses. By the same judgment, the court rejected the applicant’s claims against the Bailiffs’ Service as unsubstantiated. This judgment became final and the enforcement writ was transferred to the Bailiffs’ Service for enforcement.", "9. On 8 May 2003 the Bailiffs’ Service terminated the enforcement proceedings on the ground that the company had been declared bankrupt by the decision of the Mykolayiv Regional Commercial Court of 17 December 2002.", "10. The judgment of 3 April 2001 remains unenforced.", "11. In September 2001, while the enforcement proceedings in respect of the judgment of 3 April 2001 were still pending, the applicant instituted proceedings in the Ochakiv Court against the Ochakiv Bailiffs’ Service seeking compensation for the latter’s failure to act.", "12. On 26 November 2002 the court found in part for the applicant and ordered the Bailiffs’ Service to pay him UAH 825 in compensation for non-pecuniary damage caused as result of the non-enforcement of the judgment of 3 April 2001.", "13. On 12 May 2003 the Ochakiv Bailiffs’ Service terminated the enforcement proceedings in view of their own lack of funds.", "14. The judgment of 26 November 2002 remains unenforced.", "15. The relevant domestic law is summarised in the judgment of Romashov v. Ukraine (no. 67534/01, §§ 16-18, 27 July 2004)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}