{"ITEMID": "001-117134", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2013, "DOCNAME": "CASE OF SALAKHOV AND ISLYAMOVA v. UKRAINE", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment;Inhuman treatment) (Substantive aspect);Violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment;Inhuman treatment) (Substantive aspect);Violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment;Inhuman treatment) (Substantive aspect);Violation of Article 2 - Right to life (Article 2-1 - Life) (Substantive aspect);Violation of Article 2 - Right to life (Article 2-1 - Effective investigation) (Procedural aspect);Violation of Article 3 - Prohibition of torture (Article 3 - Inhuman treatment) (Substantive aspect);Violation of Article 34 - Individual applications (Article 34 - Hinder the exercise of the right of petition);Non-pecuniary damage - award", "JUDGES": "Aleš Pejchal;André Potocki;Angelika Nußberger;Ganna Yudkivska;Mark Villiger;Paul Lemmens", "TEXT": ["6. The first applicant was born in 1981 and died on 2 August 2008. The second applicant was born in 1955 and lives in the town of Zuya in Crimea.", "7. On 30 September 2005 the first applicant tested HIV positive.", "8. On 2 February 2006 the Centre for the Prevention and Combating of Aids in Crimea (“the Aids Centre”) informed him of the test results and invited him to register for medical monitoring. The first applicant did not, however, follow the advice (see also paragraphs 21 and 59 below).", "9. On 20 November 2007 the first applicant was arrested by the police on suspicion of having robbed an acquaintance of a mobile phone. According to the second applicant, on the same day her son informed the investigator about his HIV status and expressed the fear that his health might deteriorate in detention. This information was allegedly ignored. According to the Government, the first applicant did not disclose his HIV status.", "10. The first applicant was placed in the Temporary Detention Facility of the Bakhchysaray Police Station (“the ITT”). The officer on duty examined him and reported that he had no visible injuries and had raised no complaints.", "11. On 23 November 2007 the Bakhchysaray District Court (“the Bakhchysaray Court”) remanded the first applicant in custody pending trial.", "12. On 30 November 2007 the first applicant was X-rayed in the local polyclinic; no lung pathology was revealed.", "13. On 2 December 2007 he was taken from the ITT to Simferopol Pre-Trial Detention Centre no. 15 (“the SIZO”), where he was examined by a therapist (general practitioner), a dermatologist, a dentist and a psychiatrist. All found him to be in good health. According to the medical records, the first applicant did not have any health-related complaints and did not report any illnesses. His height and weight were recorded as 180 cm and 78 kg respectively.", "14. The first applicant was detained in the SIZO from 2 to 28 December 2007, then subsequently from 10 January to 10 February 2008, and from 18 February to 2 June 2008. During the intervening periods, from 28 December 2007 to 10 January 2008, from 10 to 18 February, and from 2 to 20 June 2008, he was held in the ITT.", "15. According to the records of his medical examinations of 10 January and 10 and 18 February 2008, he appeared to be in good health and did not raise any health-related complaints.", "16. According to the SIZO medical register, on 28, 29 and 30 May 2008 the first applicant complained of nasal stuffiness, rhinitis, and a sore throat. The SIZO therapist diagnosed him with an “acute respiratory viral infection” and prescribed medication.", "17. As to the intervening period between the aforementioned records of 18 February and 28 May 2008, no documents are available in the case file. The applicants submitted, however, that in early March 2008 the first applicant’s health had sharply deteriorated. He allegedly had a constant fever of 39-40ºC and suffered from serious digestive disorders. According to the applicants, the administration of the detention facilities called for an ambulance in that regard on many occasions. The nature of the ambulance interventions remained unclear.", "18. On 31 May 2008 the first applicant was additionally examined by an infectious disease specialist at the SIZO, who issued a note stating the following. The first applicant had been complaining of experiencing fevers and losing weight for the preceding two months. The doctor recommended an HIV test, to which the first applicant agreed. The test was scheduled for 2 June 2008. However, it did not take place because of the first applicant’s transfer from the SIZO to the ITT (see paragraph 14 above).", "19. On 2 June 2008, following another transfer from the SIZO to the ITT, the first applicant complained to the ITT medical attendant about feeling weak and having fever and back pain. The medical attendant administered some antipyretics to him.", "20. On 3 June 2008 the first applicant was taken to the Central Hospital, where he was examined by a therapist and underwent ultrasound scans of his liver, gallbladder, pancreas, spleen and kidneys. The following tests were also carried out: chest X-ray, electrocardiogram, esophagogastroduodenoscopy, as well as general blood and urine analyses. The therapist diagnosed the applicant with an ulcer, gastrointestinal hemorrhage, haemorrhoids, chronic bronchitis, and suspected HIV infection.", "21. On 4 June 2008 the Chief Doctor of the Aids Centre informed the second applicant, in reply to her enquiry of 3 June 2008, that her son had tested HIV positive on 30 September 2005, and had been informed of the result on 2 February 2006, but that he was not registered for monitoring in that Centre.", "22. On 5 June 2008 the first applicant was again taken to the Central Hospital, this time for examination by an infectious disease specialist. According to a note issued by the doctor, the first applicant complained to him about suffering from stomach aches, mouth lesions, a skin rash, coughing, and shortness of breath. He also complained of having lost about 10 kg during the preceding three months. Having examined the first applicant, the doctor diagnosed him with pneumocystis pneumonia, oropharynx-esophagus candidiosis (thrush) and an ulcer. Moreover, he concluded that the symptoms disclosed HIV infection at the fourth clinical stage. While the doctor assessed the first applicant’s condition as being “moderately severe” and noted that he required medical treatment for the aforementioned conditions, a general conclusion was reached that there was no urgent need for hospitalisation.", "23. The first applicant’s mother was informed of the diagnoses. She bought the prescribed medications, and the ITT medical attendant administered them to her son.", "24. On 6 June 2008 the first applicant’s lawyer requested the Bakhchysaray Court to release his client on account of his critical state of health. He noted that the first applicant required urgent specialised medical treatment because he had HIV infection at the fourth clinical stage and concomitant oesophagal candidosis and pneumocystis pneumonia. The lawyer stated that the first applicant’s life hung in the balance and that in order to save it he needed to be at liberty so as be able to seek proper medical care. Moreover, the lawyer pointed out, his client had a permanent place of residence and he had neither absconded from the investigation nor hindered it in any way. Furthermore, given his desperate health condition he did not present any danger to society.", "25. The Bakhchysaray Court rejected the above-mentioned request (this ruling is not available in the case file before the Court).", "26. On 11 June 2008 the Bakhchysaray District Prosecutor’s Office instructed the local police department to take the first applicant to the Central Hospital for another examination with a view to clarifying whether his state of health was compatible with detention.", "27. On 13 June 2008 the first applicant was taken to the Central Hospital, where he was again examined by an infectious disease specialist. The doctor reached a preliminary conclusion that the first applicant was suffering from HIV infection at the second clinical stage, which did not necessitate urgent hospitalisation. A further examination in the Aids Centre was recommended with a view to deciding on the necessary medical treatment. The doctor also made arrangements for the first applicant to have laboratory tests, such as blood and urine analyses and a sugar test, and a chest X-ray.", "28. On 16 June 2008 the applicants requested the Court to indicate to the Ukrainian Government, under Rule 39 of the Rules of Court, that the first applicant should be hospitalised and treated as a matter of urgency given the serious deterioration of his health and the alleged lack of adequate medical treatment.", "29. On 17 June 2008 the President of the Fifth Section decided to grant that request and to indicate to the respondent Government, under Rule 39 of the Rules of Court, that the first applicant “should be transferred immediately to a hospital or other medical institution where he [could] receive the appropriate treatment for his medical condition until further notice.” On the same day (Tuesday, a working day) a fax message was sent to the Government informing them of this decision.", "30. On 18 June 2008 the first applicant’s lawyer once again requested the Bakhchysaray Court to release his client. He reiterated that the first applicant’s life was in danger. The lawyer also referred to the aforementioned decision of the Court regarding the application of Rule 39 of the Rules of Court in the first applicant’s case.", "31. On the same date, 18 June 2008, following another enquiry by the Bakhchysaray police about the need for the first applicant’s hospitalisation, the Chief Doctor of the Infectious Diseases Department of the Central Hospital stated that the first applicant did not require urgent hospitalisation.", "32. As a result, the Bakhchysaray Court rejected the first applicant’s request for release submitted earlier that day.", "33. On 18 June 2008 the second applicant complained to the Chief Doctor of the Central Hospital about the alleged failure of its staff to provide her son with adequate medical assistance in spite of the applications she had made in that regard on 4 and 5 June, as well as twice on 13 June 2008. She insisted that his life was in danger. According to the second applicant, her son had never undergone a complete medical examination. She considered that the doctors were avoiding treating him because he was, firstly, HIV-positive and, secondly, a detainee.", "34. On 20 June 2008 the first applicant was taken to the Aids Centre, where the following diagnoses, classified as preliminary, were established: HIV infection at the fourth clinical stage, systemic candidosis of the oropharynx and oesophagus, continuous fever with expressed intoxication syndrome, a loss of body weight of more than 15%, and seborrheic dermatitis of the scalp. The doctors at the Aids Centre concluded that he required an additional examination with a view to clarifying the diagnoses, as well as inpatient medical treatment.", "35. On the same day, he was transferred to the Central Hospital, where he was placed in a ward under police guard. According to the second applicant, her son was kept continuously handcuffed to his bed. She submitted to the Court his two photos taken on 25 June 2008. They showed the first applicant with his left hand handcuffed to the hospital bed. According to the letter of the First Deputy Minister of Public Health to the Government Agent of 23 October 2009 (see also paragraph 67 below), which referred to the first applicant’s medical file in the Central Hospital, on 20 June 2008 he arrived there handcuffed. However, it was not recorded in the medical file whether he remained handcuffed throughout his treatment in that hospital.", "36. At some point on 20 June 2008 the first applicant wrote an “explanatory note” to the police, according to which he had informed neither the SIZO nor the ITT administration about his HIV infection “for understandable reasons”. After his mother had informed them that he might have that diagnosis, on 5 and 13 June 2008 he had undergone medical examinations in the Central Hospital resulting in the prescription of certain medication. The medical attendant had later administered that medication to him in the ITT. The first applicant stated that he had no complaints about the ITT staff. According to the second applicant, however, her son had written the aforementioned note under duress.", "37. On 24 June 2008 the first applicant wrote another note in which he stated that he had started to feel unwell during his detention (the date is illegible on the available copy). He noted that he had sought examination by a therapist on account of his continuous fever, as well as kidney, liver and intestinal pain. The medical attendant had been sent to him instead and had merely given him antipyretics. As he had not got any better, at some point between 22 and 25 May 2008 the medical attendant had begun administering injections of ceftriaxone (an antibiotic) to him. The fever and backache had, however, not ceased. As a result, on 29 May 2008 he had been placed in the SIZO hospital, without any changes to his treatment. Following his transfer to the ITT, on 4 June 2008 he had started to intake some other medicines which had been bought by his mother.", "38. On 24 June 2008 the first applicant’s lawyer again requested the release of his client, referring to the seriousness of his condition, as well as to the fact that the prosecutor did not object to his release.", "39. On the same date the Bakhchysaray Prosecutor requested the judge dealing with the first applicant’s criminal case to bring forward the hearing scheduled for 3 July 2008 given “the critical condition” of the first applicant and the need for him to undergo treatment in Simferopol Hospital no. 7, which specialised in the treatment of Aids (“Hospital no. 7”). The prosecutor noted the necessity to examine the aforementioned release request promptly.", "40. On an unspecified date (possibly 4 July 2008 – see paragraph 47 below) the Bakhchysaray Court rejected the aforementioned request for the first applicant’s release.", "41. On 26 June 2008 the Chief Doctor of the Central Hospital responded to the second applicant’s complaint about the alleged failure to provide her son with the required medical assistance. He noted that the available medical records were insufficient for evaluating the development of his disease over time. The requests for medical assistance addressed to the Hospital had been of a contextual nature and assistance had been duly provided.", "42. On the same day the first applicant was transferred from the Central Hospital to Hospital no. 7.", "43. According to an extract from his medical record while in Hospital no. 7, his diagnoses included those established by the Aids Centre on 20 June 2008 (see paragraph 34 above), plus the following: pneumocystis pneumonia, second-degree anaemia, heavy immunosuppression (the CD4 count being 48 cells/mm3), and encephalitis of unclear origin. Furthermore, toxic hepatitis, hepatolienal syndrome, superficial gastritis, and duodenogastric reflux were indicated as concurrent illnesses.", "44. According to the letter of the First Deputy Minister of Public Health to the Government Agent of 23 October 2009 (see also paragraph 67 below), which further referred to information from the management of Hospital no. 7, the first applicant had been handcuffed during his treatment in Hospital no. 7 from 26 June to 18 July 2008. At the same time, it was noted in the aforementioned letter that there was no information as to whether the handcuffing had been constant.", "45. On 2 July 2008 the ITT Governor examined the second applicant’s complaint about the alleged failure to provide her son with the required medical assistance and delivered a decision refusing to launch a criminal investigation into the matter. He noted that the first applicant had hidden from the administration the fact that he was HIV-positive. In any event, he had received adequate medical care during his detention in the ITT.", "46. On the same day the Chief Doctor of Hospital no. 7 wrote to the Chief of the Bakhchysaray Police Department, stating that the first applicant required lengthy medical treatment, that he needed to be unrestricted in his movements, and that any interruption in his treatment would trigger a sharp deterioration in his health.", "47. On 4 July 2008 the Bakhchysaray Court found the first applicant guilty of fraud (instead of the robbery charge advanced by the prosecution – see paragraph 9 above) and sentenced him to a fine of 850 Ukrainian hryvnias (at the time equivalent of 115 euros). It was noted in the judgment that, until it became final the first applicant was to remain in detention.", "48. On 10 July 2008 antiretroviral therapy began to be administered to the first applicant in Hospital no. 7. According to the information provided by the Public Health Ministry in its letter to the Government Agent of 23 October 2009, the first applicant had refused – apparently on one occasion – to take the prescribed medication.", "49. On the same date, 10 July 2008, the second applicant requested the Chief of the Bakhchysaray Police Department to allow her to visit her son and to take care of him in the hospital given his critical condition. She also complained to the Bakhchysaray Prosecutor about the first applicant’s continuous handcuffing and sought its discontinuation.", "50. On 15 July 2008 the Chief of the Bakhchysaray Police replied to the second applicant that her son would in any case soon be released once the judgment of 4 July 2008 became final.", "51. On 18 July 2008 the first applicant’s lawyer also sought discontinuation of the handcuffing, noting that it was already clear that his client was about to die; nevertheless, he remained guarded by two police officers in a ward with barred windows, handcuffed to his bed. Such security measures were not only unjustified, but also inhuman. The lawyer further submitted that, as the second applicant had discovered, certain police officers guarding her son had mockingly offered him to install a cable in the ward and to handcuff him to that cable so that his movements would be “practically unrestrained”.", "52. On 18 July 2008 the police lifted the security measures in respect of the first applicant (apparently on the ground that the judgment of 4 July had become final), and the second applicant took him home. She wrote a note to the administration of Hospital no. 7 stating that she was taking her son home “for family reasons”.", "53. On the following day, however, the first applicant was hospitalised again in Hospital no. 7 because of a deterioration in his health.", "54. On 1 August 2008 the second applicant took him home again, having written a note to the hospital administration similar to that of 18 July 2008.", "55. On 2 August 2008 the first applicant died.", "56. Following the death of her son, the second applicant complained to the prosecution authorities about the alleged denial of timely and adequate medical care available for him in detention which, according to her, had led to his death.", "57. On 20 January 2009 the Bakhchysaray Prosecutor informed her that the ITT governor’s decision of 2 July 2008 (see paragraph 45 above) had been quashed and the investigation into the medical assistance provided to the first applicant had been resumed.", "58. On 17 February 2009 the Ministry of Public Health set up a commission for investigating the matter.", "59. On 20 March 2009 the commission issued an official investigation report which concluded that the Central Hospital’s doctors bore no responsibility for the first applicant’s death. It noted that although the Aids Centre had informed him about his HIV-positive status and had explained to him the necessity of medical monitoring as early as on 2 February 2006, the first applicant had not sought any medical examinations or monitoring. As a result, the antiretroviral therapy had not been started in good time, thus complicating the development of the disease. The commission gave its general findings as follows:", "“1. Medical care to persons in custody is the duty of the police medical staff.", "2. Specialists of the Central Hospital do not provide medical consultations or examinations to persons in custody without being called on to do so by the [detention facilities’] personnel.", "3. The [first applicant] benefited from examinations, specialist consultations, laboratory tests and treatment in Central Hospital fully and according to the approved standards.", "4. The deterioration of [his] health and the complications are attributable to the delay in his application for medical care after testing HIV-positive, as well as the severity of the main disease, which triggered irreversible processes in [his] organism.”", "60. On 23 March 2009 the second applicant again complained to the Bakhchysaray Prosecutor. She referred, in particular, to the allegedly unjustified conclusion of the infectious disease specialist of 13 June 2008, according to which her son had not required urgent hospitalisation at that time (see paragraph 27 above).", "61. On 31 March 2009 the Bakhchysaray Prosecutor refused to institute criminal proceedings against the police or the Central Hospital’s staff, finding the second applicant’s complaint to be unsubstantiated.", "62. On 3 April 2009 the Bakhchysaray Prosecutor quashed the decision of 31 March 2009 as further investigation was required, which was to include the following measures: questioning of the second applicant, the ITT staff, and the Central Hospital doctors concerned.", "63. On 4 May 2009 the second applicant was questioned by the prosecutor. She submitted that her son’s health had started to deteriorate drastically in March 2008 and that he had not received prompt and adequate medical treatment. According to her, the administration of the detention facilities had merely called for an ambulance on several occasions. She insisted on the seizure and examination of all the medical documentation regarding her son – from the ITT, the SIZO, the Central Hospital and Hospital no. 7 – with a view to an evaluation of his medical needs and the actual response to them from November 2007.", "64. On 25 May 2009 the Bakhchysaray Prosecutor refused to open criminal proceedings against the police or the Central Hospital’s staff, on account of lack of corpus delicti in their actions. He relied, in particular, on the conclusions of the Ministry of Public Health’s commission (see paragraph 59 above), as well as statements by police officers and doctors.", "65. On 18 August 2009 the Bakhchysaray Court upheld that decision. It noted that the first applicant had himself raised no complaints against the police or medical staff. Furthermore, it appeared that as soon as the authorities had become aware of his HIV status they had provided him with adequate medical treatment.", "66. On 13 October 2009 the Court of Appeal of the Autonomous Republic of Crimea (“the Crimea Court of Appeal”) quashed the ruling of 18 August 2009 and allowed the second applicant’s appeal. It criticised the investigation, in particular, for its failure to give any consideration to the first applicant’s state of health and the medical assistance, if any, provided to him in detention from 20 November 2007 to early June 2008. Furthermore, the appellate court noted that the impugned ruling had been delivered by the first-instance court in the second applicant’s absence and without any proof that she had been duly notified of the hearing. It remitted the case to the Bakhchysaray Court.", "67. On 23 October 2009 the First Deputy Minister of Public Health sent a letter to the Government Agent, in reply to the latter’s enquiry following the communication of the application to the Government by the Court (see also paragraphs 35, 44 and 48 above). It contained the following conclusions:", "“1. The reasons for the deterioration of the [first applicant’s] health and the complications in the development of [his] disease were as follows: the delayed application of [the first applicant] to [the Aids Centre] for specific medical assistance (since 2005), the seriousness of the main disease (Aids), and the irregularities in his antiretroviral treatment (there were refusals [on his part] to take the medication).", "2. The death of the [first] applicant is not related to his medical treatment or the conditions in the medical facilities where he was held. It was caused by the gravity of the main disease, which triggered irreversible processes in [his] organism.”", "68. On 17 December 2009 the Bakhchysaray Court quashed the decision of 25 May 2009 (see paragraph 64 above) and remitted the case to the Bakhchysaray Prosecutor for additional investigation.", "69. On 19 August 2010 the Bakhchysaray Prosecutor ordered a forensic medical examination with a view to responding to the following questions:", "(1) Did the Central Hospital’s therapist establish correct diagnoses in respect of the first applicant on 3 June 2008 (for details see paragraph 20 above)?", "(2) Were the diagnoses established by the infectious disease specialist on 5 June 2008 (for details see paragraph 22 above), as well as his conclusion that the first applicant did not require urgent hospitalisation, correct?", "(3) Given the diagnoses established on 5 June 2008, did the first applicant indeed not require urgent hospitalisation and could be detained in the ITT or the SIZO?", "(4) Did the Central Hospital’s doctors prescribe correct medical treatment for the first applicant?", "(5) Did the Central Hospital’s doctors act correctly in ordering the laboratory tests for the first applicant (blood and urine analyses, a sugar test, and chest X-ray) only on 13 June, and not on 3 or 5 June 2008?", "(6) On 18 June 2008, following a repeated enquiry by the Bakhchysaray police as to the need for the first applicant to be hospitalised, the Chief Doctor of the Infectious Diseases Department of the Central Hospital issued a note stating that the first applicant did not require urgent hospitalisation. Did the doctor assess the seriousness of the first applicant’s condition correctly? Were her conclusions correct?", "(7) Was it lawful on the part of the medical staff of Hospital no. 7 to discharge the first applicant on 18 July 2008, given that his mother’s request for him to be discharged did not contain any indication that she had been warned about the possible negative consequences?", "(8) Were the actions of the medical staff in compliance with the legislation? Was there any causal link between the actions of the police and the medical staff and the death of the first applicant?", "70. On 26 November 2010 the Crimea Republic Bureau for Forensic Medical Examinations completed its expert report.", "71. Referring to the absence of medical documentation regarding the first applicant’s examination on 3 June 2008, it found it “extremely difficult” to answer question (1).", "72. As to questions (2) and (3), the experts concluded that the diagnoses established by the infectious disease specialist on 5 June 2008 had not been based on a thorough examination of the first applicant and had not reflected the seriousness of his condition, in particular, the fever and the haemodynamic parameters. The experts concluded that the doctor’s finding that the first applicant’s urgent hospitalisation was not required on 5 June 2008 did not correspond to the diagnoses established. They noted that he had been diagnosed, in particular, with pneumocystis pneumonia, which would alone have warranted his urgent hospitalisation for in-patient medical treatment. The doctor’s prescription of antibacterial and antifungal medication for the first applicant was found to be correct (this was apparently the reply to question (4), which was not specified).", "73. In reply to question (5), the experts found that the doctors’ decision of 13 June 2008 on the necessity of further laboratory examinations complied with the applicable medical standards. They noted that such laboratory tests had already been carried out on 4 June 2008 (from the documents in the case file it appears that the correct date was 3 June 2008 – see paragraph 20 above), but had needed to be further verified.", "74. The expert commission replied to question (6) that at the time of his examination on 18 June 2008 the first applicant had required urgent hospitalisation and in-patient medical treatment.", "75. As regards questions (7) and (8), the experts noted that they were not competent to make a legal assessment of the doctors’ actions. Given the absence of an autopsy report, the commission found it impossible to determine the cause of the death of the first applicant or to establish whether there was a causal link between the time of his hospitalisation for specialised treatment and his death.", "76. On 27 December 2010 the Bakhchysaray Prosecutor instituted a criminal investigation into the failure of the Central Hospital’s doctors to comply with their professional obligations. This decision was mainly based on the expert commission’s findings of 26 November 2010. It stated, in particular, as follows:", "“The prosecutor’s investigation has collected sufficient evidence of inadequate compliance by the medical officials with their professional duties due to negligence. The delayed hospitalisation and, accordingly, the delayed provision of medical assistance to [the first applicant] contributed considerably to the deterioration of his health, which amounted to a grave consequence for him.”", "There is no information in the case file on any further developments in this investigation or its outcome.", "77. On 29 April 2011 the Bakhchysaray Prosecutor delivered a decision refusing to institute criminal proceedings against the staff of the ITT or the SIZO in connection with the medical assistance provided to the first applicant. Referring to the medical records of 20 November and 2 December 2007, 10 January, 10 and 18 February and 28 May 2008, as well as later medical documentation, the prosecutor did not discern anything criminal in the actions of the administration of the detention facilities.", "78. On 9 August 2011 the Bakhchysaray Court upheld that decision having dismissed the second applicant’s complaint to that regard.", "79. On 22 September 2011 the Crimea Court of Appeal quashed the ruling of the first-instance court and remitted the case back to it for fresh examination.", "80. On 16 November 2011 the Bakhchysaray Court again rejected the second applicant’s complaint.", "81. On 13 March 2012 it however reconsidered its position, apparently after a repeated complaint from the second applicant. The Bakhchysaray Court quashed the prosecutor’s ruling of 29 April 2011 and remitted the case for additional investigation. It noted that the investigation undertaken only indirectly concerned the ITT personnel and did not concern at all the SIZO administration or medical staff. Moreover, the SIZO personnel whose duty was to respond to the first applicant’s complaints had not even been identified. The Bakhchysaray Court also observed the lack of information in the file as regards any record-keeping of the first applicant’s health-related complaints or showing the absence of such complaints during his detention.", "82. The Court has not been made aware of any further developments.", "83. The Rules on Medical and Sanitary Care in Detention Centres and Penitentiaries, approved by Decree no. 3/6 of 18 January 2000 of the State Department for the Enforcement of Sentences, stipulate that medical assistance to HIV-infected persons is to be provided on the same basis as to everybody else (paragraph 4.3.4). The Rules also contain recommendations stating that accessible, informative and supportive counselling should be available before and after HIV-testing (annex 28 to paragraph 4.3.4).", "84. The relevant provisions of Decree No 186/607 of 15 November 2005 of the Ministry of Health and the State Department for the Enforcement of Sentences on the Antiretroviral Treatment of Persons with HIV/Aids Detained in Prisons and Pre-Trial Detention Centres are summarised in the case of Yakovenko v. Ukraine (no. 15825/06, §§ 49-52, 25 October 2007).", "85. Article 18 of the Pre-trial Detention Act (1993) sets out rules governing the use of security measures, including the use of handcuffs. Prison officers are entitled to use force and special equipment, including unarmed combat, handcuffs and truncheons, with a view to suppressing physical resistance, violence, outrage (безчинства", "86. Article 140 § 1 of the Criminal Code penalises medical negligence which has led to grave consequences for the patient by “debarring from the holding of certain offices or pursuing certain activities” for a term of up to five years, or by correctional work for up to two years, or by restriction or deprivation of liberty for the same term.", "87. The relevant extracts from the third General Report [CPT/Inf (93) 12] of the European Committee for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment (“the CPT”) read as follows:", "“a. Access to a doctor", "...", "35. A prison’s health care service should at least be able to provide regular out-patient consultations and emergency treatment (of course, in addition there may often be a hospital-type unit with beds). ... Further, prison doctors should be able to call upon the services of specialists. ...", "Out-patient treatment should be supervised, as appropriate, by health care staff; in many cases it is not sufficient for the provision of follow-up care to depend upon the initiative being taken by the prisoner.", "36. The direct support of a fully-equipped hospital service should be available, in either a civil or prison hospital. ...", "37. Whenever prisoners need to be hospitalised or examined by a specialist in a hospital, they should be transported with the promptness and in the manner required by their state of health.”", "b. Equivalence of care", "38. A prison health care service should be able to provide medical treatment and nursing care, as well as appropriate diets, physiotherapy, rehabilitation or any other necessary special facility, in conditions comparable to those enjoyed by patients in the outside community. Provision in terms of medical, nursing and technical staff, as well as premises, installations and equipment, should be geared accordingly.", "There should be appropriate supervision of the pharmacy and of the distribution of medicines. Further, the preparation of medicines should always be entrusted to qualified staff (pharmacist/nurse, etc.).", "39. A medical file should be compiled for each patient, containing diagnostic information as well as an ongoing record of the patient’s evolution and of any special examinations he has undergone. In the event of a transfer, the file should be forwarded to the doctors in the receiving establishment.", "Further, daily registers should be kept by health care teams, in which particular incidents relating to the patients should be mentioned. Such registers are useful in that they provide an overall view of the health care situation in the prison, at the same time as highlighting specific problems which may arise.", "40. The smooth operation of a health care service presupposes that doctors and nursing staff are able to meet regularly and to form a working team under the authority of a senior doctor in charge of the service.”", "88. The guidelines of the World Health Organisation (“WHO”) on antiretroviral therapy for HIV infection in adults and adolescents can be found in the judgment in the case of Kozhokar v. Russia, no. 33099/08, §§ 77-79, 16 December 2010."], "VIOLATED_ARTICLES": ["2", "3", "34"], "VIOLATED_PARAGRAPHS": ["2-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}