{"ITEMID": "001-103893", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF SUK v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Violation of P1-1", "JUDGES": "Angelika Nußberger;Dean Spielmann;Elisabet Fura;Ganna Yudkivska;Isabelle Berro-Lefèvre", "TEXT": ["5. The applicant was born in 1956 and lives in the city of Poltava.", "6. In November 2001 the applicant instituted proceedings in the Poltava Kyivsky District Court against his former employer – the Poltava Regional Fire Safety Department – claiming payment arrears of a monthly subsistence allowance for the years 1999 and 2000.", "7. On 27 September 2002 the court found in part for the applicant and awarded him 767.04 Ukrainian hryvnias (UAH).", "8. On 11 October 2002 the same court rectified its judgment of 27 September 2002 and increased the amount awarded to UAH 797.04.", "9. On 15 April 2003 the Poltava Regional Court of Appeal quashed the decisions of 27 September and 11 October 2002 and rejected the applicant's claims. The appellate court based its findings on the fact that the Budget Act 2000 had not foreseen expenditure for the payments under the applicable Presidential Decree, and therefore held that the applicant had no entitlement to such payments during the impugned period under the Budgetary System Act.", "10. On 15 September 2004 the Supreme Court of Ukraine rejected a cassation appeal lodged by the applicant against the decision of 15 April 2003.", "11. The relevant provision of the Constitution reads as follows:", "Article 95", "“The budgetary system of Ukraine is built on the principles of just and impartial distribution of social wealth among citizens and territorial communities.", "All expenditure by the State for social purposes, and the amount and aims thereof, shall be determined by the State Budget Act of Ukraine.", "The State aspires to achieve a balanced budget for Ukraine.", "Regular reports on revenue and expenditure of the State Budget of Ukraine shall be made public.”", "12. Section 28 of the Act provides, in so far as relevant, as follows:", "“... The State Budget Act of Ukraine shall not make ... changes to existing legislation. If necessary, changes or additions are made initially to the relevant laws ...", "... If the draft State Budget Act of Ukraine does not provide full funding within available resources of the costs set forth in Ukrainian legislation, the Verkhovna Rada of Ukraine shall enact the State Budget Act of Ukraine without amending current legislation. Such legislation is valid during the budget year only to the extent that it does not contradict the State Budget Act of Ukraine.", "If the Verkhovna Rada has not approved the full costs of salaries and additional payments, the corresponding number of staff of the institutions financed from the budget shall be made redundant.”", "13. The relevant part of the Decree reads as follows:", "“In order to regulate the financial subsistence of soldiers and officers of the Interior, I decide:", "2. To pay:", "...", "material assistance in the amount of a monthly salary [payable] once a year to soldiers and officers of the Interior ...”", "14. The Decree was abolished by Presidential Decree no. 1234/2007 of 18 December 2007."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}