{"ITEMID": "001-22774", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "ADMISSIBILITY", "DATE": 2002, "DOCNAME": "JANCOVA v. SLOVAKIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant, Ms Ružena Jančová, is a Slovakian national, who was born in 1947 and lives in Považská Bystrica.", "The facts of the case, as submitted by the applicant, may be summarised as follows.", "The applicant’s real property situated in Lekárovce was damaged on several occasions. The applicant considers that this was due to the fact that she had sold one of her houses to a Romany family and that the local inhabitants were opposed to that family settling down in the village. In the beginning of 1998 proceedings under the Minor Offences Act were brought against a person on the ground that he had used electric power from the connection to the applicant’s house in Lekárovce.", "On 4 June 1998 a masked man wearing gloves attacked the applicant with a club in her apartment in Veľké Kapušany. The applicant was seriously injured. Immediately after the attack she telephoned the police and asked for assistance.", "Subsequently the applicant was brought to a hospital. The doctors diagnosed fractures of her jaw, forearm and shinbone as well as numerous contusions. The applicant had to undergo several operations. As a result of the injuries, the applicant had to stop working and she was granted a disability pension.", "While she was treated in the hospital in Košice, the applicant twice telephoned the police and requested them to hear her.", "The police in Veľké Kapušany heard the applicant for the first time on 28 September 1998, after her release from the hospital.", "On 3 November 1998 the police department in Veľké Kapušany adjourned the investigation of the case pursuant to Article 159(4) of the Code of Criminal Procedure. The decision stated that it had not been possible to identify the perpetrator of the assault or to establish any facts permitting criminal proceedings to be brought against a specific person.", "On 10 November 1998 the applicant filed a complaint. She submitted that the police had failed to explain the reasons for their decision and that they had refused to record a part of her statement relating to the assault.", "On 13 November 1998 the Michalovce District Prosecutor quashed the police decision as being unlawful. The public prosecutor established, in particular, that the case should have been dealt with by the District Office of Investigation in Michalovce. The case was transferred to the latter.", "In a letter of 17 December 1998 the Control Department of the Ministry of the Interior admitted that the police had taken too long to hear the applicant for the first time.", "On 19 January 1999 the investigator adjourned the case pursuant to Article 159(4) of the Code of Criminal Procedure as the perpetrator of the assault could not be identified.", "On 17 February 1999 the applicant challenged this decision. She argued that the investigator had failed to hear her and to establish the relevant facts. The applicant also complained that the investigator had failed to give reasons for his decision.", "On 16 March 1999 the Michalovce District Prosecutor’s Office dismissed the complaint on the ground that the applicant lacked standing to file it. The decision stated that the investigator had proceeded in accordance with the law and that he had considered all available information.", "On 10 May 1999 the Inspection Service of the police acknowledged that the police in Veľké Kapušany had acted erroneously in that they had failed to transmit the case to the District Office of Investigation in Michalovce immediately after having examined the applicant’s flat.", "On 24 September 1999 the Košice Regional Prosecutor’s Office dismissed the applicant’s complaint against the decision to adjourn the case. The letter stated that there existed no evidence permitting identification of the perpetrator of the offence.", "The applicant filed complaints with different authorities. She alleged that the offence had not been investigated properly in that, inter alia, the case had not been handed over to the criminal police immediately after the incident as required by the relevant regulations, that the police and the investigator had not had regard to all relevant facts, and that they had disregarded her request that three persons indicated by her should be thoroughly questioned in her presence.", "On 1 March 2000 the applicant filed a criminal complaint against three persons whom she suspected of having been involved in the assault.", "On 24 September 2000 the District Office of Investigation suspended the proceedings concerning the assault on the applicant pursuant to Article 173(1)(e) of the Code of Criminal Procedure. Prior to that the investigator had heard the applicant. Two of the three persons indicated by the applicant had also been examined. According to their statements, they knew the applicant and had had no conflicts with her. They denied any involvement in the offence and stated that they had no recollection of their whereabouts at the time when it had been committed. The whereabouts of the third person against whom the applicant had filed a criminal complaint could not be established.", "On 19 October 2000 the Michalovce District Prosecutor dismissed the applicant’s complaint against the decision to suspend the proceedings.", "In the meantime, on 30 August 2000, the applicant filed a criminal complaint against two policemen alleging that they had failed to deal with her case in an appropriate manner as a result of which the perpetrator of the offence could not be identified.", "On 27 October 2000 the Inspection Service of the Police Corps informed the applicant that no action would be taken on her complaint as there was no indication that an offence had been committed by members of the police.", "On 6 November 2000 the director of the District Office of Investigation in Michalovce dismissed the applicant’s request for exclusion of the investigators of that Office. On 22 December 2000 the Regional Office of Investigation in Košice dismissed the applicant’s complaint against this decision.", "On 3 January 2001 the District Office of Investigation in Michalovce resumed the criminal proceedings concerning the assault on the applicant on the ground that the police had established the whereabouts of the third person whom the applicant had indicated as a possible perpetrator of the offence.", "On 1 March 2001 the investigator again suspended the proceedings pursuant to Article 173(1)(e) of the Code of Criminal Procedure. The decision stated that the third person indicated by the applicant as a suspect had denied any involvement in the assault, and that that person had no recollection of his whereabouts at the time when the offence had been committed. On 2 April 2001 the Michalovce District Prosecutor’s Office dismissed the applicant’s complaint against this decision.", "In the meantime, on 21 February 2001, the Košice Regional Prosecutor’s Office dismissed the applicant’s complaint about the conduct of the investigation. As regards the conduct of the police in Veľké Kapušany, the public prosecutor stated that they had photographed the applicant’s flat and examined it for fingerprints and any other relevant evidence. A record was drawn up which indicates that the police did not use a dog with a view to tracing the scent of the perpetrator as the traces had been destroyed, in the meantime, by the other inhabitants of the house. Furthermore, the police had heard sixty-two persons before they adjourned the case. The public prosecutor admitted, however, that the police in Veľké Kapušany had acted erroneously in that they had failed to transfer the case to an investigator of the District Office of Investigation in Michalovce immediately after the examination of the flat.", "The letter by the public prosecutor further stated that the delay in hearing the applicant was due to a mistake by the Košice-Juh police who had been asked to do so while the applicant had been in a hospital.", "The public prosecutor informed the applicant that in the proceedings there had been no substantial shortcomings which would affect the lawfulness of the decisions taken.", "On 5 March 2001 the applicant challenged the above conclusions before the General Prosecutor’s Office.", "In a letter of 28 May 2001 the General Prosecutor’s Office dismissed the applicant’s complaint with reference to the documents included in the case file. The letter stated, in particular, that the police department in Veľké Kapušany had called an ambulance and had sent a patrol to the applicant’s flat immediately after her call on 4 June 1998. The police had examined the place of the assault and also taken all evidence available on the spot. No fingerprints which could be used had been discovered. On the same day the police had heard the applicant’s son and two other persons. On 10 June 1998 the police had heard another person whom the applicant’s son had indicated as a possible perpetrator of the offence. A number of the applicant’s acquaintances, neighbours and colleagues had been heard subsequently, however to no avail.", "The letter further stated that the applicant could not be heard immediately after the incident due to the state of her health. Following her transfer to the hospital in Košice the police in Veľké Kapušany had asked the Košice-Juh police department, on 15 June 1998, to hear her in the hospital. On 17 June 1998 the latter had replied that the applicant had had an operation on her jaw and that, according to doctors, she could be examined in six weeks at the earliest. Following her release from the hospital the applicant had been heard by policemen from the Veľké Kapušany police department in her flat on 28 September 1989. The applicant had stated that she had had no conflicts with other persons and that she could not indicate who could be interested in causing injuries to her. There was no indication that the decision to adjourn the case had been arbitrary or erroneous.", "The General Prosecutor’s office noted that the case had been proceeded with following the applicant’s criminal complaint against three persons filed on 1 March 2000. In that context the police investigator had heard the applicant and the persons concerned. However, no facts permitting the prosecution of a specific person had been established. The letter concluded that the proceedings would be resumed should such facts be subsequently established.", "On 7 June 2001 the applicant sent a letter to the General Prosecutor’s Office in which she alleged that the police and public prosecutors dealing with the case had intentionally kept secret the identity of the perpertrators of the offence. She complained that her flat had not been examined by the criminal police immediately after the assault and that the latter had failed to hear her. The applicant further complained that the police had examined her for the first time four months after the assault had taken place and that she had not been confronted with the three persons against whom she had filed a criminal complaint. Finally, the applicant alleged that the police in Veľké Kapušany had refused to come to her flat and to draw up a record of her statement that an unknown person had asked her on the telephone, on 11 February 1999, whether she wanted to know the identity of the perpetrator.", "On 18 June 2001 the General Prosecutor’s Office replied to the applicant that her above letter contained no new relevant information.", "The following provisions of the Code of Criminal Procedure are relevant in the present case.", "Pursuant to Article 159(4), as in force until 30 October 1999, the police or investigator shall adjourn proceedings when the facts established by them do not suffice for criminal proceedings to be brought. Prior to such a decision all necessary action should be taken with a view to proceeding with the case effectively. Once the reasons for adjourning the case have ceased to exist, it should be proceeded with in accordance with the relevant provisions of the Code of Criminal Procedure.", "Article 173(1)(e) provides that a police investigator shall suspend the proceedings when it has not been possible to establish facts permitting the prosecution of a particular person."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}