{"ITEMID": "001-108400", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF SAKHVADZE v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment);Non-pecuniary damage - award", "JUDGES": "Anatoly Kovler;Elisabeth Steiner;Erik Møse;Khanlar Hajiyev;Linos-Alexandre Sicilianos;Peer Lorenzen", "TEXT": ["4. The applicant was born in 1975 and is currently serving a prison sentence in the Vladimir region.", "5. In 2004 and 2005 the applicant was convicted of a number of criminal offences and sentenced to eight years’ imprisonment. He has served his sentence in prisons in the Vladimir region.", "6. From 20 July 2006 to 5 June 2009 the applicant was admitted to the tuberculosis unit in the hospital attached to Vladimir prison no. 3 (“the hospital”). On 5 June 2009 the applicant was transferred to medical facility LIU-8 in Kirzhach, in the Vladimir region.", "7. The applicant raised the following specific grievances concerning his medical history and state of health.", "8. On an unspecified date the applicant was diagnosed with cervical spinal myelopathy accompanied by motor neuron impairment. In 2009 he described his condition as follows. He could bend his left knee but his right knee only bent with severe pain. As a result, the applicant hardly ever moved and his leg muscles were atrophied. His right-hand fingers were crooked; it was painful when he tried to straighten them. He suffered from severe pain in his right hand, left shoulder, small of the back, knees, neck, left foot and hip. His right-hand palm, back and right hip were covered with sores. He had sores on his right-hand fingers which suppurated.", "9. During his admission and stay in the hospital from July 2006 to June 2009 the applicant was examined by neurologist K. The applicant’s medical records indicate that the applicant was bedridden and, for a period of time, communicated with hospital staff by handwritten notes. The neurologist recommended an MRI scan and early release from prison on health grounds. For unspecified reasons, no MRI scan was carried out. Early release was refused in August 2006.", "10. In September 2006 the applicant was examined by neurologist N., who prescribed physical therapy, vitamin-based treatment, pain relief medication and non-steroidal anti-inflammatory drugs. It was also recommended that the applicant be examined by a rheumatologist and a trauma specialist (see also paragraph 17 below). X-rays of the right wrist joint and left knee joint were indicated.", "11. It is unclear what acts of medical care were performed in relation to the applicant’s myelopathy from September 2006 to February 2007.", "12. In reply to a letter from the applicant’s lawyer, in February 2007 L., a neurologist at the Vladimir Region Clinical Hospital, wrote to him advising that myelopathy was a chronic and slowly progressing disease, leading to gradual deterioration of the patient’s condition with increased symptoms related to the motor function, level of awareness, the function of the pelvic organs and bedsores. The neurologist concluded that “complex therapy was required in a specialised medical institution, including an electromyography (EMG) test every six months, irrespective of the treatment’s effectiveness”.", "13. In September 2007 the applicant complained to the national authorities in relation to inadequate medical assistance rendered to him and poor conditions of his detention (see paragraphs 41-58 below).", "14. In 2008 one of the above-mentioned neurologists examined the applicant and prescribed massage, medication and vitamins.", "15. According to the applicant, he was not provided with any specific treatment (medication or physical therapy) in relation to his myelopathy. Any mention in his medical records of a refusal to receive myelopahyrelated treatment was forged. None of the refusals were written on a special form and none of them bore his signature, despite the requirements of national legislation (see also paragraph 18 below).", "16. Since early 2009 the applicant has suffered from frequent convulsions and has had difficulties in holding items in his hands.", "17. In May 2009 the applicant was examined by neurologist N., who made the following findings:", "“There is long-term and progressive post-traumatic damage to the lumbosacral plexus, which prevents active movement with the left leg. Damage to the lumbar spine and left leg prevents autonomous walking and results in a considerable reduction of autonomous movement. Thus, at the moment, the patient has a persisting dysfunction of the motor function of the left leg, impossibility of autonomous movement, dysfunction of the motor function of the right arm/hand...The patient requires constant help and active treatment. Focus should be on physiotherapeutic procedures and medical rehabilitation (electro-stimulation, anaesthetic/analgesic treatment). I recommend medication by Milgamma compositum, Berlition and adequate nonsteroid anaesthetic/analgesic treatment and vascular medication with Kurantil and a course of Aktovegin... A consultation with a trauma specialist and a rheumatologist is necessary to [further] adapt [existing] medical procedures.”", "Similar recommendations were made in September 2009.", "18. Since 1998 the applicant has been suffering from tuberculosis, which became drug-resistant and affected by haemoptysis (coughing up of blood) in July 2006. The applicant was prescribed medication and injections but refused them on numerous occasions because of acute negative side effects such as nausea. The applicant’s medical records indicate that on several occasions medical staff talked to him about the need to continue treatment but to no avail.", "19. On an unspecified date before his admission to hospital, the applicant underwent a gastrectomy, significantly reducing his stomach. The applicant has also had half of his tongue removed, due to which his speech is impaired. In 2009 the applicant weighed less than 56 kg for 180 cm in height.", "20. The applicant has also suffered (and continues to suffer) from acute pain in the stomach area, the liver, the kidneys and from nausea. According to the applicant, he was not examined by a gastroenterologist or given any treatment. An endoscopy was carried out for the first time in 2008. On three occasions it was not carried out, although the applicant had not made a valid refusal. No medication was provided to him.", "21. In January 2007 the applicant was given an electrocardiogram (ECG) test. No prior or subsequent tests or medication were provided, despite the applicant’s acute and persistent heart pains. He was not examined by a cardiologist.", "22. Since mid-2007 the applicant has also suffered from enuresis (urinary incontinence). It was recorded in late 2007 that the applicant had made verbal complaints to the unit supervisor about his treatment and had asked that his mattress be replaced because of a urine odour. His request was refused, as no smells were detected and the mattress was dry.", "23. Despite his liver pains, he was not examined by a hepatologist; nor was he given any medication. He submitted that the latter was particularly important, given that he had received chemotherapy for his tuberculosis.", "24. In July 2006 the applicant was examined by an ophthalmologist. In March 2007 he was diagnosed with slight nearsightedness and retinal angiospasm. In reply to a complaint he made of deteriorating eyesight, in April 2008 it was recorded that no visual acuity test could be carried out in the cell and no treatment was required.", "25. The applicant has lost most of his teeth. His remaining teeth and his gums are rotten and cause him pain. The applicant had two consultations with a dentist; no treatment was given following those consultations.", "26. According to the applicant, no medical assistance has been provided to him – in particular, from late December 2008 to June 2009 – in relation to his above-mentioned conditions (see also paragraph 27 below).", "27. A discharge certificate was issued on 12 January 2009. It is unclear whether the applicant remained in solitary confinement or was transferred to another part of the hospital. On 15 January 2009 he complained to a neurologist of pain in his extremities and was prescribed medicine. He was also examined by a therapist and was given medicines for headache and abdominal pains. He was examined on 22 January 2009 due to the worsening of his state of health and was given vitamins and medicines for intestinal disbacteriosis and colitis. Three days later he was examined by an ENT specialist, on whose prescription he was given an iodine-based liquid to rinse his mouth with. On 29 January 2009 he was examined by a dentist and an ENT specialist who confirmed a diagnosis of antritis. In February 2009 he was provided with a follow-up check-up and was told to continue the treatment.", "28. The Government argued, with reference to the applicant’s medical records, that on numerous occasions between 2006 and 2008 the applicant had refused to be examined, to take medicines (mainly tuberculosis related), to undergo medical examinations or to submit to laboratory tests. For instance, as could be seen from his medical records, the applicant had complained of pain in his body on 12 and 19 September 2007, pelvic pain on 8 October 2007 and pain in his arms on 7 March 2008 but had “plainly refused to submit to an examination”.", "29. In support of their statements, the Government relied on typed copies of the applicant’s medical records for the period from July 2006 to January 2009, medical reports (медицинские заключения) of 21 December 2009 issued by the administration of prison no. 3, as well as on various certificates issued by the administrations of prisons no. 3 and LIU-8, their licences for providing medical care and documents confirming the qualifications of their medical staff.", "30. The Government stated that the above documents were official documents submitted by duly authorised public officials in the performance of their official duties. These officials, by the nature of their functions, were aware of the fact that any false information could result in prosecution for abuse of power or forgery of official documents.", "31. In July 2006 the applicant was admitted to the tuberculosis unit of the hospital attached to prison no. 3.", "32. Between July and November 2007 the applicant was kept in various cells accommodating, at various times, two to eight people. In the first cell there was no mandatory ventilation. The cells were dirty, poorly heated, filled with unpleasant kitchen odours and infested with insects and rodents.", "33. In November 2007 the applicant was transferred to another cell in which he was kept alone. The cell window was covered with newspaper, hindering access to natural light. The temperature in the cell and the adjoining shower room was often low.", "34. Being unable to shout for help owing to the fact that part of his tongue was missing, the applicant was obliged to attract the hospital attendants’ attention by throwing items at the door or by knocking on his bedside table. The door to the cell was kept locked and was unlocked by prison officers at the attendants’ request.", "35. The applicant needed assistance to use toilet and to wash himself. Once a month two detainees took him to the shower room and washed him. In addition, a hospital attendant brought a basin into the cell so that the applicant could wash his face. The applicant was provided with a piece of soap and a small roll of toilet paper once a month.", "36. The cell was filled with a urine odour because of the applicant’s enuresis. According to the applicant, his request for a new mattress and more frequent cleaning of bed linen was refused. The food was of poor quality. The applicant was not provided with drinking water and had to drink tap water. He was not taken outdoors during his stay in the hospital.", "37. The applicant was not visited by doctors or given medication after 29 December 2008. On 12 January 2009 a prison doctor told him that he would soon be discharged from the hospital because he had completed his tuberculosis treatment and that further treatment would be of no use because the applicant was suffering from a drug-resistant form of the disease and his lungs were deteriorating.", "38. Although he had been informed of his imminent discharge, the applicant was not transferred from the prison hospital. He was not examined by the doctors; once a day he received visits from hospital attendants who brought him food and water and cleaned his chamber pot. The doctors and nurses refused to examine him, claiming that he had been discharged and thus was not “on the hospital’s books”.", "39. The applicant submitted written statements from several detainees, who, however, had not been kept in the same cell(s). Mr Po. described the general material conditions of confinement in the tuberculosis unit between 2004 and 2009. Mr V. described the conditions of his detention in the hospital in 2004 and “in and after 2005”. Mr D. and Mr Ch. stated that since September 2007 they had been kept in rooms measuring approximately fourteen square metres and accommodating ten people. They added that they had heard about the applicant’s solitary confinement; about his inability to move around and to take care of himself; and that he had not been taken outdoors for a long time.", "40. According to the Government, the applicant had been kept alone under the constant supervision of one hospital attendant and twentyfourhour assistance from on-duty staff had been available. At any moment the applicant could have asked to be helped by the attendant present. The applicant was able to access, alone or with assistance, a chamber pot or the toilet, which was two metres from his cell. The toilet was equipped with a flushing cistern; a sink was also made available there. The chamber pot was kept in the cell and was always cleaned after use. Bedding had been cleaned and a shower had been available once per week. As could be seen from the applicant’s medical records, in 2007 the applicant had not needed another mattress because he had not asked for it or because there had not been a urine odour in the cell. The cell had functioning mandatory ventilation and air was able to enter the cell through a window ventilator. The window provided access to natural light; this window was properly glazed. Artificial light was also available in the cell. The heating system functioned properly, achieving a room temperature of 20 degrees Celsius on average. The applicant had been fed in accordance with the regulations concerning ill detainees. The applicant had been taken, on foot or in a wheelchair, to outdoor exercise three times per day.", "41. On 7 September 2007 the applicant and his lawyer requested that criminal proceedings be initiated concerning inadequate medical assistance rendered to the applicant and poor conditions of his detention. They referred to Article 124 (“failure to provide medical assistance”) and Article 236 (“breach of sanitary and health regulations”) of the Russian Criminal Code.", "42. Subsequent events can be split into two parallel sets of proceedings, in which the applicant was represented by a lawyer before the national authorities, including the courts.", "43. On 5 October 2007 an assistant to the Vladimir town prosecutor supervising penitentiary facilities (“the town prosecutor”) examined the above complaint and issued a written opinion (заключение) stating that no action was required from the prosecutor under section 33 of the Prosecutors Act (see paragraph 59 below). The town prosecutor approved the assistant prosecutor’s opinion; the applicant was informed accordingly.", "44. The applicant brought court proceedings, challenging the opinion of 5 October 2007 and the town prosecutor’s refusal to take action. By a judgment of 21 January 2008 the Oktyabrskiy District Court in Vladimir held that this refusal was unlawful because the inquiry had not been thorough for the following reasons: the applicant’s medical records had not been assessed; no medical expert had been appointed; the material conditions of the applicant’s confinement in hospital had not been inspected; the applicant and his counsel had not been heard; no assessment had been made of the applicant’s complaints concerning lack of outdoor exercise, the deplorable quality of food, insufficiency of hygiene items and the sanitary condition of the shower room and toilets.", "45. In February 2008 an assistant town prosecutor issued a new opinion, again concluding that that no action was required from the town prosecutor under section 33 of the Prosecutors Act. This decision was confirmed by the town prosecutor. However, in March 2008 for unspecified reasons the town prosecutor reconsidered his own decision and ordered an additional inquiry. In April 2008 the assistant prosecutor issued a new refusal, which was then confirmed by the town prosecutor.", "46. The applicant brought court proceedings to challenge this refusal. By a judgment of 16 June 2008 the District Court held that the refusal had not been properly reasoned because only part of the procedural shortcomings identified in the court decision of 21 January 2008 had been remedied in the resumed inquiry. The court held as follows:", "“The proper examination of the complaint relating to inadequate medical assistance within the penitentiary system required that an expert opinion should be sought from specialists unrelated to the penitentiary system... The refusal under review contained no assessment of the complaints concerning chest and heart pain; ... no assessment was made of the allegations concerning the lack of consultation with a cardiologist and the absence of any electrocardiogram...The prosecutor’s findings as to the quality of the food was based on ... reports, while no indication was made as to the method used, for instance lab tests. No assessment was made of the relevant logbooks. The assessment concerning sanitary installations, the alleged presence of rodents and insects, and lack of outdoor exercise was not thorough...”", "47. In March 2009 the regional tuberculosis hospital examined the applicant’s medical records at the request of the Vladimir Regional Department of the Health Ministry. The hospital considered that the applicant had been provided with adequate tuberculosis-related treatment in prison no. 3 and that the effectiveness of this treatment had been adversely affected by the applicant’s repeated refusals to take medicines and to comply with his doctors’ recommendations.", "48. Also, three people, apparently connected to the regional clinical hospital, examined the applicant’s medical records and on 2 April 2009 issued a short report concerning illnesses affecting the applicant’s nervous system. The panel held as follows:", "“The treatment provided [to the applicant] was in full compliance with the applicable standards, in line with the diagnosis established in 2003 and the recommendations issued by medical specialists in Moscow. Since 2003 the patient has been regularly supervised by neurologists from the regional hospital and medical institutions [in] Moscow and Cherepovets. The disease has developed gradually so that additional check-ups were necessary in the meantime. Conclusions: no cervical spine MRI scan has been carried out, despite a recommendation [that one should be conducted] after computer X-ray imaging; no consultation by a neurosurgeon has been arranged; no thioctic acid based medicine has been prescribed.”", "49. The town prosecutor asked the Vladimir Regional Department of the Health Ministry to carry out an inquiry regarding the medical care provided to the applicant in detention. The department’s letter of 6 April 2009 indicated that the department had carried out an “independent” inquiry involving unspecified “out-of-staff” leading medical professionals who had examined the applicant’s medical records. They concluded as follows:", "“Treatment provided [to the applicant] in prison no. 3 was in compliance with the standard treatment required for patients suffering from drug-resistant tuberculosis... All relevant methods of treatment were used. The effectiveness of the treatment was affected by [the applicant’s] repeated refusals to [take his] prescribed medicines, as confirmed by the medical records. Treatment of [the applicant’s] somatic illnesses was fully compliant with the diagnosis and recommendations made by the Moscowbased specialists in 2003. Since 2003 the patient has been regularly supervised by neurologists from the regional hospital and medical institutions [in] Moscow and Cherepovets. The disease has developed gradually so that additional check-ups were necessary in the meantime. Conclusions: no cervical spine MRI scan has been carried out, despite a recommendation [that one should be conducted] after computer X-ray imaging; no consultation by a neurosurgeon has been arranged; no thioctic acid based medicine has been prescribed.”", "50. In his opinion of 18 April 2009, an assistant town prosecutor again considered that no action was required on the part of the prosecutor in reply to the applicant’s complaint. The assistant town prosecutor held as follows:", "“The applicant has been admitted to hospital in relation to infiltrating pulmonary tuberculosis, as well as cervical spinal myelopathy affecting movement of the right arm and the legs...", "The main diagnosis (tuberculosis) has been confirmed by X-rays and bacteria analysis. The following medical acts were carried out: blood tests, an electromyography (EMG) test in September 2006, CT scanning in September 2007... As mentioned in the [applicant’s medical] records, between November 2007 and January 2008 [the applicant] refused to take medicines for [treating his] tuberculosis... During his stay in the tuberculosis unit he was regularly examined by neurologist K. The latter explained that he had been supervising the patient since 2005.", "As can be seen from the medical history: in 2003 the patient was treated for posttraumatic plexopathy. He was given an EMG test, was examined by a specialist doctor and was diagnosed with osteochondrosis and discogenic radiculopathy... He received vascular therapy, B-group vitamins [and] non-steroidal anti-inflammatory drugs.", "In 2006 the applicant was diagnosed with pulmonary tuberculosis and was treated in a tuberculosis unit. He was given an EMG test, a CT scan and an X-ray. As a result, he was diagnosed with cervical spinal myelopathy... radiculopathy [and] sciatic neuralgia affecting the movement of [his] left foot.", "The patient was and is regularly examined by a neurologist. The [doctor’s] recommendations included a course of vascular therapy, vitamin therapy and [the applicant] was instructed about the further intake of muscle [neuromuscular] relaxants...", "At present the patient’s state of health is stable, he has been regularly examined by a neurologist but has refused to [take the medicines prescribed for him] in 2006 and 2007. On several occasions he was examined by specialist medical professionals (such as a surgeon, a therapist and a dermatologist) but refused to be examined by a psychiatrist. At present, he is in section 1 of the hospital in prison no. 3.", "In order to assess the medical care afforded [to the applicant], specialists from the regional department of the Ministry of Health were asked to examine [his] medical records together with regional specialists.”", "Having cited the letter of 6 April 2009 (see paragraph 49 above), the assistant prosecutor concluded that “independent specialists [had] considered that the patient had been treated in full compliance with the relevant standards”.", "Concerning the material conditions of the applicant’s confinement, the assistant prosecutor made the following findings:", "“The material in the file discloses that in March 2006 the prison received a favourable (preventive) epidemiological report. This report is valid until 2011... In February 2008 section 1 of the prison hospital was inspected; [the inspection] did not disclose any violations of sanitary regulations. Moreover, in September 2007 repair works were carried out in the tuberculosis unit. Thus, in 2008 it was not possible to inspect the sanitary conditions [pertaining in] the earlier period. Food provided to detainees complied with the relevant regulations concerning minimum rations for convicts. Food cooking and [detainees’] diet were controlled by medical professionals together with on-duty officers. [The applicant] was given a special diet for ill detainees. He was also provided with the required hygiene items, which could be confirmed by his signatures in the logbooks. Clothes and bedding had to be submitted for laundering once per week and would be disinfected.", "During the inquiry detainees T., P. and S. were interviewed. Their testimony was not convincing, as they had been named by [the applicant’s] lawyer. Detainees Kh., Z. and Pa. were also interviewed and stated that the material conditions in the living premises of the tuberculosis unit, including food, had been acceptable; cleaning had been regular. [The applicant] had been in the unit since October 2006 when the material conditions had been the same; he had been given medication and had had regular check-ups. An attending assistant had been assigned to him.", "Zo. and Pi. had not answered the summons and could not be interviewed.", "The prison has a contract with a private company for disinfecting the premises and eradicating rodents and insects. This work was done on a weekly basis. No complaints were made by detainees or staff.", "Consequently, the arguments raised by the [applicant’s] lawyers were examined during the additional inquiry and should be dismissed as unfounded.”", "51. The applicant sought judicial review of the refusal of 18 April 2009 under Chapter 25 of the Code of Civil Procedure (see paragraph 60 below). The applicant argued that the report of 2 April 2009 (see paragraph 48 above) had not been “independent” and thorough because: there had been no information about the professional status and the medical specialities of the experts, who may or may not have been the report’s signatories; the applicant had not been examined by any of those individuals; the report had contained no findings concerning the adequacy of the applicant’s medical care in relation to his neurological illness, various (liver, stomach and heart) pains, eyesight or his dental care. Thus, a court-ordered forensic examination was indispensable.", "52. By a judgment of 3 August 2009 the Oktyabrskiy District Court in Vladimir examined the applicant’s complaint against the above refusal of 18 April 2009 and rejected the complaint. The court considered that a public prosecutor was empowered to ensure that no inhuman or degrading treatment was inflicted on detainees. To comply with this function the prosecutor was empowered to carry out inquiries, which should result in reasoned decisions. Such an inquiry had been carried out between 2007 and 2009. In the court’s view, the prosecutor had examined all relevant medical documents, including expert reports, and had interviewed a number of public officials, detainees, the applicant and his counsel. The court also held as follows:", "“A number of medical professionals were charged with the task of assessing the treatment provided to the applicant. An independent expert examination concluded that the applicable standards for treating tuberculosis had been respected; the treatment had been affected by the applicant’s repeated refusals, as recorded, to comply with the recommended course of treatment. The applicable standards of treating somatic diseases had been equally respected. From 2003 the applicant had been supervised by neurologists; no cervical spine MRI scan had been carried out, despite a recommendation [that one should be conducted] after computed X-ray imaging; no consultation by a neurosurgeon had been arranged; no thioctic acid based medicine had been prescribed.", "As to the complaints concerning chest or heart pain, as indicated in the inquiry report, the applicant had been examined by cardiologists, had had an electrocardiogram test and had received treatment.", "No sufficient argument was adduced by the applicant for commissioning yet another independent expert report. In any event, this argument had not been raised during the inquiry.", "As to food, the applicant was given and continues to receive a special diet. The food control record indicates that [his] rations, their quality and quantity were in line with applicable instructions and standards.", "As to sanitary installations, the competent authority has issued a report confirming the sanitary conditions [were] proper. It was established that in September 2007 significant repair works had been ongoing in the tuberculosis unit. Thus, it had been impracticable to inspect the units, the shower room or the toilet facilities to which the applicant had previously had access. The findings concerning the absence of rodents and insects in the detention facility had been made with reference to a valid contract for disinfection services, the current reports concerning the performance of the contract and due to the absence of any complaints from the [facility’s] personnel or detainees. Hygiene items had been given to the applicant against his signature on a monthly basis. Clothing and bedding was and is disinfected and cleaned once per week.", "In view of the foregoing, the court concludes that the 2009 inquiry report and its conclusions were reasoned and thorough, and comply with the requirements of [applicable] legislation”.", "53. The applicant appealed. On 6 October 2009 the Regional Court upheld the judgment of 3 August 2009. It held as follows:", "“The applicant’s arguments concerning the correctness of [his] medical diagnosis and the scope and correctness of [his] treatment were thoroughly examined and dismissed by the first-instance court. The latter’s assessment was based on all available medical evidence, which had been received from, amongst other sources, sources unrelated to the penal authorities.”", "54. In the meantime, the applicant complained that no decision had been taken as to the institution of criminal proceedings, as requested. By a decision of 23 November 2007 the regional prosecutor’s office refused to institute criminal proceedings, considering there had not been the corpus delicti required under Articles 124 and 236 of the Criminal Code in the actions of the hospital’s staff. On 21 January 2008 the higher investigating authority quashed this decision, considering that it was necessary to interview the medical staff of the detention facility.", "55. On 31 January 2008 the investigating authority issued a new refusal to institute criminal proceedings for lack of a criminal offence. On 6 March 2008 the Oktyabrskiy District Court in Vladimir dismissed the applicant’s appeal and upheld this refusal. On 10 April 2008 the Vladimir Regional Court upheld the first-instance decision of 6 March 2008.", "56. For unspecified reasons, the inquiry was resumed. On 12 May 2008 an investigator in the Vladimir Investigations Department issued another refusal to institute criminal proceedings.", "57. On 23 July 2008 the Leninskiy District Court in Vladimir examined the applicant’s complaint against the refusal of 12 May 2008 under Article 125 of the Code of Criminal Procedure and rejected the complaint. The court held as follows:", "“Since 2007 the inquiry proceedings have been resumed on several occasions... The applicant is being detained in a medical facility and has been and is being provided with appropriate medical assistance. It has been established that on a number of occasions he impeded treatment and refused to make medicines. It has not been established that the deterioration of his health was due to inaction on the part of the medical staff. No dangerousness on account of a breach of sanitary regulations, required by Article 236 of the Criminal Code, has been established.”", "58. On 11 September 2008 the Regional Court upheld the above judgment.", "59. Section 33 of the Prosecutors Act (Federal Law no. 2202-I of 17 January 1992) provided at the time that a prosecutor was empowered to order a detention facility to take measures necessary in order that a detainee’s rights and freedoms be respected.", "60. In accordance with ruling no. 2 of 10 February 2009 made by the Plenary Supreme Court of Russia, complaints brought by detainees in relation to inappropriate conditions of detention (for instance, a lack of adequate medical assistance), as well as complaints against decisions imposing disciplinary penalties, should be examined by a court under a procedure prescribed by Chapter 25 of the Code of Civil Procedure. According to this procedure, a person may lodge a court action if an action or omission by a public authority or official has violated an individual’s rights or freedoms, has impeded their exercise or has unlawfully imposed an obligation or liability (Articles 254 and 255 of the Code). This action should be lodged within three months of the date when the person learnt about the violation of his rights or freedoms (Article 256). If the court considers that the complaint is justified, the court shall order the respondent authority or official to remedy the violation (Article 258).", "61. Section 29 of the Health Care Act (Federal Law no. 5487-I of 22 July 1993) provides that detainees have a right to medical assistance, such assistance being provided if necessary in public or municipal medical institutions and at public or municipal expense.", "62. Detailed regulation of medical care in detention is provided in a Regulation adopted by the Federal Ministry of Justice and the Federal Ministry of Health and Social Development (decree no. 640/190 of 17 October 2005). It provides that medical assistance in detention should be the same as that guaranteed by the general programme of free health care provided in Russia (Rule 9 of the Regulation). Outpatient health files and prescription records should not be handed over to detainees; detainees have a right to receive information relating to their state of health and should be given access to medical documents (Rule 65)."], "VIOLATED_ARTICLES": ["3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}