{"ITEMID": "001-97455", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SRB", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF DERMANOVIC v. SERBIA", "IMPORTANCE": "3", "CONCLUSION": "No violation of Art. 3;Violation of Art. 5-3;Remainder inadmissible;Non-pecuniary damage - award;Pecuniary damage - claim dismissed", "JUDGES": "András Sajó;Françoise Tulkens;Ireneu Cabral Barreto;Nona Tsotsoria;Vladimiro Zagrebelsky", "TEXT": ["5. The applicant was born in 1966 and lives in Novi Sad.", "6. On 24 March 2003 the competent authorities opened a criminal investigation against the applicant on suspicion of abuse of power (“zloupotreba službenog položaja”) and forging of official documents (“falsifikovanje službenih isprava”). On the same day, the applicant was examined by the investigating judge, at which time he submitted a temporary address.", "7. On 5 May 2003 the police searched the flat owned by the applicant situated at the address of his permanent residence (prebivalište). The applicant's mother, who was present at the search, stated that the applicant had not lived in that flat for over two years. According to the official police report, the police then contacted the applicant by telephone and he informed them that he was looking for a new flat.", "8. Subsequently, following a request by the Novi Sad District Public Prosecutor's Office (Okružno javno tužilaštvo Novi Sad), on 2 June 2003 the Novi Sad District Court (Okružni sud u Novom Sadu) ordered that the applicant be detained on remand under section 142(2)(1) of the Criminal Procedure Code (risk of flight) and that an arrest warrant be issued against him. The applicant appealed against that decision. On 4 June 2003 his lawyer submitted the applicant's new address to the Novi Sad District Court, alleging that he had already done so on 8 May 2003. However, on 23 June 2003 the Supreme Court dismissed the appeal against the detention order.", "9. On 17 October 2003 the Public Prosecutor's Office indicted the applicant and shortly thereafter, on 11 December 2003, the District Court quashed the detention order against the applicant and set bail at EUR 40,000. The applicant appeared at the court hearing in person. However, the Supreme Court quashed the bail decision and remitted the case. Thereafter, the District Court again ordered that the applicant be remanded in custody because his behaviour thus far had indicated a high risk of flight; the Supreme Court upheld that decision.", "10. Meanwhile, on 6 February 2004 the applicant was brought before the District Court (investigating) judge (“istražni sudija”), and was remanded in custody. The applicant claimed that he had gone to the police station of his own accord, but the Government disagreed. There appears to have been no official police report on the applicant's arrest. The only document relating to the event of that date – a note made by the investigating judge of the Novi Sad District Court – states as follows:", "“It is established that the [police] officers... at 10.30 a.m. brought [the applicant] before the... investigating judge of this court... The accused states that at 9 a.m. this morning he voluntarily reported to the Novi Sad police department, because he heard that they were looking for him...”", "11. The applicant requested to be released on bail and offered EUR 50,000. His request was dismissed as insufficient, since “the amount [he had] obtained by unlawful actions was several times higher than the amount offered” and thus provided no guarantee that he would not abscond. His detention was thereafter regularly extended because of such a risk.", "12. On 9 November 2004 the Novi Sad District Court sentenced the applicant to four and a half years' imprisonment. On 15 June 2005 the Supreme Court quashed that judgment and remitted the case, extending at the same time the applicant's pre-trial detention to prevent his absconding.", "13. The applicant filed several applications for release on bail, but his requests were dismissed.", "14. In the resumed proceedings, on 18 May 2006 the District Court again found the applicant guilty and sentenced him to three years' imprisonment. However, that judgment was .quashed by the Supreme Court on 6 December 2006 and the applicant's detention was extended.", "15. In early 2007 the applicant requested release from detention on account of inadequate medical care, but his request was dismissed in April 2007.", "16. In the remitted proceedings, on 14 May 2007 the applicant's counsel objected to an expert opinion submitted to the court. She explained the applicant's health condition in detail, complained about the inadequacy of his medical treatment in detention and stressed that his health had deteriorated to a large extent owing to the duration of his detention.", "17. In a fresh judgment in the applicant's case delivered on 7 June 2007, the court sentenced the applicant to four years' imprisonment, but decided to release him. However, the applicant was ordered not to leave his habitual place of residence and to report to the District Court each month, failing which he might be returned to custody.", "18. The applicant was examined for the first time on 9 February 2004, shortly after being taken into custody. The medical report concluded that he had been in good health.", "19. During 2004 he was diagnosed with psychiatric problems and was hospitalised on several occasions. In 2005 he suffered from severe back pain and was hospitalised as a result of a hunger strike. In 2006 he was diagnosed with benign breast augmentation. In addition to the public medical care provided, since January 2006 the domestic court had allowed the applicant to have regular consultations with his private doctor.", "20. At the end of 2006 the applicant was diagnosed with Hepatitis C. The testing was organised within the framework of voluntary confidential counselling and testing for HIV and Hepatitis (“Dobrovoljno povjerljivo savjetovalište i testiranje”), which at the material time appears to have been available in prison.", "21. The applicant claimed that he had been diagnosed already in November 2006, whereas the Government submitted that his diagnosis had been made on 6 December 2006. In his examination of 1 December 2006 the applicant's private doctor made no mention of a Hepatitis C infection.", "22. On 25 January 2007 the applicant went on a hunger strike.", "23. On 8 February 2007 the applicant was examined by his private doctor, who recommended that he be examined by an infectious diseases specialist. That consultation took place on 13 February 2007, when the applicant underwent further blood tests.", "24. As a result of his hunger strike, on 1 March 2007 the applicant was transferred to the Belgrade Prison Hospital because of a rise in his liver enzymes. However, he refused to be examined by the hospital staff, claiming that he had contracted Hepatitis during his last stay there. On 19 March 2007 the applicant's lawyer requested the court that he be returned to the Novi Sad District Prison, and on 28 March 2007 the authorities acted accordingly. On his release from the Belgrade Prison Hospital, the doctors concluded that there were no traces of starvation and that the applicant suffered from drug abuse.", "25. On his return, he was again examined by the infectious diseases specialist, who on the basis of further blood tests concluded that his liver enzymes had improved and that he should undergo a liver biopsy, which was performed on 23 April 2007. The biopsy established that the applicant suffered from chronic Hepatitis C with minimal activity and minimal fibrosis. In May 2007 samples were sent for additional tests to determine his genotype in order to start anti-viral treatment.", "26. The applicant was released from detention on 7 June 2007, before the genotyping tests were concluded and before he had started receiving treatment for his condition.", "27. Pursuant to a medical report dated January 2008, after the applicant had undergone the appropriate anti-viral treatment, his infection was in remission.", "28. The relevant provisions of the Code of Criminal Procedure (Zakonik o krivičnom postupku; published in OG FRY nos. 70/01, 68/02, 58/04, 115/05 and 49/07) in force at the material time read as follows:", "“If there are circumstances indicating that the defendant might abscond, hide, go to an unknown place or abroad, the court may, by a reasoned decision, prohibit him from leaving his place of residence. ...", "The parties may appeal against a ruling ordering, extending or setting aside [the said] measures ... and the Public Prosecutor may also appeal against a ruling rejecting his request for their application. The Judicial Panel ... shall decide on the appeal ... [within a period of three days] ... The appeal does not stay the execution of the ruling. ...”", "“A defendant who is to be or has already been detained based only on circumstances indicating that he will abscond ... [or if duly summoned, that he is clearly evading appearance at the main hearing] ... , may remain at large or may be released providing that he personally, or another person on his behalf, gives bail guaranteeing that he will not abscond until the conclusion of the criminal proceedings, and the defendant himself promises that he will not hide or change his place of residence without permission.”", "“A decision concerning bail before and in the course of a [judicial] investigation shall be rendered by the investigating judge. After the indictment is preferred, the decision on bail shall be rendered by the President of the Chamber and [subsequently] at the main hearing by the Chamber itself.”", "“For the purposes of the unhindered conduct of the criminal proceedings... detention may be ordered against a person who is under reasonable suspicion of having committed a criminal offence if:", "(1) he is in hiding or his identity cannot be established, or if there are other circumstances clearly indicating a risk of flight; ...”", "“Detention shall be ordered by a decision of the competent court. ...", "A decision on detention shall be served on the person to whom it relates at the time he is deprived of his liberty, but no later than within 24 hours ...", "A detained person may file an appeal against the decision on detention with the Judicial Panel within 24 hours from the time of its receipt. The appeal, the decision on detention and other files shall immediately be forwarded to the Judicial Panel. The appeal shall not stay the execution of the [impugned] decision. ...", "In the situation referred to ... [above] ... [,] the Judicial Panel shall rule on the appeal within 48 hours.”", "“If the defendant is in detention on remand, the second-instance court shall examine the continuation of the reasons for the measure and decide whether or not to extend it. No appeal shall lie against that decision.”", "29. The relevant provision of the Enforcement of Criminal Sanctions Act 2005 (Zakon o izvršenju krivičnih sankcija; published in OG RS no. 85/05) reads as follows:", "“Prisoners are entitled to free medical care.", "Prisoners who cannot receive adequate medical treatment within the institution shall be transferred to the Special Prison Hospital or other health institution, and pregnant women to a maternity ward for childbirth.", "Time spent on medical treatment shall be calculated as part of the time of imprisonment.”", "“(1) Medical treatment of a prisoner is conducted with his consent.", "(2) Force-feeding of a prisoner is not allowed...”", "“The enforcement of a detention measure is subject to supervision by the president of the District Court that has jurisdiction for the territory where the main premises of the detention facility are located.”"], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-3"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["3"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}