{"ITEMID": "001-110249", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CZE", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF JIRSÁK v. THE CZECH REPUBLIC", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;No violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment;Inhuman treatment) (Substantive aspect)", "JUDGES": "André Potocki;Ann Power-Forde;Dean Spielmann;Elisabet Fura;Ganna Yudkivska;Karel Jungwiert;Mark Villiger", "TEXT": ["5. The applicant, Mr Zdeněk Jirsák, is a Czech national who was born in 1953 and is currently serving a sentence in Karviná Prison.", "6. The applicant served his prison sentence in Valdice Prison in Sections C and D between 2000 and 2005.", "7. Between 10 November 2000 and 29 January 2001, he shared cell no. 223, of a total surface area of 35.816 sq. m., with nine other prisoners. The cell was rectangular in shape with bunk beds along both of the longer walls. Next to the entrance, which was at one end of the cell, was a separate room with a toilet. At the opposite end of the cell were two large windows, measuring 1.44 sq. m each. One window and half of the second one could be opened. Yellow translucent pieces of fibreglass covered them from the outside at a distance of approximately 1.5 m. It was up to the detainees how and when the windows were opened. The cell was equipped with ten lockers, two tables and ten chairs.", "8. During the whole period of his detention in cell no. 223 the applicant was employed in the prison laundry where he spent nine hours every working day. He was allowed to spend one hour a day outside in the yard. He could also watch television or take part in other recreational activities outside his cell. The applicant could take a hot shower twice a week and wash after work. He was guaranteed one warm meal per day and two hot meals four times a week. He had access to a range of cultural and sports activities, books, newspapers and magazines.", "9. On 28 January 2001 at 7.30 p.m. the applicant broke his ankle in his cell while climbing down from his bunk bed. According to him, he fell because he was dizzy due to the stuffy air in the cell. He did not call for medical assistance as he thought that his ankle was just sprained. He took some pills containing Ibuprofen as a painkiller. In the morning, he was unable to walk due to a severe pain in his ankle, so his cell mates took him to the prison infirmary.", "10. The prison doctor visually examined the applicant and considered him to be heavily intoxicated with medicaments, although he did not conduct a medical test. The doctor did not send him for an x-ray, because the person operating the prison’s x-ray machine was on holiday and due to the applicant’s alleged intoxication, his transfer to a hospital was, in his view, impossible. The applicant, having been proclaimed intoxicated, was sent to solitary confinement.", "11. On the next day, 30 January 2001, the applicant was x-rayed and it was found that his ankle was broken. He was transferred to a prison hospital in Prague. The record shows that the applicant fully cooperated with the medical staff and was operated on at the hospital on 31 January 2001. He then stayed in Prague Prison, where he was treated until 20 March 2001. He was subsequently transferred to Brno Prison, where he continued his treatment, including physiotherapy. The treatment lasted for seven months overall, but the applicant has continued to see a doctor afterwards as he has developed arthritis in his broken ankle.", "12. On 26 March 2001 the applicant was found guilty of the disciplinary offence of self-intoxication. He was sentenced to five days under the “closed prison” regime (uzavřené oddělení). He did not appeal.", "13. He was also dismissed from his prison job because it was considered that on 29 January 2001 he had been absent from work due to his self-intoxication.", "14. In November 2001 the applicant lodged a criminal complaint against the director of Valdice Prison alleging inadequate treatment of his injury.", "15. On 1 February 2002 the Hradec Králové Regional Prosecutor’s Office informed him that his complaints were unjustified.", "16. On 22 August 2002 the High Prosecutor’s Office expressed doubts about the conduct of the prison authorities towards the applicant and forwarded the complaints to the Ministry of Justice, Department of Prison Inspections (odbor generální inspekce, oddělení vězeňství) to investigate the matter. The prosecutor noted with concern that even though a medical report had found that the applicant had no longer been intoxicated at 3.10 p.m. on 29 January 2001, he still had not been sent for an x-ray but had been kept in solitary confinement until the next day; that the applicant had been dismissed from his prison job during the time of his injury; that he had not been paid sickness benefit; and that he had been subjected to disciplinary punishment for intoxication without any consideration to his claim that he had taken painkillers due to the injury he had suffered. The applicant did not inform the Court about the outcome of this investigation.", "17. On 13 February 2004, in reply to another complaint by the applicant alleging overcrowding in the prison, the High Prosecutor’s Office informed him that it was aware of the fact that some sections in Valdice Prison were overcrowded and that the competent prosecutor had been taking steps to remedy the situation.", "18. On 20 October 2005 the applicant sent another complaint challenging his treatment on 29 and 30 January 2001 to the Prison Directorate General (Generální ředitelství Vězeňské služby) which, on 29 November 2005, found it unsubstantiated.", "19. The applicant instituted civil proceedings against the Czech Republic claiming compensation in respect of pecuniary damage arising from his injury, which had been caused by the unsatisfactory conditions of detention in cell no. 223 in Valdice Prison and inadequate treatment of the injury by the prison doctor.", "20. In a judgment of 7 April 2005 the Jičín District Court (okresní soud) rejected his action, finding that at the material time the applicant had been held together with nine other inmates in a cell measuring 35.816 sq. m. (or 107,448 cubic metres) including a toilet, which was in accordance with Order of the Minister of Justice no. 20/1977 in force at the relevant time, which had required a minimum of 7 cubic metres per prisoner. The court based its findings on the testimony of the applicant, two of his cellmates at the time of the injury, other witnesses and several documents. The information about the cell dimensions was based on a report by the prison authorities and the court did not consider it necessary to measure the cell itself, as requested by the applicant. It did not find any illegality in the prison doctor’s conduct. It dismissed the applicant’s request to admit additional evidence as unnecessary.", "21. The applicant appealed, arguing that the conditions of his detention had been unsatisfactory. He claimed that the court had rejected his request to admit in evidence a medical expert report to assess the conditions of his detention and his request that the court measure the cell itself and not rely on the prison report.", "22. On 19 October 2005 the Hradec Králové Regional Court (krajský soud) upheld the first-instance judgment endorsing the District Court’s opinion.", "23. On 10 May 2007 the Supreme Court (Nejvyšší soud) dismissed the applicant’s appeal on points of law (dovolání). It upheld the conclusions of the lower courts that the conditions of the applicant’s detention, including the dimensions of his cell, complied with domestic law.", "24. The applicant lodged a constitutional appeal (ústavní stížnost) complaining about the conditions of his detention and violations of his right to a fair trial in the precedent proceedings.", "25. The Constitutional Court (Ústavní soud) sent the appeal to the lower courts that had previously been involved in the case for comments.", "26. On 24 October 2007 the Constitutional Court dismissed the applicant’s constitutional appeal as manifestly ill-founded, holding that the applicant had merely disagreed with the outcome of the proceedings. It added that the decisions of the ordinary courts had been logical and sufficiently reasoned without any appearance of arbitrariness. The court did not refer in its reasoning to the written observations submitted by the lower courts. It appears from the decision that the District Court maintained, in a short submission, that its decision had not violated the applicant’s constitutional rights and that the Regional Court referred only to the text of its judgment. None of these observations were sent to the applicant, the court finding that they did not bring anything new to the case.", "27. In 2007 the applicant instituted proceedings against the prison doctor who treated him on 29 January 2001, for the protection of his personality rights. On 3 December 2010 the claim was dismissed on the ground that the doctor had been acting in his official capacity and therefore it was the State which should have been sued. At the same time, the prescription period for the claim had already expired.", "28. On 22 July 2010 the applicant instituted proceedings for damages against the State before the Prague 2 District Court (obvodní soud) under the State Liability Act for inhuman conditions of detention for the whole period of his sentence. Those proceedings are pending.", "29. Under Article 11, natural persons have the right to protection of their personality rights (personal integrity), in particular their life and health, civil and human dignity, privacy, name and personal characteristics. Under Article 13 § 1, natural persons have the right to request that any unjustified infringement of their personality rights be ended and that the consequences of such infringement be eliminated. They also have the right to appropriate just satisfaction. Paragraph 2 provides that, in cases where the satisfaction obtained under paragraph 1 is insufficient, in particular because the injured party’s dignity or social standing has been considerably diminished, the injured party is also entitled to financial compensation for non-pecuniary damage. Under Article 16 if pecuniary damage was caused by unjustified interference with personality rights the liability of the perpetrator is governed by the provisions of the Civil Code on liability for damage.", "30. Articles 420 et seq. regulate civil liability for causing damage. Everybody is liable for damage caused by his or her unlawful conduct. Only pecuniary damage can be claimed under those provisions", "31. Section 13 provided that the State is liable for damage caused by an irregularity in the conduct of proceedings, including non-compliance with the obligation to perform an act or give a decision within the statutory time-limit. A person who has suffered loss on account of such an irregularity was entitled to damages under section 31.", "32. Section 16(2) provides that each prisoner must have a bed and a place to store his personal belongings. Under section 16(5) a prisoner has the right to medical care in accordance with a special law, subject to the limitations associated with the aim of the punishment. Section 26(1) provides that a prisoner has a right to file complaints and requests to the competent authorities in order to enforce those rights and interests protected by law. Such complaints and requests must be made without delay.", "33. Section 17 regulated the accommodation of prisoners, but did not specify cell dimensions. Under section 5 cells had to have a toilet and a sink, separated from the rest of the room by a non-transparent curtain.", "34. The amendment provides that there must be at least 4 sq. m of cell surface per each inmate. Placing a person in a multiple occupancy cell that will result in less then 4 sq. m for an inmate is permitted only when the total nationwide number of prisoners exceeds the capacity of that type of prison, rendering it impossible to satisfy the minimum surface requirement. Under section 17(7) bunk beds can be used only if the distance between the two storeys is at least 80 cm and the cell has at least 7 cubic metres of space per prisoner.", "35. Section 24 regulated the accommodation of prisoners. It stipulated the minimum cell space per prisoner as 7 cubic metres and the minimum height of the cell as 2.8 m. Bunk beds were allowed if the distance between the two storeys was at least 100 cm.", "36. The CPT stated, inter alia, as follows:", "“60. Recent legislative changes concerning remand imprisonment have resulted in a substantial decrease of prisoners in Czech prisons. However, the delegation’s findings during the 2002 visit indicated that there was still a lack of sufficient living space for many prisoners in Czech prisons.", "In this connection, the CPT was concerned to learn that the already modest standard of 3.5 m² per person, which had been criticized by the Committee (cf. paragraph 47 of the report on the 1997 visit), had recently been formally abolished. The CPT recommends that an official standard be re-established in the Czech prison system, guaranteeing at least 4 m² per prisoner in multiple occupancy cells.", "[T]he CPT invites the Czech authorities to continue to pursue their efforts to bring about a permanent end to overcrowding; success in this area will require inter alia that full use be made of existing possibilities for non-custodial sanctions.", "61. ...Valdice Prison is located on the premises of a seventeenth-century monastery, which was converted into a prison some 140 years ago. Its official capacity had been more than halved since the 1980s (from 2,700 to 1,280 prisoners); at the time of the visit, the prison was accommodating 1,387 male inmates (an occupancy rate of 108%).”", "37. The CPT stated, inter alia, as follows:", "“30. The Committee was pleased to note that the amendments to the Confinement Act and to the Remand Act in 2004 introduced the norm of a minimum of 4m² per prisoner in multi-occupancy cells. However, an exemption to this rule was introduced and, as the Czech authorities noted in their follow-up response of 14 April 2005 (cf. CPT/Inf (2005) 5), ‘based on a minimum accommodation area of 4m² per prisoner, most prisons are significantly overcrowded’.", "Valdice Prison, described in paragraph 61 of the 2002 CPT visit report (cf. CPT/Inf (2004) 4), has a capacity of 1,094 and held 1,197 sentenced prisoners, of whom 629 were under the high security regime (Category D).”", "38. The Committee observed, inter alia, as follows:", "“19. The Committee is concerned about overcrowding in prisons (art. 10). The State party should take measures to overcome overcrowding in prisons and to ensure compliance with the requirements of article 10. Information should be provided on prison capacity and the actual prison population so as to permit the Committee to assess the level of overcrowding.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["3"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}