{"ITEMID": "001-4649", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ITA", "BRANCH": "ADMISSIBILITY", "DATE": 1999, "DOCNAME": "GALEOTTI OTTIERI DELLA CIAJA AND SIX OTHERS v. ITALY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis", "TEXT": ["The applicants are seven Italian nationals, whose names, dates of birth and places of residence are indicated in the attached list.", "They are represented before the Court by Mr Fabio Pisillo, Mr Riccardo Pisillo Mazzeschi and Mr Marco Miccinesi, three lawyers practising in Siena and Florence.", "", "The first four applicants are the heirs of a certain Mrs B.", "The amount of main and complementary taxes to be paid on Mrs B.’s estate of inheritance was fixed respectively at 3,499,302,200 ITL (approximately 11,850,000 FRF) and 265,393,050 (approximately 900,000 FRF).", "On 17 September 1986 the first applicant requested the Siena revenue to recalculate the taxes. She observed that in accordance with Rule 6 of Presidential Decree no. 637 of 1972, tax rates had been assessed on the estate of inheritance considered as a whole, and not on the heirs’ individual assets, a fact which provoked a difference of treatment between sole heirs and persons being heirs pro quota of substantial estates. The first applicant noted in particular that under the above system, assuming that the estate amounted to 2,000,000,000 ITL, the sole heir should pay 497,850,000 ITL, while five heirs sharing pro quota an estate of 10,000,000,000 ITL should pay 595,570,000 ITL each.", "The Revenue rejected the first applicant’s request.", "On 1 February 1987 the first four applicants and a certain Mrs O. introduced a claim before the Siena Fiscal Board. They alleged, inter alia, that Rule 6 of Presidential Decree no. 637 of 1972 was contrary to Articles 3 and 53 of the Italian Constitution, guaranteeing the principle of equality of treatment and providing that everybody should contribute to public expenses in relation to his or her taxable capacity.", "In a decision of 4 June 1991, the Fiscal Board, observing that on 11 February 1988 the Constitutional Court had declared manifestly ill-founded an exception similar to the one raised by the applicants, rejected the claim.", "Invoking, inter alia, Article 14 of the Convention, taken in conjunction with Article 1 of Protocol n° 1, the first four applicants and Mrs O. appealed to the Appeals Fiscal Board.", "In an order of 20 May 1992, the Appeals Board confirmed the first-instance decision.", "On 6 February 1993 the first four applicants and Mrs O. introduced a claim before the Florence Court of Appeal, seeking the withdrawal of the Appeals Board’s decision. They relied on Articles 3 and 53 of the Italian Constitution as well as on Article 14 of the Convention, taken in conjunction with Article 1 of Protocol n° 1.", "In a judgment of 8 July 1994, the Court of Appeal rejected the applicants’ claim. It raised doubts as to the binding character of the Convention and noted that, in any case, its provisions could be modified by subsequent ordinary laws. The Court of Appeal moreover observed that, as the Constitutional Court had held on a number of occasions, taxes had to be assessed on the basis of the estate of inheritance as a whole, without taking into account the heirs’ individual assets. Therefore, higher tax rates on more substantial estates were a mere consequence of the principle of progressiveness of taxation.", "The applicants appealed on points of law, the last three applicants acting in their capacity of heirs of Mrs O.", "In a judgment of 20 February 1998, filed with the registry on 8 July 1998, the Court of Cassation rejected the applicants’ appeal. It acknowledged that the Convention provisions were incorporated into Italian law and could not be modified by ordinary laws. The Court of Cassation moreover accepted that taxation could interfere with the citizens’ right of property and raise issues under Article 14 of the Convention. However, it found no appearance of violation of this provision, given the fact that Article 6 of Presidential Decree no. 637 was aimed to ensure an higher fiscal pressure on more substantial estates, thus applying the principle of progressiveness of taxation."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}