{"ITEMID": "001-67138", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "ADMISSIBILITY", "DATE": 2004, "DOCNAME": "RIEBERER AND ENGLEITNER v. AUSTRIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis", "TEXT": ["The applicants, Ernst Rieberer and Gottfried Engleitner are Austrian nationals, who were born in 1951 and 1962 respectively and live in Vienna and Mitterbach. They were represented before the Court by Mr A. Friedberg, a lawyer practising in Vienna. The respondent Government were represented by their Agent, Ambassador H. Winkler, Head of the International Law Department at the Federal Ministry for Foreign Affairs.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "In 1992 the applicants concluded a sales contract with the A. company in respect of real estate situated in Mitterbach.", "On 21 April 1994 the applicants requested to be entered in the land register as owners.", "On 4 May 1994 bankruptcy proceedings were opened as regards the A. company.", "On 4 May 1994 the Lilienfeld District Court (Bezirksgericht) ordered the entry of the applicants as owners in the land register. Consequently, the applicants were entered in the land register.", "On 22 June 1994 the St. Pölten Regional Court (Landesgericht) quashed this decision upon the appeal of the A. company's bankruptcy trustee. It noted that a chair lift was situated on the real estate. It therefore qualified as a railway facility within the meaning of Section 26 § 4 of the Railway Act (Eisenbahngesetz) and no entry could be made in the land register until the sales contract had been approved by the competent authority under that Act. The applicants did not appeal to the Supreme Court against this decision.", "Thereupon, on 4 July 1994 the Lilienfeld District Court amended the land register, cancelling the entry of the applicants as owners.", "On 14 September 1994 the A. company, represented by its bankruptcy trustee, requested the Lower Austria Regional Governor (Landeshaupt-mann) to approve the sales contract.", "On 2 December 1994 the Lower Austria Regional Governor refused the request, finding that due to the sales contract the A. company could no longer fulfil the legal obligations resulting from its licence to run the chair lift on the real estate at issue. Therefore, the transaction ran counter to the public interest. This decision was served on the A. company but, erroneously, not on the applicants. On 19 December 1994 the A. company filed an appeal.", "On 4 October 1995 the Federal Minister of Public Economy and Transport (Bundesminister für öffentliche Wirtschaft und Verkehr) dismissed the A. company's appeal. This decision was served on the applicants.", "Subsequently, on 20 November 1995, the applicants filed a complaint with the Administrative Court (Verwaltungsgerichtshof). In these and the subsequent proceedings the applicants were represented by counsel.", "On 20 December 1995 the Administrative Court rejected the applicants' complaint. It noted that the applicants had not appealed against the Regional Governor's decision of 2 December 1994 and had therefore not exhausted available remedies.", "On 11 April 1996 the second applicant requested the Lower Austria Regional Governor to approve the sales contract.", "On 26 July 1996 the Lower Austria Regional Governor dismissed the second applicant's request.", "On 17 January 1997 the Federal Minister for Science, Traffic and Art (Bundesminister für Wissenschaft, Verkehr und Kunst) rejected the second applicant's appeal. Subsequently, the latter lodged a complaint with the Constitutional Court.", "On 31 July 1997 the Constitutional Court refused to deal with the second applicant's complaint for lack of prospects of success and transmitted the case to the Administrative Court.", "On 22 September 1997 the second applicant supplemented his complaint to the Administrative Court.", "On 25 September 1997 the Administrative Court instituted preliminary proceedings.", "On 18 February 1998 the Administrative Court dismissed the second applicant's complaint. Noting that the Regional Governor's decision of 2 December 1994 had become binding in respect of the A. company, it found that a separate request for approval of the sales contract by the second applicant did not justify a review of the case. However, according to the relevant provision of the General Administrative Procedure Act (see domestic law part below), the second applicant had been party to the above proceedings. He had been “omitted” in the proceedings, as the Regional Governor's decision had not been served on him. In accordance with the relevant case-law, it was up to him to request that a copy of that decision be served on him, so as to enable him to file an appeal against it.", "On 11 May 1998, upon the applicants' requests made in April 1998, they were served the Regional Governor's decision of 2 December 1994.", "On 18 December 1998 the Federal Minister for Science and Traffic (Bundesminister für Wissenschaft und Verkehr) dismissed the applicants' appeals.", "On 1 February and on 2 February 1999, respectively, the applicants filed a complaint with the Constitutional Court (Verfassungsgerichtshof).", "On 15 March 1999 the applicants supplemented their complaints.", "On 7 June 1999 the Constitutional Court declined to deal with the applicants' complaints and transmitted the case to the Administrative Court.", "On 17 August 1999 the applicants supplemented their complaint with the Administrative Court. On 30 August 1999 the Administrative Court instituted preliminary proceedings. On 13 October 1999 the applicants submitted supplementary observations. On 2 December 1999 the Federal Minister filed his comments. On 14 December 1999 the first applicant filed further submissions. On 26 January 2000 the Federal Minister commented on these statements.", "On 3 May 2000 the Administrative Court quashed the Federal Minister's decision of 18 December 1998. It noted, in particular, that the Minister had wrongly applied Section 26 § 4 of the Railway Act. The transaction did not run counter to public interest as the bankruptcy trustee of the A. company had returned the licence for operating the chair lift in January 1997 and the real estate at issue did therefore no longer qualify as a railway facility.", "On 12 July 2000 the Federal Minister for Traffic, Innovation and Technology (Bundesminister für Verkehr, Innovation und Technologie) quashed the Regional Governor's decision of 2 December 1994.", "In the meantime, the relevant legislation was changed and an approval of the transaction under the Railway Act was no longer required at all.", "On 29 August 2000 the applicants requested the Lilienfeld District Court to enter the contract into the land register.", "On 4 October 2000 the Lilienfeld District Court dismissed the applicants' request.", "On 22 February 2001 the St. Pölten Regional Court dismissed the applicants' appeal. It noted that the sales contract had not been approved under the Railway Act before the expiry of the validity of the rank of creditors in the bankruptcy proceedings concerning the A. company. Therefore, the real estate at issue had fallen into the bankrupt's assets and had been sold by the bankruptcy trustee.", "On 29 May 2001 (served on 14 August 2001) the Supreme Court rejected the applicants' extraordinary appeal on points of law.", "1. Under Article 431 of the Civil Code (Allgemeines Bürgerliches Gesetzbuch) the procedure for the acquisition of real property is the entry of the acquisition title in the land register (see also Section 4 of the Land Register Act - Grundbuchsgesetz).", "Under Section 94 § 1 of the Land Register Act the Land Register Court can not proceed to enter a transaction in the land register until the transaction which is subject to approval has been approved by the competent authority.", "2. Under the Section 26 §§ 3 and 4 of the Railway Act (Eisenbahngesetz) as in force at the relevant time, a sales contract concerning a train, a railway or real property qualified as railway facility was subject to approval by the competent authority. A sales contract without this approval was null and void (§ 5).", "3. The procedure concerning the approval was governed by the General Administrative Procedure Act 1950 (Allgemeines Verwaltungsverfahrens-gesetz), section 8 of which reads as follows:", "\"Persons who ... take part in the proceedings on the basis of a right granted to them or an interest protected by the law ... are parties [to the proceedings].\"", "According to the case-law of the Administrative Court a person is regarded as a party whenever an administrative measure has a direct bearing on his or her personal rights.", "4. Section 62 of the General Administrative Procedure Act provides that decisions of administrative authorities can be issued either by oral announcement or in a written form. According to the constant doctrine and the case-law of the Administrative Court, a decision of an administrative authority does not produce any legal effects on a party to which it had not been notified (see Antoniolli-Koja, Allgemeines Verwaltungsrecht, third edition, pp. 299, 581, with reference to Administrative Court VwSlg 8482A/1973, 8494A/1973, 9547A/1978, 9634A/1978, 10.542A/1981 and VwSlg 814A/1949, 8057 A/1971). An “omitted party” (übergangene Partei) can, therefore, in principle not take any legal remedies against the decision at issue. This party can, however, request a declaratory decision concerning its standing as a party in the proceedings at issue or request the service of the decision and file an appeal once the decision had been served upon it. (see Antoniolli-Koja, Allgemeines Verwaltungsrecht, cited above, p. 299 with reference to Administrative Court VwSlg 5794A/1962 ).", "5. By virtue of Article 130 of the Federal Constitution (Bundesverfassungsgesetz), the Administrative Court has jurisdiction to hear, inter alia, applications alleging that an administrative decision is unlawful. Pursuant to Article 131 the application may be brought by any person claiming a violation of his or her rights by the administrative decision, provided that this person has exhausted all other remedies."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}