{"ITEMID": "001-83065", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF BUGAJNY AND OTHERS v. POLAND", "IMPORTANCE": "3", "CONCLUSION": "Violation of P1-1;Pecuniary damage - financial award;Costs and expenses award - domestic proceedings", "JUDGES": "Josep Casadevall", "TEXT": ["5. The first applicant was born in 1963. The second and third applicants were born in 1964. They live in Poznań.", "6. The company “Trust” Ltd. in which the applicants own all of the shares owned an estate of 6 hectares situated in Poznań. In 1995 the company requested the local administration to give a decision on the division of the estate, a decision necessary to proceed with construction on the land.", "7. Eventually, on 15 November 1999 the Municipal Office gave a decision by which the division of the estate was approved. Certain plots of land were designated for construction purposes and others for open space and garages. A number of plots were designated for construction of “internal estate roads”. This decision became final on 30 November 1999.", "8. Subsequently, the applicant company, relying on the provisions of the Land Administration Act 1997, requested the Mayor of Poznań to determine the compensation due for the plots designated for road construction. It submitted that under the relevant provisions of that Act plots designated, by virtue of decisions on the division of properties into smaller plots, were expropriated ex lege on the date on which such decisions became final.", "9. By a decision of 15 March 2000 the President of the Poznań City dismissed the application to have the compensation determined, holding that the roads to be built on the estate concerned had not been provided for in the local land development plan. Hence, in the November 1999 decision they had been designated as “internal roads” which would serve the inhabitants of a housing estate the construction of which the company had been planning. Not having been provided for in the local land development plan, these roads did not belong to the category of public roads. Under the provisions of the Land Administration Act 1997, as amended in January 2000, only plots designated for the construction of “public roads” were to be expropriated ex lege, and only in respect of such expropriated plots could compensation be sought. In the applicants' case, the plots in question were designated for internal roads; they had therefore not been expropriated and, consequently, no compensation could be determined.", "10. The applicants appealed. They argued that the roads to be constructed on the housing estate were to be public, for all practical purposes. They were to be open to all roads users, including all means of public and private transport. The term “internal roads” used in the contested decision did not exist in the Land Administration Act 1997 as applicable in November 1999. This Act had been amended after this decision had been given and it was only in its amended text that it was clearly stated that compensation was due only for “public” roads (see paragraphs 3031 below).", "11. The fact that the plots concerned were referred to in the decision of November 1999 as designated for the construction of “internal” roads was an unlawful attempt to deprive them of a public character and to exempt them thereby from the operation of that Act insofar as it provided for ex lege expropriation of plots designated for road construction. Most importantly, it was an attempt to evade the obligation to pay compensation for such plots.", "12. The applicants further argued that the fact that these roads had not been provided for in the local land development plan was immaterial, given that the decision of 15 November 1999 had obviously been given in such a way as to be consistent with the local land development plan. Otherwise, the division of the estate could not have been approved.", "13. They lastly argued that the decision complained of breached the constitutional guarantees of ownership.", "14. On 31 May 2000 the Wielkopolski Governor upheld the decision. The Governor's decision referred to section 98 of the 1997 Act as applicable when the November 1999 decision had been given. It provided that plots designated for road construction under a decision on the division of property for the construction purposes were expropriated ex lege on the date on which such a decision became final. However, the essential purpose of the decisions on the division of property was to serve the implementation of local land development plans. In the absence of the inclusion in such a plan of roads on the land subject to the division decision given in the applicants' case in November 1999, the plots designated for road construction could not be regarded as designated for the construction of “public roads”. Hence, there were no grounds on which to expropriate them and to grant compensation to the owners.", "15. The applicants appealed, essentially reiterating their arguments submitted in their appeal against the first-instance decision.", "16. On 16 October 2001 the Supreme Administrative Court dismissed the appeal. It referred to section 93 (1) and (3) of the Land Administration Act 1997. It noted that under these provisions a decision on the division of property into smaller plots could be given only if the division proposal was compatible with the local land development plan and if the newly created plots had access to a public road.", "17. In the present case the local development plan did not provide for any public roads on the land owned by the company. Hence, the fact that certain parts of the land as divided under the November 1999 decision had been designated for construction of roads could not entail their automatic expropriation under section 98 of the same Act. These roads remained in the ownership of the company and there were therefore no grounds on which to determine compensation.", "18. In so far as the applicants relied on decisions of the Supreme Administrative Court in which it had expressed the view that under section 98 of the 1997 Act all land designated for roads in the division decisions was subject to expropriation ex lege, the court noted that judgments given in other cases were not binding on it.", "19. It further noted that the February 2000 amendment to section 98 of the Land Administration Act 1997 (see paragraph 31 below) which provided that land designated for the construction of public roads only was subject to expropriation:", "“did not so much limit the scope of roads to which that provision was applicable, but was only intended to make more precise the intentions of the lawmaker regarding [the application ] of this Act”.", "It concluded that that the contested decision was in conformity with the law.", "20. Later on, the applicants' lodged a claim in a civil court seeking a declaration under Article 189 of the Civil Code as to who was the owner of the plot of land concerned, listed in the land register as plot No. 6/25 and covering a surface area of 5,843 square metres.", "21. By a judgment of 25 June 2003 the Poznań Regional Court established that the owner of the plots was Poznań City.", "22. The court considered, inter alia, that the plan for the division of the land as adopted in the November 1999 decision was concordant with the local land development plan. It further observed that such compliance was an essential condition for the decision on division to be given in the first place. The court further noted that the local zoning plan was of a very general character and contained practically no details as to the planning of roads, apart from major thoroughfares, and that it did not determine which roads were to be regarded as public. In these circumstances, the court was of the view, having regard to the public use of the roads on the property concerned, that they had been expropriated by the city.", "23. Poznań City appealed.", "24. By a judgment of 9 December 2003 the Poznań Court of Appeal dismissed the claim for a declaration. It considered that the company had no legal interest in seeking clarification of the legal situation of the plots concerned by way of a declaratory judgment under Article 189 of the Code of Civil Procedure. The legal situation of the land had already been determined by the judgment of the Supreme Administrative Court which was binding on the civil court. Pursuant to this decision, the claimant remained the owners of the plots in question.", "25. The court further observed:", "“Obviously, there was also another legal problem in the case. The conduct of the city in the present case had caused a situation in which the owner could not use his land freely, as provided for in Article 140 of the Civil Code. At the same time, the property serves one of the purposes [road construction] which normally should be ensured by the local municipality; what is more, it is the owner who bears the costs of achieving of this purpose.", "It can be argued that a situation worse even than a so-called de facto expropriation obtains in the present case. This is so because under Article 1 of Protocol No. 1 to the Convention the term “expropriation” covers not only formal expropriation or restriction of ownership carried out in proper expropriation proceedings. The caselaw of the Strasbourg Court also distinguishes a category of de facto expropriation, namely such acts by the public authorities which lead to a practical deprivation of possessions or to restrictions on their use (Papamichalopoulos and Others v. Greece, 1993).”", "26. The applicants lodged a cassation appeal with the Supreme Court. By a decision of 5 November 2004, served on the applicants on 1 December 2004, it refused to examine it.", "“1. The Republic of Poland shall protect property and a right to inherit.", "2. Expropriation is allowed only in the public interest and against payment of just compensation.”", "28. Article 31of the Constitution reads:", "“Freedom of the person shall be legally protected.", "Everyone shall respect the freedoms and rights of others. No one shall be compelled to do anything which is not required by law.", "Any limitation upon the exercise of constitutional freedoms and rights may by imposed only by statute, and only when necessary in a democratic state for the protection of its security or public order, or to protect the natural environment, health or public morals, or the freedoms and rights of other persons. Such limitations shall not violate the essence of freedoms and rights.”", "29. Article 79 § 1 of the Constitution provides as follows:", "“In accordance with principles specified by statute, everyone whose constitutional freedoms or rights have been infringed, shall have the right to appeal to the Constitutional Court for a judgment on the conformity with the Constitution of a statute or another normative act on the basis of which a court or an administrative authority has issued a final decision on his freedoms or rights or on his obligations specified in the Constitution.”", "30. Under its settled case-law, the Constitutional Court has jurisdiction only to examine the compatibility of legal provisions with the Constitution and is not competent to examine the way in which courts interpreted applicable legal provisions in individual cases (e.g. SK 4/99, 19 October 1999; Ts 9/98, 6 April 1998; Ts 56/99, 21 June 1999).", "31. On 8 May 1990 the Constitutional Court gave a judgment (K 1/90), following a request of the President of the Supreme Administrative Court to examine the compatibility of certain provisions of the 1985 Land Expropriation and Administration Act with the constitutional protection of the right to the peaceful enjoyment of possessions. The court noted that the impugned provisions of the 1985 Act provided, in respect of properties of an agricultural character, for a reduction of compensation to be paid to owners who had requested that they be divided, by way of an administrative decision, into smaller plots and to have certain plots of land expropriated for road construction purposes. This reduction was based on the premise that the land to be expropriated ceased to be used for agricultural purposes and that the negative results of such a change had to be offset by the owners.", "The Constitutional Court observed that the nature of expropriations carried out in this context did not differ from expropriations effected for the purposes of public use, regardless of the fact that an expropriation was effected in proceedings different from ordinary expropriation proceedings. Hence, the provisions of the Constitution as they stood at that time and insofar as they provided for the protection of the right to the peaceful enjoyment of possessions were applicable to such expropriations. The Constitution allowed for the expropriation of private properties only for the purposes of public use and only against compensation. Compensation, in order to comply with constitutional requirements, had to be just and fair. The notion of fair compensation, including for expropriation carried out at the request of the owner and in his or her interest, had to be in the amount corresponding to the value of the expropriated property. Only compensation satisfying these conditions was in compliance with the nature and purpose of the obligation of the public authorities to compensate an owner whose property was expropriated. Any restrictions on the right to a fair compensation, including by way of reductions of its amount, was in breach of constitutional principles.", "32. On 1 January 1998 the Land Administration Act of 21 August 1997 (Ustawa o gospodarce nieruchomościami – “the 1997 Land Administration Act”) entered into force. Pursuant to section 112 of that Act, expropriation consists in taking away, by way of an administrative decision, of ownership or of other rights in rem. Expropriation can be carried out where public interest aims cannot be achieved without restriction of these rights and where it is impossible to acquire these rights by way of a civil law contract.", "33. Under section 113 an expropriation can only be carried out for the benefit of the State Treasury or of the local municipality.", "34. In accordance with section 128 § 1 of the Act, expropriation can be carried out against payment of compensation corresponding to the value of the property right concerned. Under section 130 § 1 of the Act, the amount of compensation shall be fixed, regard being had to the status and value of the property on the day on which the expropriation decision was given. The value of property shall be estimated on the basis of an opinion prepared by a certified expert.", "35. Section 131 provides that a replacement property can be awarded to the expropriated owner, if he or she so agrees.", "36. Pursuant to section 132, compensation shall be paid within fourteen days from the date on which the expropriation decision becomes subject to enforcement.", "37. The question of expropriation of land for the purposes of road construction is regulated in that Act. Section 93 § 1 of the Act provides that the division of an estate into smaller plots is possible only when the division proposed by the owner is compatible with the local land development plan. Under § 3 of this section, a decision on the division can not be given if the plots resulting from the division would have no access to a public road. Access to a public road is also deemed to be available if a plot has access to an internal road.", "38. Until 15 February 2000 section 98 of the Act read as follows:", "1. Plots of land designated for the construction of roads in an administrative decision on the division of property shall be expropriated ex lege on the date on which such a division decision becomes final. (...)", "3. The compensation due for such plots shall be established by way of negotiation between the expropriated owner and the relevant public authority; if negotiations fail, compensation shall be determined according to the principles applicable in respect of land expropriation.", "39. On 15 February 2000 amendments to this Act came in force. Following these amendments, the text of subsection (1) read as follows:", "“1. Plots of land designated in a decision on the division of property for the construction of public roads, such as municipal, county, regional and national roads shall be expropriated ex lege on the date on which such a division decision becomes final. (...) “", "40. In a legal opinion of 29 May 2003, prepared for a different case from that of the applicants', the Central Urban Development Office stated that section 78 of the Land Administration Act in its version applicable until 15 February 2000 was a legal basis for the expropriation ex lege of all land designated for road construction purposes under decisions on the division of properties, regardless of whether these roads were of a public character or were to be considered internal roads, on the date when such decisions became final."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}