{"ITEMID": "001-83975", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVN", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF ŠRAMEL v. SLOVENIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Violation of Art. 13", "JUDGES": "Corneliu Bîrsan;David Thór Björgvinsson", "TEXT": ["5. The applicant was born in 1967 and lives in Šmarje pri Jelšah.", "6. On 8 January 1996 the applicant was injured in a car accident which occurred when the applicant was at work. The applicant's employer had taken out insurance with the insurance company ZT.", "7. On 13 May 1997 the applicant instituted civil proceedings against ZT in the Celje District Court (Okrožno sodišče v Celju) seeking damages in the amount of 2,608,038 Slovenian tolars (approximately 10,870 euros – EUR) for the injuries sustained.", "Between 1 September 1997 and 27 September 1999 the applicant made six requests that a date be set for a hearing.", "On 5 January 2000 he lodged preliminary written submissions.", "During the proceedings the court appointed a medical expert.", "At the first hearing, held on 29 February 2000, the court decided to deliver a written judgment. The judgment, upholding the applicant's claim in part, was served on the applicant on 13 April 2000.", "8. On 21 April 2000 the applicant appealed to the Celje Higher Court (Višje sodišče v Celju). ZT cross-appealed.", "On 22 November 2001, the Celje District Court issued a supplement to the judgment (dopolnilna sodba). On 20 December 2001 the applicant also appealed against the supplement to the judgment.", "On 8 August 2002 the Celje Higher Court allowed the applicant's and ZT's appeals in part. The court reduced the damages awarded in the first-instance proceedings and remitted the case to the first-instance court for re-examination as regards the costs of the proceedings. The judgment was served on the applicant on 1 October 2002.", "9. On 7 October 2002 the applicant lodged an appeal on points of law with the Supreme Court (Vrhovno sodišče).", "He also requested that a judge should withdraw from the proceedings. On 5 July 2004 the President of the Supreme Court rejected the request.", "On 1 September 2005 the court dismissed the applicant's appeal on points of law. The judgment was served on the applicant on 17 October 2005.", "10. Meanwhile, on 16 September 2002, the first-instance court had issued a decision concerning the costs of the proceedings. The applicant's appeal against that decision was dismissed by the Celje Higher Court on 7 January 2004.", "11. The Act on the Protection of the Right to a Trial without undue Delay (Zakon o varstvu pravice do sojenja brez nepotrebnega odlašanja, Official Journal, No. 49/2006) has been implemented since 1 January 2007. Under its sections 1 and 2, the right to a trial within a reasonable time is guaranteed for a party to court proceedings, a participant under the Act governing non-contentious proceedings and an injured party in criminal proceedings.", "12. Section 25 lays down the following transitional rules in relation to applications already pending before the Court:", "“(1) In cases where a violation of the right to a trial without undue delay has already ceased and the party had filed a claim for just satisfaction with the international court before the date of implementation of this Act, the State Attorney's Office shall offer the party a settlement on the amount of just satisfaction within four months after the date of receipt of the case referred by the international court for the settlement procedure. The party shall submit a settlement proposal to the State Attorney's Office within two months of the date of receipt of the proposal of the State Attorney's Office. The State Attorney's Office shall decide on the proposal as soon as possible and within a period of four months at the latest. ...", "(2) If the proposal for settlement referred to in paragraph 1 of this section is not acceded to or the State Attorney's Office and the party fail to negotiate an agreement within four months after the date on which the party filed its proposal, the party may bring an action before the competent court under this Act. The party may bring an action within six months after receiving the State Attorney's Office reply that the party's proposal referred to in the previous paragraph was not acceded to, or after the expiry of the period fixed in the previous paragraph for the State Attorney's Office to decide to proceed with settlement. Irrespective of the type or amount of the claim, the provisions of the Civil Procedure Act concerning small claims shall apply in proceedings before a court.”"], "VIOLATED_ARTICLES": ["13", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}