{"ITEMID": "001-97938", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DNK", "BRANCH": "ADMISSIBILITY", "DATE": 2010, "DOCNAME": "WULFF v. DENMARK", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Isabelle Berro-Lefèvre;Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Peer Lorenzen;Rait Maruste;Renate Jaeger", "TEXT": ["The applicant, Mr Henrik Munkholm Wulff, is a Danish national who was born in 1981 and lives in Perth, Australia. He was represented before the Court by Mr Tyge Trier, a lawyer practising in Copenhagen. The Danish Government (“the Government”) were represented by their Agent, Mr Thomas Winkler, of the Ministry of Foreign Affairs, and their Co-Agent, Mrs Nina Holst-Christensen, of the Ministry of Justice.", "On 16 December 2002, the applicant and his girlfriend of three years duration had a daughter, A, of whom the applicant formally acknowledged fatherhood.", "The couple separated in March 2003.", "The applicant maintained access to A every second weekend and paid child support.", "In the United States of America the applicant obtained a private DNA test, which showed that he could not be A’s father. The test is dated 12 May 2005, but the applicant did not receive the results until 5 December 2005.", "Thereafter he stopped seeing A, and on 14 December 2005 he requested that the paternity case be reopened and his established fatherhood of A be annulled. His request was refused by Vejle County (Statsamtet Vejle) on 30 January 2006.", "The applicant brought the case before the City Court (Retten Vejle), before which he and A’s mother, M, were heard. On 29 March 2006, the City Court passed judgment, which included the following:", "“[The applicant] has explained that the couple were lovers and cohabited in Vejle from February 2002 until March [2003]. M was not using the contraceptive pill. In March 2002, they went on a skiing holiday. They had a row, whereupon M slept overnight in another flat. Four or five weeks later she discovered she was pregnant. When the relationship broke up around 20 March 2003, he had a nagging doubt. He did not tell M about this. He has had access to the daughter A every second weekend. In October 2005 they had a big row during which M accused him of being a poor father. This caused him to order a paternity test on the Internet which has been submitted to Vejle County. Through his job as a policeman he knew how to provide a saliva sample, which he did for the purpose of this test. He took a saliva sample with a cotton swab from both his own cheeks and A’s. The samples were sent to the US laboratory, which concluded that he could not be the father. He received the reply in December 2005. He has no name of any other possible father. However, with his present knowledge he believes that he cannot be the father of A. M has confirmed [the applicant’s] statement about the course of events. She is also unable to give the name of any other possible father.", "Findings of the Court:", "M and [the applicant] were cohabiting lovers when A was born. Since the termination of their cohabitation in March [2003], [the applicant] has had access to A. The request for reopening of the proceedings was made by him. M did not object to the reopening of the proceedings, but stated in a letter of 7 January 2006 to Vejle County: “Of course, an official test should be made as I have no clue as to who the father could otherwise be”. [The applicant] has submitted a privately performed DNA test according to which he cannot be the father of A. The conditions for reopening paternity proceedings are stated in section 24 of the Child Act. According to this provision, it must be considered of importance whether the paternity of the child is likely to be established if the proceedings are reopened. Pursuant to section 22 of the Child Act, paternity proceedings may be reopened if the father and mother so request in agreement, and only if it is proved on a balance of probabilities that another man can become the child’s father. As the request for reopening of the proceedings was made by [the applicant] alone, the Court finds that the request should be assessed under section 24 of the Child Act. Although, according to the DNA test produced by [the applicant] it is precluded that he is the father, the Court finds that the paternity proceedings should not be reopened as it must be considered of decisive importance that the request for reopening was made almost three years after the child’s birth, that [the applicant] has had ordinary weekend access to A also since the termination of cohabitation, and that it must be considered a fact on the basis of [the applicant’s] and M’s statements that A cannot be expected to be acknowledged by another father if the proceedings were reopened.”", "The applicant appealed to the High Court of Eastern Denmark (Vestre Landsret), hereafter the High Court, which on 28 September 2006 passed judgment, which included the following:", "“[The applicant] has additionally stated that M had been out partying and came home early in the morning just before they went on holiday. He and M did not use contraception around the time of the conception, but their sexual practice was such that he found it improbable that he had made M pregnant. M did not say at the termination of their cohabitation that he was not the father. He said during the pregnancy that he wanted a DNA test, but M opposed that. He has not cohabited with A since she was three months old. He has seen A approximately four times a month. It was only in October 2005 during a row that he became aware of the incidents when M could have been together with somebody else. They were on a skiing holiday from 23 March until 1 April 2002. He received the test results in December 2005. For reasons of anonymity, the declaration from the American firm does not bear any names. He last saw A in December 2005. A has not had any contact with his parents since then. He acknowledged the paternity after A’s birth and did not question it then. A was born at the due time.", "M has explained that they became lovers in 2000 after having met in 1999. They had a normal sex life also at the time around the conception. She did not remember having been out partying before the skiing holiday. She was not together with other men during the period of their cohabitation. They had not fallen out that evening on the skiing holiday, but she was unable to return to the hotel room as she had no key. She had something to drink with young people, and she was probably rather intoxicated. They were Danes, including a girl. She woke up at 9 a.m.. She had not had intercourse with others that night. However, due to her intoxication she cannot rule out that it may have happened. But she was wearing her clothes when she woke up, and she felt no sign of having had intercourse. The first time that [the applicant] questioned his paternity was on 12 December 2005. A has asked for her father and his parents since the connection was broken off. M has no current plans to marry her boyfriend, who has, however, been playing with the idea of adopting A. She expects to marry her boyfriend eventually. Her boyfriend is fond of A. She still thinks that a DNA test should be performed, also because A is entitled to know. However, she is in no doubt that [the applicant] is the father.", "Reasoning and decision of the High Court:", "It must be considered a fact that, prior to acknowledging paternity, [the applicant] had knowledge of the circumstances that made him obtain a DNA test and cast doubts about the paternity almost three years after A’s birth. For this reason and for the reasons stated by the District Court, the High Court upholds the judgment.”", "Leave to appeal to the Supreme Court was refused by the Appeals Permission Board (Procesbevillingsnævnet) on 7 March 2007.", "The purpose of the Danish paternity rules laid down in the Child Act, (Børneloven), Act no. 460 of 7 June 2001, as amended, is to ensure the mutual rights of the child and the father. The most important legal effects of paternity are that the father has a duty to maintain the child according to specific rules, that the father and the child have a right to inherit from each other, that the child may take the father’s surname, and that the child may have the same nationality as the father if the relevant conditions are met. In addition, paternity is generally a condition for allowing the father to have a share in the custody of the child and a condition for the right to access of a man who does not have the child living with him. The Child Act is based on Report No. 1350/1997 on the legal rights of children issued by the Child Act Committee of the Danish Ministry of Justice. The Child Act Committee was appointed by the Ministry of Justice in 1992 and was to make proposals for a revision of the Child Act, including considering new paternity rules. In 1997, the Committee issued an interim report on paternity. According to the interim report, the Committee had worked on the basis of the fundamental assumption that a child should be entitled to have both a mother and a legal father to the widest extent possible. The report also states that the Committee found that an attempt should be made to design the rules on reopening paternity proceedings so that permanent stability concerning the child’s situation could be provided as rapidly as possible. The Committee also found that it should generally not be possible to revoke paternity unless the child was acknowledged by another father. The Child Act Committee also proposed enactment of the non-statutory doctrine of acknowledgement on which case-law had been based prior to the Act. The doctrine of acknowledgement implies that a party can be barred from instituting paternity proceedings even when the statutory time-limits have not expired. This is the case if the father or mother has treated the child as being the father’s even though they know or suspect that the father is not the genetic father of the child. Application of the doctrine is based on a specific assessment of the individual case. The relevant provisions on institution and reopening of paternity proceedings are laid down in sections 5, 24 and 25 of the Child Act, which read as follows:", "Where paternity has been recorded by or acknowledged before the Regional State Administration, proceedings may be instituted by the mother, the father or the child’s guardian within six months of the child’s birth.", "The preparatory notes set out that the reason behind section 5 was to give the mother and the father a “cooling-off” possibility. Recordings and acknowledgements covered by the provision are therefore not final until six months after the child’s birth. The fairly short period was laid down in order to provide stability concerning the child’s situation. The right to institute paternity proceedings within the six months is free and is thus not conditional upon proof on a balance of probabilities that another man is the child’s father, and the doctrine of acknowledgement is not applied either.", "If the six-month time-limit set out in section 5 has expired, the proceedings can only be re-opened if the following conditions, set out in section 24 of the Child Act, are met:", "1. If the fatherhood of a child is registered, or established by acknowledgment or by judgment; the mother or her estate, the guardian or the child’s estate, the father or his estate; may within three years after the child’s birth request that the paternity case be reopened, provided that facts have come to light which may result in another outcome, or in other respects there is a special reason to believe that the paternity case may turn out differently.", "2. When deciding under subsection 1, importance should be attached in particular to the following:", "i) the length of time elapsed since the child’s birth;", "ii) whether the father, with actual or presumed knowledge of the circumstances which raise doubts as to his fatherhood, has [nevertheless] acknowledged the child by treating it as his own;", "iii) whether the mother, with actual or presumed knowledge of the circumstances mentioned under ii) has let the father treat the child as his own;", "iv) whether a party, with actual or presumed knowledge of the circumstances which raise doubts as to who is the child’s father, failed within a reasonable time to request a reopening of the case; and", "v) whether in case of a reopening, it can be expected that fatherhood of the child will be established.", "It appears from the preparatory notes that it is a condition for reopening the proceedings under section 24 that information has come to light about circumstances that will presumably result in another outcome to the proceedings, or that there is otherwise a special reason to assume that the proceedings will now have another outcome. This is particularly aimed at cases where another potential father turns up. Moreover, the provision does not confer a right of reopening even though the said conditions have been met. The decision to reopen the proceedings thus depends on an overall assessment, particularly including the circumstances listed in subsection 2.", "If the three-year time-limit set out in section 24 has expired, the proceedings can only be reopened if exceptional reasons exist, see section 25 of the Child Act:", "Reopening of proceedings under sections 23 and 24 may be permitted after the expiry of the time-limit stipulated by those provisions if exceptional reasons for not making the request earlier can be given, if the circumstances otherwise make reopening of the proceedings appropriate to a high degree, and if a renewed review of the proceedings will presumably not imply material nuisance to the child."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}