{"ITEMID": "001-67911", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "ADMISSIBILITY", "DATE": 2004, "DOCNAME": "KIRYANOV v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis", "TEXT": ["The applicant, Mr Aleksandr Vladimirovich Kiryanov, is a Russian national who was born in 1966 and lives in Taganrog. The respondent Government were represented by Mr P. Laptev, Representative of the Russian Federation at the European Court of Human Rights.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "In 1998 the applicant applied to a bank for a low-interest loan to which he was allegedly entitled under the Law on Veterans. His application was refused on the grounds that the implementation of the above law required a Government's directive on the matter, which had never been issued.", "The applicant challenged the Government's failure to issue the directive in question.", "On 17 November 1998 the Taganrog Town Court of the Rostov Region declared the Government's failure to issue the directive unlawful and required it to do so within one month.", "As submitted by the Government, on 10 December 1998 the same court examined another claim brought by the applicant against the Ministry of Finance of the Russian Federation and the Ministry of Finance of the Rostov Region. He sought a low-interest loan to be provided to him by the authorities. The court dismissed his claim having found that the right to a low-interest loan as set out in the Law on Veterans was not directly enforceable, and could not be implemented in the absence of a Government directive.", "On 5 April 2004, after the case was communicated to the Government, the President of the Rostov Regional Court ordered supervisory review to be conducted over the judgment of 10 December 1998, and it was quashed in view of the allegedly unlawful composition of the court."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}