{"ITEMID": "001-84815", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF MEHMET REŞİT ARSLAN v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;David Thór Björgvinsson;Egbert Myjer;Ineta Ziemele", "TEXT": ["4. The applicant was born in 1966 and was serving a prison sentence in Diyarbakır prison at the time of his application to the Court.", "5. On 4 April 1993 the applicant was taken into custody by police officers from the Anti-Terrorist Branch of the Istanbul Security Directorate on suspicion of membership of an illegal organisation the PKK (the Kurdistan Workers' Party). According to the arrest report, the applicant resisted the arrest and the police officers had to use force to apprehend him.", "6. On 19 April 1993 the applicant was brought before the investigating judge at the Istanbul State Security Court, where he denied the allegations against him. The judge ordered the applicant's detention on remand.", "7. On 29 April 1993 the applicant was examined by a doctor at the Sağmalcılar State Hospital who noted that there was a restriction in the functioning of the right shoulder and elbow.", "8. On 4 May 1993 a doctor from the Eyüp Forensic Medicine Institute drew up a report, according to which there were numerous ecchymoses and lesions on the various parts of the applicant's body and there was a reduced functioning of the right arm.", "9. In a further report dated 9 July 1993, it was concluded that the injuries on the applicant's body rendered him unfit for work for ten days.", "10. On 5 May 1993 the public prosecutor at the Istanbul State Security Court filed a bill of indictment against the applicant, along with twentyseven other persons, charging him with membership of an illegal organisation under Article 168 § 1 of the Criminal Code.", "11. On 12 July 1993 the applicant maintained before the Istanbul State Security Court that his statements had been taken under torture while in police custody. At the end of the hearing, the court concluded that the applicant's representative could file a complaint with the authorities about the applicant's allegations of ill-treatment.", "12. On 22 January 1997 the public prosecutor proposed to alter the charge against the applicant to treason against the integrity of the State, a capital offence under Article 125 of the Criminal Code.", "13. Between 12 July 1993 and 6 March 2000 the first-instance court held forty-six hearings. The applicant did not attend twenty-eight of them.", "14. On 6 March 2000 the applicant submitted his final defence submissions to the court. In his petition, the applicant denied the charges against him. Repeating his allegations of torture, the applicant maintained that he had been hung from his arms during his police custody.", "15. On the same day, the Istanbul State Security Court found the applicant guilty as charged and sentenced him to the death penalty under Article 125 of the Criminal Code. The death penalty was commuted to a life sentence. In its judgment, the first-instance court did not list the applicant's statements taken by the police as evidence, having regard to the doctors' reports. It nevertheless convicted the applicant holding that other evidence corroborated his statements to the police.", "16. The applicant appealed. In his petition, he maintained that the judgment of the first-instance court was based on his police statements which had been taken under torture.", "17. On 21 March 2001 the Court of Cassation upheld the judgment of 6 March 2000."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}