{"ITEMID": "001-86621", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "ADMISSIBILITY", "DATE": 2008, "DOCNAME": "GÖZEN v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Corneliu Bîrsan;Egbert Myjer;Ineta Ziemele;Josep Casadevall", "TEXT": ["The applicant, Mr Beşir Gözen, is a Turkish national who was born in 1960 and lives in Istanbul. He was represented before the Court by Ms A. Bingöl, Ms G. Kartal and Mr A. Timur, lawyers practising in Istanbul. The Turkish Government (“the Government”) were represented by their Agent.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 23 August 1983 the applicant was arrested.", "On 16 September 1983 the Diyarbakır Martial Law Court remanded him in custody.", "On 19 October 1983 the public prosecutor attached to the Diyarbakır Martial Law Court filed a bill of indictment against the applicant, along with other persons, and charged him with membership of the PKK (Workers’ Party of Kurdistan) under Article 168 § 1 of the former Criminal Code.", "On 19 February 1985 the Diyarbakır Martial Law Court convicted the applicant as charged.", "On 10 April 1990 the Military Court of Cassation quashed the judgment of the first-instance court in respect of some of the accused, including the applicant, and remitted the case to the Diyarbakır Martial Law Court.", "Subsequent to the promulgation of Law no. 3953 on 27 December 1993, which abolished the jurisdiction of the Martial Law Courts, in 1994 the Diyarbakır Assize Court acquired jurisdiction over the case.", "On 13 July 1998 the Diyarbakır Assize Court acquitted the applicant, holding that there was insufficient evidence to convict him.", "The applicant claimed that the judgment of 13 July 1998 was never served on him.", "According to the documents submitted by the respondent Government to the Court, on 31 July 1998 the authorities attempted to notify the applicant of the judgment of 13 July 1998. The applicant could not be found at the address he had given and the authorities were not able to locate his new address despite all efforts.", "On 13 September 2002 the applicant applied to the registry of the Diyarbakır Assize Court and obtained a copy of the judgment of 13 July 1998."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}