{"ITEMID": "001-81317", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "ADMISSIBILITY", "DATE": 2007, "DOCNAME": "TSOMARTOV v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Peer Lorenzen", "TEXT": ["The applicant, Mr Nikolay Valeryevich Tsomartov, is a Russian national who was born in 1975 and lives in Vladikavkaz, the Republic of North Ossetia-Alania. The Russian Government (“the Government”) were represented by Mr P. Laptev, Representative of the Russian Federation at the European Court of Human Rights.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant is a former serviceman of the Ministry of the Interior of the Republic of North Ossetia-Alania. He instituted civil proceedings against the Ministry of the Interior to recover the remuneration for his participation in military operations.", "On 19 April 2002 the Leninskiy District Court of Vladikavkaz (“the District Court”) granted his claim. The court awarded the applicant 233,640 Russian roubles (RUR). The judgment was not appealed against and acquired legal force on 29 April 2002. On the same date the District Court issued a writ of execution.", "On 5 March 2005 the judgment of 19 April 2002 was fully enforced.", "By a decision of 11 July 2005 the District Court granted the applicant’s action for compensation of inflation losses sustained as a result of the delayed enforcement of the judgment of 19 April 2002. The court acknowledged that the judgment of 19 April 2002 had been enforced with a substantial delay and awarded the applicant RUR 91,814.51. No appeal was lodged against the decision and it entered into force on 22 July 2005.", "On 7 December 2005 the applicant received the amounts awarded to him by the decision of 11 July 2005."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}