{"ITEMID": "001-78636", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "ADMISSIBILITY", "DATE": 2006, "DOCNAME": "YILDIZ v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicants, Mr Sinan Yıldız and Şidar Sönmez are Turkish nationals who were born in 1977 and 1979 respectively. They both live in Tunceli. They were represented before the Court by Mr H. Aygün and Mr Ö. U. Kaplan, lawyers practising in Tunceli.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 14 January 2001 the applicants were arrested and placed in police custody by officers from the anti-terrorism branch of the Tunceli Security Directorate, on suspicion of involvement in the activities of an illegal armed organisation, namely the TKP/ML (Türkiye Komünist Partisi-Marksist Leninist, the Turkish Communist Party-Marxist Leninist).", "Following their arrest, the applicants signed a form whereby their rights as detainees were explained to them. The form included a right to request the assistance of a lawyer. However, as they were arrested on suspicion of having committed a crime falling within the jurisdiction of State Security Courts, it was noted in the form that they could only have access to legal assistance if they were subsequently detained on remand or a court decided to prolong their detention in police custody.", "On 18 January 2001 the applicants were questioned by the police about their activities in the illegal organisation. The first applicant explained that the TKP/ML was an illegal party which supported communism. He stated that he was not a member of this party but he was involved in the activities of its youth branch. He maintained that, in order to help the organisation, he had distributed a newspaper called Revolutionary Democracy, tried to convince people to become members of the TKP/ML and sprayed slogans on walls. He further admitted that he had attended the funeral of F.K., who had burnt himself to protest against F-type prisons.", "In his police interrogation the second applicant stated that the aim of TKP/ML was to undermine the constitutional order and to replace it with a Marxist-Leninist regime. He explained that he had been involved in the formation of the youth branch of this organisation in Tunceli. He also admitted that, in order to protest against F-type prisons, he had taken part in hunger strikes and painted slogans on walls. He further stated that he had participated and chanted slogans at the funeral of F.K.", "On 19 January 2001 the applicants were brought before the public prosecutor, where they repeated their statements taken by the police.", "The same day the applicants were brought before the investigating judge at the Tunceli Magistrate’s Court. Before the judge, the first applicant accepted his statements given before the public prosecutor, whereas the second applicant denied his earlier statements. The investigating judge ordered that both applicants be placed in detention on remand.", "The applicants and four others filed a petition with the court requesting their release pending trial. On 23 January 2001 the court dismissed their request.", "In an indictment dated 20 February 2001, the public prosecutor initiated criminal proceedings against the applicants and 25 others before the Malatya State Security Court, accusing them, inter alia, of membership of an illegal armed organisation. The prosecution asked the court to sentence the applicants pursuant to Article 168 of the Criminal Code. Both applicants were represented before the court by two lawyers.", "On 27 March 2001 the applicants denied their statements given in police custody, as they alleged that they had been signed under duress. They accepted their statements given before the investigating judge at the Tunceli Magistrate’s Court. One of the applicants’ lawyers requested the court to release the applicants pending trial as the only evidence against them was their statements given in police custody, which were taken under duress. The court dismissed the request and ordered the continuation of the applicants’ detention on remand.", "On 19 June 2001 the court heard a witness who stated that he did not know the applicants. The applicants’ lawyers, who were present in the court, did not put any questions to this person.", "On 9 April 2002, considering the applicants’ concurring statements given in police custody, their confessions made before the public prosecutor and the judge at the magistrate’s court, the statements of other accused given during the criminal proceedings, and the confrontation which had taken place between the accused and the witnesses, as well as other relevant evidence such as photographs taken of the incidents, video recordings and the incident reports, the Malatya State Security Court found the applicants and two others guilty of aiding and abetting an illegal organisation, and sentenced them each to three years and nine months’ imprisonment pursuant to Article 168 of the Criminal Code. It acquitted 23 other accused.", "On 12 November 2002 the Court of Cassation upheld the judgment of the Malatya State Security Court, finding that the applicants’ grounds of appeal were unfounded."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}