{"ITEMID": "001-101579", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "GRANDCHAMBER", "DATE": 2010, "DOCNAME": "CASE OF ŞERİFE YİĞİT v. TURKEY", "IMPORTANCE": "2", "CONCLUSION": "Preliminary objection dismissed (exhaustion of domestic remedies);No violation of Art. 14+P1-1;No violation of Art. 8", "JUDGES": "András Sajó;Anatoly Kovler;Christos Rozakis;Corneliu Bîrsan;David Thór Björgvinsson;Dean Spielmann;Françoise Tulkens;Ireneu Cabral Barreto;Ján Šikuta;Jean-Paul Costa;Josep Casadevall;Luis López Guerra;Nicolas Bratza;Nona Tsotsoria;Peer Lorenzen;Renate Jaeger;Sverre Erik Jebens;Vladimiro Zagrebelsky", "TEXT": ["9. The applicant was born in 1954 and lives in İslahiye.", "10. She was the partner of Ömer Koç (Ö.K.), a farmer whom she married in a religious ceremony in 1976 and with whom she had six children. Ö.K. died on 10 September 2002. The applicant stated that on that date, while she and her partner had been making preparations for an official marriage ceremony, Ö.K. had died following an illness.", "11. On 11 September 2003 the applicant brought proceedings before the İslahiye District Court on her own behalf and on behalf of her daughter Emine seeking rectification of the entry concerning her in the civil status register. She requested that her religious marriage to Ö.K. be recognised and that her daughter be entered in the register as the deceased's daughter.", "12. In a judgment of 26 September 2003 the District Court refused the applicant's request concerning her religious marriage but granted the request for Emine to be entered in the register as Ö.K.'s daughter. As no appeal was lodged, the judgment became final.", "13. On an unspecified date the applicant requested the Hatay retirement pension fund (“BağKur”) to award her and her daughter Emine a survivor's pension and health insurance cover on the basis of her late partner's entitlement. The fund refused the request.", "14. On 20 February 2003 the applicant applied to the İslahiye Labour Court to have that decision set aside. On 20 May 2003 the latter decided that it had no jurisdiction ratione loci and that the case should be heard by the Hatay Labour Court.", "15. In a judgment of 21 January 2004 the Hatay Labour Court, in a ruling based on the judgment of the İslahiye District Court, found that the applicant's marriage to Ö.K. had not been validated. Accordingly, since the marriage was not legally recognised, the applicant could not be subrogated to the deceased's rights. However, the court set aside the retirement fund's decision in so far as it related to Emine and granted her the right to claim a pension and health insurance cover on the basis of her deceased father's entitlement.", "16. On 10 February 2004 the applicant appealed on points of law to the Court of Cassation. She argued that the extract from the civil status register stated that she was the wife of Ö.K., who was registered in the village of Kerküt. She explained that in 1976 she had married Ö.K. in accordance with custom and practice. The couple had had six children. The first five children had been entered in the civil status register in 1985 under their father's name, while the last child, Emine, born in 1990, had been entered under her mother's name in 2002. The applicant asserted that, unlike her six children, she had been unable to claim a pension or health insurance cover based on her deceased partner's entitlement.", "17. In a judgment of 3 June 2004, served on the applicant on 28 June 2004, the Court of Cassation upheld the impugned judgment.", "18. Article 134 of the Civil Code provides:", "“A man and a woman who wish to contract a marriage must apply together to the civil status registrar in the place of residence of either one of them.", "The civil status registrar [who is to perform the ceremony] shall be the mayor in the case of a municipality, or the official whom he or she has designated for the purpose, or the muhtar in the case of a village.”", "19. Articles 135 to 144 of the Civil Code lay down the substantive and formal conditions governing the solemnisation of marriage between men and women.", "20. Article 143 of the Code reads as follows:", "“At the close of the [civil] marriage ceremony the official shall issue the couple with a family record book.", "No religious ceremony may be performed without the family record book being produced.", "The validity of the [civil] marriage is not linked to the performance of a religious ceremony.”", "21. Article 176 § 3 of the Civil Code concerning maintenance payments provides that maintenance in the form of an allowance or periodic payments ceases to be due when the recipient remarries or one of the two parties dies, or if the recipient is living in a de facto marital relationship outside marriage, is no longer in financial need or has an immoral lifestyle.", "22. The sixth paragraph of Article 230 of the Criminal Code reads as follows:", "“Any person who solemnises a religious marriage without having seen the document certifying that a marriage ceremony was performed in accordance with the law shall be liable to a term of imprisonment of between two and six months.”", "23. Article 43 of the Code of Obligations concerns the determination of compensation awards depending on the circumstances and the seriousness of the fault. Article 44 of the Code deals with reductions in compensation awards. Article 45 concerns awards for damages following a death: persons deprived of financial support as the result of a death must receive compensation for loss of income.", "24. Section 23(b) and (c) of the Social Security Act (Law no. 506) lists the persons eligible for a survivor's pension on the death of a spouse (where a civil marriage has taken place).", "25. Sections 32 to 34 of the General Health and Social Security Act (Law no. 5510) set out the circumstances in which the persons entitled under the deceased (where there was a civil marriage) may claim a survivor's pension, and the method used to calculate the amount.", "26. The aim of this Law is to safeguard women's social, economic, cultural and political rights and to combat all forms of discrimination against women and improve their level of educational attainment.", "27. As its title indicates, this Law (repealed on 16 May 1996) dealt with the recording in the civil status register under the father or mother's name of children born within or outside civil marriage and with the regularisation of the situation of children whose parents had not contracted a civil marriage. The new Civil Code, which entered into force on 8 December 2001, no longer distinguishes between children born within and outside marriage.", "28. In a judgment of 28 May 2007 (E. 2007/289, K. 2007/8718), the Twenty-First Division of the Court of Cassation quashed a first-instance judgment on the ground that a woman married in accordance with religious rites should be paid compensation under Articles 43 and 44 of the Code of Obligations following the death of her partner in a work-related accident.", "29. In a judgment of 11 September 1990 (E. 1990/4010, K. 1990/6972), the Tenth Division of the Court of Cassation set aside a first-instance judgment awarding compensation to a woman living in a religious marriage following the death of her partner in a work-related accident. After reiterating that marriage was a legal institution, that a religious union between two persons of opposite sex could not be recognised as a marriage and that section 23(c) and (b) of the Social Security Act (Law no. 506) guaranteed compensation only to the children born of a marriage or a union other than marriage, the Court of Cassation ruled that the children were entitled to social security cover following the death of their father, but that the father's partner was not. The court held that in the absence of legislation on the subject, the social security agency could require the woman in question to repay the sums wrongly paid to her after her partner's death.", "30. By a judgment of 11 December 2003 (E. 2003/14484, K. 2003/14212), on the basis of Article 176 § 3 of the Civil Code, the Third Division of the Court of Cassation set aside a judgment of the lower court on the ground that a former husband was no longer required to pay maintenance to his ex-wife since the latter was living in a de facto marital relationship with another man, albeit without a marriage certificate, and the couple had a child together.", "31. In a judgment of 6 June 2000 (E. 2000/3127, K. 2000/4891) the Fourth Division of the Court of Cassation overturned a criminal court ruling acquitting an imam who had performed a religious marriage ceremony without first checking the document proving that a civil marriage had taken place in accordance with the law.", "32. In a judgment of 17 October 1997 (E. 1995/79, K. 1997/479) the General Assembly of the plenary Supreme Administrative Court (Danıştay Dava Daireleri Genel Kurulu) upheld a first-instance judgment, thereby overturning the judgment of the Tenth Division of the Supreme Administrative Court, on the ground that the children and surviving partner from a religious marriage should be awarded compensation after their father and partner was accidentally killed (by police bullets fired on the fringes of a demonstration). The General Assembly observed that the action had been brought by the surviving partner on her own behalf and that of her children, that four children had been born of the relationship, resulting from a religious marriage, and that following the man's death, the children and their mother had been deprived of his financial support (destekten yoksun kalma tazminatı). It pointed out that, while domestic law did not afford protection to or validate such a union, the couple had had children together whose births had been recorded under the parents' names in the civil status register and the deceased had supported the family financially. Accordingly, it awarded compensation to the children and their mother on account of the man's death.", "33. As cohabitation on the basis of religious marriage is a social reality, the courts apply two principles of civil liability in awarding compensation to women whose partner in a religious marriage has died:", "(a) compensation for pecuniary and non-pecuniary damage (maddi ve manevi tazminat) on the basis of Articles 43 and 44 of the Code of Obligations;", "(b) compensation for loss of financial support (destekten yoksun kalma tazminatı) following a death, on the basis of Article 45 of the Code of Obligations.", "34. In the specific context of Article 176 § 3 of the Civil Code, the legislation refers to couples living together as de facto man and wife without having contracted a civil marriage. In practice, this means religious marriage, and there is no requirement to continue paying maintenance to the other party in the situations contemplated (see paragraph 21 above). However, the Court of Cassation does not award the two types of compensation referred to in the previous paragraph in the case of same-sex or adulterous relationships, which are deemed to run counter to morals (see, for example, the judgment of the Twenty-First Division of the Court of Cassation of 11 October 2001 (E. 2001/6819, K. 2001/6640)).", "35. The legislature does not recognise any form of opposite-sex or samesex cohabitation or union other than civil marriage. The domestic courts interpret the law very strictly. The fact that the general principles articulated in the Civil Code and the Code of Obligations are applied cannot be viewed as tacit or de facto recognition of religious marriage. Although the domestic courts award surviving partners compensation on the basis of general principles of civil liability – which cannot be equated with the principles governing social security or civil marriage – they never grant them survivor's pensions or social security benefits based on the deceased partner's entitlement.", "36. Under Islamic law, a religious marriage requires the presence of two male witnesses (or one man and two women). The marriage is solemnised simply by the couple exchanging vows in the presence of the witnesses, without the need for a cleric (imam or equivalent) to be present or for an official document to be drawn up. Under the Ottoman empire, following a decision taken by the supreme Sunni religious authority, the Sheikh-ul-Islam, the presence of an imam or a kadı (judge) became compulsory for all marriage ceremonies, on pain of penalties. This practice became widely established, and nowadays the presence of an imam is required. Muslim marriages also include a pecuniary element in the form of a dowry (mahr).", "37. Islamic law, save in some specific circumstances (for instance, the death of the husband), recognises repudiation (talâk) as the sole means of dissolving a marriage. This is a unilateral act on the part of the husband, who dismisses his wife and thereby severs the marital bond. It entails the husband explicitly repudiating his wife by saying the required form of words three times to her (for example: “I repudiate you” or “You are repudiated”).", "38. The Turkish Republic was founded on a secular basis. Before and after the proclamation of the Republic on 29 October 1923, the public and religious spheres were separated through a series of revolutionary reforms: the abolition of the caliphate on 3 March 1923; the repeal of the constitutional provision declaring Islam the religion of the State on 10 April 1928; and, lastly, on 5 February 1937, an amendment to the Constitution according constitutional status to the principle of secularism (see Article 2 of the 1924 Constitution and Article 2 of the Constitutions of 1961 and 1982). The principle of secularism was inspired by developments in Ottoman society in the period between the nineteenth century and the proclamation of the Republic (see Leyla Şahin v. Turkey [GC], no. 44774/98, §§ 30-32, ECHR 2005XI).", "39. One of the major achievements of the Civil Code was the institution of compulsory monogamous civil marriage between men and women, requiring religious marriages to be preceded by a civil ceremony. The new Civil Code, which entered into force on 8 December 2001, does not cover any forms of cohabitation other than marriage. The national parliament chose not to enact legislation in this sphere.", "40. According to the Religious Affairs Directorate (Diyanet İşleri Başkanlığı), imams, who are appointed by the Directorate, are expressly required to verify that the future husband and wife have been married by a civil status registrar. The “religious” ceremony before an imam appointed by the Directorate is a mere formality which entails little solemnity. The civil marriage takes precedence over the religious marriage.", "41. Of the thirty-six countries surveyed in a comparative-law study, fourteen (Cyprus, the Czech Republic, Denmark, Finland, Greece, Ireland, Italy, Latvia, Lithuania, Malta, Poland, Portugal, Spain and the United Kingdom) recognise varying forms of religious marriage. Exclusively religious marriages are not recognised and are treated on the same footing as cohabitation in the following countries: Albania, Armenia, Austria, Azerbaijan, Belgium, Bosnia and Herzegovina, Bulgaria, Estonia, France, Georgia, Germany, Hungary, Luxembourg, Moldova, Monaco, the Netherlands, Romania, Serbia, Slovenia, Switzerland, “the former Yugoslav Republic of Macedonia” and Ukraine.", "42. Of the thirty-six countries surveyed, four (France, Greece, Portugal and Serbia) expressly recognise cohabitation. In other countries, although such arrangements are not expressly recognised, they produce legal effects to one degree or another. This is the case in Austria, Belgium, the Czech Republic, Denmark, Hungary, Italy, the Netherlands, Slovenia and Switzerland. However, the majority of States do not recognise cohabitation at all (Albania, Armenia, Azerbaijan, Bosnia and Herzegovina, Bulgaria, Cyprus, Estonia, Finland, Georgia, Germany, Ireland, Latvia, Lithuania, Luxembourg, Malta, Moldova, Monaco, Poland, Romania, “the former Yugoslav Republic of Macedonia”, Ukraine and the United Kingdom).", "43. In twenty-four countries (Armenia, Austria, Azerbaijan, Belgium, Bosnia and Herzegovina, Cyprus, the Czech Republic, France, Germany, Greece, Hungary, Ireland, Luxembourg, Moldova, Monaco, the Netherlands, Poland, Romania, Serbia, Slovenia, Spain, Switzerland, “the former Yugoslav Republic of Macedonia” and Ukraine), the national legislation allows the surviving spouse, subject to certain conditions, to claim benefits based on the deceased's social security entitlements. Of these countries, only six (Austria, Belgium, France, Hungary, the Netherlands and Spain) extend this right to cohabitants. In most of the member States of the Council of Europe, only married couples who have contracted a civil marriage qualify for health insurance cover on the death of one of the partners; hence, cohabitants are not eligible.", "44. In Denmark, Hungary, the Netherlands, Portugal, Slovenia and Spain a survivor's pension may be awarded to a surviving cohabitant in certain circumstances. In the vast majority of countries which have a survivor's pension, cohabitants are not eligible to receive it."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["14", "8", "P1"], "NON_VIOLATED_PARAGRAPHS": ["P1-1"], "NON_VIOLATED_BULLETPOINTS": []}