{"ITEMID": "001-60336", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GRC", "BRANCH": "CHAMBER", "DATE": 2002, "DOCNAME": "CASE OF VASILOPOULOU v. GREECE", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;Not necessary to examine Art. 13;Violation of P1-1;No violation of Art. 14;Just satisfaction reserved", "JUDGES": "Françoise Tulkens", "TEXT": ["6. The applicant, a widow of an appeal-court judge, applied for a readjustment of her pension. On 4 December 1995 the State General Accounting Department turned her application down. In its decision the State General Accounting Department stated that any benefit paid to judges in service in any manner whatsoever, does not constitute an increase in their basic salary and cannot be taken into consideration for the calculation of the retirement pension or an adjustment of this pension. The applicant appealed to the Court of Audit.", "7. On 9 September 1997 the Court of Audit upheld her appeal considering that she was entitled to an additional pension of 103,800 drachmas (GRD) per month for the period between 1 December 1991 and 31 December 1995 (judgment No. 1636/97). The court ordered the State to pay the applicant immediately the money owed for the period between 1 December 1991 and 30 June 1993. Moreover, the State was to pay the applicant on 1 April 1998 the money owed for the period between 1 July 1993 and 30 April 1994, on 1 April 1999 the money owed for the period between 1 May 1994 and 31 March 1995 and on 1 April 2000 the money owed for the period between 1 April 1995 and 31 December 1995.", "8. The decision was served on the Minister of Finance on 9 October 1997. Because the State did not appeal within one year, the decision of the Court of Audit became final on 19 September 1998 as provided by domestic law.", "9. In the meantime, on 27 June 1997 Law No. 2512/1997 was enacted. Section 3 of that statute interpreted Law No. 2320/1995 and provided that the scales established by various ministerial decisions could not be applied to the calculation of the judge’s retirement pensions. Furthermore, any claim based on that statute was statute-barred, any pending judicial proceedings set aside and any sum paid out, other than pursuant to a final judgment, had to be refunded.", "10. In a judgment of 17 December 1997 the Court of Audit, sitting as a full court, held that Section 3 of the above-mentioned statute was unconstitutional and contrary to Article 6 of the Convention.", "11. However, the authorities refused to pay the applicant the additional pension as specified in the above decision.", "12. By a decision No. 71320 of 30 June 2000 the Minister of Finance ordered that all judgments of the Court of Audit whereby retirement pensions had been adjusted should be enforced. The decision provides for the payment of the additional pensions for the period 1 December 1991 to 31 December 1995 by way of seven six-monthly instalments without interest in the form of State bonds. The sums are to be paid to the interested parties upon submission of a declaration certifying that they have not already received any other payment in this respect and that they will not raise any other similar claim for the above-mentioned period."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["14"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}