{"ITEMID": "001-108957", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ALB", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF ALIMUCAJ v. ALBANIA", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;No violation of Article 7 - No punishment without law (Article 7-1 - Nulla poena sine lege;Nullum crimen sine lege);Violation of Article 7 - No punishment without law (Article 7-1 - Heavier penalty);Pecuniary damage - claim dismissed;Non-pecuniary damage - award", "JUDGES": "George Nicolaou;Ján Šikuta;Lech Garlicki;Ledi Bianku;Nicolas Bratza;Päivi Hirvelä;Vincent A. De Gaetano", "TEXT": ["7. The applicant was born in 1949 in Vlora, Albania.", "8. The applicant was the owner and the sole shareholder of Vefa Holding sh.p.k., a company initially founded as a trading company on 28 August 1992 (“the company”). Further to the expansion of its scope of activity, the company changed its registered names three times, to be finally registered on 3 February 1997 as “Vefa Holding sh.p.k.” Its expansion need and a shortage of lending opportunities from the commercial banks in the country led the applicant and his company to take loans from individuals, beginning on an unspecified date in 1994. The loan agreements were concluded under Article 1050 of the Civil Code.", "9. The process of taking loans continued until 1997 and was rolled out across the country. During this time, the authorities had not sought to intervene in order to control or stop the process. Furthermore, the company complied with the payment of taxes and levies to the competent tax authorities.", "10. In 1997 Albania was hit by civil unrest owing to the collapse of the alleged pyramid schemes which had been established during the preceding years. Consequently, the State intervened and passed legislation.", "11. On 23 January 1997 the Pyramid Schemes Prohibition Act (“Act no. 1”) was enacted (see “Relevant domestic law and practice” below). On 9 May 1997 the Non-Banking Entities Audit Act was passed. The company was made subject to the new legislation and administrators were appointed by the Government.", "12. On 30 July 1997 the Non-Banking Entities Audit Act was amended (“Act no. 2”). Section 3 of Act no. 2 precluded the criminal prosecution of persons connected with non-banking entities until the conclusion of the compulsory administration proceedings. At the relevant time, no list of persons connected with non-banking entities had been adopted by the Government. A list was adopted only on 21 January 1999 and the applicant’s name did not appear on it.", "13. The administration process was to be conducted in two phases. During the first phase the administrators would assume full control of the company. An inventory of the company’s assets would be compiled and a plan of action would be prepared for the recovery of the assets. An audit would be conducted by qualified auditors to be appointed by the Government. During the second phase the administrators would proceed with the sale of the company’s assets and assist in the redistribution process to its creditors. It would further prepare a final report for the Government and close the proceedings.", "14. On 28 January 2005 the Government, following the sale of the company’s assets, adopted a decision on the redistribution of financial assets to the applicant company’s creditors, on the basis of a coefficient. The proceeds collected from the sale of assets totalled 3,800,000,000 Albanian leks (“ALL”), approximately 37,383,200 United States Dollars (“USD”) at the relevant time. The outstanding debt of the company remained at ALL 34,361,781,170, approximately USD 338,040,000 at the relevant time.", "15. In a letter of 29 March 2010 the administrators informed the State Advocate’s Office that the total number of creditors was 73,509, of whom 57,742 had benefited from the redistribution process. To date, the process is ongoing for the remaining creditors.", "16. A detailed description of the facts concerning the compulsory administration proceedings can be found in the case of Vefa Holding Sh.p.k. and Alimuçaj v. Albania (dec.), no. 24096/05, 14 June 2011.", "17. On 12 April 1998 the administrators requested that the applicant be criminally prosecuted for deception. On 28 April 1998 the prosecutor charged the applicant with deception (mashtrim), committed in collusion with others, and ordered his pre-trial detention. The applicant was arrested on the same day.", "18. On 29 April 1998 the prosecutor requested the validation of the applicant’s detention for an unlimited period. On 30 April 1998 the lawfulness of the applicant’s arrest was confirmed by the Tirana District Court (“the District Court”). While the court found that the charges were based on a reasonable suspicion that the applicant had committed an offence, it stated that the material evidence submitted was not compelling (... Gjykata, pasi u njoh me materialet e çështjes, çmon se akuza e prokurorit bazohet në një dyshim të arsyeshëm, por provat e paraqitura nuk janë bindëse) and ordered the applicant’s detention for a period of fifteen days only.", "19. On 2 May 1998 the prosecutor appealed against the District Court’s decision, contesting the duration of the detention order and contending that there existed sufficient evidence to justify the applicant’s detention for an indefinite period. On 3 May 1998, the applicant lodged an appeal directly with the then Court of Cassation, alleging that his arrest had not been based on conclusive evidence (“the first appeal”). He also contended that he could not be prosecuted on the basis of section 3 of Act no. 2.", "20. On 13 May 1998 the Tirana Court of Appeal (“the Court of Appeal”) upheld the prosecutor’s appeal and ordered the applicant’s indefinite detention. No copy of the decision was submitted to this Court. On an unspecified date the applicant appealed that decision to the Court of Cassation (“the second appeal”).", "21. On 20 May 1998 section 3 of Act no. 2 was further amended to allow the criminal prosecution and trial of persons connected with non-banking entities (“Act no. 3”). It precluded the commencement of civil proceedings.", "22. On 1 June 1998 the Court of Cassation declared the applicant’s second appeal inadmissible as the grounds of appeal fell outside the scope of Article 432 of the Code of Criminal Procedure (“the CCP”).", "23. As the Court of Cassation had not examined the applicant’s first appeal of 3 May 1998, on an unspecified date the applicant requested information about its outcome from the Court of Cassation. On 13 July 1998 the Court of Cassation dismissed the first appeal on the ground that the applicant’s case had acquired the force of res judicata in the light of its decision of 1 June 1998. The applicant complained of the bench’s lack of impartiality, as the same judges had examined his first and second appeals on 1 June and 13 July respectively. His request was rejected by the Court of Cassation.", "24. On an unspecified date the applicant appealed to the Constitutional Court. He complained that his arrest had been contrary to section 3 of Act no. 2. Moreover, he contended that his first appeal to the Court of Cassation had been examined after the expiry of the ten-day time-limit prescribed by law. He did not raise any issue as to the Court of Cassation’s lack of impartiality.", "25. On 9 March 1999 the Constitutional Court dismissed the applicant’s appeal. It found that the Court of Cassation had stayed the examination of the applicant’s first appeal until the Court of Appeal had decided on the prosecutor’s appeal. The first appeal had been examined after the completion of those proceedings and the matter had been found to constitute res judicata. Insofar as his complaint relied on section 3 of Act no. 2, the Constitutional Court found that “... the provision [section 3] ... is more characteristic of an administrative order than a criminal procedural provision. As such, it is in violation of constitutional provisions as it constitutes interference by the legislature with the judiciary, impinging upon the latter’s independence. The non-institution of a criminal prosecution while the compulsory administration proceedings were ongoing, stripped the prosecutor’s office of its constitutional duty to protect the general interests of society, the legal order and citizens’ rights and, in so far as particular cases were concerned, [section 3] rendered the judiciary dependent on the executive branch of power. Faced with such a provision, the prosecutor’s office decided to respect constitutional obligations by sidestepping the said provision’s requirements” (... neni 3 ... ka patur më shumë karakterin e një urdhërimi administrativ se sa të një norme procedurale penale. Duke patur këtë natyrë, ajo ka qenë në kundërshtim me dispozitat kushtetuese sepse ishte ndërhyrje e pushtetit legjislativ në atë gjyqësor, duke cënuar pavarësinë e këtij të fundit. Mosfillimi i proceseve penale për aq kohë sa do të vazhdonte kontrolli i firmave piramidale i hiqnin mundësinë organeve të prokurorisë të zbatonin detyrat kushtetuese të mbrojtjes së interesave të përgjithshme të shoqërisë, të rendit juridik dhe të të drejtave të shtetasve dhe, për çështje konkrete, e bënin të ndërvarur pushtetin gjyqësor nga ai ekzekutiv. Duke qenë para një dispozitë të tillë, prokuroria ka pranuar të respektojë detyrimet kushtetuese, duke mënjanuar urdhërimet e dispozitës në fjalë.).", "26. A dissenting opinion of Judges H.D and Z.V stated that, unless and until section 3 of Act no. 2 was declared unconstitutional, that law precluded a criminal investigation and court proceedings against the applicant.", "27. On an unspecified date following the Court of Cassation’s decision of 13 July 1998, the applicant sought a review of his detention order before the District Court. It appears that the request was not examined.", "28. On 28 July 1998 the prosecutor decided to extend the time-limit for completion of the criminal investigation by three months, until 28 October 1998. It does not appear that the extension of the time-limit was validated by the court.", "29. On 3 August 1998 the applicant complained that his detention was unfair, by letters sent to the President of the Republic, the Prosecutor General and the President of the Court of Cassation.", "30. On 8 October 1998 the applicant further complained that his detention was unfair, by letters to the Prosecutor General and the President of the District Court. He sought a review of his detention.", "31. On 28 October 1998 the prosecutor decided to extend the time-limit for completion of the criminal investigation by a further three months, until 28 January 1999. On the same day the District Court validated the prosecutor’s decision, but extended the time-limit until 23 November 1998 only. It reasoned that the need to verify voluminous information concerning the complex business activities of the applicant’s company constituted reasonable grounds for his detention. On 9 November 1998 an appeal by the applicant against the District Court’s decision was declared inadmissible by the Court of Cassation.", "32. On 10 November 1998 the applicant requested a review of his detention and his release from prison.", "33. On 16 November 1998 the applicant requested the prosecutor to conduct a number of investigative measures, including producing an accounting report on the financial situation of his company. On the same day, the prosecutor charged the applicant under Article 333 of the Criminal Code (“the CC”) with the additional new criminal offence of establishing a criminal organisation. It does not appear that the District Court confirmed new time-limits in respect of the second charge.", "34. On 27 November 1998 the District Court dismissed the applicant’s request of 10 November. Since the applicant had been charged with establishing a criminal organisation on 16 November 1998, a new period of twelve months of pre-trial detention had started to run from that date.", "35. On 2 December 1998 the applicant appealed directly to the Supreme Court, which had replaced the Court of Cassation after the Albanian Constitution’s entry into force on 28 November 1998. He stated that, since his company had been placed in compulsory administration, the need for his detention had diminished. He also referred to his state of health. On 18 February 1999 the Supreme Court dismissed his appeal as unfounded.", "36. On 27 January 1999 the prosecutor decided to extend the time-limit for completion of the criminal investigation by three months, until 28 April 1999. It does not appear that the District Court confirmed the new time-limit. The decision was communicated to the applicant on 17 February 1999.", "37. On 1 March 1999 the applicant requested that his detention order be reviewed.", "38. On 10 March 1999 the prosecutor decided to appoint three experts to prepare an accounting report. They were tasked with providing information on the following two points: (i) the total number of creditors of the applicant’s company; and (ii) the applicant’s company’s overall liabilities. The applicant requested that the experts also provide information on a number of other points, such as: the determination of the value of the company’s assets at the time it had been prohibited from taking loans; the determination of the amount of taxes and duties paid; the financial situation of the company at the time it was placed in compulsory administration; the determination of the company’s bank deposits; the determination of the amounts withdrawn and the company’s obligations towards third parties; and the proceeds resulting from the sale of the company’s assets. It would appear that all the applicant’s requests were rejected by the prosecutor.", "39. On 12 March 1999 the applicant complained to the Prosecutor General about the refusal of his requests. On 13 April 1999 the Prosecutor General replied that the applicant’s allegations were unfounded.", "40. On 21 April 1999 the experts submitted their report, according to which the number of creditors was 68,857 and the company’s total liabilities were ALL 32,060,884,036, the equivalent of USD 325,029,238. Their estimates were based on the information that had been previously deposited with and processed by the Board of Supervisors (Grupi Mbikqyrës).", "41. On 26 April 1999 the applicant was given access to all the documents collected during the criminal investigation and on 27 April 1999 he was committed to stand trial.", "42. On 27 April 1999 a bill of indictment was lodged with the District Court, according to which the applicant was accused of having committed the criminal offence of deception 68,857 times.", "43. At the hearing of 10 November 1999 two of the three experts declared that the report had been based on the evidence obtained by the Board of Supervisors. The experts had not, however, relied upon the report produced by the firm of auditors appointed by the Government on 24 June 1998, which had calculated the applicant’s company’s liabilities at USD 688,655,717. They had not been able to estimate the monetary value of the property owned by the applicant’s company or its ability to repay the outstanding debts, as this fell outside their terms of reference. In the calculation of the amount, the experts had deducted the capitalised interest.", "44. On 10 May 2000 the applicant requested the court to question the administrators F.A. and H.G. and to obtain the administrators’ report on the situation of his company. On 15 May 2000 the applicant again requested that the administrator N.A. be summoned to answer questions regarding the valuation of his company’s assets, the sale thereof and the conclusion of the compulsory administration proceedings. It is not clear what action was taken in response to his requests.", "45. On 29 May 2000 the applicant made his final submissions. He alleged that the institution of the criminal prosecution was in breach of section 3 of Act no. 2 and it should not have started before the conclusion of the compulsory administration proceedings. He complained that he had been held in pre-trial detention beyond a reasonable time. He also argued that he had been deprived of his liberty on the grounds of his inability to fulfil a contractual obligation, in breach of Article 27 § 3 of the Constitution. With regard to the experts’ financial report, he contended that no assessment of the value of his property had been made with a view to establishing whether the creditors could be repaid. Moreover, contrary to Article 270 of the CCP, the prosecutor had not proceeded to seize his property.", "46. In a detailed judgment of 31 May 2000 the District Court found the applicant guilty of deception and sentenced him to five years’ imprisonment. The court acquitted the applicant of the charge of establishing a criminal organisation. In fact, it acknowledged, that this charge had been brought in order to extend the applicant’s pre-trial detention, as the time-limit was coming to an end.", "47. The first ten pages of the judgment gave a detailed description of the establishment of the applicant’s company, its activities and its modus operandi. According to the District Court, the development and progress of the applicant’s company was made up of two phases. The first phase of the development extended from 1992 to 1994 during which time the economic and commercial activity of the company was concentrated in the sphere of fast-income businesses, relying on cash, such as bakeries, retail shops, cake shops, restaurants and travel agencies. The second phase extended from the end of 1994 until the placement of the company in administration. During this period, the goal of the company was to modernise its lines of production and extend its activities within the country and abroad. In the court’s view, this was the decisive period which gave rise to great economic and financial problems. The District Court acknowledged that the principal reason for the taking of loans from members of the public were the rapid pace of the company’s expansion and development as well as the actual impossibility for the Albanian banks to give loans.", "48. The judgment further stated that the process of taking loans from the public continued until 23 January 1997. Towards the end of 1994 and the beginning of 1995, the loan contracts consisted of a simple letter and offered interest rates between 5% and 6% per month. The total number of persons who concluded a loan contract with the company was 68,857 creditors. The total amount of loans taken, on the basis of calculations made by specialised bodies and experts, was equivalent to USD 325,300,000. This figure was not accurate since the final findings had not yet been drawn up.", "49. The ensuing twelve pages of the judgment focused on the financial situation of the applicant’s company. The court analysed the company’s balance sheets for the period from 1993 to 1996 on the basis of the company’s tax returns. It concluded that the balance sheets showed an unjustified inflation of the company’s assets in order to cover the excessive debts it had incurred through the taking of loans from members of the public. Furthermore, the court examined a number of transactions and expenses that had been incurred domestically and abroad by either the company or the applicant, with a view to pointing to their unlawful nature.", "50. In finding the applicant’s actions unlawful and the applicant guilty, the District Court stated as follows:", "“First, the applicant entered into loan agreements with individuals with a maturity period of 6 to 12 months. This is contrary to section 6 of the 1996 Banking System Act in Albania, which states that ‘no other entity, with the exception of a bank, may accept deposits from the public with an initial maturity period of 12 months or less’.", "Second, on concluding the loan agreements and accepting the loans, the applicant’s company offered creditors an advance payment of two per cent of their accrued interest, a somewhat strange action given the nature of the company as an investment entity.", "Third, the applicant carried out actions, notably the modification of the real values of the balance sheets for 1994, 1995 and 1996, in breach of the 1993 Accounting Act.", "Fourth, a number of transactions were made in cash, thus avoiding lawful entries in the accounting records ...", "Fifth, the interest rates offered by the applicant’s company, which varied from 6% to 8% per month, were staggering compared with the interest rates offered by [commercial] banks. Moreover, the applicant’s company carried out arbitrary, unilateral actions, even breaching its contractual obligations by decreasing the interest rate without the prior consent of creditors.", "Sixth, the contractual obligations vis-à-vis creditors were met by continuously attracting new loans from the public ...", "Seventh, the economic activity of the company is contrary to the 1992 Companies Act since the activity of taking loans under the Civil Code is allowed only between individuals. Checks reveal that there have been reported cases when loans were made to the applicant’s company.", "Eighth, the applicant and his company deliberately increased the value of their assets to obtain a positive balance sheet for the company ...", "Ninth, the applicant paid exorbitant prices, beyond the real market value, for the purchase of objects with a lower return rate compared to the speed and fast pace of the withdrawal of money.", "Tenth, the increase of unnecessary expenses for the purchase of luxury items and the high expenses for personnel costs did not correspond to the reality. ...", "Eleventh, during the commercial activities of the applicant and his company, there were cash transfers for the purchase of objects and property ... without any guarantee or interest rate, despite the fact that the money was taken from the public at an interest rate of eight per cent per month. In most cases these amounts do not appear in the company’s balance sheet.", "Twelfth, on the basis of balance sheets submitted by the company to the tax authorities in the years 1995-1997 ... the level of profits compared to the withdrawal of money from creditors was no more than four per cent. Questioned at a hearing, the experts concluded that, having regard to the profit made and the level of assets as assessed by the auditors, there could be no question of returning the principal amount, let alone paying interest.", "Thirteenth, during the operation of the company, notably following the adoption of the 1997 Pyramid Scheme Prohibition Act, there is a pattern of transfers of money by way of cash to different countries, particularly Switzerland, to allegedly buy shares, banks or set up new activities so that the company could allegedly explore ways for its continuation and survival.", "Fourteenth, the loan contracts were not concluded before the public notary in accordance with the [1992] Notary Act and the Civil Code; they are standardised contracts, with defined obligations ... concluded without seeking the creditor’s consent and without proprietary guarantees.”", "51. As regards the applicant’s claims concerning his detention, conviction and sentence arising out of his inability to fulfil his contractual obligations, the judgment read:", "“... the [district] court will not directly examine the contractual obligations. The applicant’s actions and failure to act, as well as his inability to fulfil his [contractual] civil obligations, amount to a criminal offence. More precisely, as a result of the unlawful actions carried out from the beginning [of the company’s business activities] until the actual trial, a number of legal provisions, as mentioned above, were sidestepped, breached or not observed (... gjykata në këtë rast nuk i futet detyrimit civil në mënyrë të drejtpërdrejtë por se me veprimet dhe mosveprimet e tij dhe mospërmbushjes së detyrimeve civile, ka lindur një vepër penale dhe konkretisht me anë të veprimeve të kundraligjshme që nga momenti i fillimit e deri në momentin aktual të gjykimit janë mënjanuar apo shkelur, apo lënë pa zbatuar një sërë dispozitash ligjore të cilat ne I pëmendëm më sipër).", "It must be emphasised that the taking of loans does not constitute an act engaging civil liability, since the [loan] agreements did not entail any monetary guarantee, the interest rates were beyond the prescribed legal ceiling and there was concealment of revenues and loss of property (Duhet theksuar se veprimtaria e huamarrjes nuk është një veprim i drejtpërdrejtë civil pasi kontratat janë bërë pa garanci pasurore, niveli i interesave ka qenë tej normativave ligjore, kemi fshehje të të ardhurave dhe rrjedhje të pasurisë).”", "52. The District Court rejected the prosecutor’s request to sentence the applicant on 68,857 counts, equal to the total number of creditors. It stated that the applicant had been charged with only one offence. The offence in question had started in 1994 and finished on 23 January 1997, thus constituting a continuing crime rather than a repeated one. The court held that Article 55 of the CC could not apply to the instant case as the applicant had committed only one criminal offence. The District Court had further regard to the then Court of Cassation’s decision of 14 July 1998, which had sentenced another individual only once, in accordance with Article 143 of the CC, on principally the same facts and circumstances as the applicant’s.", "53. On an unspecified date in June 2000 the applicant and the prosecutor appealed. The applicant argued that he had been sentenced on account of his inability to fulfil a contractual obligation arising out of the loan agreements entered into with his creditors. However, no creditor had accused the applicant of deception. To this end, at least 40 creditors had been questioned by the court and had all declared that they had willingly lent money to the applicant and had withdrawn the interest on the date agreed upon in the agreement. The applicant contended that the Civil Code did not stipulate that a loan agreement could be concluded between two private individuals only. The applicant also contested the assessment of evidence by the District Court and its failure to examine whether he was capable of fulfilling his contractual obligations towards the creditors.", "54. On an unspecified date in May 2001 the Court of Appeal appointed the same three experts to produce another financial report.", "55. On 17 October 2001 the experts submitted their report. According to the report, the total number of creditors was 57,923 and the overall debt amounted to ALL 29,249,622,461, the equivalent of USD 199,045,000 at the material time. This figure was drawn from the company’s computers, which had been seized by the prosecutor’s office. Referring to the number of claims made by creditors after the start of the compulsory administration proceedings, the report indicated that the overall number of creditors was 38,652, while the total debt was USD 127,019,677.", "As regards the value of the applicant’s company’s assets, the report concluded that as of 27 June 1997 its assets totalled USD 336,563,915. This estimate was based on a decision of the District Court of 27 June 1997, which listed the company’s property and the corresponding monetary value. However, it did not include the value of mines and other mineral reserves.", "Following the start of the compulsory administration proceedings, the total value of the applicant’s company assets amounted to USD 14,683,493, of which USD 8,675,975 consisted of the proceeds from the sale of assets and USD 6,007,513 was the estimated value of assets which had not yet been sold.", "As regards the cash flow in the company’s bank accounts, the report concluded that its balance was USD 11,533,063. However, not all banks had submitted cash flow reports. The outstanding debt owed by third parties to the applicant’s company was calculated to be USD 18,453,348. The report assessed the damage to the applicant’s company’s assets as a result of the 1997 civil unrest at USD 201 million.", "56. In its judgment of 24 December 2001 the Court of Appeal relied on the facts established in the District Court’s judgment. It found the applicant to be responsible for the deception of 57,923 creditors in the total amount of ALL 29,249,622,461. The court explained the decrease in the overall number of creditors and the total amount of debt by the deduction of the capitalised interest and the exclusion of inaccurate records. The court further dismissed the figures resulting from the compulsory administration proceedings as being inaccurate, having regard to the fact that not all creditors might have shown up to submit their claims.", "57. The Court of Appeal sentenced the applicant to twenty years’ imprisonment in accordance with Article 143 § 2 of the CC, which had entered into force on 24 January 2001.", "58. On 22 January 2002 the applicant appealed. He complained about the retrospective application of Article 143 § 2 of the CC, which had aggravated his position. He alleged that the Court of Appeal had not given him time to prepare his defence when it had recharacterised the criminal offence and sentenced him under Article 143 § 2 of the CC. The applicant further maintained that none of his creditors had been questioned before the lower courts or complained about the contracts he had concluded with them. As regards the offence with which he was charged, he stated that he had invested all the money he had taken from the public. There had been no intention to lie or abuse trust on his part. This assertion was supported by the large number of assets that his company owned and managed. Lastly, the applicant alleged that the decrease in the value of his property had resulted from the mismanagement of the administrators and improper handling of the sale of his company’s assets.", "59. On 22 November 2002 the Supreme Court found the applicant guilty as charged. Relying on the same facts as established in the lower courts’ decisions, the Supreme Court held that the applicant’s actions and the company’s activities had been improper and unlawful. The Supreme Court’s judgment, in so far as relevant, read as follows:", "“On the basis of the wealth of material, documents and experts’ reports which have been adduced before the trial and appeal courts, it is clear that the accused collected considerable amounts of money and foreign currency from members of the public by means of false promises to repay the amounts and pay high interest rates, knowing that he was incapable of keeping his promises. In contrast to the accused’s claims, the [lower] courts established that the taking of money from members of the public, in the form of so-called loans, was carried out for the sole purpose of acquiring property for the accused himself and other persons. The accused was not capable of securing the amounts in question relying solely on the money taken from members of the public and he knew that he could not obtain profits in a lawful manner in order to repay the loans.", "The undertaking to pay back the money collected from members of the public was not based on the company’s realisable profits, but on the prospect of attracting money in the same way from other members of the public. The [lower] courts established that no lawful and normal commercial company could secure the interest rates needed to cover the high rate of interest that the accused offered to persons from whom he had collected extraordinarily large sums of money.", "In augmenting untruthfully the value of investments he had made using the money taken from members of the public, the accused’s purpose was to attract a large number of persons in response to the competition from the so-called foundations and other pyramid schemes which were operating at the time, and to instil in the public the false idea that he possessed property and other assets which would underwrite the obligations he had entered into. The increase in interest rates for creditors and the shortening of deadlines for the repayment of loans fell into this same category.", "Regard being had to the whole body of evidence which was analysed in detail by the District Court and by the Court of Appeal, it emerges that, using money taken from members of the public, the accused created a pyramid scheme the base of which consisted of loans collected from members of the public who had been deceived, while its apex consisted of repayments which, as established by the courts, were not sufficient to fulfil the accused’s [contractual] obligations.", "...", "It appears from the investigation and the case file that the criminal intent to commit theft by way of deception had its genesis in 1994, through the process of loan-taking. With the passage of time this intent evolved as the applicant expanded his activities, which took on staggering proportions as the scheme was rolled out across the country until 23 January 1997, the date that marked the end of his pyramid scheme.", "At its inception, the document used by the company for the taking of loans consisted of a simple letter or an order (mandat). The interest rates were between 5% and 6% per month. This corresponded to the period between the end of 1994 and the beginning of 1995.", "With the passage of time the documents were modified and took on more stereotypical form, containing the first name and surname of the lender, referred to as the creditor, and the name of the borrower, i.e. the accused. These documents, which were the same as those used in other pyramid schemes – the so-called foundations – were unilaterally and systematically used to lie to, deceive and abuse the trust of thousands and thousands of poor people who dreamed of earning money from the accused.", "In 1996 the accused concocted a refinement to the scheme, based on deception and lies, when he issued the so-called savings books (librezë kursimi), which were never put into use.", "In order to increase the trust of creditors and also make it easier to steal from and deceive them, the accused raised the interest rates to 8%, while applying higher interest rates to his closest circle [of acquaintances], who spread the word about the miracles performed by his company.", "...", "It is obvious that Vefa, even though it expanded across the country and was made up of many subsidiaries, existed as a single financial and economic unit. Even the company’s balance sheets were submitted as a single balance sheet covering the whole company. More specifically, according to the 1993 balance sheet, the company had a net profit amounting to ALL 63,000 and a workforce of six people. According to the 1994 balance sheet, the company’s net profit was ALL 305,928, which was equal to 0.04% of the outstanding debt owed to its creditors.", "In 1995 there was an increase in the number of loans [made by members of the public]. Consequently, Vefa’s balance sheet reflected increased values. The company’s net profit for that year reached ALL 73,150,201, the equivalent of 0.02% of the outstanding debt owed to its creditors.", "By 1996 the process of loan-taking had assumed unprecedented proportions and, consequently, the company’s net profit totalled USD 2,125,882, the equivalent of 0.004% of the outstanding debt owed to its creditors.", "60. The Supreme Court upheld the findings of the Court of Appeal regarding the total number of creditors, namely 57,923. However, it concluded that the total amount of the applicant’s liabilities was ALL 22,374,141,130 (approximately USD 157,453,000 at the material time) after having deducted the company’s cash flows, which totalled ALL 6,875,481,331. The Supreme Court’s judgment, in so far as relevant, read as follows:", "“... Any eventual change in the number of creditors does not affect the accused’s guilt or his sentence in respect of the offence he has committed. A final court decision in the criminal case is binding on the court examining civil liabilities only in so far as the commission of the criminal offence is concerned and if the offence was committed by the accused. It does not have any consequences for the resolution of civil proceedings that may be instituted in the future.", "During the investigation stage, as well as in the trial and appeal proceedings, the accused claimed that, since his actions vis-à-vis his creditors constituted civil relations in the form of fulfilment of a contractual obligation resulting from the loans taken, they could not give rise to criminal liability. This argument was dismissed by the domestic courts as unfounded. The accused also complained that no criminal offence had been committed, on the grounds that the property in his possession was far greater than the value of his liabilities vis-à-vis creditors.", "The [lower] courts, having assessed the evidence in their possession, concluded that this claim was unfounded. The perception of the accused among members of the public as the owner of huge assets was one of the forms of deception he employed to attract large amounts of money from citizens. The court notes that the [lower] courts drew this conclusion on the basis of voluminous documents, explanations provided by experts and the experts’ reports that were compiled. ... As regards the valuation of objects, their value does not reflect the reality, as the valuation was unilateral and was fictitiously increased compared to the purchase price and the real market value. The District Court reached the same finding via more detailed reasoning.", "In these circumstances, the [lower] courts accepted that the accused had committed the criminal offence of theft by way of lies and abuse of trust.”", "61. The Supreme Court held that the Court of Appeal had incorrectly applied Article 143 § 2 of the CC. In passing sentence on the applicant, the Supreme Court reasoned that he should be held criminally liable on as many counts as the overall number of creditors, namely 57,923, in accordance with Article 143 § 1 of the CC, which prescribed a term of imprisonment of five years. Referring to Article 55 of the CC, it decided that the cumulative sentence should not exceed the maximum penalty of twenty years’ imprisonment. Consequently, it sentenced the applicant to twenty years’ imprisonment. The Supreme Court rejected the applicant’s argument that, by re-characterising the criminal offence, the Court of Appeal had not given him adequate time to prepare his defence.", "62. In this connection, the relevant parts of the judgment read as follows:", "“The Tirana District Court convicted the accused of deception and applied Article 143 only once. The Court of Appeal, while finding that the accused’s conviction on only one count under Article 143 was unfounded, incorrectly characterised the criminal offence, finding the accused guilty and sentencing him under Article 143 § 2 of the CC. In its decision, the Court of Appeal, relying on Article 3 § 3 of the CC, reasoned that the offence should be classified under Article 143 § 2 of the CC, on the grounds that, as a newly introduced criminal-law provision, the latter was more favourable than the previous provisions.", "The argument employed by the District Court that the criminal offence constitutes a continuous crime ... is not borne out by the deception that has been carried out. In order for a crime to be continuous, the following elements must be present: each offence must not stand on its own, the acts or the failure to act must have constituted the same criminal offence, and the criminal intent which joins separate acts in a single integral offence must exist.", "In the present case the [lower] courts have accepted that the accused committed different acts over different periods of time. The criminal activity took place over a long time and, as argued above, was not the consequence of the same criminal intent. The latter was subject to continuous modification owing to competition from other unlawful loan-taking companies. This took the form of changing interest rates, varying deception techniques to adapt to different people and different circumstances, developing diverse strategies to make the deception credible, either through propaganda in the broadcast media or through efforts to make the criminal activity appear as normal banking activity.", "The court adopts the same position with the unifying decision (no. 284) of 15 September 2000 of the Supreme Court Joint Benches to the effect that persons who have committed the offence of deception shall be criminally liable under Article 143 of the CC on as many counts as the number of people deceived.", "The Supreme Court considers that the Court of Appeal’s reasoning that Article 143 § 2 should be applied as it is more favourable does not have any legal basis. Article 82 § 2 of the Code of Criminal Procedure provides that “the most serious criminal offence shall be considered to be that which attracts the most severe maximum penalty or, where the most severe maximum penalties are equal, the most severe minimum penalty.” On that basis, taking the most severe maximum penalty as the criterion for the most serious offence, it is clear that Article 143 of the Criminal Code, which was in force when the criminal offence was committed and which provides for a penalty of five years’ imprisonment, is more favourable than the second paragraph, which was added to the provision and provides for a maximum penalty of twenty years’ imprisonment. The fact that the cumulative sentence imposed may be higher than the penalty provided for in Article 143 § 2 of the Criminal Code cannot provide a basis for finding that Article 143 is less favourable.", "For these reasons the Court of Appeal, having aggravated the accused’s position, should not have classified the offence under Article 143 § 2 of the CC. The accused ... should be found guilty and sentenced on the basis of Article 143 for the criminal offence of deception on 57,923 counts, equal to the number of injured persons.", "The Supreme Court considers the defendant’s complaint that his right to defence was breached by the change of characterisation of the criminal offence by the Court of Appeal, contrary to Articles 372, 376/1 of the Code of Criminal Procedure and Article 31 (a) of the Constitution, ill-founded. The court, by giving the facts a different determination, may re-characterise the offence, which may be less serious or more so. In the latter case, this does not mean that the accused’s position has been aggravated. In accordance with Article 375 of the Code of Criminal Procedure, the court may give the facts a different determination from that given by the prosecutor, since the court is independent and makes its own assessment of the facts.", "In this context, Article 375 does not oblige the court to give the accused time in the defence of his interest, whereas pursuant to Article 372, 373 and 374 the accused is granted additional time to secure his defence against new charges lodged by the prosecutor. The latter provisions make reference to the prosecutor who, prior to the completion of the judicial examination has the right to modify the charges, to lodge a different charge or to charge the accused with a new offence. On these occasions, because the defence rights should be secured, the law provides that the court makes time available to the accused to secure his defence against the new charges. In the case of the application of Article 375 of the CCP, when the court proceeds with a different requalification of the offence, the same binding procedure does not apply as in the case of the filing of new charges by the prosecutor. The court, after an examination of facts, may give the facts a new and different legal determination. The criminal procedural law does not envisage adjournment of hearings or granting of [additional] time to the defence when the re-characterisation of the criminal offence is made by the court by virtue of its final decision. Contrary to the defendant’s complaint, it cannot be said that there has been a breach of the accused’s right to defence.", "The spirit of the law (Article 375 of the CCP) has been so that, owing to its amendment by virtue of law no ..., the lawmaker intended to clarify its content. According to the amendment, it is stated that “by way of the final decision the court may give the fact a different determination from that given by the prosecutor or the injured party, which may be more favourable or more serious, provided that it is competent ratione personae to examine the offence.”", "The defendant’s complaint that the courts did not question all Vefa’s creditors is ill-founded. The prosecutor and the courts questioned as many creditors as was deemed necessary. Questioning of creditors does not constitute a legal necessity, since deception is not a criminal offence which can be prosecuted solely on the strength of a complaint. Furthermore, such questioning was not necessary in order to clarify or substantiate the charge against the accused.", "The defendant’s complaint that the replacement of the appeal prosecutor by the Prosecutor General, at the stage of the appeal proceedings before the Court of Appeal, was in breach of Article 27/1 of the CCP, is ill-founded. It results that the replacement of the appeal prosecutor by the Prosecutor General was in accordance with Article 27 of the CCP, because according to the Prosecutor General the appeal prosecutor had expressed his prior opinion about the case.", "Having regard to the foregoing, the Court concludes that the accused should be declared guilty on 57,923 counts of the criminal offence of deception in accordance with Article 143 of the Criminal Code. In passing the sentence, the court takes account of the danger which the accused presents to society, the large number of injured parties and the considerable amount of damage caused and, it considers that the applicant should be sentenced to twenty years’ imprisonment.”", "63. The applicant lodged a constitutional appeal, relying on the same grounds of appeal as before the lower courts.", "64. By a letter of 9 December 2004 the applicant was informed that on 3 December 2004 the Constitutional Court, sitting as a bench of three judges, had declared his appeal inadmissible for failure to raise any issues concerning a breach of his right to a fair trial.", "65. Since his arrest on 28 April 1998, the applicant’s state of health has been unstable.", "66. A medical certificate of 11 August 1998 concluded that “even after intensive treatment on a daily basis, his state of health seems to be deteriorating (edhe mbas mjekimit intensiv të marrë çdo ditë gjendja vjen duke u rënduar). On certain occasions, he has had serious cardiac problems which have resulted in his hospitalisation as a matter of urgency.” The applicant was diagnosed with cardiac and neuropsychiatric problems (probleme kardiake dhe neuropsihatrike).", "67. At the request of the applicant’s representative, another medical report of 7 May 1999, prepared by a panel of three doctors, concluded that the applicant “suffers from unstable arterial hypertension ... this is characterised by angina (chest pain), which has become frequent, almost daily. The inter-related illnesses, in view of the existence of a potential sudden and life-threatening risk, necessitate continuous cardiac medical assistance and treatment.” The report stated that the conditions of the applicant’s detention had a negative influence on the progression of the illnesses.", "68. From 2 December 1999 to 24 December 2001 the applicant was placed under house arrest given his state of health. He was regularly examined by various specialist doctors and his health stabilised. Following the Court of Appeal decision of 24 December 2001 (see paragraph 56 above), the applicant was taken to prison to serve his sentence.", "69. Following a request made by his legal representative on 26 March 2002, a medical examination was conducted. It confirmed that the applicant had been suffering from diabetes for five to six years, and was also suffering from unstable arterial hypertension, accompanied by angina and a urinary infection. The report concluded that “the applicant’s state of health, compared with the previous examinations conducted between 1998 and 2001, has gradually deteriorated” (gjendja shëndetësore e të pandehurit ... rezulton të ketë ardhur duke u keqësuar).", "70. A letter of 2 December 2005 from the management of Peqin Prison described in detail the development of the applicant’s state of health from 16 June 2004 to 1 November 2005. It confirmed the applicant’s illnesses and added that “these inter-related illnesses, in view of the existence of a potential sudden and life-threatening risk, necessitate continuous medical assistance and treatment.”", "71. A letter of 7 November 2006 from the management of Peqin Prison described in detail the development of the applicant’s state of health from 1 January 2006 to 31 October 2006. It stated that “the applicant has at times had serious health problems, which have occurred as a result of his chronic diseases. From 14 August 2006 to 19 September 2006 the applicant had even more serious problems, posing a threat to his life.”", "72. On 11 April 2007 the applicant was transferred to the Tirana Prison Hospital (“TPH”) for specialist medical treatment. He remained in the TPH until 16 January 2009. The medical file submitted by the Government indicated that the applicant received daily visits from TPH doctors, the visits becoming more frequent on certain days. The discharge report indicated that the applicant’s health had improved and was stable. It contained a list of the medicines that had been administered to him.", "73. A summary of the applicant’s diagnosis and treatment at the TPH was provided in a letter of 27 January 2010 from the General Directorate of Prisons. The letter stated that, when he was admitted to hospital on 11 April 2007, the applicant had manifested the following clinical symptoms: restrictive chest pains, breathing problems, frequent urination, striking thirst, epigastric pain and nausea. The applicant had been previously diagnosed as suffering from diabetes and arterial hypertension for 11 and 10 years respectively. He was a long-term smoker.", "74. During his stay at the TPH, the following examinations had been conducted: regular blood, biochemical and urine tests, frequent electrocardiograms, echocardiograms (“ECHO”), abdominal ultrasounds, lung X-rays, eyesight examinations and intubations. The applicant had been treated for angina, arterial hypertension, diabetes, benign prostatic hyperplasia and a urinary infection. He had been prescribed numerous medicines on a daily basis by the TPH. In addition, the letter added that the applicant had purchased medicines belonging to another pharmaceutical company, similar to those stocked in the TPH’s pharmacy.", "75. On 16 January 2009 the applicant was transferred to the prison. The medical file indicated that from 27 January 2009 to 14 January 2010 he had 23 doctor’s visits. On each occasion a description of his progress was noted, including the treatment prescribed by the doctor.", "76. By a letter of 2 February 2010 the prison stated that the applicant continued to receive the prescribed treatment regularly. He was in good health and there were no problems which necessitated specialised treatment. The applicant had never lodged any complaints alleging inadequate treatment in the prison’s complaints ledger.", "77. On 6 December 2006 the applicant brought an action in the District Court seeking compassionate release under Article 478 of the CCP.", "78. On 4 May 2007 the Elbasan District Court decided to discontinue the proceedings (pushimin e çështjes) owing to the applicant’s representative’s failure to appear before the court without a good reason.", "79. On an unspecified date in 2007 the proceedings were reopened by the District Court following a new request filed by the applicant. On an unspecified date the District Court requested the Institute of Forensic Medicine (Instituti i Mjekësisë Ligjore) to submit a forensic report on the following three issues: (a) the applicant’s current state of health; (b) whether the applicant was suffering from a serious, incurable disease; and (c) whether the disease was life-threatening even if the applicant was hospitalised.", "80. On 27 September 2007 the forensic report concluded:", "“the [applicant’s] state of health is unstable. He suffers from moderate heart disease owing to cardiac insufficiency and high blood pressure, as well as diabetes which is being treated with insulin shots. The disease is chronic and, given the applicant’s advanced age [58] and other aggravating factors, such as smoking and fat levels, necessitates careful and prolonged medical treatment. The disease does not pose a risk to life provided that the applicant is regularly and continuously treated in hospital, including in the Prison Hospital Centre.”", "81. On 15 November 2007 the Elbasan District Court rejected the applicant’s complaint. It relied on the forensic report, finding that the applicant’s condition could be treated in hospital.", "82. On 3 June 2008 and 5 June 2009 the Court of Appeal and the Supreme Court respectively upheld the Elbasan District Court’s decision. No copies of the appeal courts’ decisions were provided to the Court.", "83. On an unspecified date in 2008 the applicant lodged another request for compassionate release.", "84. On 8 October 2008 the Elbasan District Court decided to declare the case outside its jurisdiction because the applicant had been transferred to the TPH in Tirana on 24 April 2007. It therefore transferred the case to the Tirana District Court for examination.", "85. On 2 December 2008 the Tirana District Court decided to discontinue the proceedings (pushimin e çështjes) owing to the applicant’s representative’s failure to appear before the court without a good reason.", "86. On 4 June 2007 the daily newspaper Korrieri reported that the TPH had reached its maximum capacity and was underequipped. The TPH provided only basic medicines, whereas the “most expensive” medicines had to be procured by the prisoners themselves or their families.", "87. On 10 December 2007 the daily newspaper Panorama mentioned the findings of a visit by the Ombudsman’s Office to the TPH (see the “Albanian Ombudsperson’s 2007 Annual Report” below). It had been observed in the article that the TPH was overcrowded and lacked equipment, sufficient space and sufficient medicines.", "88. By virtue of the Amnesty Act of 16 May 2002 the applicant’s sentence was reduced by three years, ten months and nine days.", "89. In 2003, 2004 and 2005 the applicant’s sentence was reduced by one month and twenty eight days because of his work in prison.", "90. On 7 April 2005 and on 8 June 2006 the Elbasan District Court decided to reduce the applicant’s sentence by six months.", "91. By 2 February 2007 the applicant’s remaining sentence was six years.", "92. On an unspecified date the applicant lodged a request with the Elbasan District Court to benefit from the provisions of the Amnesty Act that had entered into force on 2 February 2007.", "93. On 19 March 2009 the Elbasan District Court, relying on the Amnesty Act, decided to reduce the applicant’s remaining sentence by one year and six months with effect from 2 February 2007. The decision became final on 14 January 2010.", "94. On 22 April 2010 the applicant’s remaining sentence was reduced by one year on the strength of a presidential pardon.", "95. On 15 July 2011 the Government informed the Court that the applicant had completely served the remainder of his sentence and was released on 3 May 2010.", "96. The Constitution of Albania entered into force on 28 November 1998. Its relevant provisions read as follows:", "“No one shall be deprived of his liberty merely on the ground of inability to fulfil a contractual obligation.”", "“No heavier penalty shall be imposed than the one that was prescribed by law at the time the criminal offence was committed.”", "“During criminal proceedings, everyone has the right:", "a. to be notified immediately and in detail of the charges brought against him, of his rights, and to have the possibility to notify his family or relatives;", "b. to have sufficient time and facilities to prepare his defence;", "c. to have the assistance of a translator free of charge, when he does not speak or understand the Albanian language;", "ç. to present his own case or defend himself through the assistance of counsel of his own choosing; to communicate freely and privately with him, as well as to be provided free legal counsel when he does not have sufficient means;", "d. to examine witnesses who are present and to request the appearance of witnesses, experts and other persons who can clarify the facts.”", "“The Constitutional Court shall decide on:", "(f) final complaints by individuals alleging a violation of their constitutional rights to a fair hearing, after all legal remedies for the protection of those rights have been exhausted.”", "“1. The Constitutional Court may initiate proceedings only at the request of:", "...", "(f) political parties and other organisations;", "(g) individuals.", "2. The entities designated in the first paragraph, letters ... (f) and (g), may lodge applications only on issues connected with their interests.”", "97. Article 1050 provides:", "“A loan is a contract by which one party (the lender) transfers into the possession of another party (the borrower) an amount of money or other material objects defined by their quantity, weight or size. The borrower is obliged to repay an equal amount of money or material objects of the same kind and quality, within the term provided for in the contract, or in the absence of such a term, at the request of the lender.”", "98. The Criminal Code entered into force on 1 June 1995. The following provisions, as in force at the material time, are relevant to the present case:", "“No one may be sentenced for an act which had not been previously and explicitly defined by law as an offence or a criminal contravention.", "No one may be sentenced to a type or degree of punishment that is not provided for by law.”", "The following principal penalties shall be imposed on the perpetrators of crimes:", "Life imprisonment or death;", "Imprisonment;", "Fine", "...", "The prison sentence for a criminal offence shall range from five days to twenty-five years.", "The prison sentence for a criminal contravention shall range from five days to two years.", "The following shall be considered to be aggravating circumstances:", "(a) the commission of a crime without good reason;", "(b) the commission of a crime for the purpose of attributing responsibility to or hiding the criminal responsibility of a third person, or for avoiding conviction for another criminal offence;", "(c) the ruthless and cruel commission of a crime;", "(d) the commission of a crime subsequent to a conviction for a previous crime;", "(e) actions which aggravate or heighten the consequences of a criminal act;", "(f) the commission of a crime by means of abuse of powers deriving from the discharge of State or religious duties or service;", "(g) the commission of a crime against children, pregnant women or other persons who, for various reasons, are unable to protect themselves;", "(h) the commission of a crime against representatives of other States;", "(i) the commission of a crime taking advantage of family ties, friendship or hospitality;", "(j) the commission of a crime in collusion with others.", "99. Law No. 8733 of 24 January 2001 added the following aggravating circumstance:", "“the commission of a crime as a repeat offence.”", "“Where acts or omissions contain elements of more than one criminal offence, and where the person has committed more than one criminal offence for which no sentence has yet been imposed, the court shall first determine the sentence for each criminal offence separately and, at the end, shall determine a single sentence consisting of the most severe cumulative sentence (dënimi më i rëndë i shtuar).", "The cumulative sentence cannot exceed either the total sum of the sentences determined separately or the maximum provided for the type of penalty imposed.", "...”", "100. The 1999 commentary on the CC (see Komentari i Kodit Penal të Republikës së Shqipërisë by Prof. I. Elezi, Dr S. Kaçupi and Dr M. Haxhia) read as follows on the subject of the interpretation of Article 55:", "“Article 55 lays down special provisions for the determination of sentence where a person, by way of his actions or omissions, has committed two or more criminal offences, at the same or different times, prior to the adoption of a court decision in relation to any of the [said] offences.", "The rule laid down for the determination of sentences is that the court determines a [separate] sentence for each offence committed by the defendant and, in the end, imposes a cumulative sentence, within the limits provided for by the criminal-law provisions, having regard to the risk posed to society by the perpetrator and any extenuating or aggravating circumstances. The conditions for imposing a cumulative sentence are as follows.", "(a) Two or more offences designated by different provisions of the [Criminal] Code must have been committed. None of the offences may be time-barred or have been the subject of an amnesty or of proceedings which were discontinued. For example, a cumulative sentence shall be imposed where the defendant committed intentional homicide by way of the illegal possession of firearms. In determining sentence, the court shall fix the sentence for the offence of intentional homicide and then the sentence for the offence of illegal possession of firearms. The court then imposes a single sentence, not on the basis of arithmetic addition but by imposing the most severe cumulative sentence. More specifically, the court imposes fifteen years’ imprisonment for the offence of intentional homicide and five years’ imprisonment for the offence of illegal possession of firearms. By applying a cumulative sentence, the court imposes a penalty of eighteen years’ imprisonment, which corresponds to the most severe cumulative sentence. This means that three years were added to the most severe sentence of fifteen years’ imprisonment, resulting in the most severe cumulative sentence of eighteen years’ imprisonment.", "...", "A cumulative sentence cannot be imposed where the same actions, committed repeatedly, form part of a single offence under the [Criminal] Code. For example, serious injury caused to several people, irrespective of the fact that it was inflicted recurrently and by way of the same actions against two, three or more people, forms part of a single offence specifically provided for under Article ... and cannot be subject to a cumulative penalty.", "(b) The other condition for the imposition of a cumulative sentence is that no court decision should have been taken in respect of any of the offences. Trial and sentencing must take place at the same time in relation to all the offences. ...", "...", "The second paragraph of Article 55 provides that the most severe cumulative sentence should not exceed either the total sum of the sentences determined separately or the maximum sentence within the type of penalty imposed.", "...", "For example, the Tirana District Court sentenced L. for the offence of intentional serious injury to five years’ imprisonment and for the offence of illegal possession of firearms to three years’ imprisonment. It finally imposed on him a cumulative sentence of seven years. In this case, the most severe cumulative sentence was correctly applied, in that the sentence did not exceed the total sum of the separate sentences imposed (eight years), or the maximum sentence within the type of penalty imposed, i.e. imprisonment.", "In another case, the Supreme Court stated as follows: “V. has committed an offence of sexual intercourse with minors and one of intentional and serious injury to the victim. For the first offence, he shall be sentenced to fifteen years’ imprisonment and for the second to ten years’ imprisonment. He shall be cumulatively sentenced to twenty-two years’ imprisonment.” In this case also the law was correctly applied, as the court imposed the most severe cumulative offence without exceeding the maximum term of imprisonment, which is twenty-five years.", "101. In three decisions (no. 607 of 6 November 2002, no. 295 of 28 March 2001 and no. 403 of 13 June 2001), the Supreme Court upheld Court of Appeal decisions applying Article 55 in imposing cumulative sentences on the defendants for the offences of murder and illegal possession of firearms.", "102. In two decisions (no. 566 of 23 October 2002 and no. 207 of 28 March 2002), the Supreme Court upheld the lower courts’ decisions applying Article 55 in imposing cumulative sentences on the defendants in connection with the crimes of premeditated murder and illegal possession of firearms.", "103. In decision no. 457 of 23 July 2002 the Supreme Court upheld a Court of Appeal decision applying Article 55 in imposing a cumulative sentence on the defendant in connection with the offences of theft, illegal possession of firearms and intentional destruction of property.", "104. In decision no. 453 of 17 July 2002 the Supreme Court, in finding the defendant guilty of intentional serious injury and illegal possession of firearms, applied Article 55 in imposing a cumulative sentence.", "105. In decision no. 197 of 21 March 2002 the Supreme Court, in convicting the defendant of murder on account of the specific characteristics of the victim and the illegal possession of firearms, applied Article 55 in imposing a cumulative sentence.", "106. In decision no. 50 of 23 January 2002 the Supreme Court upheld a Court of Appeal decision which had applied Article 55 in imposing a cumulative sentence on one of the defendants in relation to the offences of producing counterfeit currency and producing instruments for forgery.", "107. In decision no. 435 of 13 June 2001 the Supreme Court upheld a Court of Appeal decision applying Article 55 in imposing a cumulative sentence on one of the defendants in connection with the crimes of murder, attempted murder and illegal possession of firearms.", "108. In decision no. 319 of 30 May 2001 the Supreme Court upheld a Court of Appeal decision applying Article 55 in imposing a cumulative sentence on the defendant in respect of the offences of attempted premeditated murder and illegal possession of firearms.", "109. In decision no. 307 of 23 May 2001 the Supreme Court upheld a Court of Appeal decision which had applied Article 55 in sentencing the defendant in relation to the offences of issuing threats and illegal possession of firearms.", "110. In decision no. 227 of 18 April 2001 the Supreme Court, in finding the defendant guilty of the illegal possession of firearms and of murder committed in a state of profound psychiatric distress, applied Article 55 in imposing a cumulative sentence.", "111. In decision no. 85 of 1 February 2001 the Supreme Court upheld the lower courts’ decisions applying Article 55 in imposing a cumulative sentence in connection with the offences of attempted intentional homicide and illegal possession of firearms.", "112. In decision no. 39 of 18 January 2001 the Supreme Court upheld a Court of Appeal decision applying Article 55 in imposing a cumulative sentence on one defendant with respect to the offences of armed robbery committed in collusion with others, theft of property resulting in the death of a person, and illegal possession of firearms.", "“[1.] Stealing of property through lies or abuse of trust shall be punishable by a fine or a term of imprisonment of up to five years.”", "113. The following paragraph was added to Article 143 by Law No. 8733 of 24 January 2001.", "“[2.] The same offence, if committed in collusion with others, to the detriment of several persons or repeatedly, shall be punishable by a term of imprisonment of three to ten years, and if serious consequences are caused, by a term of imprisonment of ten to twenty years.”", "114. In an effort to harmonise legal practice, the Supreme Court Joint Benches ruled on 15 September 2000 that a person who had committed the criminal offence of deception as defined in Article 143 of the CC should be sentenced on as many counts as the number of injured parties.", "Article 143/a, which was enacted by virtue of Law No. 8733 of 24 January 2001, reads as follows:", "“Organisation and operation of fraudulent and pyramid borrowing schemes, with the purpose of material gain, shall be punishable by a term of imprisonment of three to ten years.", "If serious consequences are caused, this offence shall be punishable by a term of imprisonment of ten to twenty years.”", "115. The following provisions of the CCP are relevant to the present case:", "Criminal proceedings cannot be instituted and, if started, should be discontinued at any stage of the proceedings, in:", "...", "(e) all other cases prescribed by law.", "“The Court of Appeal’s judgments may be appealed against to the Supreme Court, in compliance with one of the following requirements:", "(a) the criminal law has not been observed or has been erroneously applied;", "(b) there have been breaches which result in the court’s judgment being declared invalid in accordance with Article 128 of this Code;", "(c) there have been breaches of procedural rules that have affected the adoption of the judgment.”", "116. Article 434 provides that the Supreme Court shall examine an appeal in so far as points of law have been raised in it.", "“The court with jurisdiction for [the prisoner’s] place of detention may decide to release him when the continuation of his imprisonment might endanger his life.”", "117. The Act provided that organised borrowing (huamarrja) on the basis of fraudulent pyramid schemes was unlawful. The establishment and operation of fraudulent pyramid borrowing schemes constituted a criminal offence, carrying a sentence of no less than twenty years’ imprisonment and the confiscation of movable and immovable property.", "118. The Act provided that all non-banking entities would be subject to a financial audit in relation to their financial position, the number of creditors, their assets and liabilities and their domestic and foreign deposits, by a group of financial experts appointed by the Government (section 1).", "119. A Board of Supervisors (Grupi Mbikqyrës), composed of three members, was established to monitor the entire process (section 2). The Board of Supervisors coordinated activities between the experts and the entities subject to the Act (section 3).", "120. The financial experts were to examine the companies’ cash books, contracts concluded with the creditors and any other relevant documents (section 4).", "121. Section 3 provided as follows: “The prosecutor and the court shall not open investigative proceedings or conduct criminal trials unless and until the administration process in respect of the [non-banking] entity or the person connected therewith has been concluded.”", "122. Section 1 left open the institution of criminal proceedings against the non-banking entity or the person connected therewith and amended section 3 of Act no. 2 to read that “insofar as the administration process in respect of the non-banking entity or the person connected therewith has not been concluded, the judicial bodies shall not examine any civil or commercial proceedings ...”.", "123. The CPT visited Albania in 2006. The relevant findings of its report CPT/Inf (2007) 35, which was made public on 6 September 2007, read:", "“27. ... the CPT raised the issue of long delays, which had [been] observed by the delegation especially at Durres, in transferring inmates who were in urgent need of hospitalisation to a hospital. The 2006 visit demonstrated that this problem had not yet been resolved. The delegation was informed that general hospitals were reluctant to admit detainees from pre-trial detention facilities, due to security considerations, while transfers to the Prison Hospital in Tirana were reportedly difficult, because the Prison Hospital falls under the authority of the Ministry of Justice.", "At Durres, the delegation was informed by the doctor that he had not requested any transfers of detainees to the Prison Hospital for a long time, since several requests had been turned down by the Prison Hospital in 2004. The whole issue was subsequently raised during the consultations with representatives of the Ministries of Justice and the Interior. On this occasion, representatives of the Ministry of the Justice affirmed to the delegation that, as a rule, all requests for transfers of sick detainees from pre-trial detention facilities to the Prison Hospital were accepted, despite the fact that the hospital was frequently overcrowded. As far as the delegation could ascertain, there is a continuing lack of communication and co-ordination between the two ministries concerned.”", "124. The annual report refers to an inspection visit conducted at the TPH in 2007. The relevant findings of the report read:", "“It transpires that the TPH has only a curative function entailing the provision of medicines to patients. It cannot diagnose diseases.", "This hospital has features of a genuine prison and does not meet the minimum standards of a hospital service. There is no emergency room, X-ray facilities, etc. In all cases the patients, escorted by the prison doctor, are transferred to other civilian hospitals. Whenever this happens, the [civilian] doctors are reluctant to examine the patients, humiliating them by their attitude and leaving them waiting for a long time.”"], "VIOLATED_ARTICLES": ["7"], "VIOLATED_PARAGRAPHS": ["7-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["7"], "NON_VIOLATED_PARAGRAPHS": ["7-1"], "NON_VIOLATED_BULLETPOINTS": []}