{"ITEMID": "001-61333", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "GRANDCHAMBER", "DATE": 2003, "DOCNAME": "CASE OF EZEH AND CONNORS v. THE UNITED KINGDOM", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 6-3-c;Non-pecuniary damage - finding of violation sufficient;Costs and expenses award - Convention proceedings", "JUDGES": "Luzius Wildhaber;Nicolas Bratza;Paul Mahoney", "TEXT": ["15. The first applicant, born in the United Kingdom in 1967, lived in London until he was 4 years old. He then resided in Nigeria until he was 22 years old, after which he returned to the United Kingdom.", "16. In 1991 he was convicted of rape, possessing an imitation firearm and attempted murder. He was sentenced to three concurrent terms of imprisonment, the longest term being twelve years.", "17. On 14 October 1996 the first applicant attended a meeting in the “C Wing interview room” with his probation officer for the preparation of his parole assessment report. The probation officer later alleged that the first applicant had threatened to kill her if she did not write down what he said. The first applicant was charged with an offence contrary to Rule 47(17) of the Prison Rules 1964 (“the Prison Rules”).", "18. He was “put on report” and an adjudication hearing before the prison governor was convened for 15 October 1996. The first applicant requested legal representation in a form submitted to the governor dated 15 October 1996 and also during the hearing on that day before the governor. His reasons for such a request were not considered sufficient by the governor, but the hearing was adjourned to allow him to obtain legal advice. The first applicant's representative then advised him about the nature and format of the adjudication proceedings and about the questions he should raise.", "19. In his detailed reply to the complaint lodged against him and written after the hearing on 15 October 1996, the first applicant stated that he required legal representation to put his points clearly to the authorities.", "20. The hearing resumed on 21 October 1996. The record of the hearing indicates that the first applicant was asked whether he had had time to speak to his solicitor and whether he was ready to proceed. The relevant part of the record was ticked to indicate that this was the case. The hearing went ahead. The first applicant disputed that he had used threatening words against the probation officer. He submitted that the probation officer had misunderstood the actual words he had used, because of either his accent or language, and that the impugned remarks were about his life in Nigeria. Evidence was heard from the first applicant and the probation officer, to whom questions were put by the governor and the first applicant.", "21. The first applicant was found guilty and awarded 40 additional days' custody (pursuant to section 42 of the Criminal Justice Act 1991 – “the 1991 Act”) together with 14 days' cellular confinement, 14 days' exclusion from associated work and 14 days' forfeiture of privileges. This was the applicant's twenty-second offence against discipline and his seventh offence of threatening to kill or injure a member of the prison staff.", "22. On 22 October 1996 and 11 February 1997 the applicant unsuccessfully petitioned the Secretary of State about the conduct of his adjudication proceedings. In a letter dated 1 May 1997, it was confirmed that the Secretary of State had reviewed the adjudication procedure as a whole and found it to have been satisfactory.", "23. The second applicant was born in 1954.", "24. In January 1988 he was convicted on two counts of rape and of robbery and was sentenced to four concurrent terms of imprisonment, the longest being eighteen years.", "25. On 23 March 1997 the second applicant was jogging around a track in the prison exercise yard when he collided with a prison officer. The officer alleged that the second applicant had run into him deliberately and he was charged with the offence of assault, contrary to Rule 47(1) of the Prison Rules.", "26. The adjudication hearing before the governor commenced on 24 March 1997, when the second applicant requested legal representation (or, in the alternative, representation by his probation officer) at the hearing. This was refused but the hearing was adjourned to allow him to obtain legal advice, which he did on 27 March 1997. The second applicant's representative then advised him about the nature and format of the adjudication proceedings and about the questions he should raise. He was also advised to request legal representation again for the adjudication hearing, which he did on 31 March 1997.", "27. The adjudication hearing was reconvened on 11 April 1997. The governor rejected the application for legal representation. He heard evidence from the relevant prison officer and another prison officer, from the second applicant and from two prisoners called by the second applicant. The second applicant's case was that the collision had been accidental.", "28. The second applicant was found guilty of assault and awarded 7 additional days' custody (pursuant to section 42 of the 1991 Act). Three days' cellular confinement were also awarded and he was fined GBP 8. It was his thirty-seventh offence against discipline.", "29. On 16 June and 7 July 1997 respectively, the applicants requested leave to apply for judicial review of the governor's refusal of legal representation. Mr Ezeh also applied for an extension of time in which to do so. The applicants argued that the various statutory and regulatory changes since Hone and McCartan v. Maze Prison Board of Visitors ([1988] 1 Appeal Cases 379) had made adjudication of prison disciplinary matters indistinguishable from matters of summary jurisdiction and, therefore, legal representation ought to have been allowed as of right. On 1 August 1997 a single judge of the High Court refused leave to both applicants. He observed that there was no right to legal representation in adjudication hearings and that the governor's exercise of his discretion not to allow such representation was not irrational or perverse given the facts of the cases. In Mr Ezeh's case he added that there was therefore no good reason for extending time.", "30. On 10 August 1997 the applicants' counsel advised that a renewed application for leave had no realistic prospect of success, given the views expressed by the single judge of the High Court.", "31. Control over, and responsibility for, prisons and prisoners in England and Wales is vested by the Prison Act 1952 in the Home Secretary. He is empowered by section 47(1) of that Act to make rules “for the regulation and management of prisons ... and for the classification, treatment, employment, discipline and control of persons required to be detained therein”. Such rules are contained in statutory instruments.", "32. The rules in force at the time of the present applicants' disciplinary hearings were the Prison Rules 1964 as amended (“the Prison Rules”). Those have since been replaced by the Prison Rules 1999 (as amended pursuant to the Chamber's judgment in this case – see paragraphs 54-55 below).", "33. Rule 47(17) of the Prison Rules provided that a prisoner was guilty of an offence against discipline if he used threatening, abusive or insulting words or behaviour.", "The Prison Discipline Manual (section 6.63) provided as follows:", "“It is important that it is shown how the action was threatening, abusive or insulting, but it may not always be necessary to establish at whom the action was aimed and it is not necessary to name an individual in every charge.”", "Section 6.64 further provided that the impugned matter could be a specific act or word or a general pattern of behaviour; that “threatening, abusive or insulting” words should be given their ordinary meaning and that it was only necessary to find that a reasonable person at the scene would consider the words or behaviour threatening, abusive or insulting; and that the accused intended to be, or was reckless as to whether he was, threatening, abusive or insulting.", "34. Section 4 of the Public Order Act 1986 (“the 1986 Act”) is entitled “Fear or provocation of violence” and provides:", "“(1) A person is guilty of an offence if he –", "(a) uses towards another person threatening, abusive or insulting words or behaviour, or", "(b) distributes or displays to another person any writing, sign or other visible representation which is threatening, abusive or insulting,", "with intent to cause that person to believe that immediate unlawful violence will be used against him or another by any person, or to provoke the immediate use of unlawful violence by that person or another, or whereby that person is likely to believe that such violence will be used or it is likely that such violence will be provoked.", "(2) An offence under this section may be committed in a public or a private place, except that no offence is committed where the words or behaviour are used, or the writing, sign or other visible representation is distributed or displayed, by a person inside a dwelling and the other person is also inside that or another dwelling.", "...", "(4) A person guilty of an offence under this section is liable ... to imprisonment for a term not exceeding 6 months or a fine ... or both.”", "Section 5 of the 1986 Act is entitled “Harassment, alarm or distress” and section 5(1) provides:", "“A person is guilty of an offence if he –", "(a) uses threatening, abusive or insulting words or behaviour, or disorderly behaviour, or", "(b) displays any writing, sign or other visible representation which is threatening, abusive or insulting,", "within the hearing or sight of a person likely to be caused harassment, alarm or distress thereby.”", "Section 5(3) provides that it is a defence for the accused to prove that there was no person within hearing or sight likely to be caused such harassment, alarm or distress, or that he was inside a dwelling and had no reason to believe that the words or behaviour used, or the writing, sign or other visible representation displayed, would be heard or seen by a person outside that or any other dwelling, or to prove that his conduct was reasonable.", "“Dwelling” is defined for the purposes of sections 4 and 5 of the 1986 Act as being any structure or part of a structure occupied as a person's home or as other living accommodation (whether the occupation is separate or shared with others) but does not include any part not so occupied, and for this purpose “structure” includes a tent, caravan, vehicle, vessel or other temporary moveable structure.", "35. A prisoner was guilty of an offence against discipline if he committed an assault (Rule 47(1) of the Prison Rules). Section 39 of the Criminal Justice Act 1988 makes provision for the criminal offence of common assault.", "36. Rule 48(1) of the Prison Rules provided that a charge of an offence against discipline should be laid, save in exceptional circumstances, within forty-eight hours of the offence and, in general, inquired into by the governor of the prison the day after it was laid.", "37. Rule 50 of the Prison Rules provided as follows:", "“(1) If he finds a prisoner guilty of an offence against discipline the Governor may ... impose one or more of the following punishments:", "(a) caution;", "(b) forfeiture for a period not exceeding 42 days of any of the privileges under Rule 4 of these Rules;", "(c) exclusion from associated work for a period not exceeding 21 days;", "(d) stoppage of or deduction from earnings for a period not exceeding 84 days and of an amount not exceeding 42 days' earnings;", "(e) cellular confinement for a period not exceeding 14 days;", "(f) in the case of a short-term or long-term prisoner, an award of additional days not exceeding 42 days;", "(g) in the case of a prisoner otherwise entitled to them, forfeiture for any period of the right, under Rule 41(1) of these Rules, to have the articles there mentioned.", "(2) If a prisoner is found guilty of more than one charge arising out of an incident, punishments under this rule may be ordered to run consecutively but, in the case of an award of additional days, the total period added shall not exceed 42 days.”", "38. Rule 54(1) of those Prison Rules also provided:", "“Subject to paragraph (2), where an offence against discipline is committed by a prisoner who is detained only on remand, additional days may be awarded notwithstanding that the prisoner has not (or had not at the time of the offence) been sentenced.”", "39. The Prison Rules (Rules 43, 45 and 46) provided other means of special control of prisoners, including removal from association and temporary confinement. The Prison Rules 1999 provided that removal from association could lead to placement in a close-supervision centre (Rule 46).", "40. The Incentives and Earned Privileges scheme has been operating in prisons since mid-1996, with each prison adapting it to meet their particular needs and resources. It aims to encourage responsible behaviour, participation in constructive activity, prisoners' progress through the prison system and a more disciplined, controlled and safer environment for prisoners and staff.", "The scheme operates a “basic” regime, offering the least earnings and privileges, and “standard” and “enhanced” regimes, offering progressively more privileges. Such privileges can include, inter alia, earnings for work, visiting rights, family events within the prison, association, gym, personal cash, phone cards, tobacco, education facilities, in-cell radio and television, computer access and hobby materials.", "41. Prior to 1989 disciplinary offences were adjudicated upon by governors who could award a maximum of 28 days' “loss of remission” (together with 3 days' solitary confinement). Grave or especially grave offences were adjudicated on by a Board of Visitors which could order forfeiture of a maximum of 180 days' remission for a grave offence (together with 56 days' solitary confinement) or an unlimited forfeiture of remission for an especially grave offence.", "42. Loss of remission was initially considered in domestic law to amount to nothing more than the loss of a privilege (see, for example, Morris v. Winter [1930] 1 King's Bench 243). By at least the 1970s, however, the English courts had rejected that idea: whether or not it could be said, under the prevailing statutory framework, that remission was a privilege or a right, prisoners were told their earliest release date on arrival in prison and could expect, subject to forfeiture being ordered, release on that date. Forfeiture of remission had the effect of causing the detention to continue beyond the period corresponding to that legitimate expectation (see R. v. Hull Prison Board of Visitors, ex parte St Germain and Others [1979] 1 All England Law Reports 701, and Livingstone and Owen, Prison Law (second edition, 1999)).", "43. In 1983 the power of the Board of Visitors to award unlimited forfeiture of remission was removed.", "44. The Prior Report on the Disciplinary System (October 1985) recommended that there should be an effective appeal process where issues of personal liberty were at stake and that there should be a right of appeal to a manifestly independent tribunal where there was any significant forfeiture of remission.", "45. In 1989 the distinction between offences, grave offences and especially grave offences was removed and the maximum loss of remission was reduced to 120 days for any one offence.", "46. Lord Woolf's report on prison disturbances (April 1990) recommended that governors (as opposed to Boards of Visitors) should continue to adjudicate on disciplinary offences and that criminal offences should be referred to the criminal courts. The report recommended that the governor's order be limited to a maximum of 28 days' loss of remission and that there should be more recourse to alternative punishments such as the loss of facilities and privileges. It was suggested that the initial decision should be taken by a governor, with a right of review by an area manager, and with an appeal thereafter to a complaints adjudicator.", "47. The Criminal Justice Act 1991 (“the 1991 Act”) took away the disciplinary jurisdiction of the Boards of Visitors, allocating it to prison governors. It also introduced a new framework for determining the period of a sentence which would be served in custody. The concept of remission which would result in early release of prisoners prior to the expiry of their sentence was abolished. In its place, a new regime was created which distinguished between those prisoners sentenced to less or more than four years' imprisonment (short and long-term prisoners respectively).", "48. Section 33(2) of the 1991 Act provides that, as soon as a long-term prisoner has served two-thirds of his sentence, it shall be the duty of the Secretary of State to release him on licence. Section 33(1) puts the same obligation of release on the Secretary of State as regards short-term prisoners who have served half of their sentences: release of the latter category of prisoner is unconditional if the original sentence was for a term of less than twelve months and is on licence if the original sentence was for between one and four years' imprisonment.", "49. In addition, section 42 of the 1991 Act provided as follows for the award of “additional days” to a prisoner found guilty by the governor of disciplinary offences:", "“(1) Prison rules, that is to say, rules made under section 47 of the 1952 Act, may include provision for the award of additional days –", "(a) to short-term or long-term prisoners; or", "(b) conditionally on their subsequently becoming such prisoners, to persons on remand,", "who (in either case) are guilty of disciplinary offences.", "(2) Where additional days are awarded to a short-term or long-term prisoner, or to a person on remand who subsequently becomes such a prisoner, and are not remitted in accordance with prison rules –", "(a) any period which he must serve before becoming entitled to or eligible for release under this Part; and", "(b) any period for which a licence granted to him under this Part remains in force,", "shall be extended by the aggregate of those additional days.”", "50. The highest number of additional days which could be awarded by the governor was 28, the same maximum period as recommended by Lord Woolf's report in 1990.", "However, the Prison (Amendment) Rules 1995 (Statutory Instrument no. 983/1995, which came into force on 25 April 1995) increased the maximum award of additional days to 42 for each offence; the maximum cellular confinement was increased to 14 days and the maximum forfeiture of privileges was increased to 21 days (Rule 50(1) of the Prison Rules). An award of additional days could never extend beyond the length of the original sentence imposed by the trial court.", "51. R. v. Governor of Brockhill Prison, ex parte Evans (no. 2) ([1999] 2 Weekly Law Reports 103) concerned a short-term prisoner's detention beyond the statutory release date because of an erroneous calculation of the release date. The Court of Appeal found detention beyond that statutory release date to be unlawful and awarded damages for false imprisonment. Lord Justice Roch noted that, under section 42 of the 1991 Act, additional days could be added on to the core period foreseen by section 33(1) so that the date therein envisaged was not absolute, but was a date that could be affected by decisions made by the governor under section 42 of the 1991 Act. Lord Justice Judge pointed out that:", "“The discretionary aspects of earlier arrangements for remission and parole were altered by the [1991 Act]. As a 'short-term' prisoner within section 33(5) of the [1991 Act], subject to an award of additional days in custody for disciplinary offences, the appellant was entitled to be released on licence as soon as she had served one half of the sentence imposed by the court. Therefore authorities such as Morris and Winter [1930] 1 KB 243, based on the principle that there was no entitlement to remission, cease to be relevant ...", "The order of the court justifies the detention. Nevertheless, the prisoner is entitled to be released immediately the sentence has been completed. The method of calculating the date of release depends on statutory provisions which must be applied correctly, that is, correctly in law.”", "The House of Lords ([2000] 3 Weekly Law Reports 843) later dismissed an appeal and confirmed the finding of false imprisonment and the award of damages.", "52. In R. v. the Secretary of State for the Home Department, ex parte Carroll, Al-Hasan and Greenfield (judgment of the Court of Appeal of 19 July 2001), the appellants argued that Article 6 of the Convention should apply to prison disciplinary proceedings, referring, inter alia, to the changes brought about by the 1991 Act. The Court of Appeal, in a judgment delivered by Lord Chief Justice Woolf, held, in particular, as follows:", "“Section 42(1) of the 1991 Act provided a power to make prison rules which included provision for the award of additional days but section 42(2) makes it clear that where additional days are awarded to a prisoner the additional days are aggregated with the period which would otherwise have to be served before the prisoner is released on licence. ...", "The new statutory framework properly understood is not fatal to the cases advanced by the appellants. Section 42 merely gives their case its proper perspective. The awards of additional days to be served by each of the appellants did not have the effect of adding to their sentence. It was not a fresh sentence of imprisonment. Their effect was to postpone the appellant's release on licence. The awards clearly had a practical effect so far as the appellants were concerned and that practical effect was to postpone their release. But there was no question of their sentence being increased as a matter of law. Additional days could not be imposed so that they extended the actual sentence, which the appellants were serving, and the sentence passed by the court was the justification for the appellant's detention for the purposes of Article 5(1) [of the European Convention on Human Rights].”", "The judgment went on to apply “the Engel criteria” (see Engel and Others v. the Netherlands, judgment of 8 June 1976, Series A no. 22). It noted that the domestic categorisation of the relevant offences was not criminal but disciplinary. It was held, inter alia, that Article 6 did not apply to proceedings concerning a penalty of 21 additional days for self-administration of a controlled drug or failure to prevent the administration of a controlled drug by another person contrary to Rule 51(9) of the Prison Rules 1999. It was found that the offence of which the prisoner was found guilty did not precisely replicate any offence contrary to the criminal law and that “the power of punishment” was not disproportionate for a disciplinary offence, although it was considered close to the borderline.", "53. This document, entitled “Prison discipline and the European Convention on Human Rights: Guidance on the use of additional days”, provided guidance in England and Wales on the implications of the Human Rights Act 1998 for the conduct of adjudications and for awards of additional days. In its relevant parts, it provided as follows:", "“5. Disciplinary proceedings in prisons require swift hearings and a speedy process to maintain discipline and order. They are not adversarial and the nature of the decision is an administrative public law decision rather than one which resolves a dispute between two parties. Domestic English law has distinguished prison disciplinary proceedings from criminal proceedings when deciding the procedural standards necessary for fairness. [European Court of Human Rights] case-law confirms this view.", "6. However, the fact that the [European Convention on Human Rights] will not in general apply to disciplinary proceedings does not mean that there is not, in theory, a risk it could apply in certain circumstances. ...", "'s release and the length of the prisoner's sentence may all be material to the proportionality of the punishment. ...", "...", "13. The imposition of additional days is generally the heaviest of the range of punishments available to adjudicators and should be used accordingly, in targeted fashion. It is not possible to give an exhaustive list of the types of offence where additional days might be appropriate; much will depend upon the circumstances of the individual case. The following, however, are examples where additional days may be particularly appropriate following a finding of guilt at adjudication.", "(a) Cases which would have been referred to the police but for the wishes of the victim.", "(b) Serious assaults and assaults on staff.", "(c) Escapes, attempted escapes and absconds.", "(d) Drug offences, particularly involving Class A drugs.", "(e) Concerted or persistent acts of indiscipline.", "14. ... the number of additional days imposed must be proportionate to the aim of securing good order and discipline in the prison. In making this decision, the governor will consider the same factors as those set out in paragraph 7.", "15. Adjudicators should be particularly careful before imposing a large number of additional days. Overall, it should be extremely rare for punishments of more than 28 days to be made. As a guide, in 1998, only 3% of punishments of additional days were for more than 28 days.", "16. For more serious cases, adjudicators must ensure that they have fully considered the alternative of referring the matter to [the] police ... Only if this is not possible in the circumstances or there are very good reasons where a disciplinary punishment is more appropriate ... should adjudicators use the disciplinary procedure instead.”", "54. Introduced following the delivery of the Chamber's judgment in the present case, this statutory instrument came into force on 15 August 2002 to amend the Prison Rules 1999. Its explanatory note reads as follows:", "“These Rules amend the Prison Rules 1999 by providing for an adjudicator, approved by the Secretary of State, to inquire into charges of serious offences against discipline set out in those Rules. Where the governor determines that a charge is sufficiently serious, he must refer it to the adjudicator, who is to inquire into the offence no later than 28 days after it has been referred. At an inquiry into a charge that has been referred to the adjudicator, the prisoner who has been charged is given the opportunity to be legally represented. If the adjudicator finds a prisoner guilty, he has the power to impose upon him any punishment which the governor can impose, and can also impose an award of up to 42 additional days to be served in prison. These Rules also remove from the governor the power to impose any additional days as a punishment on a prisoner found guilty by him, and add to his powers in certain other respects.”", "In practice, adjudicators are district judges who visit prisons on a regular basis.", "55. This statutory instrument also increased the maximum cellular confinement which could be awarded by governors to a period not exceeding 21 days and added “removal from his wing or living unit for a period of 28 days” as a further punishment available to them.", "56. The instruction referred to advice received by the Scottish Prison Service to the effect that when additional days were imposed the proceedings arguably amounted to the determination of a criminal charge so that they should be held before an independent person rather than a Prison Service employee. The Prison Service had been recently advised that the risk of a successful challenge under the Convention to the use of additional days was greater than previously thought.", "57. Accordingly, governors and others acting as adjudicators in disciplinary proceedings against prisoners in Scottish prisons were required to, inter alia, suspend awarding additional days as from 11 June 2001. The relevant ministers had taken into account legal advice and advice from the Prison Service, the latter based on consultation with governors, to the effect that ceasing to impose additional days' detention should not have significant operational or management implications for establishments. It was noted, in this respect, that the awards of additional days' detention had declined significantly in recent years. The judgment of the Court in the present case would be examined when delivered and it would be of relevance to the ministers and the Prison Service in deciding whether the suspension should be permanent.", "58. The instruction attached a series of questions and answers. In response to the question whether the changes would increase indiscipline, the document noted:", "“Figures show that the use of ADAs [additional days' awards] has been falling steadily in recent years, Also, ADAs and LOR [loss of remission] have never been available for life prisoners, yet this does not seem to have caused any disciplinary problems. There is a wide range of other punishments and of management measures available to deal with indiscipline. In the most serious cases, that is where potentially criminal activity is involved, there also remains the option of referring the matter to the police for possible criminal charges.”", "59. Section 49(2) of the Prison Act 1952 provides:", "“Rules made under this section shall make provision for ensuring that a person who is charged with any offence under the rules shall be given a proper opportunity of presenting his case.”", "60. The above provision is implemented through Rule 49(2) of the Prison Rules:", "“At an inquiry into a charge against a prisoner, he shall be given a full opportunity of hearing what is alleged against him and of presenting his own case.”", "61. The courts have interpreted Rule 49(2) as conferring a power on the governor to grant, or to refuse, a prisoner legal representation at an adjudication hearing. In R. v. the Home Secretary, ex parte Tarrant and Others ([1985] 1 Queen's Bench 251), the High Court pointed out that there is no right to legal representation for prison adjudications and that its grant in a particular case should be determined by reference to certain factors. Those factors were stated to include the seriousness of the charge and of the potential penalty; whether any points of law are likely to arise; the capacity of the particular prisoner to present his own case; procedural difficulties; the need of the prison authorities for reasonable speed in making their adjudications; and the need for fairness as between prisoners and as between prisoners and prison officers.", "62. The House of Lords endorsed the factors outlined in Tarrant and Others in Hone and McCartan v. Maze Prison Board of Visitors ([1998] Appeal Cases 379). Lord Bridge found it difficult to imagine that “the rules of natural justice would ever require legal representation before the governor”. Lord Goff considered that:", "“... it is easy to envisage circumstances in which the rules of natural justice do not call for representation, even though the disciplinary charge relates to a matter which constitutes in law a crime, as may well happen in the case of a simple assault where no question of law arises, and where the prisoner charged is capable of presenting his own case. To hold otherwise would result in wholly unnecessary delays in many cases, to the detriment of all concerned including the prisoner charged, and to a wholly unnecessary waste of time and money, contrary to public interest. Indeed to hold otherwise would not only cause injustice to prisoners: it would also lead to an adventitious distinction being drawn between disciplinary offences which happen also to be crimes and those which happen not to be so, for the punishments liable to be imposed do not depend on any such distinction.”", "63. In a letter dated 12 November 1999, the Home Office supplied the numbers of prison adjudications which took place between 1996 and 1998, those in which the charges were considered proved and those where additional days were awarded. The approximate figures are set out below:", "64. That letter also pointed out that between 1994 and 1998 there were about 250 requests for legal or other representation, of which approximately two-thirds were granted.", "65. The judgment in R. v. Carroll, Al-Hasan and Greenfield, cited above, noted that 118,860 adjudications had taken place in 1999, in which the charges were proved in 104,384 cases and a total of 70,625 additional days were awarded."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-3"], "VIOLATED_BULLETPOINTS": ["6-3-c"], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}