{"ITEMID": "001-90539", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF NINA KAZMINA AND OTHERS v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial;Violation of Article 1 of Protocol No. 1 - Protection of property", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Sverre Erik Jebens", "TEXT": ["5. The applicants live in Voronezh, the Voronezh Region. Their names and dates of birth are indicated in the appended table.", "6. The applicants are pensioners. They sued the local social welfare authorities for underpaid cost-of-living adjustment of their pensions. On the dates set out in Appendix I the domestic courts granted their claims and ordered the welfare authorities of different districts of Voronezh to pay them the respective amounts. The judgments became final on the dates indicated in Appendix I.", "7. In 2001 all the applicants except for Mrs Gurova submitted the writs of execution to the bailiffs. On various dates of the same year the bailiffs discontinued the enforcement proceedings and returned the writs to the respective courts, referring to the debtor’s lack of funds. In 2004 these applicants resubmitted the enforcement documents for execution. The bailiffs returned the writs unenforced, with reference to the lack of funds.", "8. On 16 June 2006 the Levoberezhnyy District Court of Voronezh rejected Mrs Sadchikova’s complaint about the bailiffs’ negligence.", "9. In their observations the Government submitted, without further detail, that at some point, apparently after 25 November 2005, the Main Department of Pension Fund of the Levoberezhnyy District of Voronezh had invited the applicant to receive the judgment debt, but she had refused. They informed the Court that on 3 July 2007 the unspecified documents regarding payment of the judgment debt had been sent to a local post office, for delivery to the applicant. They furnished no information or documents confirming that the applicant had received the amount.", "10. According to the Government, the writ of execution issued in respect the award in favour of Mrs Gurova was on 14 June 2000 returned to the Zheleznodorozhnyy District Court of Voronezh, on account of full execution of the award. All the documents concerning the enforcement proceedings were subsequently archived and destroyed. The Government submitted that, apparently, the judgment had been enforced in 2000, but they were not in possession of any documents evidencing the enforcement.", "11. In 2005 Mrs Gurova asked the district pension authority to execute the judgment, but the authority rejected her claim on the ground that the domestic courts’ findings in her favour had been incorrect.", "12. On 11 July 2007 1,489.60 Russian Roubles (RUB) of the judgment debt were transferred to her bank account. According to the Government, this payment had been made due to humanitarian considerations and respect for human rights.", "13. The judgments in favour of the other applicants had been enforced on the dates tabulated in Appendix I.", "14. The above applicants submitted in their observations, without further detail, that at some point after communication of their cases by the Court they had been summoned for interviews by the local prosecutor’s office. It followed from the summonses they received that they were called in respect of their complaints to the Court. The summonses contained a reference to Article 6 of the Federal Law on Prosecutor’s Office of the Russian Federation stipulating that the prosecutor’s instructions were binding, and the failure to comply with them might result in administrative responsibility.", "15. Mrs Gurova furnished a copy of a prosecutor’s explanatory note («объяснение») concerning her interview. It transpires from the note that the prosecutor asked the applicant questions about the judgment in her favour, the state of the enforcement proceedings and the authorities’ refusals to execute the award. The applicant confirmed that she was not willing to settle. Mrs Sadchikova and Mrs Sedykh did not furnish any details in respect of the interviews.", "16. Under section 9 of the Federal Law on Enforcement Proceedings of 21 July 1997, a bailiff must enforce a judgment within two months. Under section 242.2.6 of the Budget Code of 31 July 1998, the Ministry of Finance must enforce a judgment within three months."], "VIOLATED_ARTICLES": ["6", "P1"], "VIOLATED_PARAGRAPHS": ["P1-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}