{"ITEMID": "001-108023", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF KONDRATYEV v. UKRAINE", "IMPORTANCE": "3", "CONCLUSION": "No violation of Art. 3 (substantive aspect);Violation of Art. 3 (substantive aspect);Violation of Art. 5-1;Violation of Art. 5-3;Remainder inadmissible;Non-pecuniary damage - award", "JUDGES": "Angelika Nußberger;Dean Spielmann;Elisabet Fura;Ganna Yudkivska;Karel Jungwiert;Mark Villiger", "TEXT": ["5. The applicant was born in 1962 and is currently serving a prison sentence.", "6. Between 4.25 and 5.30 p.m. on 27 July 2007 the police, in the presence of the applicant, searched his house and found drugs allegedly belonging to him. After the search the applicant was taken to the Leninskyy District Police Station of Sevastopol and questioned about the matter. He was not allowed to leave the police station. According to the Government, at an unspecified time on the same day the applicant was detained under Article 263 of the Minor Offences Code; no document concerning this has been made available to the Court.", "7. At 7 p.m. on 28 July 2007 an investigator drew up a detention record, pursuant to Article 115 of the Code of Criminal Procedure (“the CCP”), regarding the applicant, who was suspected of drug dealing committed on 27 July 2007. The applicant was then placed in the Sevastopol City Temporary Detention Centre (Севастопольський міський ізолятор тимчасового тримання, “the ITT”).", "8. According to the applicant, at the police station he was subjected to psychological pressure as a result of which he confessed to the possession of drugs and drug dealing.", "9. On 30 July 2007 he was charged with drug dealing. Subsequently, new charges were brought against him and joined to the case. In particular, he was charged with the illegal possession of drugs in May-July 2007 and during his detention in Simferopol Temporary Investigative Isolation Unit no. 15 (Сімферопольський слідчий ізолятор № 15, “the SIZO”).", "10. By a decision of 31 July 2007 the Leninskyy District Court of Sevastopol (“the District Court”) held that it was necessary to make further enquiries about the applicant and decided to remand him in custody for ten days. On the same date a lawyer of the applicant’s own choosing was given permission to take part in the proceedings.", "11. On 1 August 2007 the Tuberculosis Healthcare Centre in Sevastopol (“the TB Centre”) issued a certificate indicating that the applicant had been registered there since 2000 and was suffering from “chronic infiltrative tuberculosis (“TB”) of the left lung (degeneration phase: MBT+)”, that he had undergone in-patient medical treatment from 2 to 13 March 2007 and “from 16 April to 28 July 2007, when [he had been] discharged [from the TB Centre] for a violation of therapeutic regimen”, and that it was appropriate for him to be held in cells for persons suffering from an active form of TB.", "12. On 6 August 2007 the District Court remanded the applicant to the ITT pending his transfer to the SIZO, without any indication of how long he would stay there. It noted that the applicant had been convicted of drugrelated offences on several occasions, that he was suspected of having committed a serious crime, and that he had continued to engage in similar criminal activities after having served a prison sentence in October 2006. The court also took into account information obtained from the TB Centre about the applicant’s health condition.", "13. According to the applicant, on 9 August 2007 he appealed against the remand order, stating in particular that he was not fit enough to remain in detention owing to the TB. On 29 September 2007 he lodged a complaint with the Leninskyy District Prosecutors’ Office of Sevastopol alleging that from 27 to 28 July 2007 his detention had been unlawful. There is no information as to the outcome of the appeal and complaint or indication that the complaint was received by the authorities.", "14. On completion of the investigations the applicant’s case was referred for trial to the District Court, which, according to the applicant, held its first hearing in the case on 4 November 2007. According to the Government, this hearing was held on 1 November 2007.", "15. On 15 May 2008 the applicant was transferred to the SIZO, but was periodically held at the ITT.", "16. According to the applicant, on 17 June 2008 he lodged a complaint with the Leninskyy District Prosecutors’ Office and the District Court, again alleging that his detention from 27 to 28 July 2007 had been unlawful. No document concerning this has been made available to the Court.", "17. In a judgment of 24 October 2008 the court found the applicant guilty of the illegal possession of drugs and drug dealing, sentenced him to two years and six months’ imprisonment and ordered the confiscation of all his property.", "18. On 23 December 2008 the Sevastopol Court of Appeal (“the Court of Appeal”) quashed the judgment, finding that the first-instance court had not questioned the applicant on each of the charges against him, and it remitted the case to the latter court for fresh consideration. The Court of Appeal also ordered the applicant to remain in detention, without providing reasons or a time-limit for the continued detention.", "19. In 2009 the applicant’s representative unsuccessfully tried to institute administrative court proceedings against the trial court, mainly for its failure to try the applicant in due time.", "20. On 29 March 2010 the District Court ordered the Prosecutor’s Office of the Leninsky District to investigate the applicant’s complaints of psychological and physical pressure applied to him by unspecified police officers. On 31 March 2010 a prosecutor, having interviewed the police officers involved in the applicant’s arrest and having studied his detention documents, found the complaints unsubstantiated.", "21. In a judgment of 6 April 2010 the District Court convicted the applicant on four counts of drug dealing and running a centre for the production and use of illicit drugs, while striking off one count for want of proof of a crime. The applicant was sentenced to five years’ imprisonment and the confiscation of all his property was ordered.", "22. According to the parties’ last submissions, on 16 November 2010 the Court of Appeal upheld the first instance judgment. The applicant received a copy of the decision on 25 January 2011. There is no indication whether he appealed in cassation.", "23. According to the Government, during the criminal proceedings the courts and police heard fifteen witnesses and seven other suspects. Five forensic examinations were carried out.", "24. Out of the twenty-seven court hearings scheduled in the course of the proceedings, thirteen were held, while four were adjourned for unknown reasons, two were adjourned due to both witness’s failure to appear and the applicant’s convoy’s failure to bring him to the court, two were adjourned owing to the applicant’s convoy’s failure to bring him to the court, two were adjourned owing to the presiding judge’s sickness, and one each was adjourned owing to prosecutor’s vacation or his procedural request, the applicant’s studying the case file, both the presiding judge’s sickness and the applicant’s convoy’s failure to bring him to the court.", "25. During the proceedings, the trial court ordered the police to escort witnesses for the hearings on 14 November 2007, 30 September and 9 November 2009. On the last-mentioned date the court adopted a separate resolution (окрема постанова), finding that the ITT had failed to escort the applicant to the hearings on a number of occasions. The court also requested the city police and prosecutors to ensure the applicant’s escort to hearings. The applicant failed to lodge one of his appeals properly; it is unspecified how that delayed the proceedings.", "26. On 28 July 2007 the applicant informed the ITT that he had an active form of TB and was placed in a special cell. There is no indication whether the ITT had a medical practitioner on its staff.", "27. On 8 February 2008 the TB Centre confirmed the applicant’s diagnosis and specified that he required a prolonged course of chemotherapy.", "28. On 15 May 2008 the applicant was admitted to the TB ward of the SIZO and was prescribed “H, R, Z, E” (anti-TB drugs, see paragraph 57 below) and some “vitamins and hepatoprotectors”.", "29. On 9 March 2009 the applicant fell down and injured his left knee while being transported to the ITT. He complained about it to the ITT administration. A doctor confirmed the injury and recommended, without specifying the degree of urgency, that the applicant consult a phthisiatrician.", "30. When brought back from the ITT to the SIZO on 12 March 2009, the applicant was examined by the SIZO doctor, but raised no complaints about his health. According to a medical certificate of the SIZO doctor of 7 April 2010, \"during the examination the applicant did not raise any complaints as he wished to get to his cell sooner\".", "31. On 18 March 2009 he complained to the SIZO doctor of severe left knee pain. On 20 March 2009 the doctor performed an X-ray examination and concluded that the knee cap was broken and displaced. According to the applicant, the SIZO provided him with no medical treatment in respect of that injury.", "32. On 24 March 2009 he was examined by a doctor at the traumatology centre of Simferopol Town Hospital no. 6 (“the hospital”) and his knee was immobilised by a plaster cast.", "33. On 2 April 2009 the applicant complained to the ITT administration about the injury to his left knee and subsequently was seen by an ambulance doctor.", "34. According to the applicant, on 3 April 2009 the ITT ignored an ambulance referral for a medical examination of his knee and instead sent him to the SIZO. There is no indication he was advised such medical examination at the time.", "35. On 3 June 2009 an X-ray of the applicant’s left knee revealed a closed fracture of the left knee cap, with some positive developments.", "36. On 3 July 2009 the phthisiatrician of the TB Centre concluded that the applicant had “infiltrative TB of the upper part of the left lung (Category 4)”; it was recommended that he continue medical treatment for one and half month with “H, R, Z, E”.", "37. On 7 July 2009 the traumatologist, having examined an X-ray of the applicant’s knee, found a healed fracture of the left knee cap and a contracture of the knee. According to him, the applicant did not need a surgical operation. The applicant was prescribed “a course of exercise therapy, Fastum Gel, and massage”. On 9 July 2009 the applicant was again seen by the traumatologist, who noted that he had already been prescribed adequate treatment in respect of the injury.", "38. On 15 July 2009 the phthisiatrician found that the applicant had “infiltrative [TB] of the lungs (Category 4)” and recommended to continue taking “H, R, Z, E, and Levofloxacin”. The doctor indicated the appropriate dosage, frequency and duration for the drugs and also recommended some “vitamins and hepatoprotectors”.", "39. On 28 September 2009 a doctor examined the applicant’s left knee and found no grounds for outpatient treatment or hospitalisation.", "40. On 4 November 2009 a traumatologist examined the applicant and diagnosed him with a consolidated fracture of the left knee cap and a moderately expressed contracture of the left knee joint. He was prescribed medication and exercise therapy.", "41. On 2 June and 20 August 2010 the phthisiatrician at the TB Centre examined the applicant, finding “post-TB residual changes and fibrosis in the upper part of the lungs (Category 5.1)”. He recommended that the applicant undergo repeated courses of anti-relapse therapy, whose particulars were not given. According to the applicant, the doctor’s conclusions of 2 June 2010 were not reliable for unspecified reasons.", "42. On 20 August 2010 the applicant was discharged from the TB ward, which was unlawful, according to him, because he was still sick.", "43. On 1 and 21 October 2010 the applicant began a course of antirelapse therapy. He agreed to take the medication, yet questioned the effectiveness of the therapy.", "44. On 2 November 2010 a panel of doctors from the Crimea Medical Forensics Bureau, having studied the applicant’s medical records, including the one drawn up by the traumatologist on 26 October 2010, found that the left-knee fracture had healed, that there were no lasting residual effects of the injury, and concluded that the knee treatment provided by the Simferopol hospital had been timely and thorough.", "45. While detained at the ITT, the applicant asked for medical assistance on 30 July, 14 and 23 August and 5 September 2007, 9 March, 31 March and 28 September 2009, and 1 April 2010. On each occasion the ITT administration called the ambulance, whose doctor came to see the applicant. His chest was X-rayed on 8 February and 15 May 2008, 23 January, 3 June and 10 July 2009, and 3 and 18 February, 2 June and 20 August 2010. The applicant underwent sputum tests on 16, 17 and 19 May, 1 July, 28 November and 1 and 2 December 2008, 23 and 24 January, 24, 25, 26 March, 4 June, 26 and 27 August and 22 September 2009, and 17 February and 20 August 2010, all of which were negative. On 4 June 2009 he underwent urine and blood analyses. According to the Government, during his detention in the SIZO the applicant received a high calorie diet and he was provided with some additional food. The applicant submitted that his food was poor and that there was no evidence he received medication and special food.", "46. During his detention the applicant and his representatives lodged a number of complaints with the police, prosecutors, and courts alleging, inter alia, that the applicant was not receiving proper medical treatment. On 9 October 2009 the Sevastopol Prosecutor’s Office refused to institute criminal proceedings against the ITT duty officer in that regard. The applicant did not appeal. According to the Government, after June 2010 the applicant did not complaint about his state of health. According to the applicant, he complained but his complaints were not dealt with.", "47. After a number of inquiries, on 4 November 2010 the Zaliznychnyi District Prosecutor’s Office of Simferopol refused to institute criminal proceedings against the head and the physician of the SIZO medical unit, the SIZO governor, and the head traumatologist of the Simferopol hospital. Apparently, the applicant did not appeal against that decision.", "48. In 2010 the applicant’s mother instituted court proceedings against the prosecutors for their negligence in respect of her son’s TB infection. It appears that the proceedings are pending before an appellate court.", "49. Article 155 provides:", "“Persons in respect of whom taking into custody is imposed as a preventive measure are kept in places of detention pending trial, i.e., pre-trial detention centres [SIZOs]. In some cases, these persons may be kept in places for detained persons [ITT] ... for not more than three days. If transportation of remanded persons to the pre-trial detention centre ... is impossible within this time-limit because of the long distance or lack of appropriate roads, they may be kept in places for detained persons for up to ten days.”", "51. According to the order, there are five main and five sub-categories for the recording of those who have TB or may be affected by it. For instance, patients with chronic TB of various localisation, with or without discharge of bacteria, fall into Category 4. Patients with residual changes of various localisation after the TB is cured fall into Category 5.1.", "52. Under section 6.1, TB treatment is to be administered in specialised anti-TB institutions and to consist of two phases: main chemotherapy and rehabilitation. The main chemotherapy course, an extended, uninterrupted course of treatment, consists of intensive and supportive treatment stages with “first-line” anti-tuberculosis antibiotics (isoniazid, rifampicin, streptomycin, pyrazinamide and ethambutol or “H, R, S, Z, E”).", "53. Under section 6.6.1, to obtain maximal results, medical or surgical treatment of pulmonary TB is to be implemented in conjunction with individualized hygiene plan and regime (complete bed rest, part-time bed rest or a training regime). Treatment is to be followed by rehabilitation, including curative exercise, massage and physiotherapy.", "54. According to section 6.6.2., the diet of a patient with TB infection must take into account his living and working conditions, general state of the organism, its reactivity, nature of any injury, and complications from other organs. The diet should be balanced, yet rich in proteins, minerals, and vitamins, in particular the C, E and B groups. The intake of carbohydrates should be within the norms, or lower if the patient is overweight.", "55. According to section 6.7, pulmonary TB patients of all categories are to be regularly monitored. For instance, Category 4 patients are to be monitored using the following tests: sputum every month for six months, then every two months; sensitivity to the anti-TB drugs and X-ray – at the beginning and once every six months afterwards. The patients with Category 5.1 TB should undergo X-ray at least every six months during the first year of monitoring.", "56. Regular mandatory examinations to determine the effectiveness of the TB treatment and timely registration of side effects and their treatment as set out in Table 15 of the Protocol should be carried out.", "57. According to the Table 15, if such anti-TB drugs as isoniazid, rifampin, pyrazinamide, and ethambutol (“H, R, Z, E”) are administered, examinations and interviews of the patient, plus biochemical and common blood analysis, should be undertaken. The patient should also be examined by a neuropathist and ophthalmologist.", "58. The pertinent parts of the Rules read as follows:", "“... Scope and application", "10.1 The European Prison Rules apply to persons who have been remanded in custody by a judicial authority or who have been deprived of their liberty following conviction.", "Health care", "39. Prison authorities shall safeguard the health of all prisoners in their care. ...", "Organisation of prison health care", "...", "40.4 Medical services in prison shall seek to detect and treat physical ... illnesses or defects from which prisoners may suffer.", "40.5 All necessary medical, surgical and psychiatric services including those available in the community shall be provided to the prisoner for that purpose.", "Medical and health care personnel", "41.1 Every prison shall have the services of at least one qualified general medical practitioner.", "41.2 Arrangements shall be made to ensure at all times that a qualified medical practitioner is available without delay in cases of urgency.", "41.3 Where prisons do not have a full-time medical practitioner, a part-time medical practitioner shall visit regularly. ...", "Duties of the medical practitioner", "42.1 The medical practitioner or a qualified nurse reporting to such a medical practitioner shall see every prisoner as soon as possible after admission, and shall examine them unless this is obviously unnecessary. ...", "42.3 When examining a prisoner the medical practitioner or a qualified nurse reporting to such a medical practitioner shall pay particular attention to: ...", "b. diagnosing physical ... illness and taking all measures necessary for its treatment and for the continuation of existing medical treatment; ...", "f. isolating prisoners suspected of infectious or contagious conditions for the period of infection and providing them with proper treatment;", "43.1 The medical practitioner shall have the care of the physical ... health of the prisoners and shall see, under the conditions and with a frequency consistent with health care standards in the community, all sick prisoners, all who report illness or injury and any prisoner to whom attention is specially directed. ...", "Health care provision", "46.1 Sick prisoners who require specialist treatment shall be transferred to specialised institutions or to civil hospitals, when such treatment is not available in prison.", "46.2 Where a prison service has its own hospital facilities, they shall be adequately staffed and equipped to provide the prisoners referred to them with appropriate care and treatment.”", "59. The pertinent parts of the Report read as follows:", "“... Only the prisons setting has seen some progress in terms of decreased TB prevalence, TB notification rates, and TB mortality (although combined [Ministry of Health/ Sector Development Program]’s figures for mortality show an increase of 13% since 2003). These achievements are a result of progress made over the last five years to improve nourishment of inmates, increase drug supply and laboratory reagents, and provide better overall conditions in prisons (as a result of reductions made in the number of inmates). Also, severely ill patients have been released from the prison setting ... However, [Multiple Drug Resistant TB] in prisons is extremely high, at roughly 20% ... It is evident that since ... 1999, the reported cases of ... TB ... have seen a steady increase until 2006 with subsequent gradual decline as a result of steps taken by Government, including to double/quadruple the TB budget in 2006/2007/2008 vis à vis 2003/2004/2005 budgets. However, it should be noted that TB incidence in Ukraine remains one of the highest in the ECA region and is five times higher than the EU average ... The project did expand the laboratory network in the civil and the prison settings and with additional support from international and local donors and partners, as well as through Government own efforts, this network will be further improved.”", "60. The domestic law pertinent to the issue of the lawfulness of the applicant’s detention is summarised in the judgments in the cases of Nevmerzhitsky v. Ukraine (no. 54825/00, §§ 53-54, ECHR 2005II (extracts)); Yeloyev v. Ukraine (no. 17283/02, § 35, 6 November 2008); and Gavazhuk v. Ukraine (no. 17650/02, § 46, 18 February 2010).", "61. Other domestic and international material concerning conditions of detention and treatment of TB infection in detention facilities can be found in the judgments in the cases of Melnik v. Ukraine (no. 72286/01, §§ 47-51, 28 March 2006, and Yakovenko v. Ukraine (no. 15825/06, §§ 53-54, 25 October 2007)."], "VIOLATED_ARTICLES": ["3", "5"], "VIOLATED_PARAGRAPHS": ["5-1", "5-3"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["3"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}