{"ITEMID": "001-77231", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "ADMISSIBILITY", "DATE": 2006, "DOCNAME": "DOGMOCH v. GERMANY", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "Peer Lorenzen", "TEXT": ["The applicant, Mr Mohammad Yassin Dogmoch, has German and Syrian nationality. He was born in 1941 and lives in Beirut in Lebanon. He was represented before the Court by Mr W. Bub, a lawyer of the law firm Bub, Gauweiler & Partner practising in Munich, Germany.", "The applicant is a businessman with professional activities in Germany and throughout the Arab world. Since 1995 the applicant entertained professional contacts with two businessmen from Mannheim, Germany, named S. and K. In the beginning of 2000 the Mannheim Public Prosecutor suspected the latter of having set up an extensive fraudulent scheme. According to the allegations brought out against them, between 1994 and 1999 S. and K. pretended to own industrial drilling machines, which they sold to a number of leasing companies although these drilling machines did not exist and the damage remained with the leasing companies. These incidents, which became known as the “Flowtex-scandal”, stirred a considerable amount of media attention and are regarded as a pre-eminent example of commercial delinquency in German history.", "On 16 February 2000 the criminal investigation judge (Ermittlungsrichter) at the Mannheim District Court (Amtsgericht), in the investigation proceedings against S., K. and two alleged co-offenders, and upon the Public Prosecutor’s request, ordered the applicant’s assets, amounting to 60,800,000.00 Deutschmarks (DEM), to be frozen pursuant to sections 111b subsections 2 and 5, 111d, 111e subsection 1 of the Code of Criminal Procedures in conjunction with section 73 subsection 1, second sentence, subsection 3, and section 73a of the Criminal Code (attachment in rem, dinglicher Arrest, see relevant domestic law below). That court found that, according to the preliminary investigations, a sum of DEM 60,800,000.00 deriving from the fraudulent sales had been transferred to the applicant’s enterprise and from there to his personal property. There was the risk that the applicant would try to transfer the assets abroad in order to prevent the execution of claims brought out later by aggrieved third parties.", "On 8 May 2000 the Mannheim District Court, in a decision naming the applicant as a person charged with an offence (Beschuldigter), modified and extended the attachment of the applicant’s assets to the amount of DEM 102,800,000.00. Relying on statements given by S. and K. during the preliminary investigations, the District Court found the suspicion to be confirmed that the applicant had knowingly received money derived from fraudulent transactions. Accordingly, there was the suspicion that the applicant had committed the offence of money-laundering. The money was subjected to the claims of aggrieved third parties according to the provisions of civil liability.", "On 16 June 2000 the Mannheim Regional Court (Landgericht), on the applicant’s complaint, upheld the attachment of DEM 60,800,000.00 and lifted the attachment of additional DEM 42,000,000.00. That court confirmed that there was strong evidence given by the statements of S. and K. that the applicant had participated in the fraudulent actions. The measure taken was proportionate, moreover, it could be expected that he would try to deprive the aggrieved leasing companies of the assets.", "On 19 September 2000 the Mannheim Regional Court upheld its previous decision.", "On 23 November 2000 the Mannheim Regional Court rejected the applicant’s request to be heard personally. According to that court, the applicant and his counsel had been well informed about all circumstances which raised suspicions against him. In her written submissions to that court, the applicant’s counsel had tried to cast doubts on the credibility of the main offenders S. and K. She had laid out in detail the applicant’s point of view regarding all circumstances of the cash flow and had tried to rebut the incriminating evidence. As the applicant’s point of view had been clearly and unambiguously submitted in writing, the chamber saw no need to hear him orally.", "With regard to the right to a fair hearing as guaranteed by Article 103 subsection 1 of the Basic Law, the Regional Court found as follows:", "“The attachment of assets pursuant to section 111d, 111b subsection 5 in conjunction with sections 73 f. of the Criminal Code in order to safeguard third persons’ claims is ordered by court decision. According to section 33 subsection 4 sentence 1 of the Code of Criminal Procedure, the order to seize property in order to safeguard the claims of aggrieved parties is issued without hearing the person charged of the offence, as a prior hearing could enable him to transfer the property and thus to thwart the aim of the safeguarding measure. This practice has been approved of by the Federal Constitutional Court.... During the ensuing complaint proceedings...the right to a fair hearing was fully taken account of. Pursuant to section 309 subsection 1 of the Code of Criminal Procedure, the decision on the complaint is taken without an oral hearing. Accordingly, the decision is taken in written proceedings. ...It follows that the fair hearing has to be granted in written proceedings. For special reasons the court of complaint can decide to hear oral statements.", "According to the chamber, these regulations do neither in general nor in this specific case run contrary to Article 103. With the aid of his counsel Dr. W., the defendant has made full use of the opportunity to submit his statements, which were fully taken into account, in the written proceedings. There were no obstacles which prevented him from using this form of communication to fully and objectively depict the incidents. Neither the alleged actions to the detriment of the leasing companies nor the alleged participation of the defendant were of such a nature that a personal and oral statement given by the defendant would have been more suited to provide a correct assessment of his actions than a written statement and would thus have been preferable for the chamber. The defendant’s acts of participation did not have an ambiguous content; they did not concern exceptional or borderline circumstances which would have necessitated the defendant’s personal presence and hearing in order to assess them. Contrary to the defendant’s counsel’s opinion, it was not only necessary to weigh the statements given by the two main suspects K. and S. against the defendant’s own statements. On the contrary, it was necessary to weigh a number of other circumstances, which, taken on their own, justified the attachment order.... Accordingly, they were no “special reasons” justifying to hear the defendant personally.”", "On 31 July 2001 the Mannheim District Court upheld the attachment of an amount of DEM 39,000,000.00 and lifted the attachment of DEM 21,800,000.000. On the basis of the results of the preliminary investigations, the District Court confirmed the existence of a strong suspicion that the applicant had aided the transfer and concealment of assets. It further confirmed that an oral hearing was neither legally prescribed nor necessary in order to safeguard the applicant’s right to a fair hearing.", "On 30 January 2003 the Federal Constitutional Court, sitting as a panel of three judges, refused to accept the applicant’s complaint against the decision of the Mannheim Regional Court of 23 November 2000 and – indirectly – against section 111b of the Code of Criminal Procedure for adjudication for lack of prospect of success.", "With respect to the right to a fair hearing, the Federal Constitutional Court found as follows:", "“The constitutionally guaranteed right to a fair hearing includes the right to information, the right to lodge requests and to submit statements, and the right that the courts take into account the submitted statements. According to the consistent case-law of the Federal Constitutional Court, Article 103 section 1 of the Basic Law does not grant the right to be heard in a specific form, in particular, in an oral hearing. Accordingly, it is up to the legislator to decide to which extent he wishes to grant the right to an oral hearing in specific proceedings.", "According to section 309 subsection 1 of the Code of Criminal Procedure the decision on the complaint is taken without an oral hearing, that is to say in written proceedings. The complaint court is not prevented from orally hearing witnesses or experts in the course of their investigations pursuant to section 308 subsection 2 or to hear oral statements given by the parties to the proceedings. However, it has the discretion to decide whether it deems such measures necessary. There is no indication that it did not make correct use of this discretion, the more so, as the applicant has failed to establish what he would have stated differently in case of an oral hearing.”", "This decision was served on the applicant’s counsel on 17 February 2003.", "On 17 March 2003 the Mannheim Public Prosecutor issued an indictment against the applicant. The criminal proceedings against the applicant have been suspended on 14 June 2006 in view of the applicant’s inability to plead.", "The order that the applicant’s assets amounting to DEM 39,000,000.00 be frozen remains in force.", "Article 103 subsection 1 of the Basic Law provides that in the courts, everyone is entitled to be heard in accordance with the law (Anspruch auf rechtliches Gehör).", "According to section 111b, subsection 2 of the Code of Criminal Procedure, the attachment of assets may be ordered if there are reasons for assuming that the conditions of forfeiture or for confiscation have been fulfilled. According to subsection 5, this also applies if forfeiture may not be ordered because the assets are subject to claims brought out by the aggrieved party.", "Section 73 subsection 1, sentence 1 of the Criminal Code provides that the court shall order the forfeiture of any object which has been acquired by a perpetrator or accessory as a result of an unlawful act. According to sentence 2, this shall not apply to the extent that the assets are subject to claims brought out by the aggrieved party.", "If the forfeiture of a particular object is impossible due to the nature of what was acquired or for some other reasons, the court shall order the forfeiture of the sum of money which corresponds to the value of that which was acquired (section 73a of the Criminal Code).", "Section 33 subsections 3 and 4 of the Code of Criminal Procedure provide that the concerned person is not heard prior to the issue of an order of seizure or other measure, if this would endanger the purpose of such order. According to section 309 subsection 1, the decision on the complaint shall be taken without an oral hearing. According to section 308 subsection 2, the court of complaint may order investigations or conduct them itself."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}