{"ITEMID": "001-84959", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF KOVACH v. UKRAINE", "IMPORTANCE": "1", "CONCLUSION": "Preliminary objection joined to merits (non-exhaustion of domestic remedies);Violation of P1-3;Pecuniary damage - claim dismissed;Non-pecuniary damage - award", "JUDGES": "Javier Borrego Borrego;Karel Jungwiert;Margarita Tsatsa-Nikolovska;Mark Villiger;Peer Lorenzen;Renate Jaeger;Volodymyr Butkevych", "TEXT": ["4. The applicant stood as a candidate in the parliamentary elections of 31 March 2002 in the single-seat electoral constituency no. 72 in the Zakarpattya (Transcarpathia) region (Одномандатний виборчий округ № 72).", "5. Among the candidates registered in that constituency was Mr G., who, at the material time, occupied the post of Head of the Beregovo District State Administration (Zakarpattya Oblast) (Берегівська державна адміністрація Закарпатської області).", "6. On 13 and 28 March 2002 the local Hungarian-language newspapers Bereginfo and Karpati Igaz Szo published the following appeal to voters:", "“We firmly believe that anyone who honours [Mr G.] with their support on Sunday can do so with a clear conscience, placing their faith and trust in him to ensure the best possible future for our country. He is the only candidate who respects all our interests and is capable of representing and defending those interests at the highest level. He is a man of action who will never abuse your trust in him and who will do his utmost to retain the full support of voters in the future.”", "7. The appeal was followed by a large number of signatures, including those of Mrs D., secretary of the Electoral Commission of constituency no. 72 (Окружна виборча комісія), and Mr O., the Chairman of the same electoral commission.", "8. On 31 March 2002 the parliamentary elections were held. During the elections an observer, acting on behalf of Mr G. in electoral division no. 14 of constituency no. 72, drew up a report (акт) stating that she had witnessed an unknown person depositing several (she believed there were seven) ballots in the ballot box. The report was signed by two voters. The observers sent by Mr G. to electoral divisions nos. 45 and 58 drew up similar reports of such breaches of electoral law, stating that they had seen respectively five and ten ballots being cast in the ballot box unlawfully.", "9. According to the first results generated by the computerised system, the applicant had obtained 33,567 votes, compared with 33,524 for his main opponent, Mr G. In electoral division no. 14 the applicant had obtained 537 and Mr G. 291 votes out of 1,570 votes cast. In division no. 45, out of 1,244 voters 711 had voted for the applicant and 372 for his opponent. In division no. 58 there had been 830 votes, of which 475 had been cast for the applicant and 219 for Mr G. In division no. 67, of 1,480 voters 765 cast their ballots for the applicant and 387 for his opponent. In total, in the four above-mentioned electoral divisions the applicant had obtained 2,488 votes, against 1,269 for Mr G.", "10. By decision no. 36 of 2 April 2002, the Electoral Commission of constituency no. 72, on the basis of the above-mentioned observers’ reports, declared the results in electoral divisions nos. 14, 45 and 58 invalid on the grounds of serious breaches of electoral law. It was also established that on the night of 1 April 2002, after the close of polls and the count, the members of the Electoral Commission of division no. 67 had unlawfully opened the sealed polling station and retrieved the original voting records and several invalid ballots. The next day the Chairman of that division’s Electoral Commission had brought those voting records and ballots to the Electoral Commission of constituency no. 72. No reason had been given for these actions. Therefore, the results of the elections in division no. 67 were also declared invalid. On the same date the applicant appealed against this decision to the Central Electoral Commission (Центральна виборча комісія – “the CEC”).", "11. By decision no. 37, the Electoral Commission of constituency no. 72 announced the final results of the ballot, according to which the applicant had obtained 31,079 votes compared with 32,255 for Mr G. This result corresponded to that set out in the first voting record, referred to above, after deduction of the votes in divisions nos. 14, 45, 58 and 67. Mr G., therefore, was declared elected as a member of parliament for the constituency.", "12. On 3 April 2002 the chairmen and members of the Electoral Commissions of divisions nos. 14, 45, 58 and 67 sent statements to the Chairman of the CEC to the effect that none of the official observers had drawn their attention to any breach of electoral law during the voting or the count, and that the documents submitted by the observers complaining of irregularities had been drawn up after the count, “the results of which did not suit one of the candidates”.", "13. By decision no. 750 of 5 April 2002, the CEC, following the applicant’s complaint of 2 April 2002, set aside decision no. 36 and instructed the Electoral Commission of constituency no. 72 to give a reasoned decision on the results of the vote in the four divisions in question. Referring to the first paragraph of section 70 of the Parliamentary Elections Act, the CEC observed that the impugned decision had not been duly reasoned and that there was no conclusive evidence of the alleged irregularities or the allegation that the number of ballots deposited unlawfully had exceeded 10% of the votes cast in each electoral division.", "14. At a meeting of 6 April 2002, the Electoral Commission of constituency no. 72, by a majority of nine votes to two with three abstaining, adopted decisions nos. 40 and 41, whereby the vote in electoral divisions nos. 14, 45, 58 and 67 was declared invalid for the same reasons as before. In these decisions the Commission noted that the twelfth paragraph of section 72 of the Parliamentary Elections Act allowed a vote to be declared invalid on account of “other circumstances making it impossible to establish the results of the expression of the electorate’s wishes”, in addition to those enumerated in section 70 of the Act. The Commission further noted that since section 72 did not list these “other circumstances”, the matter fell within its exclusive competence. Lastly, the Electoral Commission of constituency no. 72 concluded that the irregularities which it had established and those noted by the observers could be considered as “other circumstances”, making it impossible to establish the electorate’s wishes.", "15. On 9 April 2002 the applicant lodged a complaint challenging decisions nos. 40 and 41 of 6 April 2002. He submitted that the Electoral Commission of constituency no. 72 had not followed the instructions given by the CEC in its decision of 5 April 2002 concerning the need to give sufficient reasons.", "16. By decision no. 858 of 12 April 2002, the CEC rejected the applicant’s complaint of 9 April 2002 on the ground that, in accordance with section 72 of the Parliamentary Elections Act, the task of establishing the existence of “other circumstances” causing the vote to be declared invalid fell to the constituency electoral commission.", "17. The applicant appealed against this decision to the Supreme Court, which, in a judgment of 24 April 2002, upheld the findings of the CEC, including that concerning the exclusive competence of the constituency Electoral Commissions to establish the “other circumstances” provided for in section 72 of the 2001 Parliamentary Elections Act.", "18. On 3 April 2002 Mr V., the applicant’s observer, in the presence of the observers of other candidates and the Chairman and two members of the Electoral Commission of constituency no. 72, drew up a report alleging a breach of electoral law. According to the authors, the conditions in the office of the electoral commission located in the basement of the State Administration building in Beregovo were not adequate to ensure that the ballots were kept secure and intact; in particular, they alleged that the doors and filing cabinets had not been sealed, and that one of the doors did not even have a lock on it.", "19. On 5 April 2002 the applicant lodged a complaint with the CEC, challenging decision no. 37 of 2 April 2002 whereby Mr G. had been announced the winner of the elections in constituency no. 72", "20. On 7 April 2002, after the CEC’s decision no. 750 (see paragraph 13 above), a recount of the votes in the electoral divisions nos. 14, 45, 58 and 67 was held. After the recount, the Electoral Commission of constituency no. 72 issued a detailed voting record dated 7 April 2002 setting out the results of the ballot in the constituency, which were the same as those stated in its decision no. 37.", "21. On the same day a member of the constituency Electoral Commission, together with two observers of two of the unsuccessful candidates, prepared a memorandum, addressed to the CEC, alleging that the packages containing the ballot papers had not been sealed by the Electoral Commission of division no. 67, that some of the ballot papers had been damaged and that, in view of these factors, access to the ballots by third parties before the recount could not be ruled out.", "22. On 14 April 2002 the Electoral Commission of constituency no. 72 drew up the corrected voting record (see paragraph 27 below) setting out the results of the vote.", "23. On the same date the deputy chairman and three members of the Electoral Commission of division no. 67 drew up a memorandum, addressed to the CEC, in which they stated that, in breach of the law, the deputy chairman and secretary of the constituency Electoral Commission, accompanied by four officials of the municipal council and the State Administration acting as observers appointed by Mr G., had come to their homes asking them to sign the corrected voting record. The signatories of the document expressed doubts as to the accuracy of the figures given in the record of 14 April 2002.", "24. On 15 April 2002 the corrected voting records were sent to the CEC.", "25. On 16 April 2002 the applicant lodged a complaint with the CEC seeking to have the record of 14 April 2002 declared invalid. Referring to the appeal to voters published on 13 and 28 March 2002 in the newspapers Bereginfo and Karpati Igaz Szo, he criticised the fact that the chairman and the secretary of the commission had engaged in election campaigning for his opponent. He also noted that the conditions in which the ballot materials had been kept and the new voting record produced cast doubt on the accuracy of the results of the vote obtained after the recount on 7 April 2002.", "26. In a letter of 18 April 2002, the Electoral Commission of constituency no. 72 informed the CEC that, in accordance with the instructions of the Zakarpattya Oblast Police Department (ГУ МВС України в Закарпатський області), the commission’s office had been properly protected and that no illegal entry had been found to have occurred.", "27. By a decision of 18 April 2002, the CEC examined and rejected the applicant’s complaints of 5 and 16 April 2002. It noted that the voting record drawn up after the recount of 7 April 2002 did not contain certain data, namely the number of invalid ballots, and that the amended record of 14 April 2002 had corrected that error. The CEC further noted that decision no. 37 of 2 April 2002 had been lawful and valid given that, according to the corrected voting record, Mr G. had obtained the highest number of votes. Moreover, no indication was found that the way in which the recount had been organised had affected the accuracy of the results of the vote. The CEC referred in this regard to the letter of 18 April 2002 of the Electoral Commission of constituency no. 72 concerning the security of its office. Lastly, the CEC found that the applicant had failed to indicate any ground provided by the Parliamentary Elections Act for the dismissal of the Chairman and the secretary of the Electoral Commission of constituency no. 72.", "28. The applicant challenged this decision before the Supreme Court, which, in a judgment given on 22 April 2002, rejected his complaint. It held that the decision of 18 April 2002 had been taken within the CEC’s competence and in a manner prescribed by the applicable domestic law.", "29. The relevant Article of the Constitution provides:", "“... A citizen of Ukraine who has reached the age of 21 on the date of the elections has the right to vote and, if that citizen has resided on the territory of Ukraine for the past five years, is eligible to be elected a member of parliament ...”", "30. At the material time the Ukrainian electoral system was governed by section 1 of this Act. It was based on a mixed-member proportional system, where 225 of the 450 members of the Verkhovna Rada (the Ukrainian unicameral parliament) were elected from the single-seat constituencies by simple plurality (“first past the post”) (see Sukhovetskyy v. Ukraine, no. 13716/02, ECHR 2006VI) and another 225 seats were reserved for candidates from party lists (see Melnychenko v. Ukraine, no. 17707/02, ECHR 2004X).", "31. In accordance with section 18 of the Act, the system of electoral commissions included the CEC, commissions of electoral constituencies and electoral divisions. Each electoral constituency consisted of several divisions.", "32. Section 29 of the Act provided that the candidates for election were entitled to challenge the decisions, actions and omissions of the electoral commissions before the higher electoral commissions or the courts. The higher electoral commission, following such an application, the decision of the court or of its own motion, could set aside the decision of the lower commission and either take a new decision or oblige the commission concerned to reconsider the matter. Decisions, actions and omissions of the CEC could be challenged before the Supreme Court.", "33. Section 70 of the Act determined the procedure for having the vote in an electoral division declared invalid by the electoral commission of that division.", "Paragraph 1 of this section stipulated:", "“An electoral commission of a division may declare the vote in the division invalid in the event of a breach of this Act making it impossible to establish the results of the expression of the electorate’s wishes. The electoral commission of a division may declare the vote invalid only in the following circumstances:", "1. if actual unlawful voting has been established (depositing of a ballot in the ballot box by a person other than the one to whom it has been issued; voting by persons who have no right to vote; voting by persons who are not included in the electoral lists of the relevant electoral division or by persons who have been wrongly included in the lists; multiple voting by one voter) if the number of fraudulent votes exceeds 10% of the total votes cast;", "2. if a ballot box has been damaged or destroyed so that it is impossible to establish the content of the ballots deposited, and if the number of damaged ballots exceeds 10% of the total votes cast;", "3. if the number of ballots deposited exceeds the number of voters who voted by 10% or more.”", "34. Section 72 of the Act regulated the procedure for examination by the constituency commissions of voting records issued by the division commissions.", "Paragraph 12 of this section provided:", "“If the electoral commission of a constituency establishes the existence of the circumstances enumerated in paragraph 1 of section 70 or of other circumstances which make it impossible to establish the wishes of the voters in the division, it may declare the vote in the division concerned invalid.”", "35. The 2004 Parliamentary Elections Act (as amended on 7 July 2005) provides for proportional representation in elections. Section 90 of the 2004 Act retains the power for commissions of electoral divisions to declare a ballot inadmissible if the number of fraudulent votes exceeds 10% of the total votes cast. Section 92 provides that, after a recount, commissions of electoral constituencies are entitled to annul the vote in an electoral division if the circumstances set out in section 90 have been established, or if intentional acts have wrongfully interfered with the work of the members of the electoral commissions or the candidates’ observers."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}