{"ITEMID": "001-105230", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF SUBICKA v. POLAND (No. 2)", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection joined to merits and dismissed (non-exhaustion of domestic remedies);Violation of Art. 6-1;No violation of Art. 6-1;Remainder inadmissible;Pecuniary damage - claim dismissed;Non-pecuniary damage - award", "JUDGES": "Lech Garlicki;Ledi Bianku;Nebojša Vučinić;Nicolas Bratza;Päivi Hirvelä;Zdravka Kalaydjieva", "TEXT": ["6. The applicant was born in 1954. She lives in GdańskZaspa.", "7. By a judgment of 22 February 2006 the Gdańsk Regional Administrative Court dismissed the applicant’s appeal against a second-instance administrative decision by which she had been refused a monthly social assistance benefit.", "8. On 8 March 2006 the applicant was granted, by a decision of a registry official, the assistance of a legal-aid lawyer for the purposes of lodging a cassation appeal with the Supreme Administrative Court.", "9. On 10 March 2006 the judgment of 22 February 2006, together with its written grounds, was served on the applicant. On 14 March 2006 the decision on the grant of legal aid was served on her.", "10. On 12 April 2006 the registry of the court requested the Gdańsk Bar Association to assign a lawyer to her case.", "11. On 20 April 2006 the Bar Association informed the court that Mr J.B. had been assigned to represent the applicant. On 25 April the Bar Association informed the applicant accordingly and requested her to grant him an authority to act.", "12. By a letter of 5 May 2006 the lawyer informed the applicant that he had found no legal grounds on which he could draft a cassation appeal. On 8 May 2006 he informed the court thereof.", "13. By a judgment of 11 February 2004 the Gdańsk Regional Administrative Court dismissed the applicant’s appeal against a second-instance administrative decision by which she had been refused a monthly social assistance benefit.", "14. This judgment, together with its written grounds, was served on the applicant on 5 March 2004. She was informed that the thirtyday timelimit for lodging a cassation appeal started to run on the date on which the judgment together with its written grounds was served on the party. It was therefore to expire on 4 April 2004.", "15. On 10 March 2004 the applicant was granted legal aid by a decision of a registry official. This decision was sent to the applicant shortly afterwards.", "16. On 25 March 2004 the local Bar Association informed the court in writing that Ms B. K.–Z. had been assigned to represent the applicant. Shortly afterwards the applicant was served with a copy of this letter.", "17. By a letter dated 30 March 2004 the lawyer informed the court that she saw no grounds on which to prepare a cassation appeal. She did not inform the applicant about her refusal.", "18. The applicant contacted the lawyer by phone on 6 July 2005. She was informed about the lawyer’s refusal to prepare a cassation appeal.", "19. On 7 July 2005 the applicant complained to the Gdańsk Bar Association that the lawyer had failed to inform her about her refusal to prepare a cassation appeal against the judgment. She argued that the lawyer should have made reasonable efforts to inform her, as her legalaid client, of her decision. She submitted that she had learnt about the refusal a long time after the expiry of the time-limit for the lodging of a cassation appeal and only because she herself had contacted the lawyer.", "20. By a letter of 16 August 2005 the Gdańsk Bar Association informed the applicant that it had investigated her complaint. It stated that the lawyer had been assigned to represent the applicant on 17 March 2004. She had examined the case file and found no grounds on which to prepare a cassation appeal. She subsequently informed the court of her refusal. In these circumstances, there were no grounds for accepting that the lawyer’s conduct had been negligent.", "21. By two judgments of 25 May 2005 the Gdańsk Regional Administrative Court dismissed the applicant’s appeal against the two second-instance administrative decisions by which she had been refused a monthly social assistance benefit. She requested to be granted legal aid.", "22. By a decision of 4 July 2005 the registry of the court granted her request.", "23. On 6 July 2005 the judgments, together with their written grounds, were served on the applicant. She was informed that the thirtyday timelimit for lodging cassation appeals started to run on the date on which the judgments together with their written grounds were served on the party.", "24. On 25 July 2005 the registry of the court requested the Gdańsk Bar Association to assign a lawyer to the case.", "25. By a letter of 28 July 2005 the Bar Association informed the court in writing that Mr K. M. had been assigned to represent the applicant for the purposes of the cassation proceedings. A copy of this letter was also sent to the applicant.", "26. By a legal opinion of 10 August 2005 the lawyer informed the court that he had found no grounds on which to prepare a cassation appeal against the judgments of 25 May 2005. The same opinion was sent on the same date to the applicant and to the Regional Bar Association.", "27. The relevant domestic law and practice concerning the procedure for lodging cassation appeals with the Supreme Administrative Court against judgments of the Regional Administrative Courts are stated in the Court’s judgment in the case of Subicka v. Poland, no. 29342/06, §§ 1221, 14 September 2010.", "28. In particular, in its decision no. II FZ 651/07 of 18 January 2008 the Supreme Administrative Court held that a request for leave to appeal out of time was the only method by which a cassation appeal submitted after the expiry of the time-limit by a legally-aided applicant could be admitted for examination.", "29. When legal aid has been granted and the time-limit for the submission of a cassation appeal has already expired, it is open to the legally-aided party to submit the appeal together with a request for leave to appeal out of time made under sections 86 and 87 of the Law on the Procedure before Administrative Courts (e.g. NSA FZ 754/04 of 31 January 2005 and NSA, I OZ 160/08 of 14 March 2008). In certain cases the courts stated that such a request should be submitted within seven days from the date on which the lawyer obtained a power of attorney from the party, which date is considered as the date on which the impediment to lodging an appeal ceased to exist (e.g. the Białystok Regional Administrative Court, II SAB Bk 27/07 of 10 April 2008), or from the date when the lawyer could obtain effective access to the case file (e.g. the Poznań Regional Administrative Court, IV SA/Po 865/06 of 13 November 2007).", "30. In a number of its recent decisions the Supreme Administrative Court acknowledged the difficulties which legally-aided parties experienced in connection with lodging their cassation appeals against judgments of the first-instance administrative courts. It expressed the view that they should not be penalised for the fact that their requests for legal aid were not processed speedily enough. It analysed relevant case-law of the administrative courts and noted that the manner in which the beginning of the time-limit for lodging cassation appeals was determined had led to divergent results. It held that it was necessary to determine the relevant time in a manner compatible with effective access to the highest administrative court and which ensured equal treatment for parties represented by lawyers appointed under the legalaid scheme and by privately hired lawyers. The court held that the time-limit for a legally-aided party started to run only on the day when a legal-aid lawyer had a genuine possibility of lodging the cassation appeal and not when he or she was informed of having been assigned to the case. The court was of the view that the latter approach was far too rigorous and rendered the effective enjoyment of legal assistance granted under the legal-aid system illusory. In any event, the cassation appeal had to be lodged within thirty days from the day on which the party was informed of the appointment of the legal-aid lawyer (I FZ 569/06 of 8 December 2006; I FZ 667/06 of 15 January 2007; I FZ 30/09 of 2 March 2007; II FZ 177/08 of 25 June 2008; II OZ 513/08 of 27 May 2008; I OZ 376/08 of 13 June 2008; I FZ 30/09 of 2 March 2009; II OZ 1093/09 of 9 December 2009; I FZ 30/09 of 2 March 2009)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}