{"ITEMID": "001-107255", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "ADMISSIBILITY", "DATE": 2011, "DOCNAME": "BAJCETIC v. CROATIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Anatoly Kovler;Elisabeth Steiner;Erik Møse;Khanlar Hajiyev;Linos-Alexandre Sicilianos;Peer Lorenzen", "TEXT": ["The applicant, Ms Branka Bajčetić, is a Croatian national who was born in 1954 and lives in Zagreb. The present application was lodged by the applicant’s guardian and daughter, G.B., on behalf of her mother – the applicant. She was represented before the Court by Ms Lovorka Kušan and Mr Zlatko Kušan, lawyers practising in Ivanić Grad. The Croatian Government (“the Government”) were represented by their Agent, Ms Š. Stažnik.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "By a decision of the Zagreb Municipal Court (Općinski sud u Zagrebu) of 10 July 2003 the applicant was divested of her legal capacity on account of her mental illness. She did not participate in those proceedings but was represented by her father.", "By a decision of the Zagreb Welfare Centre, Peščenica Office (Centar za socijalnu skrb Zagreb, Ured Peščenica – “the Centre”) of 16 September 2003 the applicant’s mother, J.S., was appointed her legal guardian. On 28 August 2006 the Centre appointed the applicant’s brother M.S. her new legal guardian. The change was due to M.S.’s statement that their mother, J.S., was no longer able to take care of the applicant’s interests owing to her own illness.", "On 1 October 2006 the applicant’s father died and inheritance proceedings were instituted before a public notary in Zagreb. The applicant did not participate in these proceedings in person, but was represented by her brother, M.S. The written record of a hearing held on 29 November 2006 states that the present heirs, that is, the applicant’s mother J.S. and her brother M.S., agreed that J.S. would inherit all movables from her husband, while M.S. and the applicant would inherit a flat in Zagreb, Ivanićgradska Street, so that M.S. would become the owner of two-thirds of the flat and the applicant of one-third. On the same day a decision on inheritance was issued confirming that agreement.", "On 27 August 2007 the applicant’s daughter, G.B., submitted a request with the Centre, asking that she be appointed her mother’s legal guardian. She explained that for the past five years she had been studying in France and had now returned to Croatia and was willing to care for her mother and fully capable of doing so. She added that all the family members supported her request.", "On 2 October 2007 G.B. informed the Centre that on 1 October 2007 M.S. had thrown the applicant out of the flat where she had been living up to then (the one left by her late father) and changed the lock. G.B. asked the Centre to take urgent measures to protect the interests of the applicant. She reiterated this request again on 4 October and on an unspecified date. She requested the Centre to bring a civil action against M.S. for disturbance of possessions.", "On 4 October 2007 G.B. also lodged a request for supervision of the Centre’s work with the Ministry of Health and Social Care (Ministarstvo zdravstva i socijalne skrbi – the “Ministry”). She complained that her request of 27 August 2007 to be appointed the applicant’s legal guardian had not been registered or processed. A lawyer of the Centre had kept the request in a drawer and had only handed it back to G.B. on 1 October 2007 at G.B.’s insistence; G.B. had then had it recorded in the Centre’s incoming mail register. She further alleged that M.S. had thrown the applicant out of the flat where she had been living, had moved into the flat himself and had been showing it to potential buyers. G.B. also maintained that the Centre had not protected the applicant’s interests but on the contrary had already sent an expert to estimate the value of the flat.", "On 5 October 2007 the Centre employees visited the flat and found the applicant and M.S there. The applicant said that she had no problems with her brother.", "On 11 October 2007 the Ministry asked the Centre to reply to G.B.’s allegations.", "On 17 October 2007 the Centre asked M.S. to reply to G.B.’s allegations.", "On 8 January 2008 G.B. again urged the Centre to take measures to protect the applicant’s interests. She alleged that the applicant had been released from a psychiatric hospital on 13 December 2007. Although M.S. had given the applicant the keys to the flat in mid December 2007, he continued to take the keys away and give them back to her as he wished. He had also locked all but one of the rooms of the flat, including those where items necessary for the applicant’s daily life were kept, such as her clothes, the washing machine and the switch that regulated the heating. Furthermore, he had prevented G.B. from living in the flat with the applicant, despite the applicant not being capable of taking care of herself because of her mental condition. Since M.S. no longer lived in the flat, the applicant lived alone. Thus, she had lived in the flat for a week with no supervision, after which her condition had worsened and she had had to be hospitalised again.", "G.B. further maintained that M.S. had been shouting at and threatening the applicant, which had caused her intense fear and worsened her condition. He had forbidden the applicant to visit their mother, J.S., in an old people’s home, threatening to beat her up if she did otherwise. G.B. continued that on 3 January 2008, on the applicant’s birthday, M.S. had forbidden the applicant to invite her for lunch, and after that had again taken the keys to the flat from the applicant and had not returned them to her.", "He had also been receiving the applicant’s pension payments and spending them as he wished. G.B. asked as a matter of urgency that he be dismissed as the applicant’s legal guardian.", "On 10 January 2008 a hearing was held in the Centre on the subject of changing the applicant’s legal guardian. On the same day G.B. made a statement in the Centre that she objected to the sale of the flat where the applicant had lived unless M.S. provided another, smaller flat for the applicant.", "On 4 February 2008 the Centre appointed G.B. the applicant’s legal guardian. On the same day the Centre appointed an attorney, B.L., the applicant’s guardian ad litem in the proceedings concerning the sale of the flat in Ivanićgradska Street. He was expressly authorised to take all actions in order to sell the flat.", "At a hearing held on 3 March 2008 in the Centre G.B. said that the applicant had been discharged from a psychiatric hospital on 20 February 2008 and that since then they had been living together in a rented flat, because M.S. had prevented them from living in the flat in Ivanićgradska Street. She also stated that M.S. was still receiving the applicant’s pension payments and asked that they be paid to her and her mother.", "An appeal lodged by G.B. against the decision of 4 February 2008 concerning the authorisation given to B.L. as regards the sale of the flat in Ivanićgradska Street was dismissed on 17 April 2008 by the Ministry.", "At a hearing held on 21 May 2008 in the Centre, G.B. was informed that in the meantime M.S. had returned a bank card for the bank account into which he had been receiving the applicant’s pension payments. The card was handed over to G.B. However, M.S. had not handed over the applicant’s pension for October, November and December 2007 and January 2008.", "At a hearing held in the Centre on 23 June 2008 an offer made by M.S. to buy the applicant’s share of the flat in Ivanićgradska Street was accepted by the Centre.", "By a decision of 27 June 2008 the Centre authorised B.L. to conclude a sale agreement with M.S. and to deposit the sum of 24,000 euros (EUR) in the applicant’s bank account. On 3 August 2008 G.B. lodged an appeal against that decision, arguing that a decision on inheritance had already been adopted unlawfully, since M.S. had represented the applicant in these proceedings although he was an interested party. She further argued that the price did not correspond to the market value of the applicant’s share of the flat.", "On 20 May 2009 the Ministry dismissed the appeal. On 27 July 2009 G.B. lodged an administrative action with the Administrative Court (Upravni sud Republike Hrvatske) against the Ministry’s decision.", "At a hearing held on 11 November 2009 in the Centre G.B. was informed that M.S. had paid an amount of 174,250 Croatian kunas (HRK) into the applicant’s bank account.", "The proceedings concerning the sale of the flat are still pending before the Administrative Court.", "The relevant provisions of the Family Act (Obiteljski zakon, Official Gazette nos. 116/2003, 17/2004, 136/2004 and 107/2007) read:", "“(1) An adult who, on account of mental illness or other reasons, is unable to care of his or her own needs, rights and interests, or who presents a risk to the rights and interests of others, shall be partially or completely divested of his or her legal capacity by a court of law in non-adversarial proceedings.", "...”", "“The competent social welfare centre shall place under guardianship a person ... divested of his or her legal capacity ...”", "“(1) The guardian shall care for the person, rights, obligations and well-being of the ward with due diligence, manage his or her assets and take measures aimed at enabling the ward to have an independent professional and personal life.", "...”", "“(1) The guardian represents the ward.", "...”", "“In order to take more important measures concerning the person, personal status or health of the ward, the guardian shall obtain prior consent from a social welfare centre.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}