{"ITEMID": "001-81230", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "ADMISSIBILITY", "DATE": 2007, "DOCNAME": "SHAPOVAL v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Peer Lorenzen", "TEXT": ["The applicant, Mrs Melaniya Danylivna Shapoval, is a Ukrainian national, who was born in 1936 and currently resides in the village of Kniazhychi, Cherkassy region. The Ukrainian Government (“the Government”) were represented by their Agents, Mrs Valeriya Lutkovska and Mr Yuriy Zaytsev.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant is a former member and employee of “Knyazhyky”, an agricultural production co-operative (hereinafter “the APC”).", "In February 2000, upon the Decree of the President of Ukraine “On immediate measures for acceleration of reform in agriculture” of 3 December 1999, the members of the APC decided to divide it into property and land shares (земельні і майнові паї), following which in March 2000 the applicant received a land ownership certificate (land certificate, transformed on 31 May 2002 into the State act on land ownership).", "On 27 July 2000 the applicant instituted proceedings in the Monastyryshchensky District Court of Cherkassy Region (“the Monastyryshchensky Court”) against the APC seeking to receive compensation for unpaid salary and to be paid the value of her property share.", "On 9 November 2000 the Monastyryshchensky Court allowed her claims and ordered the APC to pay her UAH 13,855 in compensation for salary arrears and for her property share.", "The execution proceedings were initiated on 1 December 2000.", "On 10 April 2001 the APC was re-organised in a joint stock company “Knyazhyky”.", "In January 2002 the applicant instituted proceedings in the Monastyryshchensky Court against the Monastyryshchensky District Department of Justice, seeking compensation for damage caused by its failure to execute the judgment of 9 November 2000, and requesting the court to oblige the Department to execute that judgment.", "On 5 February 2002 the Monastyryshchensky Court rejected her claims as being unsubstantiated. The applicant did not appeal against this decision.", "On 23 July 2002 the Cherkassy Regional Department of Justice informed the applicant that the judgment of 9 November 2000 could not be executed due to the debtor’s lack of funds.", "On 25 July 2003 the Bailiffs’ Service seized from the debtor UAH 500, and on 30 July 2003 the applicant was paid UAH 495.", "On 24 May 2005 the Bailiffs’ Service discontinued the enforcement proceedings due to the debtor’s lack of funds. The applicant did not challenge that decision before the domestic courts.", "The Law of Ukraine of 10 June 1996 “On privatisation of property in agriculture” provided for privatisation of the State-owned collective farms and enterprises through their transformation into collective agricultural companies or joint stock companies.", "The Decree of the President of Ukraine 3 December 1999 “On immediate measures for acceleration of reform in agriculture” provided for a possibility for members of collective agricultural companies to receive in kind their land and property shares and to establish private farms or other privately owned agricultural enterprises."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}