{"ITEMID": "001-82684", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "ADMISSIBILITY", "DATE": 2007, "DOCNAME": "BECOVA v. SLOVAKIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant, Mrs Anna Becová, is a Slovak national who was born in 1931 and lives in Michalovce. She was represented before the Court by Mrs I. Rajtáková, a lawyer practising in Košice. The Government of the Slovak Republic (“the Government”) were represented by their Agent, Mrs M. Pirošíková.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 29 October 1991 the applicant and another person filed an action under the Land Ownership Act of 1991.", "On 2 July 1993 the District Court in Michalovce ordered the defendant to pay a sum of money to the plaintiffs. It decided to deal in a separate set of proceedings with the claims concerning compensation for movable property and compulsory lease of the land in issue. Finally, the District Court rejected the remainder of the action.", "The District Court in Michalovce and the Regional Court in Košice determined the claims for compensation on 26 July 1996 and 27 January 1998. The claims related to the lease of the property were to be determined separately.", "In the meantime, on 16 May 1997, bankruptcy proceedings were brought against the first defendant. The proceedings in respect of that defendant were therefore stayed pending the outcome of the bankruptcy proceedings. The applicant registered her claims against that person in the context of the bankruptcy proceedings on 6 April 1998.", "On 23 January 2002 the applicant filed a complaint with the Constitutional Court. She complained about delays in the proceedings before the District Court.", "On 2 October 2002 the Constitutional Court found that the District Court had violated the applicant’s right under Article 6 § 1 of the Convention to a hearing within a reasonable time. The Constitutional Court noted that the case fell within its competence ratione temporis as from 15 February 1993 only. It nevertheless had regard also to the period during which the proceedings had been pending prior to that date. After having analysed the proceedings in the light of the criteria which the Court applies under Article 6 § 1 of the Convention, the Constitutional Court reached the conclusion that the overall period of 11 years was clearly excessive and that the way in which the District Court had acted was, as a whole, contrary to the applicant’s right to a hearing within a reasonable time.", "The Constitutional Court ordered the District Court in Michalovce to proceed with the case without any further delay. It also ordered that the District Court should pay 150,000 Slovak korunas (SKK) to the applicant within two months.", "On 23 October 2002 the District Court asked the plaintiffs to complete their submission of 26 July 2001.", "The parties made several submissions to the District Court between 25 October and 6 December 2002.", "The District Court held a hearing on 9 December 2002. It decided to obtain an expert opinion with a view to determining the rent payable in respect of the land in issue.", "Between 16 December 2002 and 17 February 2003 the file was put at the disposal of the Regional Court in Košice.", "On 19 February 2003 the District Court asked the parties to pay an advance on an expert’s fees. On 23 April 2003 it appointed an expert who was requested to submit an opinion within 60 days. The decision was served on the expert on 3 May 2003.", "On 2 June 2003 the expert asked for further documents.", "Between June and September 2003 the District Court obtained documentary evidence from several co-operatives and an administrative authority. It submitted the evidence thus obtained to the expert on 9 October 2003. The expert was asked to obtain information in respect of co-operatives which had not replied to the court’s request.", "On 5 November 2003 the District Court heard a witness. Two other witnesses representing the co-operatives concerned failed to appear.", "At the expert’s requests the District Court obtained further documentary evidence on 18 December 2003, 8 January 2004 and 5 February 2004.", "The expert submitted his opinion on 10 February 2004. The parties submitted their comments on it on 20 and 24 February 2004.", "The District Court held a hearing on 27 February 2004. It delivered a judgment in which it partly granted the applicant’s claims related to compulsory lease of the property by the second defendant. It decided to deal in a separate set of proceedings with the relevant claim related to the first defendant in respect of whom bankruptcy proceedings were still pending.", "On 5 and 7 May 2004 the second defendant and the plaintiffs appealed. After the court fee had been paid, the District Court submitted the case to the court of appeal on 4 June 2004.", "On 29 March 2005 the Regional Court in Košice quashed a part of the first-instance judgment on the ground that the District Court had proceeded and decided erroneously in several respects. The decision of the court of appeal was transmitted to the District Court on 13 May 2005.", "On 23 May 2005 the applicant specified her claim. She submitted further documents in July and August 2005.", "On 26 August 2005 the District Court gave a new judgment on the point in issue.", "On 12 October 2005 the second defendant appealed. The file was submitted to the court of appeal on 19 October 2005.", "The Regional Court in Košice upheld the relevant part of the first-instance judgment on 20 May 2006. The decision on the point in issue became final on 29 June 2006."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}