{"ITEMID": "001-5532", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "ADMISSIBILITY", "DATE": 2000, "DOCNAME": "SERHAT AND KARAALIOGLU v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicants are Turkish nationals, born in 28 May 1937 and 29 November 1952 respectively and living in Istanbul. They are represented before the Court by Mr Mustafa Ayzit, a lawyer practising in Istanbul. The applicants have introduced their application on behalf of their deceased husbands and on their own and their children’s behalf.", "Around midnight on 11 November 1994 the first applicant and her husband, Medet Serhat, left a wedding party in Istanbul to return home to their house in the Erenköy district of Istanbul, about an hour to an hour and a half drive away. They were travelling in a car driven by the second applicant’s husband, İsmail Karaalioğlu.", "Medet Serhat was a well-known Kurdish lawyer and was active in the defence of Kurdish rights. One of his clients, a Kurdish businessman. was murdered by persons unknown on 14 January 1994. Medet Serhat was arrested in 1994 and detained for sixty days. It is alleged that he was tortured during that time. İsmail Karaalioğlu had been working as his chauffeur for four years.", "When they were close to home, a white Renault car containing several passengers forced them to stop. A man emerged from the car and fired shots at the second applicant. He then started firing at Medet Serhat, saying: ‘I’ve got you.’ The first applicant tried to shield her husband and was herself shot several times. Medet Serhat and İsmail Karaalioğlu died either immediately or almost immediately in the attack.", "The gunman got back into the car and the car drove off at speed. The police arrived at the scene within a few minutes, having been called on the emergency number. The first applicant was taken to hospital where she underwent an operation to have the bullets removed from her body.", "Following her operation, the first applicant gave a statement at the hospital to police officers. She claims that the interview was cursory and that she overhead one officer saying that the killers could have been caught if the police at the scene had immediately contacted a nearby police station.", "The second applicant was informed on the telephone by someone at the Serhat’s home around 7.00 a.m. on 12 November 1994 that her husband had been involved in a car accident and had to be taken to hospital. When the second applicant arrived at the hospital she was told that her husband had been shot dead and that his body was in the hospital morgue. According to the second applicant, the security forces never asked her for a statement although they put questions to her neighbours about her deceased husband. She has not been informed of any investigation having been carried out into his death.", "The applicants state that as of October 1996 there have been no developments in the case file. They report that, according to the competent public prosecutor, the case file has still not been sent back by the police homicide department. The first applicant draws attention to her claim that the autopsy report on her husband went missing from the file at one stage. The second applicant states that her husband’s address book was not returned to her along with his belongings."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}