{"ITEMID": "001-89008", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ISL", "BRANCH": "ADMISSIBILITY", "DATE": 2008, "DOCNAME": "BERGSSON AND OTHERS v. ICELAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson;Ján Šikuta;Lech Garlicki;Mihai Poalelungi;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["The applicants are Mr Þorlákur Örn Bergsson (born in 1952), Mr Guðjón Bergsson (1939), Mrs Anna Sigríður Jóhannsdóttir (1949) of Hverhamri, Mr Knútur Bruun (1935), Mrs Ásdis Gunnarsdóttir (1944), Mr Sigurður Magnússon (1948), Mr Sigríður Stefánsdóttir (1916), Mr Sigurjón Gunnarsson (1943) and Mr Gunnar Sigurjónsson (1966). They are the respective owners of estates described as Hof, Hof I and II and of Litla-Hof, located in Öræfum, and of Hverhamri in Hveragerði. They claim to be the owners of an estate named Fjall, which is the subject of their application under the Convention.", "A further applicant is Kvísker ehf. (Ltd.), a private limited-liability company, incorporated under the laws of Iceland, registered at Kvisker, in Öræfum, and whose executive director is Mr Gisli Sigurjón Jónsson (1955), Öræfum. The applicant company's complaints under the Convention relate to its claim to be the owner of ½ of an estate named Breiðamörk.", "The applicants are represented by Mr Ragnar Aðalsteinsson and Mr Ólafur Björnsson, who are both lawyers practising in Selfoss.", "On 1 July 1998 a new Act (no. 58/1998) on public lands and the determination of the boundaries of private land, public land and upland ranges (hereinafter referred to as the “1998 Act”), entered into force. Prior to this all land that had not been subject to private ownership was regarded as res nullius. The purpose of the 1998 Act was to change this. Thus, its section 2 provided that the Icelandic State was the sole owner of any land which was not the private property of any natural or legal person. Moreover, a Wasteland Commission (Óbyggðanefnd) was established (section 6), vested with powers to determine the boundaries between land that was regarded as the private property of a natural or legal person and land that was not, and was therefore the property of the State. In the latter event the Commission would also rule on whether a natural or legal person had any rights of use in respect of the land in question.", "On 13 July 2000 the Wasteland Commission announced its intention to examine a certain area within the commune of Hornafjörður. Subsequently the Minister of Finance published the claims of the Icelandic State to all land that the Minister of Finance regarded as not being private property owned by any natural or legal person.", "In the proceedings before the Wasteland Commission, the applicants claimed that they were the legal owners of the disputed land, arguing:", "(i) that the disputed land was their property and was protected by Article 72 of the Icelandic Constitution and Article 1 of Protocol No. 1 to the Convention;", "(ii) that the disputed land had been the private property of individuals since the settlement of Iceland in the 9th and 10th centuries and therefore the conditions of section 2 of the 1998 Act had not been fulfilled;", "(iii) that their ownership, or the ownership of former owners, had never been challenged by the Icelandic State or others. On the contrary, before the entry into force of the 1998 Act, the Icelandic State had on several occasions treated the applicants and former owners of the disputed land as being the private owners of the land in question; in particular they had paid taxes in respect of their properties and they held written title deeds for the properties which had been acknowledged by the Icelandic State;", "(iv) that they and the former owners of the land had for many centuries made use of the disputed land by all feasible means at any given time, e.g. herding sheep out on to the disputed land to graze.", "In the alternative, the applicants relied on adverse possession as a means of establishing their ownership.", "In the further alternative the applicants called for a declaratory decision to the effect that they owned the grazing rights to the disputed land.", "On 14 November 2003 the Wasteland Commission found in favour of the applicants and held that the boundaries of public lands and private lands in the region should follow the edge of the glacier Vatnajökull in its state on the entry into force of the 1998 Act and that all land above this limit should be considered as public land and all land below as private land.", "Subsequently, the Icelandic State, appealed against the Wasteland Commission's decision to the District Court of Austurland (Héraðsdómur Austurlands), claiming that the disputed land should be regarded as State property in accordance with section 2 of the 1998 Act.", "In a judgment of 26 July 2005, the District Court upheld the Wasteland Commission's decision. Although it did not find it established that the applicants held direct title to the land at issue, the District Court was satisfied that they had fulfilled the conditions for adverse possession in respect of the land (section 2 of the Act No. 46/1905 on Adverse Possession).", "The Icelandic State appealed against the District Court's judgment to the Supreme Court, which by a judgment of 11 May 2006 overturned the District Court's finding that the applicants had acquired ownership of the land in question by way of adverse possession, but held that they possessed the right to customary use of grazing land in the disputed areas (section 5 of the 1998 Act).", "In its examination of the case, the Supreme Court relied on its earlier case-law expounded in a judgment of 21 October 2004 (case No. 48/2004). According to that judgment, it was not in the power of land owners to use a boundary deed to extend their land or other rights; a boundary deed was therefore not in itself sufficient but had to be supported by other evidence in order for ownership to be established.", "Thus, in relation to one group of respondents before it (other than the applicants), the Supreme Court found that their title to a specific area of disputed land, in addition to being supported by a boundary deed from 1890, was corroborated by certain public acts. This included a deed of conveyance, issued by owners to the Minister for Education in 1966 in connection with the creation of a national park and the determination of boundaries for division of land by an arbitration tribunal in 1969, according to which a large part of the disputed land was allocated to the owners (and where the State, as a party, had not made objections to title). It also comprised a declaration of 1987 by the Council of Nature Conservation in connection with the establishment of a new farm in the area. The Supreme Court therefore upheld the District Court's finding that the respondents in question should be exempted from the State's claim in respect of the relevant land.", "As regards the first nine applicants' claim regarding the farm Fjall, the Supreme Court extensively considered a number of sources, notably accounts in the Book of Settlements (Landnámabók - old Icelandic manuscript describing in detail the settlement of Iceland by the Norse in the 9th and 10th centuries A.D), chartularies of Klemens Church at Hof from 1343 and 1570; entries made in 1641, 1706 and 1748 in episcopal visitations books; the Farm Register of a Mr Ísleifur Einarsson of 1709, Farm Register Jarðatal á Íslandi by a Mr Jón Johnsen, published in 1847; the book of records of the land assessors in the Skaftafell counties dating from 1849; an official declaration of title by the owners of Hof dated 7 April 1851, the protest by the owners of the farm Fell in Suðursveit and the ensuing settlement of 8 June 1854 between the owners of Hof and Fell respectively.", "The Supreme Court also took note of the records of the Real Estate Assessment Committee in Austur Skaftafellssýsla from 1916 stating the following about Hof:", "“The farm owns grazing land [Upprekstrarland]: Breiðamerkurfjall, which is far away, rising up from central Breiðamerkursandur, surrounded by glacier. ... “The farm owns driftage shores: The shores of Hof and Tangi, and in addition the shore of Fjall below Breiðamerkursandur.”", "In addition, the Supreme Court had regard to a boundary deed of 1922 and reasoned as follows:", "“A boundary deed was then prepared for Hof on 15 July 1922, which stated, inter alia, the following: 'Furthermore the farm owns all of Breiðamerkurfjall and land on the Breiðármörk Sand, in the west the boundaries are as follows: The top of the peak Miðaftanstindur on Breiðamerkurfjall to bear on the cleft in Eiðnatindur on the same mountain.' It also says: 'The farm owns these shores: ... The shore of Fjall between these boundaries: In the west: The top of the peak Miðaftanstindur on Breiðamerkurfjall shall bear on the cleft in Eiðnatindur on the said mountain. In the east: The higher mound of Mávabyggðir shall bear east on Múlahöfuð which is foremost to the east on Breiðamerkurfjall and the land boundaries shall be the same.' This boundary deed was endorsed as regards 'the shore and boundary between Tvísker and the land of Fjall' by an Ari Hálfdánarson, who at that time appears to have been the head of the Parish of Hofshreppur, together with two men who are said to be 'the owners of 5/6 of Kvísker' and by the said Ari 'as regards the eastern boundary between the lands of Fjall and Breiðamörk.'", "In the case there are no further earlier or more recent officially registered sources of evidence concerning title to this land other than the last-mentioned boundary deed for Hof dating from 1922. The value of such sources as evidence is discussed earlier in this judgment as regards the boundaries of private land with other land, and the same must apply to the value of boundary deeds as evidence of title to land. In assessing whether any other factors have emerged which could support the claim of the respondents in this part of the case to Fjall, it should be noted that in their pleadings before the court it was maintained that the church at Hof was from the beginning a farm-owned church and therefore subject to the custodianship of the landowners, but that its possessions accrued to the farm no later than 1916, when the church as such became the possession of the congregation. As this was not contested by the appellant, equal account must be taken of the cited sources concerning the ownership rights of the Hof Church and the owners of the farm in the land of Fjall.", "When the sources concerning the ownership rights to this land are considered it can be assumed from the cited chartularies for the Hof Church from the years 1343 and 1387 that it came into the possession of the farm of Fjall during this period and this may have occurred at about the time that the farm was abandoned, as surmised pursuant to the above. It can only be assumed from the phrasing of the earlier chartulary that direct ownership of the farm was involved. After the writing of this chartulary, however, almost two centuries passed until the next available source of evidence, Gíslamáldagi, was written. It includes no reference to the ownership by the church at Hof of the farm of Fjall, but it is specified that the church owned driftage and other easements from ancient times. The cited phrasing in the visitation book of Bishop Brynjólfur Sveinsson dating from 1641 can only be understood to mean that it is discussing only the easements of Hofskirkja in the land of Fjall, which, more specifically, included the littoral rights, together with grazing rights in Fjallsfit [the Fjall meadow] and Breiðamerkurfjall. The two later visitations, dating from 1706 and 1748, cite the earliest visitation record to the effect that Hofskirkja 'owns' Fjallsfit and Breiðamerkurfjall, in addition to littoral rights. In light of the fact that these are based on the substance of the earliest visitation record, which in this context referred to easements, it cannot be maintained that the later sources provide independent support for the direct ownership rights of the Church at Hof. In this context it must also be kept in mind that the rights are said to concern two delimited parts of the land together with the shore, not the land as a whole, as would have been most logical if the farm as such had been considered the property of the church. The same applies to the discussion of the abandoned farm of Fjall in the Farm Register of 1709, although it says that 'its entire property' accrued to the church at Hof, but that of this property only Breiðamerkurfjall remained, surrounded by glacier and of little use, together with Fjallsfit and Fjallsfjara [the Fjall meadow and shore]. The Farm Register also says of the farm Hof, that to it was attributed 'Fjall and Fjallsfit in the land of Breiðármörk', together with Fjallsfjara [the Fjall shore], but from the context it can only be surmised that 'fjall' [mountain] in that context referred to the mountain Breiðamerkurfjall. The Farm Register dating from 1847 referred to the fact that a Farm Register dating from 1805 referred to Fjall as 'an abandoned smallholding' of Hof. This account can hardly have any significant value as evidence when it is kept in mind that it is clear from the Farm Register of 1709 that houses and cultivated land at Fjall had at that time already disappeared and that use of other land was virtually non-existent, and from the available information it can only be surmised that the glacier advanced still further after that down to the end of the 19th century. When the owners of Hof publicly declared their rights of title in 1851, their rights to the land of Fjall were entered among easements, but their agreement with the owners of Fell in 1854 said that the former should 'enjoy the full use' of that land 'as far west as they trust themselves to stake a claim'. These last cited words are not consistent with the assumption that the discussion concerns the use of land which is subject to the direct ownership of the owners of Hof. Finally, it should be noted that in 1890, the boundary deed for Kvísker was endorsed for the owners of Hof as regards the approval of littoral boundaries, but not the boundaries of Kvísker and Fjall, and that a real estate assessment in 1916 refers only to the grazing rights [uppresktrarrétt]of Hof on Breiðamerkurfjall and the littoral rights to Fjallsfjara, as in the land assessment of 1849.", "Even though it can be regarded as adequately demonstrated that the farm Fjall came into the possession of the church at Hof during the period between 1343 and 1387, there is in general principle no firm evidence of anything other than easements belonging to the church or the owners of Hof after that time until a boundary deed was prepared for Hof in 1922. The possibility cannot be excluded that in the period from 1387 to 1570 the church may have divested itself of the farm Fjall while retaining littoral and grazing rights. Whatever the case may be, sources dating from about 1570 down to the third decade of the last century can only be understood to mean that the owners of Hof themselves, for a number of centuries, considered themselves only to possess rights of use to the land of Fjall and ceased to assume direct ownership of the land and thereby relinquished it, if indeed the ownership was not disposed of in another manner. For this reason, the boundary deed of 15 July 1922 cannot be said to provide sound evidence of the direct title of the respondents in this part of the case to the land in question. There is no evidence to support the contention that these respondents had any possession of the land of Fjall which could result in their direct title through adverse possession. Since no other parties have made any claim to such rights to the land, and nothing in the documents of the case gives any indication that any such claim could be made by anyone, it must be assumed that pursuant to section 1 of Act No. 58/1998 the land is public land subject, however, to the customary grazing and littoral use by the respondents of the land in accordance with section 5 of the same Act. As regards the boundaries of the public land, this is laid down in the adjudication, but in light of the limited rights of use declared in favour of the respondents, there is no reason to specify its boundary with the public land on the glacier.”", "As regards the tenth applicant's claim regarding half of the farm of Breiðamörk, the Supreme Court again extensively assessed the evidence before it, including a number of items, notably the Njáls saga (Icelandic epic from the 13th century) containing the earliest accounts of habitation at Breiðamörk, the Book of Settlements, chartularies of the church of Maríukirkja at Breiðá from 1343 and 1387. The Supreme Court further observed that one half of the farm had apparently accrued to the King, according to a judgment of the court of law, Lögrétta, in 1646. Regard was also had to a Farm Register of a Mr Ísleifur Einarsson of 1709, another Farm Register of 1805, a Farm Register of a Mr Jón Johnsen of 1847, records of the land assessors in the counties of Skaftafell dating from 1849; the above-mentioned public declaration made by owners of Hof on 7 April 1851 and the subsequent settlement of 8 June 1854, a deed of conveyance of 1670 and another such deed of 7 March 1857 issued on behalf of the owners of “Skálholt Church and lands by a Mr Vilhjálmur Finsen (who held the combined offices of Country and County Sherriff [Land- og bæjarfógeti]); and a deed of conveyance of 31 May 1891.", "The Supreme Court went on:", "“Included in the case documents is a boundary record for the farm Fell, prepared by the aforementioned Eyjólfur on 1 May 1922, where boundaries and shore boundaries in the west were described as being located on a further specified parish boundary. These are the same boundaries as those referred to as the eastern boundary of the farm Breiðármörk. This boundary record was not endorsed as regards the boundaries with Breiðármörk. Also included in the case documents is a 'boundary record between Fell in the Parish of Borgarhöfn and Breiðamörk in the Parish of Hof', which is signed on 13 May 1922 by the heads of both parishes, Ari Hálfdanarson and Stefán Jónsson. In this record the boundary of land and shore between Fell and Breiðármörk is once again described in the same manner, and it is stated that the boundaries of the two parishes are also the same. This document is not endorsed by any other parties.", "A deed of conveyance was issued on 26 February 1937 for half of Breiðármörk and half of the Breiðármörk shore, which includes the following passage: 'In that I, the undersigned, former commissioner Björgvin Vigfússon of Efri-Hvoll, have since 1910, without objection, collected rent from the land of half of Breiðamörk in the Parish of Hof in the County of Austur-Skaftafellssýsla, as it was in ancient times, as well as rent from half of the Breiðamörk shore, which is nine hundred [i.e. 1080] fathoms in length – from the tenant, Björn Pálsson at Kvísker, an agreement has been reached between myself and him last year that he should come into possession of this land, together with half of the shore of Breiðármörk with driftage rights, for the sum of 100 – one hundred – krónur.' The persons who appear to have derived their rights from Björn Pálsson issued on 20 June 2002 a deed of conveyance for the same property to the defendant Kvísker ehf.", "According to the documents of the case, the cited boundary records dating from 1922 were officially registered, as well as the deeds of conveyance dating from 1937 and 2002, on which the defendant Kvísker ehf. bases its rights. From the ruling of the Wasteland Commission it can be inferred that the cited deed of conveyance to Eyjólfur Runólfsson for the shares of his cousins in the Breiðamerkur shore was officially registered with a proviso relating to title rights to the sold property. It can also be inferred that the descendants of Eyjólfur [Runólfsson] and the parties deriving their rights from him officially registered certain declarations concerning rights to the Breiðamörk shore, and to some extent the land of Breiðármörk, in the years from 1933 to 1997, but these documents were variously registered with a proviso concerning defects in rights of title or without such provisos. Evidence of this is not available in the case in other respects. The respondents in this part of the case, other than Kvísker ehf., as recounted earlier, apparently derive their rights from Eyjólfur Runólfsson. This has not been specifically contested by the appellant, even though there is no evidence in the case in support of this contention. The respondents have also submitted documents confirming that they are registered as the owners of the Breiðamörk shore in the Iceland Land Registry.", "Looking at the evidence concerning the title to the land of Breiðármörk it is clear that the farm was for a long time a possession of the Church and that it was administered by the Bishop at Skálholt until it was sold in 1525. On that sale, a part of the littoral rights relating to major driftage was separated from the land and retained for the Episcopal See at Skálholt, while minor driftage remained attached to the farm. Before the farm was abandoned in 1698, half of it had become a possession of the king, while the other half was referred to as a farmers' holding. The share of the king is believed to have been sold in 1836, but there is no record of who might have come into possession of it. From the mid-19th century there are records that a half share of Breiðármörk was believed to be attached to Hof, and it appears to have been surmised that his part was previously the king's possession. A public declaration of title to Hof dating from 1851, however, referred to the right to Breiðármörk only in the enumeration of easements. In a settlement made in 1854 for the resolution of a dispute resulting from this declaration of title, the boundaries between the land of Breiðármörk and the farm Fell in Suðursveit were determined. Since the time of the conclusion of this settlement there is no evidence that the owners of Hof claimed title to the land or interests in the land. No evidence has been submitted in the case to indicate that the owners of Fell felt that by this settlement they came into possession of a part of Breiðármörk from the owners of Hof, and indeed later sources do not indicate that the former conducted themselves as if they were the owners of the land in part or in full. There is therefore no further evidence in the case concerning the fate of the half of the land which purportedly belonged to the king until the year 1836.", "In 1857, the owners of Fell, the Reverend Þorsteinn Einarsson and Gísli Þorsteinsson purchased the major driftage rights from the Church at Skálholt. It must be assumed that Eyjólfur Runólfsson later, by contract with the descendants of Þorsteinn Einarsson and Gísli Þorsteinsson in the closing decade of the 19th century, came into possession of the major driftage rights, but there is no evidence that he thereby acquired any other rights to the land of Breiðármörk, as it is clear from the letter from Einar Gíslason of 31 March 1876 that the attempts of Gísli Þorsteinsson to purchase such rights several decades earlier had proved fruitless. The respondents in this part of the case, other than Kvísker ehf., derive their rights from Eyjólfur Runólfsson. Accordingly, they cannot claim the rights to the land of Breiðármörk other than a part of the Breiðamörk shore, and it appears to be undisputed in the case that this corresponds to a half share.", "It then remains to be resolved what became of the rights to the half of Breiðármörk which apparently continued to be farmer-owned after the other half accrued to the king. Following the sale of the major driftage rights from the Church at Skálholt, where Vilhjálmur Finsen, Country and County Sherriff, had represented the seller, he recounted in the letter cited above to the Reverend Þorsteinn Einarsson of 6 September 1858 that he could not provide 'the least information' who could have owned half of the land against the king, then or later. As recounted earlier, it is specified in the land assessment of 1804-1805 that this half was owned by Gísli Halldórsson. From the cited letter from Einar Gíslason of 31 March 1876, it does not appear to have been regarded as certain that Gísli did not subsequently dispose of this share, but, on the other hand, it can be inferred from the letter that his descendants still believed themselves to own rights to the land, which were referred to as an easement. There is no further information as to who these descendants were. Björgvin Vigfússon, who issued the cited deed of conveyance to the owners of Kvísker on 26 February 1937 for half of the land of Breiðármörk and half of the shore of Breiðármörk, apparently was Einar Gíslason's son in law. There is no evidence available that Björgvin owned any rights to the sold property, nor that his wife, who was not involved in the contract, could in this respect have had any precedence over other descendants of Gísli Halldórsson. Accordingly, this proof of title, to which the defendant Kvísker ehf. traces its rights, is entirely untenable. For all of these reasons it cannot be seen that anyone can claim direct title to this half of the Breiðármörk, and there is no evidence to support the contention that the owners of Kvísker must be regarded as having had the control of it which could lead to such ownership by adverse possession. The appellant, on the other hand, has not protested that the defendant, Kvísker ehf., and the parties from whom Kvísker ehf. derives its right, have had the use of half of the Breiðamörk shoreline in addition to using the land of Breiðármörk for grazing for the time required to acquire ownership of these rights by adverse possession. It must therefore be assumed that the defendant owns such rights of use to the land, as there is no evidence that any other parties could have earned such rights.", "According to the above, and with reference to Article 1 of Act No. 58/1998, the land of Breiðármörk is public land, but subject to the rights of the defendant Kvísker ehf. to its customary use of the land as grazing land and subject to the littoral rights of all the respondents, as provided in Article 5 of the same Act. As regards the delimitation of the public land, this is laid down in the adjudication, but in light of the limited rights of use declared for the respondents, there is no reason to specify its boundary with the public land on the glacier.”", "Article 72 of the Constitution of the Republic of Iceland no. 33, 17 June 1944, as amended on 5 July 1995, stated:", "“The right of private ownership shall be inviolate. No one may be obliged to surrender his property unless required by public interests. Such a measure shall be provided for by law, and full compensation shall be paid.", "The right of foreign parties to own real property interests or shares in business enterprises in Iceland may be limited by law.”", "The 1998 Act contained the following provisions that were relevant:", "Section 1", "“In this legislation the follow definitions apply:", "Private land: An area of land subject to the right of private ownership, to which the owner has all regular property rights within the limits imposed by the law at any time.", "Public land: An area of land outside private lands, even though private individuals or legal persons may enjoy limited rights of ownership there.", "Upland range: An area of land in an uninhabited area, which has generally been used as summer pasture for livestock.”", "Section 2", "“In public lands, the Icelandic State is the owner of the land and of all entitlements and natural harvests from it that are not governed by property law.", "The Prime Minister is responsible for matters involving public lands which are not assigned to other ministries by law.”", "Section 5", "“Those who have utilised land within a public land area as pasture for livestock or had other traditional use of it which is attached to the ownership of upland ranges shall retain such rights in accordance with the provisions of law in that respect.”", "The same applies to other rights which are established.”", "Section 7", "“The role of the Wasteland Commission shall be:", "a. To examine and rule on which land constitutes public lands, and where their boundaries with private lands lie.", "b. To rule on the boundaries of any part of public land which is utilised as an upland range.", "c. To rule on property rights within public lands.”", "The 1919 Act (which replaced the Act on land boundaries etc. no. 5/1882), as amended by Act no. 92/1991, provided in relevant parts:", "Section 2", "“The owner or administrator of a land shall prepare a clear record of boundaries to the best of his knowledge. The record shall specify easements and benefits on the land, as well as any attached easements and benefits in the land of others. This boundary description shall be presented to anyone owning or administering land adjacent to his land, as well as parties to the easements and benefits pursuant to the above. They shall enter their consent on the boundary record unless they consider it to be wrong, in which case it shall be stated if any of them refuses to grant his consent. Thereafter the boundary record shall be delivered to the head of the parish together with a registration and stamp tax. The head of the parish shall ascertain whether all the parties have entered their consent and note this in the record. The head of the parish shall promptly send the record to the Commissioner for official registration.", "If a boundary record has been lawfully prepared and registered prior to the entry into force of this Act, the record need not be prepared again, provided that the boundaries then established were clear and undisputed.”", "Section 6", "“Immediately on the entry into force of this Act, [Commissioners], in their respective districts, shall ascertain whether the boundary records there have been officially registered. If it is revealed that boundary records have not been officially registered, or the consent of any parties is missing on an officially recorded boundary record, the [Commissioner] shall invite the land owner, or his administrator, to prepare a boundary record within a specified time and have it officially registered pursuant to this Act.", "Commissioners and heads of parishes shall monitor compliance with the provisions of this Act concerning the establishment of boundaries, boundary records and maintenance of boundaries. If a parish head becomes aware of any discrepancies in this regard he shall notify the Commissioner.", "When a Commissioner receives notification pursuant to Paragraph 2, he shall summon the person or persons involved and instruct them to make amends. If it is revealed that there is a dispute concerning boundaries the Commissioner shall seek to achieve a reconciliation of the dispute. If the lands subject to uncertainty as regards boundaries are located on the borders of Commissioners' districts, or the boundaries lie through more than one district, the Minister of Justice shall decide which of them shall undertake the task.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}