{"ITEMID": "001-59364", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CHE", "BRANCH": "GRANDCHAMBER", "DATE": 2001, "DOCNAME": "CASE OF D.N. v. SWITZERLAND", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 5-4;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "Elisabeth Palm", "TEXT": ["9. The applicant, born in 1964, had been placed in psychiatric detention on eleven occasions since 1989. In 1994 she was hospitalised in February, June and September.", "10. On 14 November 1994 Dr E., a district medical officer (Bezirksarzt) in St Gall, decided in agreement with the applicant to send her to the Wil cantonal psychiatric clinic (“the psychiatric clinic”) on account of chronic schizophrenia and of constituting a danger to herself.", "11. On 1 December 1994 the applicant applied for release from the psychiatric clinic. Her request was refused on the same day by Dr O., the chief medical officer of the psychiatric clinic, who referred, inter alia, to a psychotic outbreak (Schub) of recurring schizophrenia and to her inability to accept her illness (mangelnde Krankheitseinsicht).", "12. On 12 December 1994 the applicant, who was represented by counsel, filed an application with the Administrative Appeals Commission (Verwaltungsrekurskommission) of the Canton of St Gall, requesting, with reference to Article 397e § 2 of the Swiss Civil Code (Zivilgesetzbuch), her release from the psychiatric clinic. She also requested that the expert who was to examine her should not act as specialised judge (Fachrichter).", "13. The Administrative Appeals Commission appointed one of its members, R.W., a doctor specialising in psychiatry and psychotherapy, to act as judge rapporteur.", "14. On 15 December 1994 R.W. interviewed the applicant at the psychiatric clinic from 2.25 p.m. to 3.15 p.m. A court registrar (Gerichtsschreiberin) was also present. According to the verbatim record prepared by the latter, R.W. concluded the interview as follows:", "“W. explains the further procedure and that the hearing will take place on 28 December 1994.", "W.: I shall propose to the court to dismiss the action.", "N.: Pity.”", "15. By letter of 19 December 1994 the Administrative Appeals Commission informed the applicant’s counsel that the hearing had been fixed for 28 December 1994 at the psychiatric clinic. The letter referred to R.W. as being one of the specialised judges on the bench and rapporteur. It was further stated that at the hearing counsel would have the opportunity to comment on the expert opinion and on the case file.", "16. On 23 December 1994 R.W. submitted his expert opinion. He diagnosed a schizophrenic mental illness and found that the applicant could not be released in view of the required high doses of medication. The report concluded: “If the applicant’s situation does not clearly improve before the date of the hearing, I recommend dismissal of the action. The applicant may consult this report.”", "17. The hearing took place on 28 December 1994 at the psychiatric clinic. The bench of the Administrative Appeals Commission consisted of the President, who was a professional judge, and four other judges, namely a youth attorney (Jugendanwalt) and lawyer; a district director and curator (Amtsvormund) of the social services; an administrator of Pro Infirmis, a charitable association assisting the ill; and R.W., the rapporteur. The Administrative Appeals Commission heard two doctors from the psychiatric clinic and the applicant. The applicant’s counsel, who was on holiday, remained absent, the Administrative Appeals Commission having refused to grant his request to postpone the hearing until January 1995.", "18. On 28 December 1994 the Administrative Appeals Commission dismissed the applicant’s action.", "19. In its decision, the Administrative Appeals Commission concluded with reference, inter alia, to R.W.’s expert opinion that the applicant suffered from severe mental disturbances warranting her detention in a psychiatric institution.", "20. In so far as the applicant had requested to be examined by an expert who was not a member of the Administrative Appeals Commission, it was found that the she had not substantiated her request. Reference was made to the case-law of the Federal Court (Bundesgericht), in particular a decision published in 1993 (Bundesgerichtsentscheide (BGE), vol. 119 Ia, p. 260), where that court had not expressly ruled out the combination of expert and judicial functions.", "21. The applicant lodged a public-law appeal (staatsrechtliche Beschwerde) with the Federal Court, complaining, inter alia, of the position of the expert R.W., who should not have dealt with the case as he had already previously dealt with it by acting as an expert (Vorbefassung).", "22. On 3 April 1995 the Federal Court dismissed the public-law appeal. In respect of the position of the expert, the court found, with reference to its own case-law:", "“In the letter ... of 19 December 1994 counsel for the applicant was informed of the identity of the expert, and also that he would act as specialised judge and rapporteur. Already in her application to the Administrative Appeals Commission the applicant had provisionally requested that the expert should not act as specialised judge. However, she does not discuss the contrary opinion of the Federal Court. In line with the Federal Council’s Message to Parliament concerning the part of the Civil Code dealing with committal to a psychiatric institution, ... it has not been called in question that experts within the meaning of Article 397e § 5 of the Civil Code will also act as members of the deciding body ..., to the extent that their position can at all be compared with that of a regular expert who is consulted in evidence proceedings ... It is true that the Federal Court has recently described the combination of expert and judicial functions as being ‘not entirely unobjectionable’ ... However, no change of case-law can be seen in that decision, and the applicant has not shown today in what respect such a change would be called for ...”", "23. Articles 397a et seq. of the Swiss Civil Code concern deprivation of liberty, inter alia, on account of mental illness. Articles 397a and 397b list the conditions for such deprivation. Articles 397d, 397e and 397f provide as follows, in the version applicable at the relevant time:", "D. Judicial review", "1. The person concerned or another close person may lodge in writing with the judge a complaint against the decision within ten days of its receipt.", "2. This right shall apply even if a request for release has been refused.", "E. Proceedings in the cantons", "I. In general", "The proceedings shall be determined by the cantonal law with the following exceptions:", "1. In each decision the person concerned shall be told the reasons of the decision and informed in writing of the possibility of lodging a complaint with a judge.", "2. Every person who enters a clinic must immediately be informed in writing that a complaint can be lodged with a judge in case of detention or if a request for release is refused.", "3. A request for judicial examination shall immediately be transferred to the competent judge.", "4. The request for judicial examination can be granted suspensive effect by the authority ordering the hospitalisation or by the judge.", "5. In the case of mentally ill persons a decision can only be taken after consultation of an expert; if in judicial proceedings this has already happened, higher courts need not do so.", "II. Before the court", "1. The judge shall decide in simple and speedy proceedings.", "2. Where necessary he shall appoint a legal representative for the person.", "3. The judge of first instance shall hear this person orally.”", "24. Upon enactment of these provisions the Federal Council published in 1977 in the Official Gazette (Bundesblatt 1977, vol. III, p. 37) a message (Botschaft) to the Federal Parliament in which it was explained that cantons were free to appoint as experts for these release proceedings persons within or outside the judicial body deciding on the release.", "25. The Federal Court has developed extensive case-law on Article 397e § 5 (see paragraph 23 above). In a judgment published in 1984 (BGE, vol. 110 II, p. 122) it dealt with the issue whether the expert referred to in Article 397e § 5 could act as a judge in the proceedings and stated:", "“This provision is complied with if experts belong as members to the deciding body ... The purpose of the statutory provision is that in the case of mentally ill persons no decision should be taken without the advice and the specialised knowledge of psychiatrically trained doctors. This will be the case in an optimal manner if such doctors participate as members of the judicial body.”", "26. In a judgment of 1992 (BGE, vol. 118 II, p. 253) the court stated:", "“It is one of the essential procedural guarantees that the expert mentioned in Article 397e § 5 of the Civil Code, even if he is not a member of the deciding body, shall be both an established expert and impartial. This implies that the expert shall not already have expressed an opinion on the illness of the person concerned in the same procedure, i.e. in the administrative proceedings preceding the court procedure ... For it should not be overlooked that the judge who examines the grounds stated in Article 397a §§ 1 and 3 of the Civil Code will substantially depend on the opinion of the expert. The position granted by the federal legislator to the expert within the framework of detention on grounds of protective care is exceptional: his position cannot at all be compared with that of an expert who is consulted in proceedings in which evidence is taken. The expert must imperatively be heard before the contested decision whether or not to release a person from detention.”", "27. In judgments published in 1993 (BGE, vol. 119 Ia, p 260, and vol. 119 II, p. 319) the Federal Court referred to the “not entirely unobjectionable combination of expert and judicial functions” (“nicht ganz unbedenkliche Verquickung sachverständiger und richterlicher Funktionen”) and, in respect of the expert", "mentioned in Article 397e § 5 of the Civil Code, to “the particular requirement of critical objectivity towards clinical doctors and psychiatrists” (“die hier besonders geforderte kritische Objektivität gegenüber den Klinikärzten und den Psychiatern”).", "28. In the Canton of St Gall the Administrative Appeals Commission (Verwaltungsrekurskommission) is the competent body to decide on matters of deprivation of liberty if and when a person contests detention. The commission has one full-time judge and twenty-four to thirty specialised judges, including doctors (often psychiatrists) and social workers. The professional judges are appointed by the cantonal parliament; the non-professional judges and the specialised judges are appointed, upon proposal of the Administrative Tribunal of the Canton of St Gall, by the cantonal government. A judge’s term of office lasts six years.", "29. The Administrative Appeals Commission sits with five judges, including regular judges and specialised judges.", "30. The Administrative Appeals Commission has opted for the system whereby the expert required by Article 397e § 5 of the Civil Code is appointed from the bench of judges.", "31. According to section 71c(2) of the Act on Administrative Court Procedure (Gesetz über die Verwaltungsrechtspflege) of the Canton of St Gall, in the version in force at the relevant time, after an action has been filed with the Administrative Appeals Commission the President will immediately order the questioning of the person concerned by a judge. The questioning is undertaken by the judge rapporteur who will then prepare an expert opinion (Rule 6 of the Rules of Procedure of the Administrative Appeals Commission – Reglement über den Geschäftsgang der Verwaltungsrekurskommission)."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-4"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}