{"ITEMID": "001-84135", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CZE", "BRANCH": "ADMISSIBILITY", "DATE": 2007, "DOCNAME": "CISTERCIÁCKÉ OPATSTVÍ VYŠŠÍ BROD v. THE CZECH REPUBLIC", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Peer Lorenzen", "TEXT": ["The applicant, Cisterciácké opatství Vyšší Brod, is a religious order founded in 1259. It is represented before the Court by Mr Holas, a lawyer practising in Prague.", "The facts of the case, as submitted by the applicant, may be summarised as follows.", "The applicant is the owner of nine gothic paintings, known as the “Collection of the Master of Vyšší Brod”. In 1953 the collection was seized by the State and subsequently deposited in the National Gallery in Prague.", "On 19 July 1990 law no. 298/1990 on the adjustment of certain property relations of holy orders and congregations and of the Archdiocese of Olomouc (zákon o úpravě některých majetkových vztahů řeholních řádů a kongregací a arcibiskupství olomouckého) (hereafter “the Act”) entered into force. It contained an exhaustive list of property and of church entities entitled to acquire it upon the Act’s entry into force. Neither the collection nor the applicant was listed therein.", "On 17 November 1993 the National Gallery recognised the applicant’s property rights to the paintings, but refused to surrender the collection.", "On 8 August 1994 the applicant sought to recover the collection by means of a civil action for determination of the ownership of the paintings, brought against the National Gallery.", "In its judgment of 25 March 1998 the Prague 1 District Court (obvodní soud) found that, in general, the State had acquired control over the church property in 1949 pursuant to law no. 218/1949. It noted that the Religious Fund (Náboženská matice), a special State agency, was founded by decree no. 351/1950 to administer church property. The court granted the applicant’s action, basing its finding on documentary evidence, including a contract of deposit concluded by the Religious Fund and the National Gallery on 28 January 1953, according to which the former had deposited the collection of paintings with the latter; and an offer by the Religious Fund of 11 September 1957 to donate the collection to the National Gallery, under the terms of which the ownership of the paintings was to be transferred to the State on the day of the acceptance of the offer. The acceptance of the offer by the National Gallery is dated 11 September 1957.", "The court held in particular:", "“The original ownership rights to the collection are not challenged by [the National Gallery]. What is disputed is the validity of the contract of donation ...", "It ensues from the evidence taken ... that the Religious Fund knew who the real owner of the items was and could not, therefore, be in good faith that it was the owner. The transfer of the ownership of the items [by the donation] could not, therefore, have any legal consequences and remained ineffective with regard to [the applicant]. Since no legislation or decision provided for the transfer of the ownership from the plaintiff to the State or to any other person, [the applicant] is the owner ... ”", "The court further stated that the legislation on restitution, in particular the Act, was not applicable to the present case, as it applied only to situations where ownership of property had been transferred to the State, not to situations where such a transfer was not effected. In the latter case, the State seized and held property without acquiring ownership of it. The owner of such property was therefore eligible to claim that it be surrendered to him by using general civil-law actions intended to protect owners’ rights in respect of any third person interfering with their property rights. The court concluded that the Act did not preclude the applicant’s standing to have recourse to this procedure to defend its property rights against the National Gallery.", "On 28 July 1998 the Prague Municipal Court (městský soud) upheld this judgment, ruling in particular:", "“[R]egard must be had to the Supreme Court’s judgment of 29 May 1997 no. 3 Cdon 404/1996 ... according to which the church property was ... seized by the State using a set of practices typically used to deprive holy orders and congregations of their property ... The [A]ct applies .... in particular to these practices ... It applies at least in so far as it governs the restitution of church property taken away from its owners by the State pursuant to these practices. ...If [the Act] in its enumerative list provided for a remedy for injustices only in respect of certain seized property [seized in a certain way], and not in respect of other property, even if the latter was seized in the same way as the former (by donation by the Religious Fund), then – as [the Act] is lex specialis – the logical conclusion is that a person otherwise entitled (to the property listed therein), does not have standing to claim property rights to the property which is not listed there. ... The Prague High Court took a similar approach in its decision of 30 November 1995 no. 7 Cdo 65/94. ”", "The court continued by adopting a different approach, stating:", "“[The Municipal] court dissented with this opinion, e.g. in its judgment of 3 February 1997 no. 20 Co 580/96-82, in which it found that [the Act] is a specific instrument atypical of legislation on restitution, and in so far as it does not interfere with civil law..., [for instance in the area of] invalidity of legal acts and of conditions for claiming it before courts, the general law [i.e. civil law] remains unaffected ...”", "The court concluded that the case-law of the higher courts, to which it referred, would lead to the Act’s interpretation impairing the protection of the property rights of those owners who were not in possession of their property. In its view, this would be contrary to the constitutional law.", "The National Gallery filed an appeal on points of law (dovolání) with the Supreme Court (Nejvyšší soud) which, on 29 June 2000, found that the lower courts had not applied the Act correctly and therefore quashed their judgments. Referring to its case-law, the court reiterated that the Act had to be interpreted as part of the legislation on restitution which was lex specialis in respect of the civil law and was thus to have precedence over the civil law. It stated:", "“The court cannot accept the position adopted by the appellate court. There is no doubt that the Act forms by its nature a part of the legislation on restitution ....", "It is not acceptable to reduce [the application of the Act] in cases where the property was seized in accordance with the law then in force...”", "The Supreme Court supported this conclusion by stating that the restitution legislation was drawn up by the State to mitigate the injustice caused by communist rule in Czechoslovakia in the area of property rights. When adopting a suitable legislative technique for the restitution of church property provided for by the Act, the legislator opted to include an exhaustive list of property to be restored and added an enumerative index of church entities entitled thereto. In the court’s view, it was therefore irrelevant in terms of the restitution of this property whether the State had seized it in accordance with or contrary to the law applicable at the time of seizure.", "In a judgment of 15 November 2000 the District Court, having been bound by the Supreme Court’s opinion, dismissed the applicant’s action without taking any further evidence.", "On 24 September 2001 the Municipal Court upheld that judgment.", "The applicant appealed on points of law before the Supreme Court, which rejected its appeal on 28 November 2002.", "On 24 February 2003 the applicant filed a constitutional appeal (ústavní stížnost) contending that the lower courts had failed to protect its property rights and that the principle of equality of arms had not been respected in the proceedings before the Supreme Court, as the appeal on points law submitted by the National Gallery had been admitted for examination on the merits while its own appeal had not. It further contested the lack of assessment of the facts by the District Court and Municipal Court in the proceedings following the judgment of the Supreme Court.", "On 21 March 2006 the Second Chamber of the Constitutional Court (Druhý senát Ústavního soudu) rejected the applicant’s constitutional appeal, finding in particular:", "“In respect of the [the applicant’s] arguments concerning ... [the Act], the Constitutional Court referred to the opinion of its Plenary Session of 1 November 2005 no. Pl. ÚS – st. 22/05 published [in the Official Gazette] under no. 13/2006, in which it was found that the Act forms part of the legislation on restitution and constitutes an obstacle to the application of the general law. Thus, the Second Chamber, being bound by the cited opinion ..., considered the reasoning of the Supreme Court ... challenged by the applicant to be in conformity with the constitutional law.”", "Under Article 126 (1), an owner is entitled to seek protection from a person interfering with his property rights; in particular, the owner is entitled to claim that his/her property be surrendered by a person possessing it contrary to law.", "Code of Civil Procedure (law no. 99/1963)", "Under Article 80(c) an individual may bring an action seeking a judicial decision determining the existence or non-existence of a certain right if there is a compelling legal interest in such identification.", "Under Article 236 (1) decisions in force adopted by an appellate court may be challenged by an appeal on points of law.", "Law no. 298/1990 on the adjustment of certain property relations of holy orders and congregations and of the Archdiocese of Olomouc (“the Act”)", "The Preamble states that the purpose of the Act is to provide for the redress of injustices which were caused to holy orders and congregations in the 1950s, especially by unlawful deprivation of their immovable property.", "Under section 1(1) immovable property specified in Appendix no. 1 is declared to be the property of the respective holy orders and congregations listed in the Appendixes on the day of the Act’s entry into force. Section 1(2) provides that on that day, immovable property specified in Appendix no. 2 is declared to be the property of the Archdiocese of Olomouc. Under section 1(4) movable property which was on 10 April 1950 located in immovable property specified in Appendixes no. 1, 2 and 3 is declared to be, upon the Act’s entry into force, the property of the respective orders, congregations or the Archdiocese of Olomouc, provided that such property exists and can be located.", "Opinion no. Pl. ÚS 22/05 of 1 November 2005 (published in the Official Gazette under no. 13/2006)", "In this opinion the Constitutional Court took the view that the Act must be considered as a part of the legislation on restitution. Therefore, it bars the application of the general law.", "According to the Supreme Court’s case-law (for example, judgments no. 3 Cdon 647/96 of 30 May 1996, no. 3 Cdon 404/96 of 23 February 1999, no. 2 Cdon 669/97 of 25 February 1999, no. 20 Cdo 1601/98 of 30 May 2000), an entity entitled, pursuant to the Act, to the property listed in the annexes thereto does not have a standing to claim property rights to its property seized by the State which is not listed in the annexes of that Act.", "In its judgment of 3 February 1997 no. 20 Co 580/96-82 the Municipal Court ruled that the Act is a specific instrument atypical of the restitution legislation, and in so far as it does not interfere with civil law, for instance in the area of the invalidity of legal acts and conditions for its vindication, the general-law (namely, civil-law) regulation remains unaffected.", "1. Relying on Article 1 of Protocol No. 1 to the Convention, the applicant complained that the national courts had refused to examine the merits of its action and to uphold its claim after the quashing judgment of the Supreme Court, although the national courts establishing the facts of the case had found that it had been, and had never ceased to be, the owner of the paintings. Consequently, the applicant had been in an absurd situation, having been the acknowledged owner of the property in question, but unable to enforce its property rights vis-à-vis the National Gallery.", "2. The applicant further complained under Article 6 § 1 of the Convention that, after its quashing judgment, by its binding guidelines the Supreme Court had prevented the lower national courts from assessing the facts and from applying the relevant law. The applicant had thus been denied a fair trial.", "The applicant finally complained of an impairment of the principle of equality of arms, as its appeal on points of law had been declared inadmissible by the Supreme Court, while the appeal based on the same ground submitted by the defendant had been granted."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}