{"ITEMID": "001-114625", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "ADMISSIBILITY", "DATE": 2012, "DOCNAME": "GIZA v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "George Nicolaou;Lech Garlicki;Ledi Bianku;Nebojša Vučinić;Päivi Hirvelä;Vincent A. De Gaetano;Zdravka Kalaydjieva", "TEXT": ["1. The applicant, Mr Adam Giza, is a Polish national, who was born in 1988 and lives in Radom. He was represented before the Court by Mr M. Pietrzak, a lawyer practising in Warszawa.", "2.", "3. On 12 April 2006 a seventeenyearold Belgian teenager was murdered at the Brussels Central train station. Two individuals, who attempted to steal his MP3 player, stabbed him five times causing his death.", "4. The applicant, who had been identified by surveillance cameras as one of the attackers, at that time also seventeen years old, fled Belgium and was arrested in Poland on 27 April 2006. A European arrest warrant (the EAW) was issued against the applicant by the Belgian authorities.", "5. On 31 May 2006 the Warsaw Regional Court (Sąd Okręgowy) decided to agree to the applicant’s surrender to Belgium on the basis of the EAW provided that after the trial he would be returned to Poland in order to serve his sentence. The decision was upheld on 25 July 2006 by the Warsaw Court of Appeal.", "6. The applicant was transferred to Belgium on 2 August 2006.", "7. On 5 June 2008 the applicant was convicted by the first-instance court in Brussels of armed robbery resulting in death and sentenced to twenty years’ imprisonment.", "8. On 23 September 2008 the judgment was upheld by the Brussels Assize Court.", "9. The Belgian authorities informed the Polish authorities that the applicant’s sentence would come to an end on 28 January 2027 and that he could apply for conditional release as of 2 October 2013.", "10. On 21 April 2010 the applicant was transferred to Poland for the purpose of continuing his imprisonment.", "11. On 6 May 2010 the Warsaw Regional Court gave a ruling on the legal qualification of the offence under Polish law and on the enforcement of the sentence. It considered that the offences of which the applicant had been convicted in Belgium fulfilled the description of offences prohibited by Articles 280 § 2 and 156 § 3 of the Polish Criminal Code. The court further considered that it was bound by the sentence imposed abroad, although twenty years’ imprisonment did not appear in the range of penalties possible under Polish law. Finally, the court decided not to rule on the matter of conditional release as the Belgian judgment did not include a provision on the length of the sentence the applicant would have to serve before he was eligible to apply for conditional release. Therefore, Polish rules on enforcement of sentences would apply to the case.", "12. The applicant appealed against the judgment. He complained in particular about the decision not to apply regulations pertaining to conditional release that were binding in the sentencing country, Belgium.", "13. On 6 July 2010 the Warsaw Court of Appeal upheld the judgment. The court considered that matters of conditional release related to enforcement of the sentence and thus should not be dealt with at the instant stage. The Court of Appeal reiterated that the sentencing judgment did not contain a provision regulating the date on which the applicant was eligible to apply for conditional release. Moreover, according to both Belgian and Polish law, conditional release was facultative and depended on a positive criminological prognosis of the prisoner and his behaviour during the serving of the sentence. Conditional release should not be considered as a right automatically acquired if the conditions provided by law were fulfilled. The judgment is final.", "14. Relevant articles of the Polish Code of Criminal Procedure (the CCP) read at the material time:", "15. Article 607s § 4of the CCP:", "“...In its decision the court indicates the qualification of the offence according to Polish law. The court is bound by the sentence given...”", "16. Article 607t of the CCP:", "“1. If the European arrest warrant was issued with the purpose of conducting a criminal prosecution of a person who is a Polish national or benefits from asylum in the Republic of Poland, the surrender may be subject to the condition that the person is returned to Poland after final termination of the proceedings in the issuing Member State.", "2. If in the situation described above the person is sentenced to a penalty of deprivation of liberty ... the provisions of Article 607s §3-5 shall apply.”", "17. Article 5 § 4 of the Council Framework Decision of 13 June 2002 on the European arrest warrant and the surrender procedures between Member States (the Framework Decision), dealing with guarantees to be given by the issuing Member State in particular cases, states as follows:", "“where a person who is the subject of a European arrest warrant for the purposes of prosecution is a national or resident of the executing Member State, surrender may be subject to the condition that the person, after being heard, is returned to the executing Member State in order to serve there the custodial sentence or detention order passed against him in the issuing Member State.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}