{"ITEMID": "001-73018", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF KOBTSEV v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Remainder inadmissible;Non-pecuniary damage - financial award", "JUDGES": "", "TEXT": ["4. The applicant was born in 1950 and lives in Kyiv.", "5. On 30 October 1998 two police officers, in the course of a murder investigation, searched the applicant’s home. They found nine hunting-gun cartridges and arrested the applicant for the unlawful possession of ammunition. On the same day the police opened a criminal investigation against the applicant.", "6. On 31 October 1998 the applicant was questioned as a suspect.", "7. On 3 November 1998 the case was referred to the Investigative Division of the Zaliznychnyy District Police Department of Kyiv. The responsible investigator charged the applicant with the unlawful possession of ammunition and authorised his detention on remand.", "8. On 10 November 1998 the investigator ordered an expert ballistic examination of the cartridges found in the applicant’s home to determine whether they fell into the category of ammunition. The expert’s opinion was submitted on 20 November 1998.", "9. On 4 December 1998 the investigator questioned witnesses and, on 10 December 1998, the police officers who had conducted the search in the applicant’s home.", "10. On 11 December 1998 the case file was transferred to the Leningradskyy District Police Department of Kyiv. On 24 December 1998 an investigator attached to this Department took over the case.", "11. The investigation was completed on 30 December 1998 and the applicant and his lawyer were given access to the case file. On 11 January 1999 they finished studying it. On 12 January 1999 the applicant’s lawyer unsuccessfully requested the investigator to terminate the proceedings for a lack of corpus delicti.", "12. On 18 January 1999 the indictment was approved by the district prosecutor and sent to the Leningradskyy District Court of Kyiv (hereafter “the District Court”).", "13. On 1 February 1999 the judge of the District Court committed the applicant to trial. In his decision the judge also decided that the applicant’s “remand shall remain unchanged”.", "14. The court held hearings on 16 March 1999, 16 April 1999, 17 and 24 May 1999. Two scheduled hearings were cancelled: on 4 March 1999 witnesses were absent (the court issued compulsory summonses in their respect for the following sittings) and on 4 May 1999 a judge was unavailable. On 16 April and 17 May 1999 the court heard evidence, but had to adjourn the case due to the failure of the witnesses to appear.", "15. On 25 May 1999 the applicant’s lawyer requested that the case be referred for further investigation. On 27 May 1999 the District Court granted this request, citing the lack of reliable evidence collected by the authorities. By the same decision, the applicant was released on bail (a sum of UAH 5,100 was deposited with the Prosecutor’s Office).", "16. On 24 June 1999 the Kyiv City Court (hereafter “the City Court”), allowing the appeal of the prosecution, quashed the decision to remit the case for reinvestigation. The court held that any flaws or shortcomings in the evidence could be assessed and, if need be, rectified during the trial.", "17. Between July and December 1999 the proceedings were stayed pending the outcome of the applicant’s request for supervisory review of the City Court’s decision. On 2 December 1999 the Supreme Court rejected this request.", "18. On 23 February 2000 the District Court resumed the trial and, on 28 February 2000, found the applicant guilty of the unlawful possession of ammunition and sentenced him to three years’ imprisonment, suspended on probation. The court relied primarily on the police search record and the expert evidence that the cartridges found in the applicant’s apartment were indeed ammunition within the meaning of Article 222 of the Criminal Code. The applicant and the prosecution appealed. On 6 April 2000 City Court quashed the decision of 28 February 2000 and remitted the case for a fresh consideration.", "19. In June 2000 the District Court recommenced the trial. Between June and September 2000 the court held five hearings (on 12 and 23 June, 12 July, 30 August and 13 September 2000), during which five witnesses and an expert were heard. As on each occasion an unnamed witness failed to attend, the sittings were adjourned.", "20. On 13 September 2000 the District Court, on the applicant’s request, remitted the case for further investigation. The court established that neither the applicant nor witnesses had been present when the police officers found the cartridges in his apartment. Moreover, the warrant was issued in breach of procedural rules and the search report submitted to the court was not the one drawn up on 30 October 1998 and signed by the applicant and the witnesses. The court also indicated that the expert ballistic report could not be used in evidence as it had been produced in breach of procedural requirements.", "21. On 25 October 2000 an investigator attached to the Leningradsky District Prosecutor’s Office terminated the proceedings due to the lack of any corpus delicti. The investigator referred essentially to the circumstances relied on by the court when remitting the case for further investigation.", "22. The applicant alleged that he was not informed about this decision. Thus, in April 2001 his lawyer lodged an administrative complaint under Article 248 § 8 of the Code of Civil Procedure, challenging the lack of progress in the investigation.", "23. The Government stated that the applicant had been informed in a timely manner about the termination of his case and, through his administrative complaint, he had contested the investigator’s ruling of 25 October 2000. However, the decision of the District Court of 20 April 2001, on this complaint, indicates that the applicant challenged the “suspension” (зупинення) not the “termination” (закриття) of his case. Moreover, in his complaint he requested that his case be terminated due to the absence of any corpus delicti.", "24. In the above-mentioned decision of 20 April 2001, the District Court held that it had no administrative jurisdiction to determine the applicant’s complaints since the investigative authorities’ acts and omissions could only be reviewed within the framework of the criminal trial. On 20 June 2001 the Kyiv City Court upheld this decision.", "25. The applicant alleged that it was not until he applied to the Ombudsman, seeking information about the developments in his case, that the Kyiv City Prosecutor’s Office informed him, by a letter of 12 October 2001, that the proceedings had been terminated. On 26 October 2001 the investigator of the Leningradsky District Prosecutor’s Office ordered the return of the applicant’s bail money.", "26. In the meantime, on 13 October 2001 the applicant lodged with the Kyiv City Prosecutor’s Office a request for compensation for unlawful criminal prosecution. Its outcome is unclear, although, in view of the subsequent developments (see paragraph 27 below), it was probably disregarded.", "27. On 30 November 2001 the Kyiv City Prosecutor’s Office quashed the decision of 25 October 2000 to terminate the proceedings against the applicant as being premature, and ordered a further investigation into the purported offence.", "28. On 25 December 2001 the investigator attached to the Sviatoshynsky District Prosecutor’s Office terminated the proceedings due to the lack of any corpus delicti.", "29. Article 222 of the Code provides:", "“Unlawful ...possession ... of firearms (except for smooth-bore hunting guns), ammunition or explosives without the relevant permission ... shall be punished by imprisonment from two to seven years.”", "30. Article 6 of the Code enumerates the reasons for the termination of criminal proceedings, including the absence of any corpus delicti.", "31. Articles 70, 71, 135 and 136 of the Code oblige the witness, summoned by the court or the investigative authorities, to attend and give evidence. In case of his/her failure to comply with the summons, the authority concerned may issue a compulsory summons, enforceable by the police. The witness’ repeated failure to appear in court without valid justification is punishable under the Code of Administrative Offences.", "32. Chapter 19 (Articles 206-211) of the Code governs the suspension of criminal proceedings.", "33. Articles 148-150 (the general principles on the application of preventive measures) and 155 (the conditions for a remand in custody) may be found in the judgment of 5 April 2005 in the case of Nevmerzhitsky v. Ukraine (no. 54825/00, § 54, ECHR 2005... (extracts)).", "Article 154-1 of the Code (the application of bail) and the relevant provisions of Resolution No. 6 of 26 March 1999 of the Plenary Supreme Court of Ukraine on the practice when applying bail as a preventive measure, are set out in the decision of 10 December 2002 in the case of Koval v. Ukraine (no. 65550/01).", "34. Article 212 provides that, on completion of the investigation, the investigator either draws up an indictment or terminates the case.", "According to Article 213 the case can be closed by the investigator on both exonerating and non-exonerating grounds.", "Article 227 § 2 empowers the prosecutor to quash any investigator’s decision.", "At the material time, Chapter 22 (Articles 234-236-6), which regulates the appeal against the investigator’s decision, did not contain the defendant’s right to challenge the decision to institute or re-institute criminal proceedings.", "35. According to Article 1 of the Law, citizens are entitled to compensation for damage caused by:", "1) an unlawful conviction, unlawful indictment, unlawful arrest and detention on remand, unlawful search, unlawful attachment of property, unlawful suspension from work and other procedural actions that affect their rights;", "2) an unlawful administrative arrest or correctional labour, unlawful forfeiture of property, and the unlawful imposition of fines;", "3) the unlawful conduct of operational investigative activities.", "Article 2 of the Law (the ratione personae scope of this Law) may be found in the judgment of 5 April 2005 in the case of Afanasyev v. Ukraine (no. 38722/02, § 52).", "36. Article 12 provides that the amount of the compensation is determined by the authority which conducted the investigation or the court which tried the case. If the applicant considers the awarded amount insufficient, he/she may challenge this decision before a court or a court of appeal respectively."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}