{"ITEMID": "001-22585", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "ADMISSIBILITY", "DATE": 2002, "DOCNAME": "BROWN v. THE UNITED KINGDOM", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Gaukur Jörundsson;Nicolas Bratza", "TEXT": ["The applicant is a British national, born in 1942 and living in Ottley. He is represented before the Court by Mr D. Price, a solicitor practising in London. The respondent Government are represented by their agent, Mr D. Walton of the Foreign and Commonwealth Office.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "At the time in question the applicant was a shareholder and sole director of a company, Sunday Business Newspapers Limited (“SBN”) which owned a Sunday newspaper. On 13 October 1996 the newspaper published an article written by the editor in which the complainant in a rape case was named, contrary to section 4(1) of the Sexual Offences (Amendment) Act 1976 (“the Act”). The applicant was charged with an offence under section 4(5) of the Act (see below).", "The applicant was tried, without a jury, by the Marylebone Magistrates’ Court on 13 October 1997. He pleaded “not guilty” and gave oral evidence. He contended that merely as director and financier of the company which owned the newspaper, with no editorial role and no pre-publication knowledge of the content of the paper, he could not be described as a “publisher” within the meaning of section 4(5). Under section 5(5) of the Act, the applicant further asserted that he was not aware, and neither suspected nor had any reason to suspect, that the publication would identify the complainant.", "The Magistrates’ Court found that, as effectively the only person in control of SBN, which was a company without any Articles of Association, the applicant was a “publisher” for section 4(5) purposes and that all of the requirements of section 4(1) had been fulfilled. The magistrates accepted that the applicant did not read the offending newspaper article prior to its publication and that he did not know or suspect that it was to be published. They also accepted that the applicant’s role at the newspaper was primarily that of a financial backer and fund-raiser. However, they rejected his defence under section 5(5) of the Act since they were not satisfied that he had no reason to suspect that the article would be published. They reached this conclusion having found that the applicant had visited the newspaper’s offices in London each week between Thursday afternoon and Friday lunchtime. They commented that the editorial content of the articles to be published the following Sunday would have been available to the applicant at those weekly meetings on demand. They also found that the contents of the newspaper were vetted by a firm of solicitors every week on the Friday before publication.", "The applicant was fined GBP 2,000 and ordered to pay GBP 300 costs. At the same trial, the editor of the newspaper was convicted and fined following a “guilty” plea and SBN itself, which was by that time in liquidation, was convicted and fined in its absence following a “not guilty” plea.", "The applicant’s appeal against conviction and sentence was dismissed by the Divisional Court on 12 March 1998. In delivering the judgment of the court, Mr Justice Astill cited the following passage from The Law of Contempt by Borrie and Lowe (Third Edition, page 386):", "“It seems right to impose liability upon newspaper proprietors since they provide the means whereby publication is effected. The law of contempt as a deterrent instrument would be weakened if the proprietors did not have a strong incentive not only to choose a responsible editor but to take appropriate action if the editor or another member of staff began to make or allow comment which might subject the proprietors to liability. Subject to the reservation as to the proper legal basis of proprietors’ liability, which it is submitted should be a primary responsibility, the current law seems satisfactory.”", "He continued:", "“Whilst it is, of course, true that those passages referred to “proprietor”, it seems to me to indicate the wide range of the legislation and would not exclude necessarily the role of a Managing Director as “publisher”. ...", "It seems to me that s 4(5) is deliberately widely drawn. Its aim seems to be to prevent, as far as it is possible, the damaging effect of contempt or, in this case, the damage caused by a breach of the Sexual Offences (Amendment) Act 1976. Its object is, in my judgment, to prevent those holding various responsibilities from sheltering behind lack of knowledge or lack of direct action in the publication of offending material.", "[Counsel for the applicant] submits that the Justices should have upheld the submission of no case because the only evidence before them at the end of the prosecution case was that [the applicant] was the Managing Director. My view of that is that his position as the Managing Director gave rise to a prima facie case that he was responsible for publications by a publishing company which he managed.", "[Counsel for the applicant] further submits that if [the applicant] is caught by s 4(5) then s 5(4) is otiose. Having considered that submission, I do not agree. Section 4(5) captures both “publishers” and “proprietors”. Section 5(4) can capture, for example, a secretary who may not be either a publisher or proprietor. It is clear from the legislation that the offence under s 4(5) may be committed by the same person either under the provisions of that section or under the provisions of s 5(4). ...”", "The relevant part of section 4(1) of the Act provides:", "“(...)(b) After a person is accused of a rape offence, no matter likely to lead members of the public to identify a woman or man as the complainant in relation to that accusation shall during that person’s lifetime -", "(i) be published in England and Wales in a written publication available to the public ...”", "Section 4(2) of the Act provides that a person accused of rape can apply to the trial judge for the restriction in section 4(1) to be lifted.", "Section 4(3) of the Act provides that if the trial judge is satisfied that the effect of section 4(1) is to impose a substantial and unreasonable restriction upon the reporting of the trial proceedings and that it is in the public interest to remove or relax the restriction, he must direct that section 4(1) does not apply.", "The relevant part of section 4(5) of the Act provides:", "“If any matter is published ... in contravention of subsection (1) of this section, ... in the case of a publication in a newspaper ..., any proprietor, any editor and any publisher of the newspaper ... shall be guilty of an offence and liable on summary conviction to a fine not exceeding [GBP 5000]”.", "Section 5(4) of the Act provides, in part:", "“When an offence under subsection (5) of the preceding section which has been committed by a body corporate is proved to have been committed with the consent or connivance of, or to be attributable to any neglect on the part of, any director, manager, secretary or other similar officer of the body corporate..., he as well as the body corporate shall be guilty of that offence...”", "The relevant part of section 5(5) of the Act provides:", "“...where a person is charged with [an offence under section 4(5)] it shall be a defence to prove that at the time of the alleged offence he was not aware, and neither suspected nor had reason to suspect, that the publication ... was of, or (as the case may be) included, such matter as is mentioned in subsection (1) of that section.”", "The defendant has to prove the defence under section 5(5) on the “balance of probabilities”.", "There is a right of appeal to the House of Lords against a decision of the Divisional Court in its capacity as an appellate court. In order for such an appeal to lie to the House of Lords, the Divisional Court must certify that the appeal involves a point of law of general public importance. Following certification, permission for such an appeal may be granted by the Divisional Court itself or the House of Lords."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}