{"ITEMID": "001-57993", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SWE", "BRANCH": "GRANDCHAMBER", "DATE": 1996, "DOCNAME": "CASE OF GUSTAFSSON v. SWEDEN", "IMPORTANCE": "2", "CONCLUSION": "No violation of Art. 11;No violation of Art. 6-1;No violation of Art. 13;No violation of P1-1", "JUDGES": "R. Pekkanen", "TEXT": ["9. From the summer of 1987 until the end of the summer of 1990 the applicant owned the summer restaurant Ihrebaden at Ihreviken, Tingstäde, on the island of Gotland. The applicant further owned - and continues to own - the youth hostel Lummelunda at Nyhamn, Visby, also on Gotland. The restaurant’s employees numbered less than ten. They were engaged on a seasonal basis, but had the option of being re-employed the following year. The applicant’s ownership of the restaurant and youth hostel was direct and entailed his personal financial liability (enskild firma).", "10. As the applicant was not a member of either of the two associations of restaurant employers, namely the Swedish Hotel and Restaurant Entrepreneurs’ Union (Hotell- och Restaurangar - betsgivareföreningen - \"HRAF\", which is affiliated to the Swedish Employers’ Confederation (Svenska Arbetsgivareföreningen - \"SAF\")) and the Employers’ Association of the Swedish Union of Restaurant Owners (Svenska Restauratörsförbundets Arbetsgivareförening - \"SRA\"), he was not bound by any collective labour agreement (kollektivavtal) between the two associations and the Hotel and Restaurant Workers’ Union (Hotell- och Restauranganställdas Förbund - \"HRF\"). Nor was he obliged to subscribe to the various labour-market insurance schemes (Arbetsmarknadsförsäkring) developed through agreements between SAF and the Swedish Trade Union Confederation (Landsorganisationen).", "It was, however, open to the applicant to accede to a collective agreement by accepting a substitute agreement (hängavtal). He could also subscribe to insurance schemes with Labour-Market Insurances or any of the other ten or so insurance companies in the field.", "11. In late June or early July 1987 he refused to sign a separate substitute agreement with HRF. He referred to his objections of principle regarding the system of collective bargaining. He also emphasised that his employees were paid more than they would have been under a collective agreement and that they themselves objected to his signing a substitute agreement on their behalf.", "The substitute agreement proposed to the applicant included these terms:", "\"Parties: [The applicant] and [HRF]", "Term of validity: From 1 July 1987 up to and including31 December 1988, thereafter for one year at a time, unlessnotice is given two months prior to the expiry of the[agreement]", "...", "As from the [above] date, the most recent agreement between[the employers’ association] and [HRF] shall be applied between[the applicant and HRF]. Should [the employers’ association]and [HRF] subsequently reach a new agreement or agree to amendor supplement the [present] agreement, [the new agreement,amendments or supplements] shall automatically apply as fromthe day on which [it or they] [has or have] been [agreed upon].", "...", "1. [The employer shall] [on his employees’ behalf] subscribeto and maintain [five different] insurance-policy schemes withLabour-Market Insurances, ... as well as other possibleinsurance-policy schemes which [the employers’ association andHRF] might later agree upon.", "2. [The employer shall] issue employment certificates on aspecial form ... A copy shall be sent to [HRF].", "3. [The employer shall] only employ [workers who are members]of or [have] requested membership of [HRF]. In the event ofre-employment the provisions of section 25 of the EmploymentProtection Act (lag (1982:80) om anställnings-skydd) shallapply.", "4. [The employer shall] deduct on a monthly basis a part ofthe salary of employed members of [HRF] corresponding to theirmembership fees, and pay [the deducted part] to [HRF].", "...\"", "12. On 16 July 1987, during further negotiations with the applicant, HRF proposed another substitute agreement, which he also rejected:", "\"Subject: The signing of a collective agreement regarding [therestaurant] Ihrebaden ... and the Lummelunda youth hostel.", "1. Having regard to the forthcoming end of the [season of1987] the parties agree on the following procedure replacing the signing of a collective agreement.", "The enterprise agrees to comply, during this season ..., with the collective labour agreement (`the green nationalagreement’) between [HRAF] and [HRF], this including the obligation to subscribe to [certain] insurance schemes(avtalsförsäkringar) with Labour-Market Insurances.", "2. The enterprise also agrees to [comply with] [the]collective labour agreement ... during the next season ...,either by way of membership of the employers’ union or bysigning a ... substitute agreement ...\"", "13. Had the applicant accepted a substitute agreement, it would have applied not only to those of his employees who were unionised but also to those who were not.", "In the summer of 1986, one member of HRF was employed by the applicant. In 1987 he employed another member of that union and also two persons who were respectively members of the Commercial Employees’ Union (Handelsanställdas Förbund) and the Union of Municipal Workers (Kommunalarbetareförbundet). In 1989, one member of the latter union was employed by the applicant.", "14. Following the applicant’s refusal to sign a substitute agreement, HRF, in July 1987, placed his restaurant under a \"blockade\" and declared a boycott against it. Sympathy industrial action was taken the same month by the Commercial Employees’ Union and the Swedish Food Workers’ Union (Svenska Livsmedelsarbetareförbundet).", "In the summer of 1988 sympathy action was also taken by the Swedish Transport Workers’ Union (Svenska transportarbetareförbundet) and the Union of Municipal Employees (Kommunaltjenestemannaförbundet). As a result deliveries to the restaurant were stopped.", "15. One of the persons employed by the applicant at Ihre baden who was member of HRF had publicly expressed the opinion that the industrial action was unnecessary, as the salary and working conditions in the restaurant were not open to criticism.", "According to the Government, the union action had its background in a request for assistance in 1986 by an HRF member employed by the applicant. In the view of the union, the applicant paid his employees approximately 900 Swedish kronor (SEK) a month less than what they would have received under a collective agreement. He did not pay his staff holiday compensation as provided for in the 1977 Annual Leave Act (semesterlagen 1977:480), nor salary during lay-offs due to poor weather conditions as required by the 1982 Employment Protection Act and he did not sign a labour-market insurance until 1988.", "16. In August 1988 the applicant, invoking the Convention, requested the Government to prohibit HRF from continuing the blockade and the other trade unions from continuing their sympathy action and to order the unions to pay compensation for damages. In the alternative, he requested that compensation be paid by the State.", "17. By a decision of 12 January 1989 the Government (Ministry of Justice) dismissed the applicant’s request. The Government stated:", "\"The requests for a prohibition of the blockade and thesympathy action as well as compensation for damage from thetrade unions concern a legal dispute between private subjects.According to Chapter 11, Article 3, of the Instrument of Government [Regeringsformen which forms part of theConstitution], such disputes may not be determined by anypublic authority other than a court of law, except by virtueof law. There is no provision in the law which authorises theGovernment to examine such disputes. The Government will not,therefore, examine these requests on the merits.", "The claim for damages is dismissed.\"", "18. The applicant applied to the Supreme Administrative Court (Regeringsrätten) for review under the 1988 Act on Judicial Review of Certain Administrative Decisions (lag (1988:205) om rättsprövning av vissa förvaltningsbeslut - \"the 1988 Act\"). On 29 June 1989 the Supreme Administrative Court dismissed the application on the ground that the Government’s decision did not concern an administrative matter involving the exercise of public power, which was a condition for review under section 1 of the Act.", "19. On 15 September 1989 the Swedish Touring Club (Svenska turistföreningen - \"STF\"), a non-profit-making association promoting tourism in Sweden, terminated the membership of the applicant’s youth hostel, referring to a lack of cooperation and the applicant’s negative attitude towards STF. As a result, the hostel was no longer mentioned in STF’s catalogue of youth hostels in Sweden. In 1989 about half of the youth hostels in Sweden were enrolled in STF.", "20. The applicant brought proceedings in the District Court (tingsrätten) of Stockholm. He contested what he considered to be his personal exclusion from STF, alleging that it had been caused by HRF threats that it would take industrial action against other youth hostels enrolled in STF if his hostel was not excluded. He also challenged STF’s termination of the membership of his youth hostel.", "STF accepted, inter alia, that although the termination of the membership contract concerning the applicant’s youth hostel had not been prompted by the conflict between the applicant and the trade unions, this conflict might have affected the timing of the decision. STF also referred to an opinion of the Competition Ombudsman (ombudsmannen för näringsfrihet) of 14 November 1989 to the effect that the termination of the contract in question would have only a very limited impact on his business.", "21. By a judgment of 8 May 1991 the District Court rejected the applicant’s action on both points. It found, inter alia, that the applicant had not shown that he had been personally excluded from STF by virtue of the termination of STF’s contract concerning his youth hostel. It also found that he had not shown that the contract had been financially significant to his business. Reference was made to the Competition Ombudsman’s finding.", "22. The applicant appealed to the Svea Court of Appeal (Svea hovrätt) which, on 6 March 1992, upheld the District Court’s judgment. The Court of Appeal found, inter alia, that STF’s termination of the contract concerning the youth hostel had entailed the expiry of the applicant’s personal membership of STF. This, however, had not been tantamount to his exclusion, given that he could have continued or renewed his membership. Moreover, although the contract had been of appreciable significance to the applicant’s business, STF’s termination of the contract could not be considered unreasonable.", "23. At the beginning of 1991 the applicant sold his restaurant due to his difficulties in running his business which had allegedly been caused by the industrial action. The restaurant was bought by a person who signed a collective agreement with HRF. He continued, together with his family, to run the youth hostel in Lummelunda.", "Following the above, the union action was terminated.", "24. On 9 November 1991 the applicant requested the Government to support his application to the Commission. On 12 December 1991 the Government decided not to take any action in respect of the request.", "25. Chapter 2, Article 1, of the Instrument of Government provides:", "\"All citizens shall be guaranteed the following in theirrelations with the public authorities:", "1. freedom of expression: the freedom to communicateinformation and to express ideas, opinions and emotions whether orally, in writing, in pictorial representations, or in anyother way;", "...", "5. freedom of association: the freedom to unite with othersfor public or private purposes; ...\"", "26. According to Chapter 2, Article 2:", "\"All citizens shall be protected in their relations with the public authorities against all coercion designed to compel themto divulge an opinion in any political, religious, cultural orother similar connection. They shall furthermore be protectedin their relations with the public authorities against allcoercion designed to compel them to participate in any meetingfor the formation of opinion or in any demonstration or otherexpression of opinion or to belong to any politicalassociation, religious congregation or other association foropinions of the nature referred to in the first sentence.\"", "27. Chapter 2, Article 12 paras. 1 and 2, reads:", "\"The freedoms and rights referred to in Article 1 paras. 1 to5 ... may be restricted by law to the extent provided for inArticles 13-16 ...", "The restrictions referred to in the preceding subsection mayonly be imposed to achieve a purpose which is acceptable in ademocratic society. The restriction may never exceed what isnecessary having regard to the purpose which occasioned it, normay it be carried so far as to constitute a threat to the freeformation of opinion as one of the foundations of democracy.No restriction may be imposed solely on grounds of political,religious, cultural or other such opinions.\"", "28. Chapter 2, Article 14 para. 2 provides:", "\"Freedom of association may only be restricted in respect of organisations whose activities are of a military nature or the like or which involve the persecution of a population group of a particular race, skin colour or ethnic origin.\"", "29. Pursuant to Chapter 2, Article 17:", "\"Any trade union or employer or association of employers has a right to take industrial action unless otherwise provided by law or by agreement.\"", "30. Section 7 of the 1976 Act on Co-Determination at Work reads:", "\"Right of association means the right of employers andemployees to belong to an organisation of employers oremployees, to benefit from their membership as well as to workfor an organisation or for the founding of one.\"", "31. Section 8 provides:", "\"The right of association shall not be violated. A violation... will occur, if anyone from the employer’s side or the employee’s side takes any action to the detriment of anybodyon the other side by reason of that person having exercised hisright of association, or if anybody on either side takes anyaction against anybody on the other side with a view toinducing that person not to exercise his right of association.A violation will occur even if the action so taken is designedto fulfil an obligation towards another party.", "An employers’ or employees’ organisation shall not have to tolerate a violation of its right of association encroaching upon its activities. Where there is both a local and a central organisation, these provisions shall apply to the central organisation.", "If the right of association is violated by termination of anagreement or another legal measure or by a provision in acollective agreement or other contract, that measure orprovision shall be void.\"", "32. According to section 10:", "\"An employees’ organisation shall have the right to negotiatewith an employer regarding any matter relating to therelationship between the employer and any member of theorganisation who is or has been employed by that employer. Anemployer shall have a corresponding right to negotiate with anemployees’ organisation.", "A right of negotiation ... shall also be enjoyed by the employees’ organisation in relation to any organisation towhich an employer belongs, and by the employers’ organisationin relation to the employees’ organisation.\"", "33. Chapter 11, Article 3, of the Instrument of Government provides:", "\"Legal disputes between private subjects shall only be settledby a court of law, unless otherwise provided by law ...\"", "34. In principle, it is possible for an employer against whom industrial action has been instituted to request a court injunction requiring that the action cease, and to claim damages. Such orders may be made by the relevant court if the industrial action is unlawful or in breach of an existing collective agreement.", "If the industrial action amounts to a criminal offence, a claim for compensation may be made under Chapter 2, section 4, of the 1972 Compensation Act (skadeståndslag 1972:207).", "35. Pursuant to section 1 of the 1988 Act, a person who has been a party to administrative proceedings before the Government or another public authority may, in the absence of any other remedy, apply to the Supreme Administrative Court, as the first and only judicial instance, for review of any decisions in the case which involve the exercise of public authority vis-à-vis a private individual. The kind of administrative decision covered by the Act is further defined in Chapter 8, Articles 2 and 3, of the Instrument of Government, to which section 1 of the 1988 Act refers. According to these provisions the Act encompasses measures concerning, inter alia, personal and economic matters arising in relations between private persons and between such persons and the State. Section 2 of the Act specifies several types of decision which fall outside its scope, none of which are relevant in the instant case.", "In proceedings brought under the 1988 Act, the Supreme Administrative Court examines whether the contested decision \"conflicts with any legal rule\" (section 1 of the 1988 Act). If the court finds that the impugned decision is unlawful, it must quash it and, where necessary, refer the case back to the relevant administrative authority (section 5 of the 1988 Act)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["11", "13", "6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}