{"ITEMID": "001-4936", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "ADMISSIBILITY", "DATE": 1999, "DOCNAME": "W.G. S. AND M.S.L. S. v. THE UNITED KINGDOM", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The first applicant is a citizen of Austria and of the United States of America. He was born in Hungary in 1935 and is currently living in London, England.", "The second applicant, the first applicant’s son, is a British national, born in 1962 and living in London.", "Both applicants are represented before the Court by Isadore Goldman, Solicitors, London, and by Mr J.P. Gardner, a lawyer practising in London.", "A.", "The applicants were directors of the Kensington Property Management Ltd (Kensington), which was responsible for managing various companies operating in the property investment sector. As a result of the property collapse from 1989 onwards, Kensington’s various sources of property-based income suffered and it ceased trading in January 1993. Kensington was placed into Creditors’ Voluntary Liquidation on 17 February 1993.", "The management functions of Kensington were thereafter carried out by Westminster Property Management Ltd (Westminster) of which the applicants became directors on 13 February 1990. In 1994 Westminster agreed a schedule of payments of outstanding income tax but as trading conditions continued to deteriorate the agreed schedule of conditions could not be met and on 15 August 1994 the Inland Revenue presented a winding up petition to the court and a winding-up order was made on 26 October 1994.", "The Secretary of State for Trade and Industry subsequently appointed an Official Receiver who became Liquidator on an interim basis. As such, he had various obligations under the provisions of the Insolvency Act 1986 (“the 1986 Act”) to look into the affairs of Westminster and in particular its causes of failure.", "The applicants, as well as a number of officers of companies within Westminster’s management remit, were interviewed by an Examiner from the Official Receiver’s Office in connection with Westminster’s affairs. The persons interviewed were required to give written statements.", "The first applicant was interviewed on 9 January and 12 December 1995 and the second applicant on 7 February and 15 December 1995. The statements were given pursuant to the provisions of sections 131, 132 and 235 of the 1986 Act. The first applicant states that the first interview was unfair and oppressive and that the questioning was conducted in a peremptory and police-like manner. He was not advised that he had the right to have a legal adviser during interview. The first applicant signed a written statement in connection with this interview on 31 January 1995. He was accompanied by his solicitor at the second interview.", "The second applicant also states that his first interview was conducted in an oppressive, intense and accusatory manner. He was not informed of his right to have his lawyer present at the interview and many of the questions put to him were not within his personal knowledge. His solicitor was present at the second interview, which was conducted smoothly, speedily and in a dignified and business-like manner.", "On 24 October 1996 the Official Receiver acting on behalf of the Secretary of State issued proceedings against the applicants under the Company Directors’ Disqualification Act 1986 (“the CDDA”) asserting that they were unfit to be company directors and should be disqualified from that competence.", "The proceedings were founded on a report made to the court by the Deputy Official Receiver on 23 October 1996 which drew extensively on the statements made by the applicants in interviews as well as materials which they and others produced to the Examiner acting under compulsory powers.", "On 6 November 1996 a national newspaper published an article stating that proceedings had been issued against the applicants on 24 October 1996.", "The disqualification proceedings were served on the applicant on 7 or 8 November 1996 and alleged, inter alia, that the applicants allowed Kensington and Westminster to continue to trade without there being any commercial prospect of the companies meeting their liabilities, misapplication of company funds and unlawful payments to directors. The applicants state that the criticism levelled against them is based on information obtained unfairly in the exercise of compulsory powers and that difficulties which Kensington and Westminster encountered are to be explained in terms of the exceptional cash flow problems due to market forces at the relevant time.", "B. Relevant domestic law", "Appointment etc. of official receivers under the Insolvency Act 1986", "Section 399 of the Insolvency Act 1986 states:", "“(1) For the purpose of this Act the official receiver, in relation to any bankruptcy or winding up, is any person who by virtue of the following provisions of this section or section 401 below is authorised to act as the official receiver in relation to that bankruptcy or winding up.", "2) The Secretary of State may (subject to the approval of the Treasury as to numbers) appoint persons to the office of official receiver … .", "(3) Where a person holds the office of official receiver, the Secretary of State shall from time to time attach him either to the High Court or to a county court having jurisdiction for the purposes of the second Group of Parts of this Act.", "(4) Subject to any directions under subsection (6) below, an official receiver attached to a particular court is the person authorised to act as the official receiver in relation to every bankruptcy or winding up falling within the jurisdiction of that court. ...”", "Company’s statement of affairs", "Section 131 of the Act reads:", "“(1) Where the court has made a winding-up order or appointed a provisional liquidator, the official receiver may require some or all of the persons mentioned in subsection (3) below to make out and submit to him a statement in the prescribed form as to the affairs of the company.", "(2) The statement shall be verified by affidavit by the persons required to submit it and shall show ...", "(e) such further or other information as may be prescribed or as the official receiver may require.", "(3) The persons referred to in subsection (1) are", "(a) those who are or have been officers of the company; ...", "(7) If a person without reasonable excuse fails to comply with any obligation imposed under this section, he is liable to a fine and, for continued contravention, to a daily default fine. ...”", "Investigation by the official receiver", "Section 132 provides:", "“(1) Where a winding-up order is made by the court in England and Wales, it is the duty of the official receiver to investigate", "(a) if the company has failed, the causes of the failure; and", "(b) generally, the promotion, formation, business, dealings and affairs of the company,", "and to make such report (if any) to the court as he thinks fit.", "(2) The report is, in any proceedings, prima facie evidence of the facts stated in it.”", "Section 235 provides:", "“(1) This section applies as does section 234; and it also applies, in the case of a company in respect of which a winding-up order has been made by the court in England and Wales, as if references to the office-holder included the official receiver, whether or not he is the liquidator.", "(2) Each of the persons mentioned in the next subsection shall", "(a) give the office-holder such information concerning the company and its promotion, formation, business, dealings, affairs or property as the office-holder may at any time after the effective date reasonably require, and", "(b) attend on the office-holder at such times as the latter may reasonably require. …", "(5) If a person without reasonable excuse fails to comply with any obligation imposed by this section, he is liable to a fine and, for continued contravention, to a daily default fine.”", "Section 5 of the Perjury Act 1911", "Section 5(c) of the Perjury Act 1911 makes it a criminal offence for any person knowingly or willingly to make a statement that is false in a material respect if that person is required to provide an oral declaration or an oral answer under or in pursuance of a Public General Act of Parliament for the time being in force.", "The Company Directors Disqualification Act 1986 gives power for the disqualification of directors of companies who are regarded as unfit.", "Section 1 reads:", "\"(1) ... a court may, and under Section 6 shall, make against a person a disqualification order, that is to say an order that he shall not, without leave of the court", "(a) be a director of a company, or", "(b) be a liquidator or administrator of a company, or", "(c) be a receiver or manager of a company's property, or", "(d) in any way, whether directly or indirectly, be concerned or take part in the promotion, formation or management of a company,", "for a specified period beginning with the date of the order. ...", "(2) In each section of this Act which gives to a court power or, as the case may be, imposes on it the duty to make a disqualification order, there is specified the maximum (and, in section 6, the minimum) period of disqualification which may or (as the case may be) must be imposed by means of the order.", "(3) Where a disqualification order is made against a person who is already subject to such an order, the periods specified in those orders shall run concurrently.", "(4) A disqualification order may be made on grounds which are or include matters other than criminal convictions, notwithstanding that the person in respect of whom it is to be made may be criminally liable in respect of those matters. ...”", "Section 6 provides:", "“(1) The court shall make a disqualification order against a person in any case where, on an application under this section, it is satisfied -", "(a) that he is or has been a director of a company which has at any time become insolvent (whether while he was a director or subsequently), and", "(b) that his conduct as a director of that company (either taken alone or taken together with his conduct as a director of any other company or companies) makes him unfit to be concerned in the management of a company. …”", "Rule 3 of the Insolvent Companies (Disqualification of Unfit Directors) Proceedings Rules 1987 reads as follows:", "“(1) There shall, at the time when the summons is issued, be filed in court evidence in support of the application for a disqualification order, and copies of the evidence shall be served with the summons on the respondent.", "(2) The evidence shall be by one or more affidavits, except where the applicant is the official receiver, in which case it may be in the form of a written report (with or without affidavits by other persons) which shall be treated as if it had been verified by affidavit by him and shall be prima facie evidence of any matter contained in it.", "(3) There shall in the affidavit or affidavits or (as the case may be) the official receiver’s report be included a statement of the matters by reference to which the respondent is alleged to be unfit to be concerned in the management of a company.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}