{"ITEMID": "001-105302", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MDA", "BRANCH": "ADMISSIBILITY", "DATE": 2011, "DOCNAME": "CASE OF BUCURIA INC AND OTHERS v. MOLDOVA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Alvina Gyulumyan;Egbert Myjer;Ineta Ziemele;Josep Casadevall;Kristina Pardalos;Luis López Guerra;Mihai Poalelungi", "TEXT": ["1. The applicants are Bucuria Inc, a joint-stock company registered in Chişinău, and three Moldovan nationals residing in Chişinău: Mr Pavel Filip, born in 1966; Mr Serghei Covtoniuc, born in 1961 and Ms Liuba Noviţcaia, born in 1960. They were represented before the Court by Ms J. Hanganu, a lawyer practising in Chişinău. The Moldovan Government (“the Government”) were represented by their Agent, Mr V. Grosu.", "2. The facts of the case, as submitted by the parties, may be summarised as follows.", "3. The first applicant, Bucuria Inc (“the Company”) is the biggest producer of chocolate and other confectionary in Moldova. The second applicant is the Company’s current Director General and a shareholder and the third and the fourth applicants are also shareholders.", "4. Article 2 § 1 of the Company’s Statute describes the Company’s object as making “a permanent profit”. Article 7.10(k) of the Company’s Statute provides that the Board of the Company is competent to approve decisions to stand security for third parties and to pledge the Company’s assets.", "5. On 29 August 2000 Mr Visile Tarlev, who was then the Director General of the Company, sent a letter to Moldindcombank (“the Bank”). The letter stated that the Company agreed irrevocably and unconditionally to guarantee a loan to be made by the Bank of 1,850,000 United States dollars (USD), a sum subsequently assessed to represent 18.5% of the share value of the Company. The money was to finance the purchase by a Moldovan company, Feodosia Ltd, of 837,787 shares in the Company from Agroprodimpex Cyprus Ltd, a company registered in Limassol.", "6. In March 2001, following the victory in the parliamentary elections by the Communist Party, Mr Tarlev resigned from his post as Director General of the Company. On 19 April 2001 he was appointed Prime Minister by the President of Moldova and he remained in this post until 18 March 2008. The second applicant became the Director General of the Company.", "7. On 28 June 2001 the Bank demanded full repayment of the loan secured.", "8. Following the demand for payment, the Company filed a criminal complaint against Mr Tarlev. The complaint was dismissed by the Prosecutor General on 19 July 2002, on the ground that the alleged facts did not reveal an offence. It does not appear that the Company sought judicial review of the Prosecutor General’s decision.", "9. On 10 December 2008 the Company was informed that on 1 December 2008 the Prosecutor General’s Office reopened the criminal investigation into Mr Tarlev’s alleged unlawful conduct.", "10. On 22 October 2001 the Company initiated civil proceedings against the Bank and Feodosia Ltd, seeking a declaration that the guarantee issued by Mr Tarlev was null ab initio. The Company relied on Rule 7.10(k) of its Statute, according to which only the full Board was competent to guarantee a loan contracted by a third party, and also on Articles 50 and 61 of the Civil Code and Article 83 of Law No. 1134 of 2 April 1997 on Joint-Stock Companies (“Law No. 1134”), which required the unanimous vote of a Company’s Board for any “important transaction” (see below).", "11. The Chişinău Economic Court held a hearing on 11 December 2001 and dismissed the action on 23 January 2002. The court found that neither the Company’s Statute nor Law No. 1134 prevented the Director General from standing as security for third parties and that the guarantee agreement did not constitute an “important transaction” within the meaning of Articles 82 and 83 of Law No. 1143 since it affected less than 25 % of the Company’s capital. The letter signed by Mr Tarlev on 29 August 2000 therefore validly bound the Company.", "12. The court further ruled that, even if no decision of the Company’s Board was required by law, it appeared from the minutes submitted by the defendants that the Board had held an extraordinary meeting on 19 January 2001 during which all five members had approved the guarantee agreement set out in Mr Tarlev’s letter of 28 August 2000.", "13. The Company filed an appeal on points of facts and law (apel) with the Appeal Chamber of the Economic Court, submitting, inter alia, that the first instance tribunal had erred, first, in finding that neither the Company’s Statute nor domestic law prevented the Director General from entering into a binding guarantee on behalf of the Company for such a large sum and, secondly, in finding that the Board of the Company had met and approved the agreement on 19 January 2001. The Company contended that the minutes of that meeting had been forged and it requested the court to hear evidence from the members of the Company’s Board who had allegedly been present.", "14. On 14 May 2002 the Appeal Chamber rejected the Company’s request that it hear witness evidence and upheld the first instance judgment, on the ground that the minutes of the meeting of 19 January 2001 were valid unless declared invalid by a court. The court also held that the provisions of sections 82 and 83 of the Law on Joint-stock Companies (see below) were inapplicable because the guarantee agreement did not qualify as an “important transaction”.", "15. On 24 May 2002 the Company’s Board held an extraordinary meeting with a view to examining the validity of the minutes of the meeting of 19 January 2001. The Board agreed that they had never met on 19 January 2001. They found that the minutes had been signed by Mr Tarlev and an engineer employed by the company, Eugenia G., who gave evidence that she had not attended any meeting and had signed at the request of Mr Tarlev, without understanding the significance. Contrary to the requirements of Articles 50, 52 and 61 of the Civil Code, Articles 2.1 and 7.10 (k) of the Company’s Statute and Article 68 of Law No. 1134, the minutes included neither the names of the persons who had allegedly attended the meeting, the agenda nor the names of the persons appointed as President and Secretary of the meeting, and had not been signed by the meeting’s Secretary or President. The Board decided unanimously to declare the minutes of 19 January 2001 invalid as a forgery.", "16. The Company filed an appeal on points of law (recurs) to the Supreme Court against the decision of the Appeal Chamber of 14 May 2002. It contended in particular that the minutes of the meeting when the guarantee agreement had allegedly been approved did not comply with the formalities required by law and had been declared invalid by the Company’s Board at its meeting on 24 May 2002.", "17. In response to the Company’s appeal, the Bank and Feodosia Ltd filed written statements from four of the five members of the Company’s Board in office in January 2001, including Mr Tarlev. In the statements, dated 13 December 2002, the Board members confirmed that they had, in fact, held a meeting on 19 January 2001 and had voted to approve the guarantee agreement. The Supreme Court found that this evidence, together with the minutes, confirmed that a unanimous vote had been taken during the meeting of 19 January 2001. It also upheld the ruling of the Appeal Chamber that the minutes were valid since the Company had not brought proceedings specifically to challenge their validity before a court. As to the refusal of the Prosecutor General to open a criminal investigation against Mr Tarlev, the Supreme Court considered that it had been based on the finding that the Company was in the practice of preparing minutes of meetings which did not comply with the formal legal requirements. The Supreme Court therefore found that the lower courts had decided correctly and it dismissed the appeal on 18 December 2002.", "18. On 13 May 2003 the General Assembly of shareholders met and decided that both the guarantee letter issued by Mr Tarlev on 29 August 2000 and the minutes of the alleged meeting of 19 January 2001 were null and void.", "19. Following this meeting the third applicant, a shareholder, commenced proceedings against the Company in the Chişinău Economic Court, requesting the annulment of the minutes of 19 January 2001 on the ground that they had not been drawn up in accordance with legal requirements. The Company accepted before the court that the minutes of the meeting of 19 January 2001 had been forged.", "20. On 2 September 2002 the Bank had sold the debt owed by Feodosia Ltd and guaranteed by the Company to Fuchsia Ltd, a company registered in Mauritius. At the date of the sale the debt, including capital and interest, totalled USD 2,603,873. The Bank, Feodosia Ltd and Fuchsia Ltd intervened in the proceedings brought by the third applicant against the Company, alleging that the proceedings were simply a manoeuvre by the Company and its shareholders to avoid paying the debt.", "21. The Economic Court heard evidence from two of the Directors, who had allegedly attended the meeting of 19 January 2001, as well as the engineer, Eugenia G., who had signed the minutes. The two Directors stated that they had not attended a meeting on that date and that their statements of 17 December 2002 had been made as a result of pressure and threats. Eugenia G. stated that she did not attend the meeting and that Mr Tarlev’s secretary had asked her to sign the minutes.", "22. In a judgment dated 23 September 2003 the Economic Court found that no meeting had taken place on 19 January 2001. Referring to Article 7.10(k) of the Company’s Statute, according to which only the Board of the Company was competent to approve decisions to stand security for third parties, the court found that the guarantee letter signed by Mr Tarlev on 29 August 2000 had been ultra vires and that the minutes of the meeting of 19 January 2001 were null and void ab initio.", "23. The defendant Bank appealed against this judgment. On 5 November 2003 the Appeal Chamber of the Economic Court, without holding a hearing, quashed the judgment of 23 September 2003. The Appeal Chamber noted that two contradictory sets of written statements had been submitted to the Economic Court. Without referring to the oral evidence of the three witnesses heard by that court, it held that the statements of the Directors dated 20 March 2003 might have been made under pressure by the newly appointed Director General of the Company (the second applicant) while the other statements were in the court’s eyes more trustworthy because their authors had made them personally in front of a notary. The court concluded on the basis of the evidence in its possession that all the five members of the Board had been present at the meeting of 19 January 2001 and had voted to approve the guarantee agreement. Irrespective of the above conclusion, the Appeal Chamber found that the Supreme Court had already ruled, in its final judgment of 18 September 2002, that the Board had met in an extraordinary meeting on 19 January 2001, when they had confirmed the validity of the guarantee letter. Consequently, the validity of the minutes and of the guarantee letter could no longer be challenged and the third applicant’s action was dismissed.", "24. The third applicant submitted an appeal on points of law to the Supreme Court. It was rejected on 26 February 2004 for the following reasons:", "“the appellate court has based its decision to reject [the applicant’s] claim on the fact that the [applicant’s] claim has been examined in the proceedings about the nullity of the guarantee letter, which concluded with the decision of the Supreme Court of 18 December 2002. It is clear from that decision that the court found that the validity of the guarantee letter was confirmed at the specially convened Board meeting of 19 January 2001. It follows that the court has determined the lawfulness of the act and the minutes of the Board meeting.”", "25. A writ of enforcement was issued by the Economic Court of Appeal on 11 June 2004. Pursuant to the writ, the Company paid Fuchsia Ltd USD 2,330,012.19 between September and October 2004.", "26. The relevant rules of company law are contained in Law 1134 of 2 April 1997 on Joint-Stock Companies, which provides as follows:", "“Article 50. The General Assembly of Shareholders and its powers", "...", "(4) Unless the Company’s Charter provides otherwise, the General Assembly of Shareholders has the powers to approve:", "a) the priority directions of the Company’s activity;", "b) the forms of notification of shareholders about meetings of the General Assembly of Shareholders, as well as the procedure for informing shareholders of the agenda;", "b1) the form of ensuring the access of shareholders to the Company documents provided in Article 92 paragraph (1);", "c) the rules of activity of the Executive Body of the Company as well as the decisions on election of the Executive Body and the appointment of the Head of the Executive Body, his power to bind the Company, his remuneration and compensation and the premature termination of his powers;", "d) quarterly reports of the Executive Body of the Company;", "e) decisions on setting up, transforming or dissolving of Branch and Representative Offices, on appointing or releasing from office their managers, as well as changes and additions to the Company Charter.”", "Article 65. The Board of the Company and its powers", "(1) The Board of the Company shall represent the shareholders’ interests during the periods between General Assemblies and shall carry out the general management and control of the Company’s activity within the limits of its competence. The Board of the Company is accountable to the General Assembly of Shareholders.", "(2) The Board of the Company has the following exclusive powers:", "a) making decisions on the convocation of the General Assembly of Shareholders;", "b) approving the market value of assets which are the object of a large-scale contracts;", "c) making decisions on the conclusion of large-scale contracts as stipulated in paragraph (1) of Article 83;", "d) concluding an agreement with the Executive Body of the Company;", "e) approving the Company’s Registrar and determining his remuneration;", "f) approving the prospectus of public offers of securities;", "g) approving the report on the results of securities’ issues and operating changes to the Company’s Charter;", "g1) approving the decision on bonds’ issue, except convertible bonds, as well as the report on results of bonds’ issue;", "h) during the fiscal year, deciding on the distribution of net income, the use of reserve capital and of the special funds of the Company;", "i) making proposals to the General Assembly of Shareholders on the payment of annual dividends and deciding on the payment of interim dividends;", "j) approving a remuneration fund and the remuneration rules for the Company’s employees;", "k) deciding on the Company’s joining an association or other union; and", "l) deciding on other issues provided in this law and in the Charter of the Company.", "(3) The powers of the Board of the Company shall also include deciding on the issues specified in paragraph (4) of Article 50, provided that this is stipulated in the Company Charter.", "(4) Issues referred to the competence of the Board of the Company may not be delegated for review by the Executive Body of the Company, except as provided in paragraph (3) of Article 69.", "(5) The Board of the Company shall submit to the General Assembly of Shareholders the annual report on its activity prepared according to the legislation on securities, the Charter of the Company and the regulation on the Board of the Company.", "(6) The functions of the Board of the Company may not be delegated to another person.", "(7) If the Board of the Company is not set up or its powers are terminated in conformity with this law, the functions of the Board shall be performed by the General Assembly of Shareholders, except for the convocation, preparation and holding of the meeting of the General Assembly.", "27. Articles 82 and 83 of the same law provide that “important transactions”, amounting to between 25 and 50% of a company’s assets, can be approved only by a unanimous decision of the company’s board.", "28. The powers of the executive body are set out in article 69, as follows:", "“Article 69. Executive Body of the Company", "(1) The Executive Body is competent to deal with all issues related to the management of the current activities of the Company, except the issues which are within the competence of the General Assembly of Shareholders or the Board of the Company.", "(2) The Executive Body of the Company shall carry out decisions of the General Assembly of Shareholders and of the Board of the Company and is accountable to:", "a) the Board of the Company;", "b) the General Assembly of Shareholders, if provided in the Company Charter.", "(3) If the Board of the Company has not been set up or its powers are terminated, the Executive Body of the Company shall carry out the functions of the Board of the Company concerning the preparation and holding of a General Assembly of Shareholders.", "(4) The Executive Body of the Company can be either collegiate (Board, Directorate) or unipersonal (General Director, Director). The persons specified in paragraph (12) of Article 31 cannot hold a seat in the Executive Body of the Company. Persons elected (appointed) already shall be revoked from their functions.", "(5) The Company Charter can simultaneously provide for two Executive Bodies specified in paragraph (4). In this case, the unipersonal Executive Body shall also act as a manager of the collegiate Executive Body.", "(6) The Executive Body of the Company shall submit to the founding central or local public administration authority reports concerning the economic and financial activity of the Company, when the State’s share represents 50 per cent plus one share, and in some cases, the results of an independent audit of the annual financial report.", "(7) The Executive Body of the Company has to ensure the submission to the Board of the Company, Auditing Commission and to each of their members documents and other information necessary for carrying out their functions appropriately.”", "29. According to law, all judges must be competent, hold a university degree in law, have requisite work experience, have no criminal record, have a good reputation, and know the official State language. All judicial candidates have to pass a written examination.", "30. During the period in question, judges of district and municipal courts, the Court of Appeal, and specialised courts such as the Economic Court were appointed by the President of the Republic of Moldova on the proposal of the Supreme Council of the Magistracy. Judges of the Supreme Court were appointed by Parliament on the proposal of the Supreme Council of the Magistracy. Parliament, the Government, and the Supreme Council of the Magistracy each appointed two of the six judges to the Constitutional Court.", "31. The Supreme Council of the Magistracy included certain ex officio members, namely the Minister of Justice, the Prosecutor General, the President of the Supreme Court and the President of the Court of Appeal. Three other members were elected by the Supreme Court and three by Parliament.", "32. Judges are appointed for an initial five-year term and, unless serious objections are raised, thereafter remain in post until retirement. According to an amendment to Law 947 of 19 July 1996 on the Supreme Judicial Council, passed on 19 July 2001, Presidents and Vice-Presidents of tribunals were, during the period in question, appointed for a four-year term of office."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}