{"ITEMID": "001-5377", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DNK", "BRANCH": "ADMISSIBILITY", "DATE": 2000, "DOCNAME": "LAURIDSEN v. DENMARK", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis", "TEXT": ["The applicant is a Danish citizen, born in 1959. He resides in Hvide Sande, Denmark. Before the Court the applicant is represented by Mr Anders Torbøl, a lawyer practising in Copenhagen.", "A.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant is the owner of a fishing vessel. In August 1989 he was fishing in the North Sea during which he exceeded the quota limits concerning maximum catch laid down in the relevant legislation. By indictment of 12 February 1991 the applicant was therefore charged with having exceeded the permitted fishing quotas contrary to Act No. 465 of 27 June 1989 concerning the regulation of certain fisheries, section 89 in conjunction with section 3, pursuant to which the prosecutor requested that the applicant pay a fine. Furthermore, the prosecutor demanded confiscation of the profits stemming from the illegal catch, estimated at 66,200 DKK.", "During the proceedings before the City Court (byretten) of Ringkøbing the applicant did not challenge the factual circumstances but maintained in particular that the amount to be confiscated should be reduced.", "By judgment of 12 February 1992 the City Court found the applicant guilty of the charges brought against him. The judgment reads in its relevant parts as follows:", "(Translation)", "kilogramme cod and as this would lead to a value which corresponds best with the real value of the illegal catch. Furthermore, the court finds it appropriate to fix the amount to be confiscated, in accordance with normal practice, without deductions of the amount paid to the crew. Finally, [the applicant’s] lack of knowledge or misunderstanding of the quota, which appears clearly from section 9 § 3, cf. § 4, cannot be taken into consideration. ...", "Pursuant to Section 75 § 1 of the Penal Code an amount of 66,200 DKK shall be confiscated from [the applicant].”", "The applicant was fined 9,100 DKK.", "The applicant appealed against the judgment to the High Court of Western Denmark (Vestre Landsret) maintaining that the fine and, in particular, the amount confiscated were disproportionate to the offence committed.", "By judgment of 24 November 1992 the High Court upheld the City Court’s judgment. As regards the calculation of the amount confiscated the High Court referred to previous caselaw of the Supreme Court (Højesteret).", "On 11 July 1994 the Ministry of Justice granted the applicant leave to appeal to the Supreme Court before which the applicant maintained that the amount confiscated ought to be reduced. He did not, however, challenge the fine imposed.", "By judgment of 2 February 1995 the Supreme Court upheld the High Court’s judgment. The judgment reads in its relevant parts as follows:", "(Translation)", "“Three judges express the following opinion:", "The amounts confiscated from [the applicant] pursuant to Section 75 § 1 of the Penal Code are fixed as the sales value of the illegal catch, solely with deduction of costs connected with landing and sale (landing costs). This conforms with previous case-law, cf. inter alia the Supreme Court's judgment of 7 October 1982 ... .", "In evaluating whether there are grounds for changing this practice, account should be taken of the fact that in cases of illegal fishery, substantial consideration is to be given to the preventive function of the confiscation. In this connection, it is worthy of note that it is presupposed in the fisheries legislation that confiscation of the value of the illegal catch is a normal reaction... .", "The accused's assistants on the fishing trip in question were remunerated with a share of the net value of the catch and have, objectively speaking, contributed to the offences. It depends on the circumstances of the legal relation between the parties whether, in case of confiscation, [the applicant is] entitled to demand repayment of the wages. We find that no deduction should be allowed for expenses pertaining to wages when fixing the confiscation amounts. Apart from the costs relating to fuel and ice, which can to a certain extent be attributed to the illegal catch, the remaining costs referred to by [the applicant] may be characterised as general costs which should not be taken into consideration either when fixing the amounts to be confiscated.", "Thus, we do not find sufficient reasons to change previous case-law according to which the amounts to be confiscated in cases like the present are fixed - unless special circumstances prevail - as the sales value of the illegal catch with the deduction solely of landing costs. Therefore we vote for upholding the High Court's judgment.”", "Two judges voted in favour of reducing the amount confiscated by allowing the deduction of certain additional costs.", "B. Relevant domestic law", "The relevant parts of Section 75 of the Penal Code (straffeloven) read as follows:", "(Translation)", "“§ 75 (1) The proceeds gained from any criminal act, or a sum equivalent thereto, may, either wholly or in part, be confiscated. Where there is no means of establishing the size of such an amount, a sum thought to be equivalent to the proceeds gained may be confiscated.", "(2) The following objects may also be confiscated where this must be regarded as necessary in order to prevent further offences, or where additional special circumstances make further offences likely:", "1) objects which have been used, or were intended to be used, in a criminal act;", "2) objects produced by a criminal act; and", "3) objects with respect to which a criminal act has otherwise been committed.", "(3) In place of confiscation of the objects referred to in subsection (2) above, a sum may instead be confiscated which is equivalent to their value or a part thereof.", "(4) In place of confiscation under subsection (2) above, arrangements concerning the objects may instead be decided upon for the purposes of preventing further offences.", "(5) When an association is dissolved by judgment, its capital, documents, protocols etc. may be confiscated.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}