{"ITEMID": "001-118582", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ROU", "BRANCH": "CHAMBER", "DATE": 2013, "DOCNAME": "CASE OF CĂŞUNEANU v. ROMANIA", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment) (Substantive aspect);Violation of Article 8 - Right to respect for private and family life (Article 8 - Positive obligations;Article 8-1 - Respect for private life);Pecuniary damage - claim dismissed;Non-pecuniary damage - award", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Ján Šikuta;Johannes Silvis;Josep Casadevall;Kristina Pardalos;Luis López Guerra;Nona Tsotsoria", "TEXT": ["5. The applicant was born in 1959 and lives in Oituz, Bacău.", "6. At the relevant time the applicant was a businessman and the owner of company P. Among other activities, he held a number of contracts with the State for the rehabilitation of public roads.", "7. On 10 December 2009 the Anti-Corruption Department (“DNA”) of the prosecutor’s office attached to the High Court of Cassation and Justice (“the prosecutor”) started criminal proceedings against the applicant on suspicion of trading in influence (cumpărare de influenţă). In particular, the prosecutor alleged that: (i) the applicant had asked a senator, C.V., to talk to judges of the High Court in order to influence the outcome of a case pending before that court which concerned a dispute between company P. and the State agency responsible for public roads; (ii) that C.V. had asked F.C., the then President of the Civil Section of the High Court, to convince the judges handling the case to decide it in favour of company P.; and (iii) that he had paid C.V. and F.C. money for their intervention.", "8. On 21 December 2009 the applicant, with his lawyer, went to the prosecutor’s office. The prosecutor informed the applicant that on 10 December he had started criminal proceedings (urmărirea penală) against him and ordered him not to leave town for thirty days.", "9. On 8 April 2010 the applicant was summoned to appear at the prosecutor’s office. At 12.45 p.m. the prosecutor informed him that he would be taken into custody for twenty-four hours and that the criminal trial against him had been set in motion (punerea în mişcare a acţiunii penale) by a decision of the prosecutor taken on the same day.", "10. Following the arrest of the applicant and his co-accused, the prosecutor sought, on the same date, the High Court’s approval for their pretrial detention for twenty-nine days. The prosecutor presented the facts of the case as they appeared from the evidence gathered, including transcripts of telephone conversations between the defendants that had been intercepted during a surveillance operation. Upon the defendants’ request, the High Court, sitting in private as a single-judge bench, postponed the hearing to the next day in order to allow defence counsel to prepare their case.", "11. On 9 April 2010 the High Court held a further hearing. The applicant and his co-accused gave statements to the court. During the hearing, at 12.45 p.m., the Court noted that the applicant’s detention had expired and released him. He nevertheless remained in the courtroom of his own free will.", "12. The High Court approved the prosecutor’s request and ordered that the applicant be placed in pre-trial detention for twenty-nine days starting on 10 April 2010.", "13. The applicant appealed and on 12 April 2010 the High Court, sitting as a nine-judge bench, quashed the decision given on 10 April and annulled the detention order.", "At the request of defence counsel, the High Court prohibited journalists from taking photographs, filming or using any electronic devices during the court hearing.", "14. On 10 May 2010 at the prosecutor’s office, the applicant acquainted himself with the prosecution file (prezentarea materialului de urmărire penală).", "15. On 21 May 2010 the prosecutor committed the applicant and the other defendants to trial before the High Court of Cassation and Justice.", "16. The case is currently under examination by the High Court of Cassation and Justice.", "17. On 8 April 2010 the applicant was arrested at the DNA’s headquarters (see paragraph 9 above). Later that day, he was handcuffed to F.C., one of the co-accused, and taken out of the building through the main door with a view to his transfer to a police detention facility.", "18. The applicant and the co-accused to whom he was handcuffed had to get into a police van through the back door, despite it being clear that they were encountering difficulties climbing in. They had to drag each other into the van while journalists were pressing close to them seeking statements. They were accompanied by police officers from the special intervention forces, who were wearing masks. Newspaper and television crews were present and the events were given widespread media coverage. Footage of the applicant’s arrest was broadcast live and shown again on the main channels’ evening news programmes.", "19. On 22 October 2010 the Judges’ Association of Romania issued an official protest concerning the use of handcuffs on the High Court judge F.C., the co-accused. They argued that the measure had not been justified, had been abusive, contradicted the Convention’s standards in the matter, and represented a means of intimidating and discrediting the judiciary.", "20. From December 2009 to April 2010 news reports about the criminal investigation and the prosecution, accompanied occasionally by images of the defendants wearing handcuffs, were given significant airtime.", "21. When the applicant was transferred from the police detention facility for court hearings, he was taken to and from the High Court, as well as around the inside of the High Court building, in the following manner: the applicant was handcuffed to the co-accused F.C., surrounded by masked police officers, taken through the main doors and exposed to journalists for photographing and filming. The footage obtained by the journalists was broadcast afterwards.", "22. From the beginning of the criminal prosecution against the applicant, numerous panel discussions were broadcast and journalists and politicians commented publicly on the events. Excerpts from conversations between the defendants which had been obtained through telephone tapping during a criminal surveillance operation conducted prior to the criminal prosecution made it into the newspapers before the applicant and his co-accused had been committed for trial. Those excerpts let believe that, on behalf of the applicant, senator C.V. and judge F.C. tried to manipulate some of the judges from the panels ruling in a commercial case involving the applicant, and reported back to him on the progress of those alleged manoeuvres; in the conversations among them, the senator, the judge and the applicant expressed in harsh words their disappointment that the outcome had not been favourable to the applicant, and made assumptions as to whether the remaining judges had been influenced by someone else.", "Other pieces of evidence from the prosecution file were likewise published and commented on in the press.", "23. The transcripts of telephone conversations intercepted during the surveillance operation first appeared in the press between 18 March and 22 March 2010.", "24. The applicant was held in the Bucharest police detention facility from 8 April 2010 until the evening of 12 April 2010, when he was released.", "25. He describes the conditions of his detention as follows: he was stripsearched when he arrived at the police detention facility, and was searched every time he was taken out of, or back to, his cell.", "26. Throughout his detention he was held in cell no. 10P along with three other detainees. The cell measured 9 sq. m and had four bunk beds, a squat toilet and a sink. The pipes carrying water to the sink were broken, so there was water around the sink. On top of the toilet there was an improvised shower made out of a plastic barrel with a hose connecting it to the sink. Privacy was ensured by an oilcloth screen.", "The cell had a window measuring 40 x 60 cm with iron bars over it. The cell looked onto the interior courtyard of the building. The window was the only source of fresh air, but the amount of air let through was insufficient to clear bad smells from the cell. The only furniture in the cell was a table made out of boxes. A fluorescent lamp above the bed was constantly switched on, which made it difficult to sleep in the cell.", "27. The applicant and his fellow detainees were allowed twenty minutes of daily outdoor exercise, which took place in a small yard measuring 6 x 4 m, surrounded by a brick wall. The yard had a metal door and was covered with a wire net.", "28. According to the information provided by the Government, the window in the applicant’s cell measured 1.2 x 0.8 m and the artificial light in the cell was switched on or off at the request of the inmates. Personal hygiene was ensured by free medication and medical check-ups on request. The amount of time allowed for daily outdoor exercise was one hour, but it was left to the detainees whether to take advantage of it or not.", "29. On 23 March 2010 the co-accused F.C. lodged a criminal complaint against unknown persons for facilitating the publication of fragments from the prosecution file. He alleged a breach of professional secrecy (încălcarea secretului profesional) and abuse of office to the detriment of private persons’ interests (abuz în serviciu contra intereselor persoanei).", "30. In a decision of 21 September 2010 the prosecutor’s office attached to the High Court of Cassation and Justice noted that the publication of the information from the prosecution file had occurred between 18 and 22 March 2010 and its source was the prosecutor’s report to the Senate concerning the placing in pre-trial detention of senator C.V., one of the coaccused (see paragraph 32 below). The prosecutor also observed that it was not possible to determine which institution was responsible for the leak, but that it was most likely at the Senate that the breach had occurred. The prosecutor noted that the report in question did not belong to the category of non-public acts, which only covered the actual documents from the prosecution file and did not extend to the related correspondence.", "It therefore concluded that no criminal offence had occurred.", "31. On 22 October 2010 the Superior Council of Magistracy (Consiliul Superior al Magistraturii – “the SCM”) began of its own initiative an internal inquiry into leaks to the press in several high-profile cases. The SCM also took account of an open letter addressed to it by the Judges’ Association and the Prosecutors’ Association whereby investigations were requested into how parts of prosecution files, in particular telephone interceptions, had been leaked to the press, with the result of pressure being put on the impartiality of judges. The SCM also had regard to a press release by the Alliance for the Rule of Law (Alianţa pentru Statul de Drept), which consisted of major non-governmental organisations specialising in the monitoring of the press in Romania, in connection with the above leaks to the press. The opinion expressed in the press release was that the publication of telephone conversations between private individuals was unlawful and breached the right to respect for their private life of the persons concerned.", "The SCM limited its examination to three such cases – one of them being the present case – chosen because of their high profile and the media interest in them and because of the intense political debate they generated.", "32. With regard to the present case, the SCM noted that the information leaked to the press was part of the prosecutor’s report to the Senate made with a view to obtaining Parliament’s approval for placing senator C.V., the applicant’s co-accused, in pre-trial detention.", "The prosecutor’s request, dated 4 March 2010, had been sent to the Senate on 9 March 2010. Parliament had granted it on 24 March 2010 and its decision had been sent to the prosecutor’s office on 26 March 2010.", "The articles in issue, which had appeared in the press on 18, 19 and 20 March 2010, gave the prosecutor’s report to the Senate as the source of the information.", "33. The SCM examined the circuit of the prosecution file and concluded, on the basis of the evidence at its disposal, that the leak must have occurred while the case was before the Senate and that no judicial authority was responsible for the breach.", "34. For these reasons, it decided to verify through which courts and prosecutor’s offices the file had circulated, to publish a press release concerning that inquiry, and to forward the resulting report to the associations concerned.", "The decision was given on 16 December 2010. It was not published.", "35. Articles 998 and 999 of the former Civil Code, applicable at the time of the facts of the present case, provide that any person who has suffered damage can seek redress by bringing a civil action against the person who has intentionally or negligently caused it.", "“Any act committed by a person which causes damage to another shall render the person through whose fault the damage was caused liable to make reparation for it.”", "“Everyone shall be liable for damage he has caused not only through his own acts but also through his failure to act or his negligence.”", "In order for the action to be admitted, the interested party must prove in court that the defendant committed an illicit act with responsibility under the civil law, that the claimant sustained damage, and that there is a causal link between the illicit act and the damage sustained.", "36. According to Article 1000 of the former Civil Code, the responsibility of the employer for the acts committed by an employee in the exercise of his functions may be engaged if the plaintiff proves that an illicit act was committed by that employee and that he has suffered damage as a result.", "37. The relevant provisions of Decree No. 31/1954 concerning remedies for persons claiming damage to their dignity or reputation (“Decree No. 31/1954”), which was applicable at that time, are set out in Rotaru v. Romania ([GC], no. 28341/95, § 29, ECHR 2000-V).", "38. According to Article 250 of the Code of Criminal Procedure, the accused person may only acquaint him or herself with the prosecution file at the end of the criminal prosecution. It follows from the Articles regulating criminal investigation and prosecution that before that date, the content of the criminal file is not public.", "39. The SCM (see paragraph 31 above) adopted best practice guidelines for the cooperation of courts and prosecutor’s offices with the media. The document was published on the SCM’s website and was communicated to all courts and prosecutor’s offices. Recommendation no. 5 § 4 of those guidelines reads as follows:", "“Information released to journalists may not jeopardise the judicial proceedings, the principle of confidentiality or any other right recognised by domestic laws or by international treaties on fundamental rights to which Romania is a party.”", "On the question of access to the file, recommendation no. 9 of the guidelines provides:", "“(1) Journalists may not study the files during the criminal prosecution stage [în faza de urmărire penală], unless the law or the internal regulations allow for it.", "(2) During court proceedings the files and the records concerning the court’s activities are public and may be consulted by any person who can justify a legitimate interest, and by journalists ... Exempted from this rule are ... files concerning ... proceedings for the confirmation and authorisation of telephone interceptions and the recordings thereof; [these files] may only be consulted by the prosecutor, the parties, and experts and interpreters appointed in the cases concerned.”", "40. The internal regulations of the courts were adopted by the SCM on 22 September 2005 and first published in the Official Bulletin no. 958 of 28 October 2005. The relevant provisions on the publicity of case-files applicable at the time of the facts of the present case state as follows:", "“(2) Files and records concerning a court’s activities are public and may be consulted by any person who can justify a legitimate interest ... requests made by journalists will be examined by the spokesperson ...", "(6) Files concerning ... proceedings for the confirmation and authorisation of telephone interceptions and recordings may only be consulted by counsel, the parties, and experts and interpreters appointed in the relevant cases in accordance with the applicable regulations ...”", "“(1) The court’s clerk will be present in the hearing room half an hour before the beginning of the court hearing, to enable the files to be consulted...”", "41. The Government submitted to the Court several examples of domestic court decisions ordering journalists and public institutions to pay compensation for damage to reputation caused by press articles.", "Among those decisions there are a few whereby the courts ordered public institutions to pay damages to private individuals who proved that they had been damaged by press releases issued by those institutions (notably Constanța police: final decision no. 212/C of 17 June 2009 of the Constanţa Court of Appeal, or the Anti-Corruption Prosecutor’s Office: decision no. 7560 of 30 September 2011 of the Bucharest District Court (not final)). They also ordered the Ministry of Public Finance to pay compensation to the claimants in a criminal case where the local prosecutor’s office had sent to the press for publication the prosecutor’s decision to prosecute and the request for detention pending trial, and by so doing, that authority had allowed the accused persons to be identified and had given information implying their criminal guilt before their conviction by a final court decision (decision no. 284/C of 15 November 2010 of the Constanţa Court of Appeal (not final)).", "42. Extracts from the relevant Council of Europe texts on freedom of the press and protection of the right to private life are set out in Axel Springer AG v. Germany [GC], no. 39954/08, §§ 50-51, 7 February 2012.", "43. The European Committee for the Prevention of Torture (“CPT”) visited a number of police detention facilities in Romania in 2010, including the one where the applicant was held. Its observations concerning the Bucharest police detention facilities were: that the living space available to detainees was 2,5-3.5 sq. m per person, which fell short of its requirements of 4 sq. m; that overcrowding remained a problem; that there was not enough natural light and fresh air; that the sanitary facilities, including the toilet, were not completely separated from the living space; that a significant number of cells were dirty and badly maintained; and that the detainees were not provided with the necessary products for maintaining personal hygiene. It also noted that the detainees were only allowed thirty to sixty minutes of daily outdoor exercise, and the exercise areas were small, austere and without any exercise equipment. It found there had been no significant improvement since its 2006 visit despite its recommendations following that visit. It therefore renewed its recommendations and requested that the State take action to improve the conditions of detention in those facilities in order to bring them into line with the applicable standards.", "The CPT further noted that the judge responsible for examining actions lodged under Law no. 275/2006 (judecătorul delegat - “the delegate judge”) did not visit the police detention facilities on a regular basis."], "VIOLATED_ARTICLES": ["3", "8"], "VIOLATED_PARAGRAPHS": ["8-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}