{"ITEMID": "001-91777", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF SALMANOĞLU AND POLATTAŞ v. TURKEY", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 3 (substantive aspect);Violation of Art. 3 (procedural aspect);Pecuniary damage - claim dismissed;Non-pecuniary damage - award", "JUDGES": "András Sajó;Françoise Tulkens;Ireneu Cabral Barreto;Nona Tsotsoria;Vladimiro Zagrebelsky", "TEXT": ["4. The applicants, who were born in 1983 and 1980, live in Izmir and Switzerland respectively. They were sixteen and nineteen years old at the time of the events giving rise to the present application.", "5. On 6 March 1999 at 2 a.m. Nazime Ceren Salmanoğlu was taken into custody by police officers from the Anti-Terrorist Branch of the İskenderun police headquarters on suspicion of membership of the PKK (the Workers’ Party of Kurdistan, an illegal organisation).", "6. On the same day at 3 a.m. she was taken to the İskenderun State Hospital, along with two other persons. In a document of the police headquarters in which the names of the detainees were put, the doctor, E.B., noted that there were no signs of physical violence on the applicant’s body.", "7. On the same day, the head of the Anti-Terrorist Branch of the İskenderun police headquarters requested the İskenderun Maternity Hospital to establish Nazime Ceren Salmanoğlu’s virginity status and determine whether she had had recent sexual relations (bakire olup olmadığı ve yakın zamanda cinsel ilişkide bulunup bulunmadığını gösterir kati doktor raporunun verilmesi). The medical expert, S.S., who conducted the examination, noted, on a document of the police, that Nazime Ceren Salmanoğlu was still a virgin and had not had recent sexual relations.", "8. On 8 March 1999 at 11.30 a.m. Fatma Deniz Polattaş was arrested by police officers from the Anti-Terrorist Branch of the İskenderun police headquarters, pursuant to an arrest warrant issued against her within the context of a police operation conducted against the PKK.", "9. On the same day, the head of the Anti-Terrorist Branch of the İskenderun police headquarters requested the İskenderun Maternity Hospital to establish Fatma Deniz Polattaş’s virginity status and determine whether she had had recent sexual relations. She was examined by S.S. who subsequently informed the police that the applicant was a virgin and had not had recent sexual relations.", "10. The applicants allege that they were subjected to ill-treatment while in police custody. In particular, Nazime Ceren Salmanoğlu was blindfolded, forced to stand for a long time, and deprived of food, water and sleep. She was also insulted and threatened with death and the torture of other members of her family. She was sexually harassed and beaten. Fatma Deniz Polattaş was blindfolded, insulted and beaten. The police officers also inserted a truncheon into her anus, which caused bleeding. A female police officer asked her family to provide clean underwear, which the applicant changed into. The applicants were both stripped naked by this female police officer, A.Y.", "11. On 9 March 1999 at 12.35 a.m. the applicants and two other detainees were examined by a medical expert, B.I.K., at the İskenderun State Hospital who noted, in a letter sent to the hospital by the İskenderun police headquarters containing the detainees’ names, that Fatma Deniz Polattaş had been sensitive upon palpation of the scalp and in the lumbar region. The doctor observed no sign of physical violence on the applicants’ persons.", "12. On 12 March 1999 at 10.15 a.m. the applicants were once again referred to the İskenderun Maternity Hospital for virginity testing. The applicants were not examined as they refused to undergo a gynaecological examination.", "13. On the same day, the applicants and two other persons were also examined by a general practitioner, A.A., in a health clinic, who noted that there was no sign of physical violence on the detainees’ bodies in the letter which had actually been sent to him by the police.", "14. On the same day the applicants were brought before a judge, who remanded them in custody. They were then placed in Adana prison. Subsequently, criminal proceedings were brought against them before the Adana State Security Court.", "15. On 26 March 1999 Fatma Deniz Polattaş submitted a request to the İskenderun public prosecutor’s office, in which she contended that she had been subjected to mental and physical torture while in police custody and requested a gynaecological examination.", "16. On an unspecified date the İskenderun public prosecutor started an investigation into the allegations of Fatma Deniz Polattaş.", "17. On 6 April 1999 Fatma Deniz Polattaş was examined by a doctor, B.K., at the İskenderun State Hospital. Following a digital rectal examination, the doctor noted that there was no sign of intercourse in the anal region.", "18. On 14 May 1999 the İskenderun public prosecutor issued a decision based on lack of jurisdiction (görevsizlik kararı) and passed the investigation to the İskenderun District Administrative Council for further proceedings under the Law on the prosecution of civil servants (Memurin Muhakematı Kanunu).", "19. On 15 December 1999 the İskenderun District Administrative Council decided not to grant authorisation to prosecute two police officers from the Anti-Terrorist Branch of the İskenderun police headquarters. The district council based its decision on the medical reports of 8 and 12 March and 6 April 1999.", "20. In the meantime, on 1 June 1999 Nazime Ceren Salmanoğlu made a statement to the Adana State Security Court in which she alleged that she had been subjected to various forms of ill-treatment while in police custody, including sexual abuse and psychological pressure.", "21. On 19 July 1999 the Turkish Medical Association issued an opinion on the applicants’ previous medical examinations, without examining the applicants. Fatma Deniz Polattaş submitted to the Turkish Medical Association that she had been subjected to various types of ill-treatment while in police custody, including sexual abuse, rape (the insertion of a truncheon into her anus) and beatings, as a result of which one of her teeth was broken. The applicant further stated that she had pain, bleeding and difficulty in defecating. The medical report referred to the medical report of 9 March 1999, according to which the applicant had been sensitive upon palpation of the scalp and in the lumbar region. It further referred to the report dated 12 March 1999 which stated that there was no sign of physical violence on the applicant’s body. The doctors of the Association considered that the applicant’s complaints about her anal region were consistent with the allegation of rape. They also considered that her other complaints, such as pain in the lumbar region and in the legs, as well as difficulty in respiration, matched her allegations of ill-treatment.", "22. Nazime Ceren Salmanoğlu submitted that she had been subjected to various types of ill-treatment while in police custody, including threats, sexual abuse and beatings to numerous parts of her body, in particular to her head, legs, genitals and anal region. She complained of pain in her teeth, heart, head, neck, back, shoulders, arms and hands, and difficulty in respiration. She also stated that she had sleep and memory problems. The medical report referred to the reports of 9 and 12 March 1999, according to which the applicant did not bear any sign of physical violence. The doctors considered that Nazime Ceren Salmanoğlu’s complaints matched the applicant’s allegations of ill-treatment.", "23. The doctors from the Turkish Medical Association further considered that the applicants should undergo several medical examinations. They noted in respect of both applicants that the medical examinations which they had undergone following their release from police custody were not capable of establishing whether the applicants had actually been subjected to ill-treatment as alleged. The experts considered that these examinations were not “medically valid” as they did not comply with the standards established by the Ministry of Health and the Turkish Medical Association. In that connection, they noted that a record of the subjects’ statements and their complaints of physical and psychological symptoms had not been noted. They further considered that there had not been a detailed record of the findings of a thorough clinical examination. The doctors from the Turkish Medical Association also observed that the reports did not give details regarding the psychological complaints of the subjects and the doctors’ findings in this respect. They particularly criticised the virginity tests, stating that the doctors who had conducted these tests should have obtained the subjects’ consent and listened to their statements. They considered that, in the circumstances of the applicants’ case, the virginity tests appeared to have been carried out in order to humiliate the applicants.", "24. On 9 November 1999 the applicants’ lawyers made a statement to the İskenderun public prosecutor’s office, alleging that the applicants had been subjected to ill-treatment while in police custody. They requested an investigation into the actions of the medical experts who had examined the applicants during and after their detention in police custody, and those of the police officers from the Anti-Terrorist Branch of the İskenderun Security Directorate. They also requested that the applicants be examined by medical experts from the Departments of Psychiatry at Çapa and Çukurova Universities.", "25. On 24 November 1999 the applicants were examined by a doctor from the Adana Forensic Medicine Institute. The report concerning Fatma Deniz Polattaş referred to the latter’s complaints of pain in the anal region while sitting and on defecation. The doctor observed that one of her teeth was broken and concluded that she was unfit for work for ten days. As regards Nazime Ceren Salmanoğlu, the doctor observed a bruise of 1.5 cm. on her back and considered that she was unfit for work for three days.", "26. On 14 December 1999 the İskenderun public prosecutor issued a decision not to prosecute anyone in relation to the applicants’ allegations, holding that there was insufficient evidence to bring criminal proceedings.", "27. On an unspecified date, the applicants submitted an objection to the decision of 14 December 1999.", "28. On 26 January 2000 the President of the Hatay Assize Court quashed the decision of the İskenderun public prosecutor. It decided that criminal proceedings should be brought under Article 243 of the Criminal Code against the police officers who had questioned the applicants while they were in custody. In its decision, the President noted that the applicants’ allegations had not been adequately examined by the public prosecutor. In particular, Nazime Ceren Salmanoğlu’s allegations that her dental braces had been broken as a result of the beatings in police custody and had therefore been removed were not examined. Likewise, the public prosecutor had not determined the date on which Fatma Deniz Polattaş’ tooth had been broken. The medical examinations indicated in the report of the Turkish Medical Association had not been carried out. Moreover, the public prosecutor had not looked into the question whether the applicants had actually submitted complaints against the prison doctor. Nor had he taken statements from the police officers who had taken the applicants’ statements or the doctors who had examined them.", "29. On 18 February 2000 the İskenderun public prosecutor filed a bill of indictment with the İskenderun Assize Court, charging four police officers from the Anti-Terrorist Branch of the İskenderun police headquarters - M.Ç., H.Ö., A.Y. and G.İ., under Article 243 of the former Criminal Code, with torturing the applicants.", "30. On 14 April 2000 the İskenderun Assize Court held the first hearing on the merits of the case. The court heard the accused police officers, the applicants, Nazime Ceren Salmanoğlu’s father and the doctors who had examined the applicants after their release from police custody.", "31. The applicants alleged that they had been subjected to various forms of ill-treatment (see paragraph 10 above). They further submitted that they had not stated on 12 March 1999 before the public prosecutor and the judge that they had been subjected to ill-treatment as they were scared. Nazime Ceren Salmanoğlu submitted that during the medical examination conducted at the end of her detention in police custody there were police officers in the examination room. She also submitted that one of the accused officers, G.İ., had been in the public prosecutor’s office when the prosecutor had taken their statements. Fatma Deniz Polattaş contended that an object had been inserted into her anus and there had been bleeding. Therefore, A.Y. asked her parents to bring clean underwear. She further submitted that she had told the doctor who had examined her during her custody period that she had been ill-treated. However, the police officers had arrived to the room where she was medically examined and the doctor, who was a woman, had not noted her complaints in the report. She also stated that one of her teeth had been broken as she had been punched in the face in police custody.", "32. The police officers denied the allegations of ill-treatment and the allegations that they had been in the office of the prosecutor or the medical examination room. As regards the virginity testing, G.İ. submitted that they had requested this examination in order to prevent any false allegations of sexual abuse in police custody.", "33. The doctors, B.K., B.I.K., E.B. and T.S. maintained that they had not observed any signs of physical or psychological violence when they had examined the applicants. They denied the applicant’s allegations that the medical examinations had taken place in the presence of police officers. As regards the sensitivity on Fatma Deniz Polattaş’s scalp and lumbar region upon palpation noted in the report of 9 March 1999, B.I.K., who had examined her, maintained that the applicant had been disturbed as she had not wished to have physical contact. The doctor stated that the sensitivity noted in the report was not an indication of an injury.", "34. One of the accused officers, M.Ç., and the doctor who had examined Nazime Ceren Salmanoğlu on 6 March 1999 stated that this applicant had consented to the virginity test.", "35. Nazime Ceren Salmanoğlu’s father contended before the court that he and his wife had seen their daughter on different occasions when she had been in police custody. He observed that Nazime Ceren Salmanoğlu had an injury to her lips. He further maintained that his wife had told him that she had seen a bruise on their daughter’s cheek.", "36. At the end of the hearing, the court ordered, inter alia, that the applicants be examined at the Psychosocial Trauma Centre at the Faculty of Medicine of Istanbul University. The court requested information from the Faculty of Medicine as to whether the applicants were suffering from any psychological problem and, if so, whether the cause of their psychological suffering could be established. The assize court further ordered a medical examination of Nazime Ceren Salmanoğlu, in particular a bone scintigraphy, in order to determine whether she had been subjected to violence and if so when.", "37. During a hearing held on 16 June 2000 the first-instance court heard the doctor who had examined the applicants on 12 March 1999, A.A. He maintained that the police officers had waited outside the examination room, one metre from the door, where they could hear the conversation with the patients and even see inside the room if they wanted. He contended that he had asked the applicants to show him their abdomen, backs and half of their legs. He submitted that he had not conducted an examination concerning their psychological state. The examination he conducted could only have revealed traces of physical violence on their bodies. A.A. finally stated that both applicants were present in the room during their examination and that they had witnessed each other’s examinations.", "38. On the same day S.S., the doctor who conducted the virginity testing on the applicants on 6 and 8 March 1999, was also heard by the court. He submitted that the applicants had given consent to the examination. They did not have any allegation of rape or sexual abuse. The sole purpose of the examination was to establish their virginity status. S.S. also submitted that police officers had not been present in the room where this examination had taken place.", "39. On the same day, Nazime Ceren Salmanoğlu’s mother stated before the first-instance court that she had seen her daughter one day after her arrest and that there had been a bruise on her daughter’s lips then. She further contended that three to four days after the arrest she had seen the applicant again and observed another injury on her lips. She finally stated that her daughter had not told her that she had been subjected to ill-treatment in custody. The first-instance court also heard Fatma Deniz Polattaş’s uncle, who was a retired police officer, and who submitted that he had taken clean underwear to the police headquarters as A.Y. had asked him to do so. He also noted that the applicant had appeared to be exhausted when he had seen her in Adana prison.", "40. On 12 September 2000 F.A., a woman who was detained in Adana prison, made statements before the court. She said that the applicants had appeared to be exhausted when they were brought to the prison. She further contended that there had been a swelling on the lips of Nazime Ceren Salmanoğlu and that Fatma Deniz Polattaş had had difficulty in sitting. She submitted that Fatma Deniz had told her that a truncheon had been inserted into her anus while in police custody. During the same hearing, the applicants and Nazime Ceren Salmanoğlu’s father joined the proceedings as civil parties (müdahil).", "41. On 27 October 2000 the İskenderun Assize Court heard the nurse who had assisted B.K. during the rectal examination of Fatma Deniz Polattaş carried out on 6 April 1999. The nurse, J.E., stated that there had been a female prison guard in the examination room when the examination had taken place. She submitted that the guard had not wished to leave the room and had therefore turned her back and stayed. She maintained that the presence of the prison guard had not had any impact on the examination.", "42. On the same day, four inmates detained in the same prison as the applicants made statements before the court and contended that they had not noticed any sign of physical violence on the applicants’ persons when they had arrived at the prison.", "43. On 12 April 2001 the medical reports regarding the applicants’ examinations at the Psychosocial Trauma Centre at the Faculty of Medicine of Istanbul University were submitted to the İskenderun Assize Court.", "44. On 19 July 2001 the Hatay public prosecutor requested the assize court to order the Forensic Medicine Institute to draw up a further report, as the medical reports drafted during the preliminary investigation and the reports by the Medical Association and Istanbul University were contradictory. On the same day, the İskenderun Assize Court decided to send the case file to the Forensic Medicine Institute and requested the latter to submit a report containing information as to whether the applicants had been subjected to ill-treatment while in police custody and whether the findings of the doctors from Istanbul University could be considered to be the result of the alleged illtreatment.", "45. On 10 May 2002 Nazime Ceren Salmanoğlu refused to consent to an examination by the experts from the Forensic Medicine Institute. On 11 July 2002 the applicants’ lawyer informed the İskenderun Assize Court that she had not consented to the examination as the medical experts wished to conduct a digital rectal examination, although this applicant had not alleged that she had been raped while in police custody. On the same day the first-instance court once again requested the Forensic Medicine Institute to submit a report.", "46. Between 9 October 2002 and 13 March 2003 the assize court postponed the hearings as the Forensic Medicine Institute did not submit the requested report.", "47. On 22 April 2003 the Forensic Medicine Institute submitted two reports drawn up by its 6th and 4th Sections of Expertise (İhtisas Kurulu) on 9 December 2002 and 5 March 2003 respectively, concerning Nazime Ceren Salmanoğlu, to the first-instance court.", "48. On the same day the İskenderun Assize Court requested the Forensic Medicine Institute to conduct a medical examination on Fatma Deniz Polattaş and submit a report about her.", "49. Between 22 April 2004 and 23 September 2004, the first-instance court postponed the hearings as it was waiting for the report by the Forensic Medicine Institute concerning Fatma Deniz Polattaş.", "50. On 23 September 2004 the Forensic Medicine Institute submitted three reports drawn up by its 2nd, 6th and 4th Sections of Expertise on 15 October 2003, 20 and 25 August 2004 respectively, concerning Fatma Deniz Polattaş, to the firstinstance court.", "51. On the same day, the assize court requested the Plenary Assembly of the Forensic Medicine Institute (Adli Tıp Kurumu Genel Kurulu) to submit a final medical opinion as to whether the applicants had been subjected to illtreatment while in police custody.", "52. On 3 March 2005 the Forensic Medicine Institute submitted two reports dated 13 January 2005 drawn up by its Plenary Assembly to the İskenderun Assize Court.", "53. On the same day the first-instance court requested the parties to submit final observations on the merits of the case.", "54. On 22 April 2005 the İskenderun Assize Court acquitted the accused police officers, finding that there was insufficient evidence to convict them. In its judgment, the first-instance court noted that there was no evidence demonstrating that the applicants had been subjected to physical or psychological violence while in police custody. The assize court considered that the distress which the applicants might have suffered could have stemmed from their detention and conviction at a very young age. The İskenderun Assize Court further noted that it had taken into consideration the opinion of the majority of the Plenary Assembly of the Forensic Medicine Institute that the applicants had not suffered from post-traumatic stress disorder. It considered that the Forensic Medicine Institute, although a State institution, was an independent body. It noted the minority dissenting opinions as an indication of the independence of the members of the Plenary Assembly. The first-instance court finally noted that there had been a disciplinary investigation into the doctors who had examined the applicants during and after their detention in police custody and no sanctions had been imposed on them as a result.", "55. On 7 June 2005 the applicants appealed. In their petition, they maintained, inter alia, that the virginity tests had constituted a sexual assault.", "56. On 15 November 2006 the Court of Cassation quashed the judgment of 22 April 2005. It decided to terminate the criminal proceedings against the police officers on the ground that the prosecution was timebarred (zamanaşımı).", "57. Between 2 June and 28 September 2000, Nazime Ceren Salmanoğlu and Fatma Deniz Polattaş were examined eight and nine times respectively by three experts from the Psychosocial Trauma Centre at the Faculty of Medicine of Istanbul University. After referring to the psychological findings in two reports dated 23 October 2000, the experts diagnosed the applicants as suffering from post-traumatic stress disorder. Fatma Deniz Polattaş was further diagnosed with major depressive disorder. The experts concluded that Nazime Ceren Salmanoğlu had suffered a traumatic experience and Fatma Deniz Polattaş had suffered an aggravated traumatic experience. The doctors reached these conclusions having regard to the applicants’ submissions about traumatic experiences which had allegedly involved physical, psychological and sexual assault that they had endured one and half years prior to their examination. Subsequently, Nazime Ceren Salmanoğlu underwent psychotherapy at the Psychosocial Trauma Centre at the Faculty of Medicine of Istanbul University. Fatma Deniz Polattaş underwent psychotherapy and drug therapy.", "58. On 25 September 2000 the applicants were further subjected to bone scintigraphy tests. According to the relevant report, all values were normal in respect of both applicants.", "59. The report submitted to the assize court on 22 April 2003 (see paragraph 47 above), drawn up by the 6th Section of Expertise (İhtisas Kurulu) on 9 December 2002 stated that there was no evidence demonstrating that the applicant had been subjected to physical violence. The 6th Section took into consideration the reports issued in respect of the first applicant during and after her police custody when rendering this decision. It further noted that the bruise recorded in the report of 24 November 1999 (see paragraph 25 above) was three to five days old. The 6th Section considered that Nazime Ceren Salmanoğlu should be subjected to an examination by the 4th Section of Expertise in relation to the diagnosis of post-traumatic stress disorder.", "60. The second report submitted to the first-instance court, dated 5 March 2003, was drawn up by the 4th Section of Expertise. According to this report, the first applicant did not show any sign of post-traumatic stress disorder on the day of her examination on 8 November 2002. However, the Section considered that the applicant had suffered from this disorder due to the trauma which she had experienced when she was detained in police custody, and that she had recovered as a result of the psychiatric treatment which she had received at the Psychosocial Trauma Centre at the Faculty of Medicine of Istanbul University.", "61. In its report of 15 October 2003 the 2nd Section considered that there was no evidence demonstrating that Fatma Deniz Polattaş had been subjected to physical violence. The 2nd Section took into consideration the reports issued in respect of the applicant during and after her police custody when rendering this decision. It also opined that the date on which the applicant’s tooth had been broken could not be determined.", "62. The report of the 6th Section dated 20 August 2004 stated that the veracity of the second applicant’s allegations of anal rape could not be assessed, since the rectal examination had been conducted long after the alleged sexual assault.", "63. In its report of 25 August 2004, the 4th Section of Expertise considered that Fatma Deniz Polattaş had suffered, like Nazime Ceren Salmanoğlu, from post-traumatic stress disorder and also from major depressive disorder, but had recovered as a result of the treatment which she had undergone. The Section noted that Fatma Deniz Polattaş had experienced a traumatising event prior to her medical examinations between 2 June and 28 September 2000.", "64. According to the reports dated 13 January 2005 and submitted to the assize court on 3 March 2005 (see paragraph 52 above), the majority of the Plenary Assembly (fifteen members) considered that the applicants were not suffering from posttraumatic stress disorder. The Assembly considered that there were no physical findings in support of the diagnosis of the doctors from the Psychosocial Trauma Centre at the Faculty of Medicine of Istanbul University. Noting that the only basis for this diagnosis had been the applicants’ statements, the Assembly considered that the reports issued by the doctors from the Istanbul University had not been objective.", "65. Attached to the opinion of the majority of the Plenary Assembly, the Forensic Medicine Institute also submitted dissenting opinions. One member of the Plenary Assembly considered that, on the basis of the file, it could not be determined whether or not the applicants were suffering from any psychological disorder. Fourteen of the members considered that the applicants were suffering from post-traumatic stress disorder. However, the date on which the traumatic experience had occurred could not be determined. Another member opined that no decision could be made, since there were contradictions in the file. Finally, eight members of the Plenary Assembly opined that the reports of 4th Section of Expertise stating that the applicants were suffering from post-traumatic stress disorder were accurate.", "66. On 24 March 1999 the public prosecutor at the Adana State Security Court filed a bill of indictment against the applicants and five other people. The applicants were charged under Articles 168 § 2 and 264 § 6 of the Criminal Code and Article 5 of Law no. 3713 with membership of an illegal organisation and for throwing Molotov cocktails.", "67. On 2 November 1999 the Adana State Security Court convicted the applicants of membership of an illegal organisation and sentenced Nazime Ceren Salmanoğlu and Fatma Deniz Polattaş to eight years and four months’ and twelve years and six months’ imprisonment, respectively. The applicants were also convicted of throwing Molotov cocktails, for which they were sentenced to three years, eight months and thirteen days, and five years, six months and twenty days’ imprisonment, respectively. In its judgment, the State Security Court took into consideration the applicants’ statements to the police. The court noted that, although the applicants had alleged that they had been subjected to ill-treatment while in police custody, the medical experts who had examined them following their release from custody had not observed any signs of ill-treatment on their bodies. The State Security Court considered that the applicants’ allegations were therefore unsubstantiated.", "68. The relevant law and practice in force at the material time are outlined in the judgment of Batı and Others v. Turkey (nos. 33097/96 and 57834/00, §§ 95-100, ECHR 2004-... (extracts)); Annexes to the Interim Report of the Turkish Government in response to the Report of the European Committee for the Prevention of Torture (the “CPT”) on its visit to Turkey from 5 to 17 October 1997, CPT/Inf (99) 3; Report to the Turkish Government on the visit to Turkey carried out by the CPT from 5 to 17 October 1997, CPT/Inf (99) 2, § 39.", "The CPT expressed its views on the provisions of Turkish law concerning medical examination of persons in police custody in the following reports: CPT/Inf (2000) 17 § 19; CPT/Inf (2001) 25 §§ 64-66; CPT/Inf (2002) 8 § 42; CPT/Inf (2003) 8 § 41; CPT/Inf (2006) 30, § 25."], "VIOLATED_ARTICLES": ["3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}