{"ITEMID": "001-57942", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NLD", "BRANCH": "CHAMBER", "DATE": 1995, "DOCNAME": "CASE OF MASSON AND VAN ZON v. THE NETHERLANDS", "IMPORTANCE": "3", "CONCLUSION": "Lack of jurisdiction (complaint inadmissible);No violation of Art. 6-1;Not necessary to examine Art. 13", "JUDGES": "", "TEXT": ["8. In 1983 a so-called \"Black Book\" (zwartboek) containing allegations of irregularities with regard to the financial dealings of the Civil Service Pension Fund (Algemeen Burgerlijk Pensioenfonds, \"ABP\") was published anonymously.", "9. Following a criminal investigation, the two applicants were charged with forgery and corruption. At the time, Mr Masson was the Investments Manager of ABP. Mr van Zon was a businessman with interests in real estate development.", "10. On 10 May 1984 Mr Masson was arrested and taken into police custody (verzekering). He was subsequently placed in detention on remand (voorlopige hechtenis).", "By order of 21 February 1985 (effective on 22 February) the review chamber (raadkamer) of the Regional Court (arrondissementsrechtbank) of Maastricht suspended the detention on remand, allowing Mr Masson to return to his home on condition, inter alia, that he surrender his passport and report to the local police every day. In addition, he was not allowed to communicate in any way with his co-accused, Mr van Zon. The obligation to report daily to the police was lifted by the review chamber on 26 March 1986.", "11. Towards the end of July 1984 the public prosecutor (officier van justitie) summonsed Mr Masson to appear before the Maastricht Regional Court on 3 August 1984 on four counts of forgery, being an accessory to fraudulent bankruptcy, corruption and swindling.", "Mr Masson filed an objection (bezwaarschrift) on 26 July 1984, as a result of which the summons lapsed (section 262 of the Code of Criminal Procedure (\"CCP\") as it then read). The objection was dismissed by the Regional Court on 14 September 1984.", "On appeal the 's-Hertogenbosch Court of Appeal decided on 7 November 1984 to clear Mr Masson of one charge, that of being an accessory to fraudulent bankruptcy, but found that there was a prima-facie case against him as regards the remainder. The decision of the Court of Appeal was upheld by the Supreme Court (Hoge Raad) on 26 March 1985.", "12. Mr Masson was again summonsed to appear before the Maastricht Regional Court on 20 May 1985, this time on the charges allowed by the Court of Appeal on 7 November 1984.", "13. On 21 May 1987, after various adjournments and hearings, the Regional Court acquitted Mr Masson of one of the charges but convicted him of the remainder. It sentenced him to one year's imprisonment and ordered him to pay to the State 108,000 Netherlands guilders (NLG), that being the court's estimate of the benefit derived by Mr Masson from the crimes of which he had been found guilty.", "14. Both Mr Masson and the public prosecutor appealed against this judgment to the 's-Hertogenbosch Court of Appeal. On 7 June 1988 the Court of Appeal acquitted Mr Masson on all charges.", "15. Mr van Zon was arrested on 11 May 1984. Like Mr Masson, he was taken into police custody and subsequently detained on remand. He remained in detention until 29 January 1985.", "On 29 January 1985 his detention on remand was suspended on condition that he report every week to the investigating judge and provide a surety of NLG 350,000. The order to report to the investigating judge was lifted on 14 February 1986. On 30 September 1987, at Mr van Zon's request, the 's-Hertogenbosch Court of Appeal rescinded the order of detention on remand altogether and ordered the return of the surety.", "16. Mr van Zon was summonsed to appear on 3 August 1984 before the Regional Court of Maastricht.", "17. On 24 June 1987, after various adjournments and hearings, the Regional Court convicted him on a number of counts of fraud, corruption and forgery and sentenced him to one year's imprisonment.", "18. Both the public prosecutor and Mr van Zon appealed against the Regional Court's judgment to the 's-Hertogenbosch Court of Appeal.", "On 7 June 1988 the Court of Appeal acquitted Mr van Zon on all charges.", "19. Mr Masson was suspended from his duties on 26 August 1983 by the Minister for Home Affairs (Minister van binnenlandse zaken) following the opening of the criminal investigation. On 24 December 1984 the Minister decided to withhold one-third of his salary for a period of six weeks and to stop his salary entirely thereafter. This apparently left him without an income from public employment from 5 February 1985 until 1 September 1987, when he became entitled to a pension.", "In September 1988, following the acquittal, the Minister for Home Affairs paid Mr Masson half the amount which had been stopped.", "20. Mr Masson's costs of legal assistance in the national proceedings totalled NLG 804,090.99. Of this sum NLG 787,243.56 remained unpaid.", "21. Mr van Zon had to pay his counsel NLG 610,049.61 for their assistance in the national proceedings. Other expenses included the cost of the banker's guarantee which served as surety in lieu of detention.", "22. On 5 and 6 September 1988 respectively, Mr van Zon and Mr Masson filed requests to the Court of Appeal, under section 591a CCP for reimbursement by the State of their legal costs and of travel and subsistence expenses incurred in connection with the proceedings (see paragraph 28 below) and under section 89 for financial compensation for the restrictions on their liberty (see paragraph 27 below).", "23. On 9 December 1988 the review chamber of the Court of Appeal rejected both applicants' claims under section 89 on the ground that there were no reasons in equity to award the applicants compensation.", "The review chamber, which was composed of three judges, included two (one of them the presiding judge) who had participated in the appeal hearing; the third member of the original chamber had in the meantime left the 's-Hertogenbosch Court of Appeal.", "24. In decisions of the same date the presiding judge of the review chamber awarded NLG 5,853.55 to Mr Masson and NLG 3,559.80 to Mr van Zon by way of reimbursement for travel and subsistence expenses incurred in connection with the hearings of the courts and in respect of the costs of defence witnesses, but rejected the remainder of their claims entirely. These decisions explicitly referred to the decisions of the review chamber mentioned in the previous paragraph, including the reasoning on which they were based.", "25. Both applicants brought proceedings against the Netherlands State before the Regional Court of The Hague, Mr van Zon on 27 May 1993 and Mr Masson on 6 June 1993. Alleging a wrongful act in civil law (onrechtmatige daad), they claimed compensation for the damage caused to them by the detention on remand and full reimbursement of their legal costs. It appears that these proceedings are still pending.", "26. The relevant provisions of the Code of Criminal Procedure were amended by the Act of 8 November 1993, Staatsblad (Official Gazette) 1993, no. 591, which entered into force on 1 January 1994 (see paragraph 31 below).", "27. Sections 89 and 90 CCP, in so far as relevant, provided:", "\"1. If a case ends without the imposition of a punishment or measure, or when such punishment or measure is imposed but on the basis of a fact for which detention on remand is not allowed, the court may, at the request of the former suspect, grant him compensation at the expense of the State for the damage which he has suffered as a result of police custody or detention on remand. Such damage may include non-pecuniary damage.", "...", "3. The request may only be submitted within three months following the termination of the case. The petitioner shall be heard, or at least summoned, and may be assisted during the hearing by a lawyer. At the hearing the lawyer shall be offered the opportunity to make any observations required.", "4. The review chamber shall consist as far as possible of the judges who have dealt with the case at the trial.", "5. The court competent to grant compensation shall be the court with jurisdiction as to both facts and law (gerecht in feitelijke aanleg) before which, at the time of its termination, the case was or would have been prosecuted or else was last prosecuted, or, if that court is a District Court (kantonrechter), the Regional Court of that judicial district. ...\"", "\"1. Compensation shall be awarded in each case if and to the extent that the court, taking all circumstances into account, is of the opinion that there are reasons in equity to do so.", "2. In the determination of the amount, the personal circumstances (levensomstandigheden) of the former suspect shall also be taken into account.", "3. The decision shall be reasoned. The decision shall immediately be notified to the former suspect or to his heirs, but in case of a rejection the grounds shall be omitted. In that case the former suspect or his heirs may consult the statement of grounds at the registry.\"", "It was not possible to file an appeal on points of law against a decision based on these provisions.", "28. Sections 591 and 591a CCP, in so far as relevant, provided as follows:", "\"1. Compensation shall be paid to the former suspect or his heirs at the expense of the State for costs borne by the former suspect under or pursuant to the provisions of the Act on Fees in Criminal Cases (Wet tarieven in strafzaken), in so far as the appropriation of these costs has served the investigation or has become devoid of purpose by the withdrawal of summonses or legal remedies by the public prosecution (openbaar ministerie).", "2. The amount of compensation shall be determined at the request of the former suspect or his heirs. This request must be submitted within three months following the termination of the case. The determination shall be made in the court with jurisdiction as to both facts and law before which, at the time of its termination, the case was or would have been prosecuted or else was last prosecuted, by the District Court judge or by the presiding judge as the case may be. The presiding judge may appoint one of the judges of the Court of Appeal or the Regional Court who have dealt with the case to do so. The District Court judge or the Regional Court [or Court of Appeal] judge will issue an order of payment (bevelschrift van tenuitvoerlegging) for the amount of the compensation.", "3. Petitioners can be heard. If they so wish they will be heard, or at least summoned. They may be assisted by a lawyer. Section 24, last paragraph, applies.", "...\"", "\"1. If the case ends without imposition of a punishment or measure ..., the former suspect or his heirs shall be granted compensation at the expense of the State for his travel and subsistence expenses incurred for the investigation and the examination of his case, calculated on the basis of the Act on Fees in Criminal Cases.", "2. If the case ends without imposition of a punishment or measure ..., the former suspect or his heirs may be granted compensation at the expense of the State for the damage which he has actually suffered through loss of time as a result to the preliminary investigation (gerechtelijk vooronderzoek) and the examination of his case at the trial, as well as the costs of counsel. This will include compensation for the costs of counsel during police custody and detention on remand. Compensation for such costs may furthermore be granted when a case ends with the imposition of a punishment or measure on the basis of a fact for which detention on remand is not allowed.", "...", "4. Sections 90 and 591, subsections 2 to 5, shall apply by analogy.\"", "29. The Code of Criminal Procedure, which was adopted in 1921 and entered into force in 1926, assumed that matters dealt with therein were to be decided either by the trial court, following a hearing which in principle was public, or by the review chamber following a hearing in camera to which the public had no access. Proceedings before the review chamber were governed by sections 21 to 26.", "Section 21 CCP, in so far as relevant, provided as follows:", "\"1. All cases in which a decision is not required by law to be taken by the trial court at the trial hearing or taken at the trial hearing ex officio shall be dealt with by the review chamber. However all applications, requests and proposals made at the trial shall be examined and decided at the trial.", "2-4. ...\"", "Section 24 CCP, in so far as relevant, provided as follows:", "\"1. The accused is entitled to be assisted by counsel at all hearings.", "2-3. ...", "4. The counsel or the lawyer will be offered the opportunity to make any observations required at the hearings.\"", "30. Requests based on sections 89 and following and on sections 591 and 591a were heard by the review chamber. As is indicated in the preceding paragraph, review chamber proceedings were not intended to be public. However, since the Convention is directly applicable in the Netherlands, taking precedence over domestic law, it was open to petitioners to claim that a request based on one of these provisions related to a \"civil right\" for the purposes of Article 6 para. 1 (art. 6-1) of the Convention and that they were therefore entitled to a public hearing. It appears from the case-law of the Supreme Court that if the review chamber hearing the request accepted this argument, they were obliged to grant a public hearing. It was also open to the review chamber hearing the request to decide of its own motion that Article 6 para. 1 (art. 6-1) was applicable, with the resultant obligation to hear the request in public unless the petitioner preferred a hearing in camera (see, inter alia, the Supreme Court's judgment of 23 November 1990, Nederlandse Jurisprudentie (Netherlands Law Reports, \"NJ\") 1991, no. 184).", "In an appeal on points of law for safeguarding the law (cassatieberoep in het belang der wet) against a decision of 27 March 1992 by the 's-Hertogenbosch Court of Appeal, the Procurator-General (procureur-generaal) to the Supreme Court addressed the question, which he answered in the negative (see paragraphs 19-21 of his statement of grounds of appeal), whether a request for compensation based on section 89 CCP led to the determination of a \"civil right\". In its judgment rejecting the appeal (judgment of 2 February 1993, NJ 1993, no. 553) the Supreme Court expressly declined to rule on this issue.", "31. The Act of 8 November 1993 (see paragraph 26 above) is intended to ensure the conformity of review chamber proceedings with Article 6 (art. 6) of the Convention as the legislature considers that this provision (art. 6) is to be interpreted in the light of the Court's case-law. The legislature has chosen to retain the general principle that review chamber proceedings are not public but to prescribe public hearings where Article 6 (art. 6) makes that necessary. Section 22 CCP, in so far as it is relevant, now reads:", "\"1. Review chamber proceedings shall not be public unless they are required to be by law.", "2-4. ...\"", "The explanatory memorandum (Kamerstukken (Parliamentary Documents) II, 1991-1992, 22,583 no. 3, pages 11 and following) enumerates the review chamber proceedings which, in the view of the Government, are covered by Article 6 (art. 6) of the Convention. In this connection, the following passage taken from the explanatory memorandum is of relevance (page 17):", "\"The actions for obtaining compensation for damage or costs* are of a composite nature (gemengd van aard) (sections 89, 90, 591 and 591a). The close link between the action and criminal proceedings admittedly justifies placing them in the Code of Criminal Procedure, but what is at stake in the proceedings can be qualified as of a civil-law nature. The applicability of Article 6 (art. 6) is thus established.\" (*emphasis in the original)", "Accordingly, the third paragraph of section 89 now reads:", "\"The request may only be submitted within three months following the termination of the case. It shall be dealt with by the review chamber in public.\"", "Similarly, the third paragraph of section 591 now reads:", "\"The request shall be dealt with by the review chamber in public.\"", "As a further consequence of the fact that Article 6 (art. 6) is now considered applicable to the proceedings brought pursuant to section 89, the third paragraph of section 90 has been amended so as to read:", "\"The decision shall be notified without delay to the former suspect or his heirs.\"", "The explanatory memorandum states the following: \"", "Section 24 requires the decision to be reasoned. It is incompatible with the proposed publicity of the proceedings and of the decision to omit reasoning in a decision rejecting the request.\"", "32. In its judgment of 7 April 1989, NJ 1989, no. 532, the Civil Division of the Supreme Court ruled that section 89 CCP did not prevent the former suspect who considered himself a victim of unlawful detention from bringing proceedings in tort against the State and claiming full compensation for any damage suffered. The Supreme Court held, inter alia, that", "\"[section 89] did not purport to do more than offer the courts the possibility of granting compensation `for detention that was lawful but nevertheless shown afterwards to be unjustified'\".", "Further to that judgment, the Criminal Division of the Supreme Court, in its judgment of 2 February 1993, NJ 1993, no. 552, held, inter alia:", "\"Sections 89 and following CCP offer the former suspect a speedy and inexpensive but, in view of what is laid down in section 90, first and second paragraphs, limited possibility of obtaining compensation for damage suffered on grounds of equity. This procedure therefore does not extend to the determination by the courts of complete compensation for damage on the basis of a tort committed by the State vis-à-vis the (former) suspect and therefore does not affect the possibility open to the former suspect of bringing his claim before the civil courts on that basis. Given the limited purport of the procedure established by sections 89 and following, what is laid down in those provisions as regards the procedure to be followed does not inhibit their application even in cases of unlawful detention.\"", "33. Recently the Civil Division of the Supreme Court has confirmed that a former suspect may bring an action before the civil courts only if he or she wishes to claim compensation on the basis of unlawful detention and that otherwise the only remedy available is to bring proceedings under sections 89 and following CCP (judgment of 23 December 1994, Rechtspraak van de Week (Weekly Law Reports, \"RvdW\") 1995, no. 12).", "It thus appears from the case-law that former suspects may choose between proceedings before the criminal courts and proceedings before the civil courts. For their claim to be allowed by the civil courts, they must state, and prove, that the detention was unlawful in their regard; if they are successful, they are entitled to full compensation. For their claim to be accepted by the criminal courts, no more is required than that the case should end without the imposition of a punishment or measure and that the review chamber should consider that reasons in equity exist to award compensation.", "34. There was formerly some controversy in legal writing as to when deprivation of liberty in connection with criminal proceedings constituted a tort, but this has now been settled by two recent judgments of the Supreme Court.", "In its judgment of 29 April 1994, RvdW 1994, no. 104, the Supreme Court rejected the suggestion that pre-trial detention undergone in connection with a criminal act of which the suspect is afterwards acquitted should invariably be considered to be retrospectively unlawful and that the State should therefore be held liable to pay compensation for all damage suffered by the former suspect. The Supreme Court held that, on the contrary, only additional circumstances could lead to such a finding. These additional circumstances were referred to in this judgment and further elaborated in the Supreme Court's above-mentioned judgment of 23 December 1994. From this statement of the law it envisages that pre-trial detention can only engage the State's liability in tort, and entitle the former suspect to full compensation, in two cases:", "- firstly, if it is established, either by the judgment acquitting the former suspect or on the basis of other evidence contained in the case file of the criminal proceedings, that the suspicion which existed when the pre-trial detention was ordered and which at that time justified the detention had no basis in fact; or", "-"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}