{"ITEMID": "001-90402", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF JOSEPH GRANT v. THE UNITED KINGDOM", "IMPORTANCE": "3", "CONCLUSION": "No violation of Art. 8", "JUDGES": "Giovanni Bonello;Ján Šikuta;Lech Garlicki;Mihai Poalelungi;Nebojša Vučinić;Nicolas Bratza", "TEXT": ["4. The applicant was born in Jamaica on 15 September 1960 and he is currently living there again.", "5.", "6. The applicant and one of his two brothers arrived in the United Kingdom in 1974 to join their mother who was already there. His brother was granted British citizenship in 2004. A third brother was born in the United Kingdom. His mother and two brothers continue to live in the United Kingdom. He has no surviving relatives in Jamaica.", "7. In 1983 the applicant had a son, Leon, by a British national. He has a grandchild by this son. In 1984 the applicant had a second son, Ryan, by a second British woman. Also in 1984 he began a relationship with a third British national which lasted twelve years. They had a daughter, Naomi, who has born in 1996 and is now twelve years of age. During this time the applicant had a third son, Nathan, by another woman. Nathan is now eighteen years of age.", "8. Although the applicant has never lived with any of his children, he claims that he is in regular contact with all of them and in particular sees his daughter on average three times a week. Although she is now married, the applicant remains in contact with the mother of his daughter.", "9. The applicant was first convicted on 17 July 1985, when he was fined GBP 15 for shoplifting. The following year he was fined a further GBP 25 after a second conviction for shoplifting, and in 1988 he was fined GBP 100 following convictions for criminal damage and assaulting a police officer. On 21 September 1989 the applicant was convicted of supplying a controlled drug. He was sentenced to 15 months’ imprisonment. Following this sentence, the applicant was considered for deportation by the Secretary of State for the Home Department. Following representations by the applicant that the drug in question was cannabis with a value of GBP 3 (equivalent to EUR 5), on 14 March 1990 the Secretary of State wrote to the applicant advising him that deportation action would not be pursued and warning him that if he came to the adverse notice of the Immigration Service in the future his deportation would again be considered.", "10. The applicant subsequently became addicted to heroin. Between 30 December 1991 and 24 May 2006 he was convicted 32 times for 52 offences, including driving offences, assaulting a police officer, assault occasioning actual bodily harm, criminal damage, possession of an offensive weapon, possession and supply of controlled drugs and theft. The applicant received sentences of fines, suspended sentences, community service orders and occasionally prison sentences which at no time exceeded twelve months. He maintains that these convictions were connected with his drug abuse and, while they included convictions for the possession of crack cocaine and heroin and theft in order to feed his drug habit, he has never sold drugs.", "11. On 29 January 2003 he pleaded guilty to robbery at Leeds Crown Court. In sentencing the applicant, the trial judge noted that the normal sentence for robbery would have been three to four years’ imprisonment but, given the facts in the case and the applicant’s guilty plea, he imposed a sentence of twelve months’ imprisonment. He made no recommendation regarding the applicant’s deportation from the United Kingdom.", "12. On 24 April 2006, at Leeds Magistrates’ Court, the applicant was convicted of three counts of theft and breach of a conditional discharge for possessing a controlled drug.", "13. On 30 May 2006 the Secretary of State for the Home Department made a deportation order against the applicant stating that, in view of his conviction for robbery of 29 January 2003, it was conducive to the public good to do so.", "14. The applicant appealed to the Asylum and Immigration Tribunal (“the AIT”), relying, inter alia, on Article 8 of the Convention. He argued that, in light of his extensive private and family life in the United Kingdom and the length of his stay there, the decision to deport him was a violation of Article 8. In its determination of 19 October 2006, the AIT dismissed the applicant’s appeal. It accepted that the applicant enjoyed family life in the United Kingdom but held that the relevant judgments of the European Court of Human Rights finding a violation of Article 8 in deportation cases could be distinguished on the facts. The AIT concluded:", "‘We therefore consider that, although there will be a breach of the Appellant’s family life if deported to Jamaica, this will not be disproportionate in terms of being conducive to the public good.’", "15. The applicant applied for reconsideration of the AIT’s decision. On 6 November 2006, a Senior Immigration Judge refused the application, holding that the AIT had clearly considered the applicant’s contact with all his children and was well aware of the length of time the applicant had been living in the United Kingdom. She found the AIT’s reasons to be adequate, proper and intelligible.", "16. The applicant’s application for statutory review was dismissed by the High Court on 31 January 2007. On 12 November 2007 the applicant was deported to Jamaica.", "Section 5(3)(a) of the Immigration Act 1971 (as amended by the Immigration and Asylum Act 1999) provides that a person who is not a British citizen shall be liable to deportation from the United Kingdom if the Secretary of State deems his deportation to be conducive to the public good. Sections 82(1) and 84 of the Nationality, Immigration and Asylum Act 2002 provide for a right of appeal against this decision on the grounds, inter alia, that the decision is incompatible with the Convention.", "Section 2 of the Human Rights Act 1998 provides that, in determining any question that arises in connection with a Convention right, courts and tribunals must take into account any case-law from this Court so far as, in the opinion of the court or tribunal, it is relevant to the proceedings in which that question has arisen.", "The Rules relating to the revocation of a deportation order are contained in paragraphs 390 to 392 of the Immigration Rules HC 395 (as amended), supplemented by Chapter 13 of the Immigration Directorates Instructions (“IDIs”). There is no specific period after which revocation will be appropriate although Annex A to Chapter 13 of the IDIs gives broad guidelines on the length of time deportation orders should remain in force after removal. Cases which will normally be appropriate for revocation 3 years after deportation include those of overstayers and persons who failed to observe a condition attached to their leave, persons who obtained leave by deception, and family members deported under section 3(5)(b) of the Immigration Act 1971. With regard to criminal conviction cases, the normal course of action will be to grant an application for revocation where the decision to deport was founded on a criminal conviction which is now “spent” under section 7(3) of the Rehabilitation of Offenders Act 1974. Paragraph 391 of the Rules, however, indicates that in the case of an applicant with a serious criminal record continued exclusion for a long term of years will normally be the proper course. This is expanded on in Annex A to Chapter 13 of the IDIs, which indicates that revocation would not normally be appropriate until at least 10 years after departure for those convicted of serious offences such as violence against the person, sexual offences, burglary, robbery or theft, and other offences such as forgery and drug trafficking."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["8"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}