{"ITEMID": "001-120063", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2013, "DOCNAME": "CASE OF ÇAKIR AND OTHERS v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial (Article 6 - Enforcement proceedings;Article 6-1 - Access to court);Violation of Article 1 of Protocol No. 1 - Protection of property (Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions)", "JUDGES": "Guido Raimondi;Nebojša Vučinić;Paulo Pinto De Albuquerque;Peer Lorenzen", "TEXT": ["5. The applicants’ birth years are indicated in the annex below. They all live in Sinop.", "6. On various dates in 2005 and 2006 the applicants brought separate sets of proceedings against their employer, claiming compensation for their unpaid salaries.", "7. In 2006, 2007 and 2008 respectively, the Sinop Civil Court of General Jurisdiction, sitting as a Labour Court, delivered its judgments, ruling in favour of the applicants. The court stated that in addition to the compensation, the employer company had to pay proportional court fees ranging from 66 to 785 Turkish liras (TRY).", "8. On 20 October 2008 the applicants requested copies of the writs of execution in order to enforce the judgments in their favour, as the employer company had not paid the required court fees. They argued that the company had gone bankrupt and that they would not be able to obtain the compensation awarded to them by the court at a later date.", "9. On 6 November 2008 the Sinop Civil Court of General Jurisdiction rejected the applicants’ request. The court stated that pursuant to section 28(1)(a) of the Law on Fees (Law no. 492), the writs could not be served on the applicants unless all the fees were paid, either by the employer company or by the applicants themselves in the event that the former failed to do so.", "10. The judgments in favour of the applicants have not been executed to date.", "11. At the time of the events, section 28(1)(a) of the Law on Fees read:", "“Section 28(1) – Time-limit for the payment of fees", "The proportional fees set out in scale no. 1 shall be paid within the following periods:", "(a) One quarter of the fees for the judgment and the writ shall be paid beforehand and the rest shall be paid within two months of the judgment’s delivery ... The writ shall not be served on the party concerned unless the [court] fees for the judgment and the writ of execution are paid ...”", "12. Decision of the Constitutional Court and the subsequent change in section 28(1)(a) of the Law on Fees", "In a decision dated 14 January 2010, the Constitutional Court repealed the provision in the second sentence of section 28(1)(a). The court indicated that to put the burden of paying the court fees on the party whose case had been accepted and who had been held exempt from those very fees by the first-instance court’s judgment was incompatible with the right of access to court and, in particular, with the right to have a judgment executed. In this respect, the higher court pointed out that the repealed provision referred to proportional fees, which were calculated on the basis of the main amount at issue.", "Subsequently, in July 2010 section 28(1)(a) was amended. Following that change, the second sentence reads as follows:", "“... Failure to pay the court fees for the judgment and the writ of execution would not prevent the execution of the judgment, its service on the parties or the parties’ right to have recourse to appeal proceedings.”"], "VIOLATED_ARTICLES": ["6", "P1"], "VIOLATED_PARAGRAPHS": ["6-1", "P1-1"], "VIOLATED_BULLETPOINTS": ["P1-1-1"], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}