{"ITEMID": "001-93579", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "ADMISSIBILITY", "DATE": 2009, "DOCNAME": "KALETSCH v. GERMANY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Isabelle Berro-Lefèvre;Karel Jungwiert;Mirjana Lazarova Trajkovska;Peer Lorenzen;Rait Maruste;Renate Jaeger;Zdravka Kalaydjieva", "TEXT": ["The applicant, Mr Frank Kaletsch, is a German national who was born in 1966 and lives in Fernwald-Annerod. He was represented before the Court by Mr J. Pauly, a lawyer practising in Frankfurt/Main.", "In 1991 the applicant was convicted of drug trafficking and sentenced to four years’ imprisonment. On 16 June 1993 the remainder of the sentence was suspended and the applicant released on probation.", "As of 12 November 1993 the police investigated the applicant, suspecting a violation of the Narcotics Act (Betäubungsmittelgesetz) because of chemical purchases by the applicant on a large scale.", "On 16 November 1993 the Gieβen District Court issued a search warrant relating to the applicant’s parents’ house, where he was then living, and ordered telephone surveillance measures. The court based its decisions on the suspicion of a violation of the Narcotics Act on the ground that the chemicals purchased by the applicant could be used to manufacture narcotics covered by the Narcotics Act.", "In file notes dated 14 March 1994, 11 April 1994 and 26 May 1994 the investigators observed that it seemed that the applicant wanted to use the chemicals to manufacture new designer drugs not covered by the Narcotics Act. It was further observed that the new designer drugs might, however, fall within the scope of the Medicines Act (Arzneimittelgesetz) and its penal provisions.", "On 19 July 1994 the applicant was arrested and subsequently remanded into custody.", "On 19 and 20 July 1994 the house of the applicant’s parents was searched with the applicant’s consent on the basis of the search warrant issued on 16 November 1993. Chemicals found in the course of the search were seized with the applicant’s consent.", "The applicant was questioned on 19 July 1994 and accused of a violation of the Narcotics Act. He remained silent and instead referred to a protective letter (Schutzschrift) he was carrying with him at the time of his arrest, in which he claimed that the use of the chemicals was purely for scientific purposes. In this letter he stated inter alia:", "“2) Medicinal Products of the Medicines Act are o n l y those substances and preparations which are authorised as medicinal products or registered or are exempted from the need for authorisation or registration by ordinance (section 2 (4) Medicines Act) ...”", "On 20 July 1994, after having heard the applicant, the Gieβen District Court issued an arrest warrant. The applicant remained in pre-trial custody until 31 October 1994, when the enforcement of the arrest warrant was suspended. On 7 March 1995 the arrest warrant was rescinded.", "The pre-trial investigations were closed on 6 September 1994.", "On 6 February 1995 the applicant was charged with two violations of the Medicines Act and two violations of the Narcotics Act.", "On 23 February 1995 the indictment was served on the applicant’s defence lawyer.", "On 8 August 1995 the defence lawyer requested the Gieβen Regional Court not to open the main proceedings.", "On 2 January 1996 the Gieβen Regional Court declined to open the main proceedings.", "On 22 January 1996 the prosecution submitted grounds for its appeal against the decision of 2 January 1996 to the Frankfurt Court of Appeal.", "On 26 March 1996 and 9 April 1996 respectively the applicant himself and his defence lawyer filed submissions.", "On 22 May 1996 the Frankfurt Court of Appeal directed the Gieβen Regional Court to open the main proceedings with regard to the alleged violations of the Medicines Act.", "On 29 July 1996 the prosecution submitted a revised indictment, charging the applicant with the manufacture of medicinal products without authorisation in two cases, in one case in conjunction with placing on the market (Inverkehrbringen) unsafe medicinal products.", "On 4 September 1996 the Gieβen Regional Court fixed the date of the trial for 4 February 1997, after the defence lawyer had indicated that he was tied up with business on the Regional Court’s regular trial days from October to December 1996, and since another case had already been scheduled for January 1997.", "The trial on 4 February 1997 ended with the acquittal of the applicant. The Gieβen Regional Court argued that the manufactured substance, Methyl-Methaqualon, did not constitute a medicinal product as defined in section 2 § 1 no. 5 of the Medicines Act. With regard to the other substance, N-Methyl-3, 4-Mehylendioxyphenylbutanamin-2 (“MBDB”), the court reasoned that it could not be ruled out that it only constituted an intermediate (Zwischenprodukt) which did not fall within the scope of the Medicines Act.", "The prosecution appealed the judgment and on 2 April 1997 submitted grounds for its appeal on points of law.", "On 19 November 1997 the Federal Court of Justice held a hearing.", "On 3 December 1997 the Federal Court of Justice set aside the judgment of the Gieβen Regional Court. The Federal Court of Justice argued that the Regional Court had applied an incorrect definition of “medicinal product”; Methyl-Methaqualon did in fact constitute a medicinal product as defined in section 2 § 1 no. 5 of the Medicines Act. If, as in the case at hand, the purpose of the substance could not be derived from objective criteria, consumer expectation or scientific assessment, the point of reference had to be the purpose pursued by the manufacturer, which in this case was the applicant’s intention to develop substances with the same or similar effects as narcotic substances without falling within the scope of the Narcotics Act as described in his protective letter. With regard to the substance MBDB the Federal Court of Justice argued that the development of an intermediate product could suffice for the alleged offence under the Medicines Act.", "In January 1998 the files were referred back to the Gieβen Regional Court.", "On 17 April 2001 the trial was listed for 18 September 2001 and 25 September 2001.", "After the defence lawyer had indicated that he would not be able to attend the trial on 25 September 2001 the dates were changed to 21 September 2001 and 28 September 2001.", "During the trial on 21 September 2001 the defence lawyer, referring to the recent case-law of the Federal Constitutional Court, objected to the use of the evidence found during the search of the applicant’s parents’ house since the search warrant had been more than six months old at the time of its execution (see relevant domestic law and practice below).", "On 28 September 2001 the trial ended with the sentencing of the applicant to a cumulative prison sentence (Gesamtfreiheitsstrafe) of one year suspended on probation.", "The applicant gave notice of his intention to appeal on points of law and submitted his statement of the grounds of appeal on 4 December 2001. He raised the issue of the length of the proceedings and challenged the use of the evidence found during the search of his parents’ house.", "On 3 January 2002 the prosecution filed a counterstatement (Gegenerklärung).", "On 15 March 2002 the attorney general (Generalbundesanwalt) filed a motion to dismiss the appeal with regard to the verdict (Schuldspruch) but, because of the length of the proceedings, to set aside the sentence (Strafausspruch) and remit the case in this respect.", "On 2 April 2002 the applicant himself submitted another statement.", "On 26 April 2002 the Federal Court of Justice dismissed the appeal on points of law with regard to the verdict, set aside the sentence and remitted the case to the Gieβen Regional Court for sentencing.", "On 24 October 2002, following a trial hearing, the Gieβen Regional Court fixed two separate sentences of 7 months’ and 5 months’ imprisonment and imposed a cumulative suspended prison sentence of nine months for the manufacture of medicinal products without authorisation in two cases and a fine of EUR 1,000 as a condition of probation (Bewährungsauflage). In its reasoning regarding the sentence (Strafzumessung) the Regional Court expressly took into consideration the length of the proceedings.", "On 17 December 2002 the applicant himself and on 20 December 2002 his defence lawyer appealed on points of law against this judgment, arguing that the proceedings should be discontinued because of the excessive length of the proceedings violating Article 6 of the Convention.", "On 6 February 2003 the attorney general filed a motion to dismiss the appeal.", "On 27 February 2003 the applicant filed a reply.", "On 19 March 2003 the Federal Court of Justice set aside the sentence and once again remitted the case to the Gieβen Regional Court. The Federal Court of Justice argued that the judgment did not distinguish between the penalty which would have been adequate without considering the length of the proceedings and the sentence actually imposed, which had been reduced in view of the length of the proceedings.", "At the end of April 2003 the files were referred back to the Gieβen Regional Court. Because the schedule of responsibilities (Geschäftsverteilungsplan) of the Regional Court did not provide for a third remittal, another criminal division (Strafkammer) was established on 22 May 2003.", "On 18 June 2003 the main lay judges (Hauptschöffen) for the newly established criminal division were drawn by lot.", "On 25 June 2003 a trial date was set for 9 July 2003.", "On 4 July 2003 the defence lawyer complained about the composition of the court, arguing that the judges should have been drawn by lot.", "On 8 July 2003 the Regional Court dismissed the complaint.", "On 9 July 2003 the Regional Court imposed a cumulative suspended sentence of eight months for the manufacture of medicinal products without authorisation in two cases and a fine of EUR 1,000 as a condition of probation. In its reasoning regarding the sentence the Regional Court expressly acknowledged a violation of Article 6 § 1 of the Convention and in view of this reduced the adequate separate sentences of nine and six months’ imprisonment by one third to six and four months’ and the adequate cumulative sentence of one year’s imprisonment to eight months’ imprisonment.", "On 12 August 2003 the written judgment was put on file; on 13 August 2003 it was served on the defence lawyer.", "On 25 August 2003 the defence lawyer submitted grounds of appeal on points of law. He again raised the issue of the length of the proceedings.", "On 4 September 2003 the prosecution filed a counterstatement.", "On 12 September 2003 the applicant filed an appeal on points of law.", "Because of a signature mistake new executed copies of the judgment were issued on 16 September 2003 and served on the defence lawyer on 7 October 2003.", "On 6 November 2003 the applicant submitted further reasons for the appeal on points of law.", "On 2 December 2003 the attorney general filed a motion to dismiss the appeal.", "On 3 March 2004 the Federal Court of Justice dismissed the appeal without giving reasons.", "On 20 June 2002 the applicant lodged a first constitutional complaint with the Federal Constitutional Court against the judgment of the Federal Court of Justice of 3 December 1997, the judgment of the Gieβen Regional Court of 28 September 2001 and the decision of the Federal Court of Justice of 26 April 2002. In his constitutional complaint the applicant challenged the alleged lack of legal certainty of the penal provisions of the Medicines Act in connection with the definition of “medicinal product”, the search of his parents’ house on the basis of an eight-month-old search warrant and the subsequent use of the evidence obtained in the course of this search, and the length of the then still pending proceedings.", "On 8 May 2003 the applicant lodged a second constitutional complaint against the judgment of the Federal Court of Justice of 19 March 2003 and the judgment of the Gieβen Regional Court of 24 October 2002, again raising the issue of the length of the proceedings.", "On 14 April 2004 the applicant lodged a final constitutional complaint against the judgment of the Gieβen Regional Court of 9 July 2003 and the decision of the Federal Court of Justice of 3 March 2004, arguing that the reduction of the sentence was not sufficient compensation for the excessive length of the proceedings.", "On 16 March 2006 the Federal Constitutional Court refused to admit the applicant’s three constitutional complaints for examination on the ground that they were ill-founded (file no. 2 BvR 954/02). The Federal Constitutional Court denied a lack of legal certainty with regard to the penal provisions of the Medicines Act. The Federal Constitutional Court expressly acknowledged a violation of Article 13 of the Basic Law (inviolability of the home) by the execution of the search warrant eight months after its issue. However, the court argued that the judgment had not been based on this violation because in the case at hand the violation of Article 13 of the Basic Law did not entail the exclusion of the evidence obtained. The exclusion of evidence could only be considered if the procedural defects were severe, intentional or arbitrary. In the case at hand there was no intentional violation since it was only three years after the search that the Federal Constitutional Court had established a “date of expiry” for search warrants. The Federal Constitutional Court further argued that the overall length of the proceedings, while too long, was no reason for a discontinuation of the proceedings as submitted by the applicant. It rather had to be left to the lower courts to remedy an excessive length of the proceedings by reducing the sentence.", "On 13 April 2006 the Federal Constitutional Court’s decision was served on the applicant’s lawyer.", "Article 13 of the Basic Law (Grundgesetz), dealing with the inviolability of the home, prescribes in its paragraph 2 that a search of premises may - in principle - only be ordered by a judge.", "In its decision of 27 May 1997 (file no. 2 BvR 1992/92) the Federal Constitutional Court held that this requirement of a judicial order (Richtervorbehalt) implied that a search warrant must be executed within six months of its issue. After six months the judicial search warrant loses its vindicatory power and the search then constitutes a violation of Article 13 of the Basic Law.", "Section 2", "“The term ‘medicinal product’", "(1) Medicinal products are substances and preparations made from substances which, by application on or in the human or animal body, are intended (...)", "5. to influence either the nature, the state or the functions of the body or mental health conditions. (...)", "(4) As long as a product is authorised or registered as a medicinal product pursuant to the present Act, or is exempted from the need for authorisation or registration by ordinance, such product shall be considered a medicinal product. A product shall not be considered a medicinal product if its authorisation or registration has been rejected by the competent Higher Federal Authority, on the ground that it is not a medicinal product.”", "Section 5", "“Prohibition of unsafe medicinal products", "(1) The placing on the market of unsafe medicinal products shall be prohibited.", "(2) Medicinal products shall be considered unsafe if, according to the current level of scientific knowledge, there is reason to suspect that, when used in accordance with their intended purpose, they have harmful effects which exceed the limits considered tolerable in the light of current medical knowledge.”", "Section 13", "“Manufacturing authorisation", "(1) Any person wishing to manufacture medicinal products within the meaning of section 2 sub-section 1 or sub-section 2 No. 1 ... on a commercial or professional basis for the purpose of dispensing to others, shall require an authorisation by the competent authority. ... Distribution to others, in the meaning of the first sentence, shall exist if the person manufacturing the medicinal product is not the same as the person using it. ...”", "Section 95", "“Penal provisions", "(1) Any person who", "1. contrary to section 5, ... , markets medicinal products suspected on reasonable grounds of being capable of causing harmful effects, ... shall be liable to imprisonment for a term not exceeding three years or to a fine.”", "Section 96", "“Penal Provisions", "Any person who ...", "4. in breach of Section 13 sub-section 1, manufactures medicinal products within the meaning of Section 2 sub-section 1 ... without authorisation, ...,", "shall be liable to imprisonment for a term not exceeding one year or to a fine.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}