{"ITEMID": "001-4821", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ITA", "BRANCH": "ADMISSIBILITY", "DATE": 1999, "DOCNAME": "CECERE, ZARRO, FRANZESE, DI GIOVANNI AND IANNAZZONE v. ITALY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis", "TEXT": ["The applicants are five Italian nationals, born respectively in 1947, 1948, 1943, 1952 and 1956. They all reside in Chianche. In 1988 and 1989, the first applicant was the mayor of Chianche; the other applicants were members of the Chianche Building Commission (“Commissione edilizia municipale”), a body responsible for expressing opinions on the granting of building permits. Before the Court, they are represented by Mr Pietro Palma, a lawyer practising in Moiano.", "On an unspecified date, the Benevento Public Prosecutor’s Office commenced criminal proceedings against the applicants on charges of abuse of public authority (“interesse privato in atti d’ufficio”) in the course of their duties as mayor and members of the Building Commission. On 1 March 1995 the Benevento Public Prosecutor’s Office requested that the applicants and four other persons be committed for trial.", "In an order of 1 March 1995, the Benevento investigating judge scheduled the date of the preliminary hearing for 24 October 1995. This order was subsequently served on the applicants, who were thus given official notification of the charges brought against them.", "In an order of 9 April 1996, the investigating judge committed the applicants and their four co-accused for trial, commencing on 13 March 1997 before the Benevento District Court.", "On 13 March 1997 Mr D., one of the judges composing the bench of the court, withdrew from the case. On 2 June 1997 the proceedings were adjourned by reason that the order fixing the date of the hearing had not been served on one of the accused. On 11 July 1997 Mr D. observed that notwithstanding his withdrawal, the case was still pending before the section in which he was sitting; the case-file was therefore forwarded to the President of the District Court.", "A hearing scheduled for 12 January 1998 was adjourned by the District Court of its own motion. On 9 February 1998 two witnesses were examined and the parties presented their final pleadings. The applicants requested to be acquitted or, in the alternative, that the charges against them be declared time-barred.", "In a judgment of the same day, filed with the registry on 17 February 1998, the District Court declared that the charges brought against the applicants and their co-accused had become time-barred at the latest on 8 February 1998. This decision became final on 27 March 1998.", ""], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}