{"ITEMID": "001-102121", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF JAKÓBSKI v. POLAND", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 9;Non-pecuniary damage - award", "JUDGES": "Ján Šikuta;Lech Garlicki;Mihai Poalelungi;Nebojša Vučinić;Nicolas Bratza", "TEXT": ["5. The applicant was born in 1965 and is currently detained in Nowogród Prison.", "6. Since 20 June 2003 the applicant has been serving an eight-year prison sentence imposed by the Poznan Regional Court following his conviction for rape.", "7. He was previously held in Goleniów Prison. On several occasions he requested to be served meat-free meals on account of his religious dietary requirements. He submitted that he was a Buddhist and that he adhered strictly to the Mahayana Buddhist dietary rules which required refraining from eating meat.", "8. On 19 January 2006 the prison dermatologist recommended that the applicant be placed on a meat-free diet in view of his health problems. For three months he was granted a “no pork” diet (PK diet) that included very little meat and was also applied to six Muslims detained in the Goleniów Prison.", "9. On 20 April 2006 a doctor who examined the applicant considered that there were no medical grounds to continue granting the PK diet to the applicant. Consequently, the diet was discontinued. The applicant objected and threatened to go on a hunger strike.", "10. On 27 April 2006 the applicant asked the District Prosecutor to institute criminal proceedings against the employees of Goleniów Prison. The applicant claimed that despite having requested on several occasions to be provided with a meat-free diet, he was receiving meals containing meat products. Since he could not eat meat for religious reasons he depended on food parcels from his family. He was forced to accept the meals and then throw them away. The refusal to accept them would have been regarded as a decision to start a hunger strike and would have entailed disciplinary punishment. On 13 June 2006 the Goleniów District Prosecutor discontinued the criminal proceedings in respect of the applicant's allegations.", "11. On 3 July 2006 the Buddhist Mission in Poland sent a letter to the prison authorities supporting the applicant's request for a meat-free diet. They submitted that the Mahayana Buddhists had a serious moral problem when they were forced to eat meat. According to the rules, a Mahayana Buddhist should avoid eating meat to cultivate compassion for all living beings. They further asked the authorities simply to eliminate meat products from the applicant's meals.", "12. On 17 July 2006 the applicant requested the Director of Goleniów Prison to be served meat-free meals in view of his religious dietary requirements. He noted that the PK diet contained meat products and therefore it did not satisfy his needs. The applicant's request was refused on 16 October 2006. That decision did not contain any reasons.", "13. On 21 August 2006 and 31 August 2006 the applicant asked the Goleniów District Prosecutor to institute criminal proceedings against the prison guards. He alleged that there had been an interference with his religious convictions, in particular as the guards had referred to the Buddhist Mission in Poland as “a sect”. They had also thrown religious publications belonging to the applicant into a toilet. On 19 August 2006, after receiving a family visit, he was ordered to undergo a body search. The applicant took off his clothes except for his underwear, whereupon the prison guard allegedly touched his private parts. He was further ordered to squat and other prison guards ridiculed him.", "14. On 29 October 2006 the Goleniów District Prosecutor refused to institute criminal proceedings against the persons concerned. It considered that the applicant's allegations were unfounded. The applicant was entitled to exchange correspondence with the Buddhist Mission in Poland and he could also telephone them. In addition, he was entitled to a diet that roughly corresponded to his religious requirements. However, the prosecutor stressed that as the applicant was kept in a single cell, there were no witnesses to the alleged ill-treatment by the prison officers and it was impossible to establish whether the events described by the applicant had actually taken place.", "15. On 13 October 2006 the District Court dismissed the applicant's interlocutory appeal against the decision of 13 June 2006. The court held that the applicant, when refusing to accept meals containing meat, had referred to his alleged vegetarianism. The court considered that there was no information in the prison files showing that the applicant was a vegetarian, and in addition for 3 months he had agreed to the PK diet even though it was not a completely meat-free diet.", "16. On 14 November 2006 in reply to the applicant's further complaints, the Szczecin Regional Prisons Inspector informed the applicant that the only special diet available in Goleniów Prison was the “PK” diet. That diet, with the exception of pork, consisted of various meat products, namely beef and poultry, as well as fish. A meat-free diet was not available in that prison.", "17. On 20 November 2006 the Szczecin Prisons Inspector, in reply to yet another complaint from the applicant, again confirmed that the only special diet which took into account religious beliefs was the PK diet. In addition, he explained:", "“A convict has a right to change religion while serving a prison sentence and to profit from freedom of religion if he/she feels like that. However, this does not mean that the prison authorities are obliged to provide an individual with special food in order to meet the specific requirements of his faith. The question of food related to religion or cultural background should not lead convicts to manipulate the prison authorities in order to secure personal advantages.”", "18. On 14 December 2006 the Goleniów District Court dismissed the applicant's interlocutory appeal against the decision of 29 September 2006.", "19. On 25 June 2007 the Buddhist Mission in Poland again sent a letter to the Director of Goleniów Prison asking him to provide the applicant with a meat-free diet.", "20. In a complaint lodged with the Szczecin Regional Court on 3 September 2007 the applicant argued that the diet he had been granted in Goleniów Prison did not take into account his religious beliefs.", "21. On 3 December 2007 the Regional Court dismissed the applicant's complaint. The court held that the applicant had been granted a special diet since 18 July 2006. It further noted that given the technical conditions in the prison kitchen, the transporting of meals and understaffing in the kitchen, it was not possible to provide each prisoner individually with food in conformity with his or her religious dietary requirements. The court also confirmed that meals without pork were prepared.", "22. In March 2009 the applicant was transferred to Nowogród Prison. On 2 May 2009 he applied to be served meat-free meals in view of his religious dietary requirements. The applicant's request was refused on 13 May 2009.", "23. On 12 August 2009 in reply to the applicant's complaint, the Ombudsman informed him that the prison authorities had not been obliged to prepare special meals taking into consideration different dietary requirements. In addition, since the applicant was the only Buddhist in this prison, it would have put too much strain on the prison authorities.", "24. The situation of prisoners and persons detained on remand is governed by the Code of Execution of Criminal Sentences of 6 June 1997.", "Under Article 109 of that Code, prisoners should receive meals taking into consideration their employment, age and where possible religious and cultural beliefs. On the basis of that Article the Minister of Justice issued the Ordinance of 22 September 2003 on the rules to be followed by the relevant authorities when determining daily meals and different diets to be allowed to persons detained in prisons (Rozporzadzenie Ministra Sprawiedliwosci w sprawie okreslenia wartosci dziennej normy wyzywienia oraz rodzaju diet wydawanych osobom osadzonym w zakladach karnych I aresztach sledczych). The ordinance refers to two types of special diet – a “light diet” (dieta lekkostrawna) and a “diet for diabetics” (dieta cukrzycowa).", "25. Article 23 of the Civil Code contains a non-exhaustive list of socalled “personal rights” (prawa osobiste). This provision states:", "“The personal rights of an individual, such as, in particular, health, liberty, honour, freedom of conscience, name or pseudonym, image, secrecy of correspondence, inviolability of the home, scientific or artistic work, [as well as] inventions and improvements, shall be protected by the civil law regardless of the protection laid down in other legal provisions.”", "Article 24, paragraph 1, of the Civil Code provides:", "“A person whose personal rights are at risk [of infringement] by a third party may seek an injunction, unless the activity [complained of] is not unlawful. In the event of infringement [the person concerned] may also require the party who caused the infringement to take the necessary steps to remove the consequences of the infringement ... In compliance with the principles of this Code [the person concerned] may also seek pecuniary compensation or may ask the court to award an adequate sum for the benefit of a specific public interest.”", "Article 445 § 1 of the Civil Code, applicable in the event that a person suffers a bodily injury or a health disorder as a result of an unlawful act or omission of a State agent, reads as follows:", "“...The court may award to the injured person an adequate sum in pecuniary compensation for the damage suffered.”", "Under Article 448 of the Civil Code, a person whose personal rights have been infringed may seek compensation. That provision, in its relevant part, reads:", "“The court may grant an adequate sum as pecuniary compensation for non-material damage (krzywda) suffered to anyone whose personal rights have been infringed. Alternatively, the person concerned, regardless of whether he or she seeks any other relief that may be necessary for removing the consequences of the infringement sustained, may ask the court to award an adequate sum for the benefit of a specific public interest.”", "26. A Recommendation of the Committee of Ministers to member states on the European Prison Rules (Rec(2006)2) (“the European Prison Rules”), adopted on 11 January 2006, sets out the following standards in respect of diet in prison that may be relevant in the context of the present case.", "“1. Prisoners shall be provided with a nutritious diet that takes into account their age, health, physical condition, religion, culture and the nature of their work.", "2. The requirements of a nutritious diet, including its minimum energy and protein content, shall be prescribed in national law.", "3. Food shall be prepared and served hygienically.", "4. There shall be three meals a day with reasonable intervals between them.", "5. Clean drinking water shall be available to prisoners at all times.", "6. The medical practitioner or a qualified nurse shall order a change in diet for a particular prisoner when it is needed on medical grounds. “"], "VIOLATED_ARTICLES": ["9"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}