{"ITEMID": "001-81612", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF VEDERNIKOVA v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6;Violation of P1-1", "JUDGES": "", "TEXT": ["4. The applicant was born in 1940 and lives in Novosibirsk. She receives an old-age pension.", "5. On 1 February 1998 the Law on Calculation and Adjustment of State Pensions (hereafter “the Pensions Act”) introduced a new method of calculation of retirement benefits based on what is known as the “individual pensioner coefficient” (“the IPC”). The IPC was the ratio between an individual's wages at the time of retirement and the national average wage. The IPC was meant to maintain a link between pensions and previous earnings.", "6. The applicant considered that the Zayeltsovskiy District Division of the Pension Fund (hereafter “the Fund”) had incorrectly calculated her pension and in March 1999 she sued the Fund for an increase of her pension in accordance with the Pensions Act.", "7. On 22 November 1999 the Zayeltsovskiy District Court of Novosibirsk found in the applicant's favour. The District Court held that the Fund had misconstrued the law and that the applicant's pensions should be recalculated and increased in line with an IPC of 0.7 starting from 1 February 1998. The District Court also awarded the applicant 3,004.08 Russian roubles (RUR) in pension arrears. On 25 January 2000 the Novosibirsk Regional Court upheld the judgment.", "8. On 21 August 2000 the Fund requested the Zayeltsovskiy District Court to reopen the case owing to a newly-discovered circumstance. The Fund claimed that on 29 December 1999 the Ministry of Labour and Social Development had issued an Instruction on the Application of Limitations established by the Pensions Act. The Instruction clarified how the Pensions Act should be applied. The Fund further indicated that on 24 April 2000 the Supreme Court of the Russian Federation had dismissed the complaint by a group of individuals challenging the Instruction. The Supreme Court found that the Ministry of Labour had acted within its competence when it had issued the Instruction, and that the Ministry's interpretation of the Pensions Act had been correct. The Fund contended that since it had been unaware of the Supreme Court's decision of 24 April 2000 at the time of the judgment of 22 November 1999, the judgment would have to be reconsidered.", "9. On 31 January 2001 the Zayeltsovskiy District Court granted the Fund's request, quashed the judgment of 22 November 1999 and reopened the proceedings. The District Court applied Article 333 of the RSFSR Code of Civil Procedure according to which judgments could be reconsidered in the event of discovery of significant circumstances which were not, and could not have been, known to the party concerned. The District Court found that the Instruction could serve as such a circumstance. The decision of 31 January 2001 was final and not amenable to appeal.", "10. On 12 February 2001 the Zayeltsovskiy District Court, after the fresh examination of the case, dismissed the applicant's action in full. On 5 April 2001 the Novosibirsk Regional Court upheld the judgment.", "11. Article 333 of the RSFSR Code of Civil Procedure of 1964 (in force at the material time) provided for grounds for reconsideration of final judgments on the basis of “newly-discovered circumstances”. Such grounds included, inter alia, significant circumstances which were not and could not have been known to the party which applied for reconsideration, and invalidation of a court ruling or another authority's decision which had served as a legal basis for the judgment in question.", "Article 334 required that an application for reconsideration of a judgment owing to the discovery of new circumstances should be lodged within three months after the discovery of the circumstances.", "Pursuant to Article 337 a court, after having examined an application for reconsideration of a final judgment on the basis of newly-discovered circumstances, should either grant such an application and quash the final judgment or dismiss the application. Such a decision was not amenable to appeal.", "12. On 2 February 1996 the Constitutional Court of the Russian Federation adopted a ruling concerning certain provisions of the Code of Criminal Procedure (CCrP). In that ruling the Constitutional Court decided that Article 384 of the CCrP (“Grounds for reconsideration of a [criminal] case on the basis of newly discovered circumstances”, which was in many respects similar to Article 333 of the Code of Civil Procedure) was unconstitutional in that it limited the grounds for the reopening of a criminal case to situations of “newly discovered circumstances”. In that ruling the Constitutional Court suggested that this provision of the CCrP prevented rectification of judicial errors and miscarriages of justice."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}