{"ITEMID": "001-59267", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GRC", "BRANCH": "CHAMBER", "DATE": 2001, "DOCNAME": "CASE OF MALAMA v. GREECE", "IMPORTANCE": "1", "CONCLUSION": "Preliminary objection partially allowed (six month period);Preliminary objections partially dismissed (six month period, non-exhaustion of domestic remedies);Violation of P1-1;Not necessary to examine Art. 6-1;Just satisfaction reserved", "JUDGES": "András Baka", "TEXT": ["8. The applicant’s mother, Ioulia Andrikou, was the adopted daughter of Lambros Veicos, who died in 1934. He had owned a three-quarter undivided share of an area of 942,250 sq. m. of land in the suburbs of Athens. The land included 250,000 sq. m. of pine forest (which had been exploited for many years), ten quarries and two sand extraction sites.", "9. On 27 December 1923, by a decree of the Ministry of Health, Welfare, Social Protection and Agriculture, the Greek State expropriated the land in question for use by the Refugees’ Relief Fund (Ταμείο Περιθάλψεως Προσφύγων), a public-law corporation established in order to meet the needs of refugees from Asia Minor following the mandatory exchange of populations under the 1923 Treaty of Lausanne.", "10. The day after the ministerial decree was issued, the relevant authorities began to occupy the expropriated land, without any compensation being paid to Lambros Veicos. The basis for the expropriation was an ordinance issued by the Greek Government (“the Government”) on 14 February 1923, authorising the expropriation and occupation of land before any compensation was paid to its owners. The ordinance was subsequently ratified by means of a constitutional resolution of 15 September 1924; its content was also incorporated in Article 119 of the 1927 Constitution.", "11. On 15 May 1928 Lambros Veicos applied to the relevant courts for payment of the compensation he was owed by the State, which had in the meantime taken over from the Refugees’ Relief Fund, the fund having been wound up in 1925. In a judgment of 31 August 1928 (no. 184/1928) the President of the Athens Court of First Instance determined the provisional unit amount of compensation due. On 20 October 1928 the Greek State applied to the Athens Court of First Instance for an assessment of the final unit amount of compensation due. In a series of judgments (nos. 3117/1929, 9477/1930, 4590/1932 and 1494/1934) the court adjourned its examination of the case and directed that evidence should be obtained and that an expert assessment should be carried out by the State. The proceedings lasted more than twenty years without ever resulting in a final judgment. Lambros Veicos died in 1934.", "12. On 1 May 1963 Ioulia Andricou and her sister – the applicant’s mother and aunt respectively and the sole heirs of Lambros Veicos – applied to the Athens Court of First Instance for a fresh assessment of the provisional unit amount of compensation due, on the basis of the real value of the land in 1963.", "13. In a judgment of 26 October 1963 (no. 1905/1963) the court determined the provisional unit amount of compensation due.", "14. On 20 January 1964 Ioulia Andricou and her sister applied to the Athens Court of First Instance for an assessment of the final unit amount of compensation due.", "15. In a judgment of 27 June 1964 (no. 13725/1964) the court again directed that evidence should be obtained and that an expert assessment of the value of the land should be carried out.", "16. In a judgment of 20 November 1976 (no. 15640/1976) the court noted that no expert assessment had been carried out, and consequently adjourned its examination of the case.", "17. In a judgment of 8 July 1981 (no. 12474/1981) the court, on an application by the parties, ordered a further expert assessment.", "18. In a judgment of 17 June 1983 (no. 9283/1983) the court determined the final unit amount of compensation due.", "19. On 5 March 1984 Ioulia Andricou and the heirs of her sister, who had died in the meantime, appealed against the judgment of the Court of First Instance. On 18 December 1984 the State likewise appealed against the judgment. The case was adjourned several times. Both appeals were finally heard on 3 March 1992, and then on 5 October 1993.", "20. In a judgment of 10 December 1993 (no. 7966/1993) the Athens Court of Appeal dismissed the appeal lodged by the State and assessed the amount of compensation due at 10 (old) paper drachmas per square metre, a sum corresponding to the supposed value of the expropriated land in September 1922. The Court of Appeal added that in September 1922, 7.16 paper drachmas had been equivalent to one metal drachma – that is to say, “one Latin Union gold drachma”.", "21. On 18 April 1994 the State appealed on points of law.", "22. In a judgment of 18 June 1996 (no. 920/1996) the Court of Cassation dismissed the State’s appeal and upheld the Court of Appeal’s judgment, which accordingly became final and irrevocable.", "23. On 10 January 1997 the applicant, who had in the meantime acquired title to her mother’s claims by virtue of notarial deeds nos. 1222/1995 and 1225/1995, applied to the Athens Court of First Instance for recognition of her entitlement to three-eighths of the amount of compensation determined by the Court of Appeal, and for payment of the compensation.", "24. Meanwhile, in a separate expropriation case concerning a plot of land situated 150 m away from the land in issue, the Athens Court of First Instance had assessed the provisional unit amount of compensation at 70,000 drachmas (GRD) per square metre (judgment no. 12/1997). The State had subsequently accepted that amount and paid it to the entitled persons.", "25. In a final and irrevocable judgment of 12 September 1997 (no. 1783/1997) the Athens Court of First Instance declared that the applicant was entitled to three-eighths of the amount of compensation determined in judgment no. 7966/1993 of the Athens Court of Appeal.", "26. On 7 October 1997 the applicant served the judgment of 12 September 1997 on the Greek State. On 10 October 1997 she asked the Ministry of Finance’s Expropriation Department to pay her, as speedily as possible, the compensation she was owed. Having received no reply, she made two further applications, on 8 January and 9 March 1998.", "27. On 18 June 1998 the State Legal Council considered an enquiry it had received from the Ministry of Finance’s Public Property Department as to whether the State was under an obligation to pay the applicant the amount of compensation determined by the domestic courts and, if so, what method should be used to calculate the compensation. The State Legal Council replied to the first question in the affirmative. Furthermore, after a very thorough examination of the criteria applied in the matter, it held that the value of one metal drachma was equivalent to 32.258% of the price quoted for one gram of gold on the Athens Stock Exchange.", "28. On 15 September 1998 the applicant applied to the Commission. She complained that the Greek State’s refusal to pay her the compensation she was owed had infringed her right to effective judicial protection in the determination of her civil rights and her right to peaceful enjoyment of her possessions. She also complained of the length of the proceedings.", "29. In a decision of 21 December 1998 the Ministry of Finance, having calculated, in new drachmas, the compensation to be awarded for the expropriation, ordered a payment of GRD 461,014,975 to be made to the applicant.", "30. In a letter dated 30 March 1999 the applicant stated that she was prepared to accept the sum but reserved the right to “claim ... in the European Court of Human Rights ... any additional sums in respect of the pecuniary damage ... sustained on account of the failure to pay full compensation for the expropriation”.", "31. On 21 April 1999 the money was paid into the applicant’s bank account."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}