{"ITEMID": "001-61168", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DNK", "BRANCH": "CHAMBER", "DATE": 2003, "DOCNAME": "CASE OF PEDERSEN AND BAADSGAARD v. DENMARK", "IMPORTANCE": "3", "CONCLUSION": "No violation of Art. 6-1;No violation of Art. 10", "JUDGES": "Christos Rozakis", "TEXT": ["9. The applicants (the second of whom died in 1999) were at the relevant time employed by one of the two national TV stations in Denmark, Danmarks Radio. They produced two television programmes which were broadcast on 17 September 1990 at 8 p.m. and 22 April 1991 at 8 p.m. respectively. The programmes were called “Convicted of Murder” (dømt for mord) and “The Blind Eye of the Police” (Politiets blinde øje) respectively and dealt with a murder trial in which the High Court of Western Denmark (Vestre Landsret) had convicted a person, henceforth called X, on 12 November 1982 of murdering his wife. X was sentenced to 12 years' imprisonment. The Supreme Court (Højesteret) upheld the sentence in 1983. Subsequent to X's release on probation, he requested the Special Court of Revision (Den Særlige Klageret), on 13 September 1990, to reopen the case.", "10. At the outset of both programmes it was stated that they had been produced on to the following premise:", "“In the programme we shall provide evidence by way of a series of specific examples that there was no legal basis for X's conviction and that by imposing its sentence, the High Court of Western Denmark set aside one of the fundamental tenets of the law in Denmark, namely that the accused should be given the benefit of the doubt.", "We shall show that a scandalously bad police investigation, in which the question of guilt had been prejudged right from the start, and which ignored significant witnesses and concentrated on dubious ones, led to X being sentenced to 12 years' imprisonment for the murder of his wife.", "The programme will show that X could not have committed the crime of which he was convicted on 12 November 1982”.", "11. At an early stage in the first programme, “Convicted of Murder”, there is the following comment:", "“In the case against X, police inquiries involved about 900 people. More than 4,000 pages of reports were written – and 30 witnesses appeared before the High Court of Western Denmark.", "We will try to establish what actually happened on the day of the murder, 12 December 1981. We shall critically review the police's investigations and evaluate the witnesses' statements regarding the time of X's wife's disappearance.”", "As part of the preparation of this first programme, the applicants had invited the police in the district of Frederikshavn, who were responsible for the investigation of the murder case, to take part in the programme. As certain conditions for giving interview were not complied with, inter alia that the questions be send in writing in advance, by letter of 19 April 1990 the Chief of Police informed the applicants that the police could not participate in the programme.", "12. In the introduction to the second programme, “The Blind Eye of the Police”, there is the following comment:", "“It was the police in the district of Frederikshavn who were responsible at that time for the investigations which led to the conviction of X. Did the police assume right from the start that X was the killer and did they therefore fail to investigate all the leads in the case, as otherwise required by the law?", "We have investigated whether there is substance in X's serious allegations against the police in the district of Frederikshavn.”", "13. Shortly afterwards in the programme the second applicant is interviewing a taxi driver. She explains to the applicant that a few days after the disappearance of X's wife, she was interviewed by two police officers and that during this interview she mentioned two observations she had made on 12 December 1981; she had seen a Peugeot taxi (which was later shown to have no relevance to the murder), but before that she had seen X and his son at about 5-10 minutes past noon. She had driven behind them for about one kilometre. The reason why she could remember the date and time so exactly was because she had had to attend her grandmother's funeral on that date at 1 p.m.", "14. The following comment is then made:", "Commentator: So in December 1981, shortly after X's wife disappears and X is in prison, the Frederikshavn Police is in possession of the taxi driver's statement in which she reports that shortly after 12 o'clock that Saturday she drives behind X and his son for about a kilometre...So X and his son were in Mølleparken [residential area] twice, and the police knew it in 1981.", "15. The interview went on:", "“Second applicant: What did the police officers say about the information you provided?", "Taxi driver: Well, one of them said that it couldn't be true that X's son was in the car, but in fact I am 100% certain it was him because I also know the son because I have driven him to day-care.", "Second applicant: Why did he say that to you?", "Taxi driver: Well, he just said that it couldn't be true that the son was there.", "Second applicant: That it couldn't be true that you saw what you saw.", "Taxi driver: No, that is, he didn't say that I hadn't seen X, it just couldn't be true that the son was with him.", "Second applicant: These were the two police officers who questioned the taxi driver in 1981 and it was they who wrote the police report.", "We showed the taxi driver her statement from 1981, which she had never seen before.", "Taxi driver: It's missing the bit about – there was only ...about the Peugeot, there was nothing about the rest, unless you have another one.", "Second applicant: There is only this one.", "Taxi driver: But it obviously cannot have been important.", "Second applicant: What do you think about that?", "Taxi driver: Well it says, I don't know, well I think when you make a statement, it should be written down in any case, otherwise I can't see any point in it, and especially not in a murder case.", "Commentator: So the taxi driver claims that already in 1981 she had told two police officers that she had seen X and his son. Not a word of this is mentioned in this report.", "Second applicant: Why are you so sure that you told the police this, which at that time was 1981.", "Taxi driver: Well I am 100% sure of it and also, my husband sat beside me in the living room as a witness so ..., so that is why I am 100% certain that I told them.", "Second applicant: And he was there throughout the entire interview?", "Taxi driver: Yes, he was.", "Second applicant: Not just part of the interview?", "Taxi driver: No, he was there all the time.", "Commentator: It was not until 1990, nine years later, that the taxi driver heard of the matter again, shortly after the “Convicted of Murder” programme had been shown; even though the taxi driver's report had been filed as a so called 0-report, she was 'phoned by a Chief Inspector of the Flying Squad (Rejseholdet) who had been asked by the Public Prosecutor to do a couple of further interviews.", "Taxi driver: The Chief Inspector of the Flying Squad called me and asked whether I knew if any of my colleagues knew anything they had not reported, or whether I had happened to think of something, and I then told him on the 'phone what I said the first time about the Peugeot and that I had driven behind X and his son up to Ryets Street, and then he said that if he found out about anything which, otherwise ... or if there was anything, then he would ... then he would get in touch with me again, which he didn't do, not until a while afterwards when he called me and asked whether I would come for another interview.", "Second applicant: When you told the Chief Inspector of the Flying Squad in your telephone call that you followed X and his son was in the car, what did he say about that?", "Taxi driver: Well, he didn't say anything.", "Second applicant: He did not say that you had never reported this?", "Taxi driver: No, he didn't.”", "16. Then the second applicant has a short interview with X's new counsel:", "“Second applicant: Have you any comment on the explanation the taxi driver has given now?", "X's new counsel: I have no comment to make at this time.", "Second applicant: Why not?", "X's new counsel: I have agreed with the public prosecutor, and the President of the Special Court of Revision, that statements to the press in this matter will in future only be issued by the Special Court of Revision.", "Commentator: Even though X's new counsel does not wish to speak about the case, we know from other sources that it was he who, in February this year, asked for the taxi driver to be interviewed again. So in March she was interviewed at Frederikshavn police station in the presence of the Chief Superintendent, which is clearly at odds with what the Public Prosecutor previously stated in public, namely that the Frederikshavn police would not get the opportunity to be involved in the new inquiries.”", "17. The interview with the taxi driver goes on:", "“Second applicant: And what happened at the interview?", "Taxi driver: What happened was that I was shown into the Chief Inspector of the Flying Squad and the Chief Superintendent was there too.", "Second applicant: Was there any explanation given about why he was present?", "Taxi driver: No.", "Second applicant: So what did you say in this interview?", "Taxi driver: I gave the same explanations as I had done the first time when I was interviewed at home.", "Second applicant: 10 years before, that is.", "Taxi driver: Yes.", "Second applicant: And that was?", "Taxi driver: Well, that I had driven behind X and his son up to Ryets Street.", "Second applicant: What did they say about that?", "Taxi driver: They didn't say anything.", "Second applicant: The report, which was made in 1981, did you see it?", "Taxi driver: No.", "Second applicant: Was it there in the room?", "Taxi driver: There was a report there when I was being interviewed, but I wasn't allowed to see it.", "Second applicant: Did you expressly ask whether you could see the old report?", "Taxi driver: I asked whether I could see it but the Chief Inspector of the Flying Squad said I couldn't ...”", "18. After the interview with the taxi driver the commentator asks:", "“Now we are left with all the questions: why did the vital part of the taxi driver's explanation disappear – and who in the police or public prosecutor's office should carry the responsibility for this?", "Was it the two police officers who failed to write a report about it?", "Hardly, sources in the police tell us, they would not dare.", "Was it [the named Chief Superintendent] who decided that the report should not be included in the case? Or did he and the Chief Inspector of the Flying Squad conceal the witness's statement from the defence, the judges and the jury? ...”", "Pictures of the two police officers, the named Chief Superintendent and the Chief Inspector of the Flying Squad were shown on the screen simultaneously parallel with the above questions. The questions went on:", "“Why did the Chief Inspector of the Flying Squad 'phone the taxi driver shortly after the TV-programme 'Convicted of Murder'? After all, the police had taken the view that the taxi driver had no importance as a witness and had filed her statement amongst the O-reports.", "Why did the Chief Inspector of the Flying Squad not call her in for an interview when she repeated her original explanation on the telephone?", "Why was the taxi driver interviewed at the Frederikshavn police station in the presence of the Chief Superintendent, which was completely at odds with the Public Prosecutor's public statement?", "On 20 September last year [a named] Chief Constable stated to [a regional daily]: 'all the information connected to the case has been submitted to the defendants, the prosecution and the judges' Did the Chief Constable know about the taxi driver's statement, when he made this statement? Did the State Prosecutor know already in 1981 that there was a statement from a witness confirming that twice X had been in Mølleparken, and that X's son had been with him both times? Neither of them have wished to make any statement at all about the case.”", "19. In the meantime, at the request of X's new counsel, the taxi driver was interviewed by the police again on 11 March 1991. She stated that on 12 December 1981 she had attended her grandmother's funeral at 1 p.m. and that on her way to the funeral around five or ten past noon she had driven behind X and his son. She arrived at the funeral at the last minute before 1 p.m. She also explained that she had told the police about this when first interviewed in 1981. Later on 11 March 1991 the police made an enquiry which revealed that the funeral of the taxi driver's grandmother had indeed taken place on 12 December 1981, but at 2 p.m.", "Thereafter, the police held three interviews with the taxi driver during which she changed her explanation, inter alia, as follows.", "On 24 April 1991 she maintained having seen X shortly after noon but agreed that the funeral had taken place at 2 p.m. On her way to the funeral she realised she had forgotten a wreath. Thus, she had had to return to her home and had consequently arrived at the funeral just before 2 p.m.", "On 25 April 1991 she stated that she was not sure about the date or the time when she had seen X and his son. Moreover, she was uncertain whether, shortly after the murder, she had told the police about having seen X. In addition, she explained that during the shooting of her interview, which took place on 4 April 1991, the applicant Baadsgaard had suggested that she say something like “where is the other report” when he was to show her the report of 1981.", "On 27 April 1991 she initially stated that she would exclude having seen X and his son on 12 December 1981. She had never before connected this episode to the funeral. She also admitted having made up the story about the forgotten wreath, but had wanted “things to fit”. Later during the interview she maintained having seen X and his son on 12 December 1981, but at around 1 p.m.", "20. On 23 May 1991 the Chief Superintendent reported the applicants and the TV station to the police for defamation. It appears, however, that the prosecution's decision as to whether or not to charge the applicants was adjourned pending the decision whether to reopen X's case.", "21. This was decided in the affirmative by the Special Court of Revision on 29 November 1991 after two hearings and the examination of ten witnesses, including the taxi driver. Two judges (out of five) in the Special Court of Revision found that new testimonial evidence had been produced on which X might have been acquitted, had it been available at the trial. Two other judges found that no new testimonial evidence had been produced on which X might have been acquitted, had it been available at the trial. The fifth judge agreed with the latter, but found that in other respects special circumstances existed which made it overwhelmingly likely that the available evidence had not been judged correctly. Accordingly, the court granted a retrial.", "22. In the meantime, following the television programmes, an inquiry had commenced into the police investigation of X's case. It appeared that the Police in Frederikshavn had not complied with section 751, subsection 2 of the Administration of Justice Act (Retsplejeloven), which was introduced on 1 October 1978 and which provides that a witness shall be given the opportunity to read his or her statement. Consequently, on 20 December 1991 the Prosecutor General (Rigsadvokaten) stated in a letter to the Ministry of Justice, that it was unfortunate and open to criticism that the police in Frederikshavn had not implemented the above provision as part of their usual routine and informed the Ministry that he had made an agreement with the State Police Academy that he would produce a wider set of guidelines concerning the questioning of witnesses, which could be integrated into the Police Academy's educational material.", "23. X's retrial ended with his acquittal on 13 April 1992.", "24. On 10 July 1992 the applicants became aware of the fact that they had been reported to the police. On their request, however, they were informed that no decision had yet been taken as to possible charges against them.", "25. On 19 January 1993 the Chief Constable in Gladsaxe informed the applicants that they were charged with defamation against the Chief Superintendent. On 28 January 1993 the applicants were questioned by the police in Gladaxe.", "26. A request of 11 February 1993 from the prosecution to seize the applicants' research material was examined at a hearing in the City Court of Gladsaxe (Retten i Gladsaxe) on 30 March 1993 during which the applicants' counsel, claiming that the case concerned a political offence, requested that a jury in the High Court - instead of the City Court - try the case. Both requests were refused by the City Court of Gladsaxe (retten i Gladsaxe) on 28 May 1993. In June 1993 the prosecution appealed against the decision on seizure and the applicants appealed against the decision on venue. At the request of one of the applicants' counsel, an oral hearing was scheduled to take place in the High Court of Eastern Denmark (Østre Landsret) on 15 November 1993. However, on 7 October 1993 counsel challenged one of the judges in the High Court alleging disqualification and requested an oral hearing on the issue. The High Court decided on 15 October 1993 to refuse an oral hearing and on 11 November 1993 that the judge in question was not disqualified. It appears that counsel requested leave to appeal against this decision to the Supreme Court (Højesteret), but to no avail. As to the appeal against non-seizure and the question of venue, hearings were held in the High Court on 6 January and 7 March 1994, and by a decision of 21 March 1994 the High Court upheld the City Court's decisions. The applicants' request for leave to appeal to the Supreme Court was refused on 28 June 1994.", "27. On 5 July 1994 the prosecution submitted an indictment to the City Court, and a preliminary hearing was held on 10 November 1994 during which it was agreed that the case would be tried over six days in midJune 1995. However, as counsel for one of the parties was ill the final hearings were re-scheduled to take place on 21, 24, 28 and 30 August and 8 September 1995.", "28. On 15 September 1995 the City Court of Gladsaxe delivered a 68 page judgment finding that the questions put in the TV programme concerning the named Chief Superintendent amounted to defamatory allegations, which should be declared null and void. However, the court refrained from sentencing the applicants as it found that the applicants had reason to believe that the allegations were true. Also, the applicants were acquitted of a compensation claim raised by the widow of the named Chief Superintendent, as he had deceased before the trial. The judgment was appealed against by the applicants immediately and by the prosecution on 27 September 1995.", "29. On 15 April 1996 the prosecutor sent a notice of appeal to the High Court, and on 30 April 1996 he invited counsel for the applicants and the attorney for the widow of the Chief Superintendent to a meeting concerning the proceedings. Counsel for one of the parties stated that he was unable to attend before 17 June 1996, and accordingly the meeting was held on 25 June 1996. The High Court received the minutes of the meeting from which it appeared that counsel for one of the parties was unable to attend the trial before November 1996, and that he preferred the hearings to take place in early 1997. On 16 August 1996 the High Court scheduled the hearings for 24, 26 and 28 February and 3 and 4 March 1997.", "30. On 6 March 1997 the High Court gave judgment convicting the applicants of violating the personal honour of the Chief Superintendent by making and spreading allegations of an act likely to disparage him in the esteem of his fellow citizens, under Article 267, subsection 1 of the Penal Code. The allegations were declared null and void. The applicants were each sentenced to 20 day-fines of 400 Danish kroner (DKK) (or in the alternative 20 days' imprisonment) and ordered to pay compensation to the estate of the deceased Chief Superintendent of DKK 75,000.", "31. On 6, 16 and 25 March 1997 the applicants sought leave from the Leave to Appeal Board (Procesbevillingsnævnet) to appeal to the Supreme Court. Before deciding, the Board requested an opinion from the prosecuting authorities, namely the Chief of Police, the State Prosecutor and the Prosecutor General. On 27 June 1997 their joint opinion was submitted opposing leave to appeal. However, in the meantime it appears that a lawyer representing the TV station, Danmarks Radio, contacted the State Prosecutor, proposing that the public prosecution assist in bringing the case before the Supreme Court as, according to the TV station, the High Court's judgment was incompatible with the Media Responsibility Act (Medieansvarsloven). Consequently, the public prosecutors initiated a renewed round of consultation on this question, and their joint opinion was forwarded to the Board on 3 September 1997. Having heard the applicants' counsel on the prosecution's submissions, on 29 September 1997 the Board granted the applicants leave to appeal to the Supreme Court.", "32. The Prosecutor General submitted a notice of appeal and the case file to the Supreme Court on 3 October and 6 November 1997 respectively.", "33. As counsel wanted to engage yet another counsel, on 20 November 1997 they asked the Supreme Court whether costs in this respect would be considered legal costs. Moreover, they stated that their pleadings could not be submitted until early January 1998. On 17 March 1998 the Supreme Court decided on the question of costs, and on 19 March 1998 scheduled the trial for 12 and 13 October 1998.", "34. By a judgment of 28 October 1998, the High Court's judgment was upheld, though the compensation payable to the estate was increased to DKK 100,000. The majority of five judges held:", "“In the programme 'The Blind Eye of the Police' the applicants not only repeated a statement by the taxi driver that she had already explained to the police during their inquiries in 1981 that shortly after 12 p.m. on 12 December 1981 she had driven behind X for about one kilometre, but also, in accordance with the common premise for the programmes 'Convicted of Murder' and 'The Blind Eye of the Police', took a stand on the truth of the taxi driver's statement and presented the matters in such a way that viewers, even before the final sequence of questions, were given the impression that it was a fact that the taxi driver had given the explanation as she alleged to have done in 1981 and that the police were therefore in possession of this explanation in 1981. This impression was strengthened by the first of the concluding questions: '... why did the vital part of the taxi driver's explanation disappear and who, in the police or public prosecutor's office, should carry the responsibility for this?'. In connection with the scenes about the two police officers they pose two questions in the commentator's narrative, to which the indictment relates; irrespective of the kind of question, viewers undoubtedly received a clear impression that a report had been made about the taxi driver's statement that she had seen X at the relevant time on 12 December 1981; that this report had subsequently been suppressed; and that such suppression had been decided upon either by the named Chief Superintendent alone or by him and the Chief Inspector of the Flying Squad jointly. The subsequent questions in the commentator's narrative do not weaken this impression, and neither does the question as to whether the Chief Constable or the Public Prosecutor were aware of the taxi driver's statement. On this basis we find that in the programme 'The Blind Eye of the Police' the applicants made allegations against the named Superintendent which were intended to discredit him in the eyes of his peers, as described in Article 267, subsection 1 of the Penal Code (Straffeloven). We find further that it must have been clear to the applicants that they were, by way of their presentation, making such allegations.", "The applicants have not endeavoured to provide any justification but have claimed that there is no cause of action by virtue of Article 269, subsection 1 of the Penal Code – that a party who in good faith justifiably makes an allegation which is clearly in the general public interest or in the interest of other parties...", "As laid down in the Thorgeirson v. Iceland judgment (25 June 1992) there is a very extensive right to public criticism of the police. As in that decision there is, however, a difference between passing on and making allegations, just as there is a difference between criticism being directed at the police as such and at individual named officers in the police force. Even though being in the public eye is a natural part of a police officer's duties, consideration should also be given to his good name and reputation.", "As stated, the two applicants did not limit themselves in the programme to referring to the taxi driver's statement or to making value judgments on this basis about the quality of the police's investigations and the Chief Superintendent's leadership thereof. Neither did the applicants limit themselves to making allegations against the police as such for having suppressed the taxi driver's explanation, but made an allegation against the named Chief Superintendent for having committed a criminal offence by way of suppressing a vital fact.", "When the applicants were producing the programme, they knew that an application had been made to the Special Court of Revision for the case against X to be reopened and that as part of the Court of Revision's proceedings in dealing with the said application, the taxi driver had been interviewed by the police on 11 March 1991 at the request of X's defence as part of the proceedings to reopen the case. In consequence of the ongoing proceedings for reopening the case, the applicants could not count on the Chief Superintendent and the two police officers, who had interviewed the taxi driver in 1981, being prepared to participate in the programme and hence possibly anticipate proceedings in the Court of Revision. Making the allegations cannot accordingly be justified by lack of police participation in the programme.", "The applicants' intentions, in the programme, of undertaking a critical assessment of the police's investigation were proper as part of the role of the media in acting as a public watchdog, but this does not apply to every charge. The applicants had no basis for making such a serious charge against a named police officer and the applicants' opportunities for satisfying the purposes of the programme in no way required the questions upon which the charges are based to be included.", "On this basis, and even though the exemptions provided in Article 10 § 2 of the Convention must be narrowly interpreted, and even though Article 10 protects not only the content of utterances but also the manner in which they are made, we concur that the charges made are not excluded by Article 269, subsection 1 of the Penal Code. Indeed, as a result of the seriousness of the charges, we concur that there is no basis for charges to be dropped in accordance with Article 269, subsection 2 of the Penal Code. We agree further that there are no grounds for an acquittal under Article 272.", "We also concur with the findings on defamation.", "We agree with the High Court that the fact that the charges were made in a television programme on the national TV station 'Danmarks radio' and hence could be expected to get – as indeed they did – widespread publicity, must be regarded as an aggravating factor, as described in Article 267, subsection 3. Considering that it is more than seven years since the programme was shown, we do not find, however, that there are sufficient grounds for increasing the sentence.", "For the reasons given by the High Court we find that the applicants must pay damages in compensation in damages to the heir of the Chief Superintendent. In this, it should be noted that it cannot be regarded as essential that the nature of the claim for damages in compensation was not stated in the writ of 23 May 1991 since the Chief Superintendent's claim for financial compensation could not relate to anything other than damages in compensation. Due to the seriousness of the allegation and the manner of its presentation, we find that the compensation should be increased to DKK 100,000.”", "35. The minority of two judges who wanted to acquit the applicants held, inter alia:", "“We agree that the statements covered by the indictment, irrespective of their having been phrased as questions, have to be regarded as indictable under Article 267, subsection 1 of the Penal Code and that the applicants had the requisite intentions.", "As stated by the majority, the question of culpability must be decided in accordance with Article 269, subsection 1, taken together with Article 267, subsection 1, interpreted in the light of Article 10 of the European Convention on Human Rights and the European Court of Human Right's restrictive interpretation of the exemptions under Article 10 § 2.", "In reaching a decision, consideration must be given to the basis on which the applicants made their allegations, their formulation and the circumstances under which the allegations were made, as well as the applicants' intentions in the programme.", "... We find that the applicants had cause to suppose that the taxi driver's statement that she had seen X on 12 December 1981 shortly past noon was true. We further find ...that the applicants had reason to assume that the taxi driver, when interviewed in 1981, had told the two police officers of having seen X ...We accordingly attach weight to the fact that it is natural for such an observation to be reported to the police; that it is also apparent from her explanation in the police report of 11 March 1991 that she had already told the police about her observations in 1981; and that her explanation about the reaction of the police to her information that X's son had been in the car strengthened the likelihood of her having reported the observation at the interview in 1981.", "...It is apparent from the TV programme that the applicants were aware that the Frederikshavn police had not at that time complied with the requirement to offer a person interviewed an opportunity to see the records of his or her statements. The applicants may accordingly have had some grounds for supposing that the report of December did not contain the taxi driver's full statement or that there was another report thereon...", "We consider that the applicants, in putting the questions covered by the indictment, did not exceed the limits of freedom of expression which a case, such as the present one, relating to serious matters of considerable public interest, should be available to the media. We also attach some weight to the fact that the programme was instrumental in the Court of Revision's decision to hear witnesses and we attach some weight to X's subsequent acquittal.", "Overall, we accordingly find that [the allegations] are not punishable by virtue of Article 269, subsection 1 of the Penal Code...", "[We agree that] the allegation should be declared null and void since its veracity has not been proved..”", "36. The relevant provisions of the Danish Penal Code read as follows at the relevant time:", "Article 154", "If a person, while carrying out a public office or function, has been guilty of false accusation, an offence relating to evidence .. or breach of trust, the penalty prescribed for the particular offence may be increased by not more than one-half.", "Article 164", "1. Any person who gives false evidence before a public authority with the intention that an innocent person shall thereby be charged with, convicted of, or subject to a legal consequence of, a punishable act, shall be liable to mitigated detention (hæfte) or to imprisonment for a term not exceeding six years.", "2. Similar punishment shall apply to any person who destroys, distorts or removes evidence or furnishes false evidence with the intention that any person shall thereby be charged with, or convicted of, a criminal act...", "Article 267", "1. Any person who violates the personal honour of another by offensive words or conduct or by making or spreading allegations of an act likely to disparage him in the esteem of his fellow citizens shall be liable to a fine or to mitigated detention.", "2...", "3. When imposing the sentence it shall be considered an aggravating circumstance if the insult was made in printed documents or in any other way likely to give it wider circulation, or in such places or at such times as greatly to aggravate the offensive character of the act.", "Article 268", "If an allegation has been maliciously made or disseminated, or if the author has no reasonable ground to regard it as true, he shall be guilty of defamation and liable to mitigated detention or to imprisonment for a term not exceeding two years. If the allegation has not been made or disseminated publicly, the punishment may, in mitigating circumstances, be reduced to a fine.", "Article 269", "1. An allegation shall not be punishable if its truth has been established or if the author of the allegation has in good faith been under an obligation to speak or has acted in lawful protection of an obvious public interest or of the personal interest of himself or of others.", "2. The punishment may be remitted where evidence is produced which justifies the grounds for regarding the allegations as true.", "Article 272", "The penalty prescribed in Article 267 of the Penal Code may be remitted if the act has been provoked by improper behaviour on the part of the injured person or if he is guilty of retaliation."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["10", "6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}