{"ITEMID": "001-86572", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SWE", "BRANCH": "ADMISSIBILITY", "DATE": 2008, "DOCNAME": "LADBROKES WORLDWIDE BETTING v. SWEDEN", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Alvina Gyulumyan;Egbert Myjer;Elisabet Fura;Ineta Ziemele;Josep Casadevall;Luis López Guerra;Päivi Hirvelä", "TEXT": ["The applicant, Ladbrokes Worldwide Betting, is a betting and gaming company based in Harrow, United Kingdom. It is represented before the Court by Mr S. Widmark and Ms T. Cabander, lawyers practising in Stockholm. The Swedish Government (“the Government”) were represented by their Agent, Ms I. Kalmerborn, Ministry for Foreign Affairs.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 11 December 2003 the applicant applied to the Government, under section 45 of the Lotteries Act (Lotterilagen, 1994:1000), for a permit to provide betting and gaming services in Sweden.", "By a decision of 18 March 2004, the Government rejected the application. The decision, prepared by the Ministry of Finance in consultation with the Prime Minister’s Office (Statsrådsberedningen) and several other ministries, was signed by Mr Bosse Ringholm, the Minister for Finance, on behalf of the Government. The Government noted that betting and gaming in Sweden was essentially reserved for the State, certain non-profit making organisations (folkrörelserna) and the equestrian sports, and that the profits should be to the benefit of the public or for public utility purposes. They did not find that there were reasons to deviate from those principles and grant a permit to the applicant by way of an exception under section 45.", "On 16 June 2004 the applicant applied to the Supreme Administrative Court (Regeringsrätten) for a judicial review of the Government’s decision under the Act on Judicial Review of Certain Administrative Decisions (Lagen om rättsprövning av vissa förvaltningsbeslut, 1988:205). The applicant claimed that the impugned decision should be quashed as it was contrary to Articles 43 and 49 of the EC Treaty, the latter guaranteeing the free movement of services. It also requested the court to hold an oral hearing.", "On 8 December 2004 the Supreme Administrative Court, sitting with five judges, decided not to hold a hearing in the case.", "Stating that three of the judges had previously, at the Ministry of Finance and the Court of Justice of the European Communities, dealt with the question whether the Lotteries Act was in conformity with Community law, the applicant, on 19 January 2005, challenged their impartiality and moved for their disqualification from the case. One of the challenged judges was later replaced and, before the Court in the instant proceedings, the applicant stated that it had been clarified that there were no grounds to question the impartiality of another judge. Of relevance to the present case is thus only the alleged partiality of one of the judges, Mr Nils Dexe. The applicant stated in its plea for disqualification that he had been Director-General for Administrative and Legal Affairs (expeditions- och rättschef) in the Ministry of Finance between 1992 and 2001, when he had allegedly been responsible for the preparation and enactment of the Lotteries Act as well as a new rule which criminalised violations of that Act’s prohibition on the promotion of foreign lotteries. Within the scope of that work, the question whether Swedish lottery legislation was contrary to EU law had been investigated, leading to the Ministry taking the view that it was not.", "It is true that Mr Dexe held the above-mentioned position in the Ministry of Finance between 1992 and 2001. However, responsibility for the Lotteries Act was transferred to that ministry only on 1 July 1996, about three years after it had been prepared. The new rule on criminalisation was, however, elaborated and introduced during Mr Dexe’s period of service within the Ministry of Finance. In its proposal for introducing, inter alia, this rule, the Government investigated its conformity with EU law. The decision to propose the amendment was taken by 14 ministers of the Government, none of whom was Mr Ringholm, at a Government meeting held on 29 October 1998. Mr Ringholm was Minister for Finance between 1999 and 2004. Previously, he had not been a member of the Government or employed in the Government offices.", "On 4 February 2005 the Supreme Administrative Court, sitting without the challenged judges, rejected the applicant’s plea for disqualification. It stated the following:", "“Decisions concerning Government bills are political decisions. Being a civil servant and not a political appointee, the Director-General for Legal Affairs at a Government Ministry has no decisive influence on the contents of the proposals that the Government presents. Consequently, the contents of a Government bill do not reflect the personal opinion of the Director-General for Legal Affairs on a legal issue; indeed, his opinion may differ from that of the Government. Accordingly, the duty of the Director-General for Legal Affairs to see to the drafting of legislative proposals, on the basis of positions taken by politicians, cannot be held to mean that he has thereby concerned himself with the matter in a manner that could provide grounds for disqualification when dealing with cases relating to the application of the legislation. In light of these considerations, the Supreme Administrative Court finds that Nils Dexe’s previous employment as Director-General for Administrative and Legal Affairs at the Ministry of Finance does not constitute a circumstance that entails disqualification in the case. Nor has any other circumstance come to light that disqualifies Nils Dexe. The objection that he is disqualified must therefore be dismissed.”", "On 15 February 2005 the Supreme Administrative Court altered its decision of 8 December 2004 and granted the applicant’s renewed request for an oral hearing. The hearing was held on 2 June 2005.", "By a judgment of 20 June 2005, the Supreme Administrative Court, sitting with five judges, including Mr Dexe, upheld the Government’s decision. The court stated that, in a judgment of 26 October 2004 (RÅ 2004 ref. 95), it had already examined the conformity of the Swedish lottery legislation with EU law, as interpreted by the jurisprudence of the European Court of Justice, and considered that there were no reasons to come to a different conclusion in the applicant’s case. The court had noted in the earlier case that, as regards betting, the Court of Justice had accepted extensive restrictions on the freedom to provide services on the territory of other EU member states. The court had found therefore that the Swedish lottery legislation, which required a permit for essentially all forms of betting and gaming, and its main objectives, namely the protection of the individual and the public, and the principle that profits should benefit the public or be for public utility purposes, were acceptable to the Court of Justice. The court had further considered that the implementation of the lottery legislation met the requirements laid down by the Court of Justice for restrictions on the freedoms enshrined in the EC Treaty. Thus, while the court considered that the Government’s reasoning in the decision of 18 March 2004 could be seen as misleading and incomplete in light of the object and purpose of the Lotteries Act and the examination made by the court in the above-mentioned judgment, the challenged decision was contrary neither to the Lotteries Act nor to EC law as it had been developed thus far through the jurisprudence of the Court of Justice.", "The Lotteries Act is applicable to lotteries, including betting, which are arranged for the general public.", "Section 9 of the Act provides that, save for some exceptions not relevant to the present case, the organisation of betting and gaming requires a permit. Under section 15, a permit to arrange betting and gaming of the type provided by the applicant may be given to a Swedish non-profit making association which fulfils certain requirements, inter alia that it conducts activities whose main objective is to support public utility purposes within the country. If there are special reasons, a permit may be granted also to a legal person which is not a non-profit making association or to a legal person whose main objective is to support public utility purposes outside the country. Further conditions are laid down in section 16.", "According to sections 39-41, applications for a permit to organise betting and gaming are determined by a municipal committee and, in some cases, the country administrative board and the National Gaming Board (Lotteriinspektionen).", "The Government may grant a permit by virtue of section 45:", "“The Government may grant a special permit to arrange a lottery in other cases and according to other procedures than as provided in this Act. ...”", "The Government is thus authorised to grant a permit in situations where the requirements of section 15 are not fulfilled. The preparatory works mention the need to issue permits in specific situations. As examples of permits issued under section 45, reference is made to lotteries arranged by the savings banks in order to encourage savings and to the two companies wholly or partially controlled by the Swedish State, AB Svenska Spel and AB Trav och Galopp, which have obtained permits to arrange certain games, including sports and horse betting. The preparatory works do not provide any other directives on how to apply this provision (Government Bill 1993/94:182, pp. 79-80).", "The Swedish lottery legislation’s compliance with EC law, notably Article 49 of the EC Treaty, is under investigation by the European Commission. On 27 June 2007 the Commission issued a reasoned opinion, the second step of the procedure laid down in Article 226 of the Treaty."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}