{"ITEMID": "001-84066", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HUN", "BRANCH": "ADMISSIBILITY", "DATE": 2007, "DOCNAME": "SZEMELY ES VAGYONOROK FUGGETLEN SZAKSZERVEZETI SZOVETSEGE v. HUNGARY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The first applicant, Személy- és Vagyonőrök Független Szakszervezeti Szövetsége, is an unregistered trade union. The second applicant, Mr Sándor Csánics, is a Hungarian national, who was born on 20 February 1955 and lives in Érd. He is the president of the trade union. The applicants were represented before the Court by Mr I. Barbalics, a lawyer practising in Nagyatád. The Hungarian Government (“the Government”) were represented by Mr L. Höltzl, Agent, Ministry of Justice and Law Enforcement.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicants’ previous application (no. 70563/01) was declared inadmissible for non-exhaustion of domestic remedies, pursuant to Article 35 §§ 1 and 4 of the Convention, on 19 November 2002. After having pursued a petition for review before the Supreme Court, the applicants renewed their complaints. On 13 February 2007 the Second Section of the European Court of Human Rights declared the application partly inadmissible.", "On 13 February 1998 Mr Csánics and nineteen other individuals founded the applicant trade union. On 20 February 1998 Mr Csánics requested its registration. He submitted the articles of association, a list of the officers and other relevant documents.", "On 27 February 1998 the Pest County Regional Court ordered the applicants to amend the articles of association and to submit further information. On 21 April 1998 the trade union modified its articles of association and submitted the new version to the Regional Court.", "In the ensuing non-contentious (nemperes) proceedings, on 24 April 1998 the Regional Court held deliberations in camera and decided to refuse to register the trade union, since the applicants had failed to submit all the information required and therefore their request had not met the legal requirements. The Regional Court relied on the documents submitted by the applicants.", "On 10 June 1998 the applicants retained Mr M.R., a lawyer, to represent them before the Supreme Court. His power of attorney was attached to the case file. This mandate has never been withdrawn.", "On the applicants’ appeal – which did not contain any argument concerning the Regional Court’s in camera deliberations – the Supreme Court, acting as a second-instance court, upheld the first-instance decision on 24 May 2000.", "The applicants lodged a petition for review with the Supreme Court.", "On 27 October 2000 the applicants retained another lawyer, Ms E.D. to represent them before the review bench of the Supreme Court. Her power of attorney mandate was also attached to the case file.", "On 14 December 2000 the Supreme Court ordered the applicants to amend the petition.", "On 30 January 2001 the review bench of the Supreme Court upheld the second-instance decision. This decision was served on Mr M.R. on 14 March 2001. The Government submitted the acknowledgement of receipt which had been stamped at the despatching Post Office on 12 March 2001 and the handwritten note, indicating that it contained a copy of this decision, showing its receipt two days later by the addressee. It appears that Mr M.R. did not inform the applicants of the decision.", "The decision of the review bench of the Supreme Court was handed over to the applicants, upon their request, on 9 February 2004.", "“... (2) If authorisations have been given to more than one person, the party may be represented by any of them; however, only one representative may proceed in each act of the lawsuit; a contrary stipulation is invalid...”", "“(1) An authorisation may concern the entirety of the lawsuit or certain individual acts in the procedure.", "(2) An authorisation which concerns the entirety of the proceedings entitles the representative to make any and all declarations and acts concerning the case ...”", "(4) The restriction of an authorisation is valid only if this is evident from the mandate itself.”", "“The termination of the authorisation flowing from withdrawal, repudiation or the death of the party shall have effect for the court from the date of its reporting, and it shall effect for the opponent from the date of its disclosure to him.", "“If the party authorised a representative to carry on the lawsuit, the judicial documents shall be served on him instead of the party...”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}