{"ITEMID": "001-57916", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "CHAMBER", "DATE": 1995, "DOCNAME": "CASE OF FISCHER v. AUSTRIA", "IMPORTANCE": "3", "CONCLUSION": "No violation of Art. 6-1 (right of access);Violation of Art. 6-1 (publicly);Pecuniary damage - claim dismissed;Costs and expenses award - domestic proceedings;Costs and expenses award - Convention proceedings", "JUDGES": "C. Russo;John Freeland", "TEXT": ["7. Mr Josef Fischer was born in 1932 and lives in Vienna.", "8. Since 1975 the applicant has owned a refuse tip at Theresienfeld in the Land of Lower Austria. He used to operate it under a revocable refuse-tipping licence granted to his predecessor in title on 30 July 1973 under the Water Rights Act 1959 (Wasserrechtsgesetz).", "9. On 5 December 1986 the tipping licence was revoked by the Governor (Landeshauptmann) of the Land of Lower Austria on the grounds, inter alia, that dangerously high levels of toxic substances had been found in the groundwater (which forms part of a groundwater reservoir for drinking-water for over half a million people); several barrels found at the site contained unauthorised substances; and the site was in any event unsuitable for tipping - even ordinary domestic waste should not be dumped there.", "10. Mr Fischer appealed to the Federal Ministry of Agriculture and Forestry (Bundesministerium für Land- und Forstwirtschaft), complaining also that he should have had the right to be heard. On 20 July 1987 the appeal was dismissed on the ground that it was absolutely essential to close the tip in order to safeguard water supplies, since it was not technically possible to render the site safe. As to the applicant’s right to be heard, he had had ample opportunity to make his views known and an oral hearing was not required in proceedings involving revocation of licences.", "11. On 2 September 1987 Mr Fischer filed a complaint with the Constitutional Court (Verfassungsgerichtshof) alleging a violation of, inter alia, Article 6 para. 1 (art. 6-1) of the Convention, in that the administrative authorities had not granted his request for an oral hearing. He requested that a hearing be held before the Constitutional Court. On 14 March 1988, pursuant to Article 144 para. 2 of the Federal Constitution (see paragraph 22 below) the Constitutional Court declined to accept the applicant’s complaint. It found that the bulk of the complaint related to allegations that the ordinary law had been applied incorrectly. To the extent that the complaint did touch upon questions of constitutional law, it did not have sufficient prospects of success. No hearing was held.", "12. On 6 August 1987, before his constitutional complaint, the applicant had lodged an appeal with the Administrative Court (Verwaltungsgerichtshof) in which he alleged that the decision of 20 July 1987 was unlawful and that the administrative authorities should have held a hearing. He requested that the decision be quashed and that a hearing be held before the Administrative Court.", "On 21 September 1989 the Administrative Court dismissed the applicant’s complaint as ill-founded pursuant to section 42 (1) of the Administrative Court Act (see paragraph 18 below). The court found that an oral hearing before the Ministry had not been necessary and rejected the applicant’s request for such a hearing before the court itself under section 39 (2) (6) of the Administrative Court Act (see paragraph 21 below).", "13. The following reasons were given in the judgment:", "\"The appellant submitted in the first place that in the reasons given for the decision at first instance the scope of the 1973 licence was wrongly restricted in terms of area; the revocation of the licence, which was upheld on appeal, without this question - raised in the appeal - having been dealt with, therefore remained contradictory. The Court can discern no such contradiction. The revocation by the water-rights authority of first instance, which was upheld by the respondent authority, related - according to the terms of the formal order - to the 1973 licence without any restriction. Similarly, where in the reasons given for the Land Governor’s decision of 5 December 1986 the words ‘where the gravel pit has already been closed’ are used when parcel 514-1 KG Theresienfeld is being particularised, they are merely taken from the decision of 30 July 1973 whereby the licence was granted. Moreover, the use of the expression ‘part of the area’ (Teilfläche) merely clarifies - in the context of setting out the earlier history - the meaning which the same authority attributed to the outline description in the decision whereby the revoked licence had been granted. This is not a legally binding determination, nor does it in any way restrict the revocation itself, which at all events applied to the 1973 licence in its entirety, regardless of how the indication ‘where the gravel pit has already been closed’ - which is not more closely defined - is to be understood. It is accordingly clear, without it being necessary to go into the appeal submissions in detail, that neither the aforementioned comment in the decision at first instance nor the absence of any reference to these issues in the impugned decision amounted to an interference with the rights of the appellant.", "It is irrelevant whether the reservation of the right to revoke the licence under section 21 (1) of the Water Rights Act 1959 was properly included in the 1973 decision, as that decision became final and the aforesaid incidental provision became legally effective likewise. The Court agrees with the respondent authority and, on this point, the appellant that even where, as in the present case, a reservation of the right to revoke is not spelt out in more detail, revocation is justifiable only where there are sufficient objective reasons for it; these, however (and to this extent the Court’s view does not coincide with the one reflected in the decision appealed against), could only derive from considerations of public interest, since the right to revoke was not reserved in the interests of third parties. Ultimately, the revocation of a decision under the Water Rights Act can only be regarded as objectively justified if it can be considered necessary within the meaning of the Act; and that applies only where it does not serve interests that can be asserted under provisions of the Water Rights Act without any specific need for a revocation.", "The appellant criticises the respondent authority for having confirmed the revocation of the water-rights licence for no valid reason.", "The appellant complains that in the decision at first instance and in the impugned decision it is stated, among other things, that waste tipping in accordance with the terms of the licence could contribute to an increased potential hazard. In the decision at first instance the remark relating to an increased risk of this kind plainly goes back to a finding - also cited in the reasons - by the officially appointed medical expert that, in view of its position in the central area of the Mitterndorf basin, the site of the refuse tip was to be rejected on health grounds and represented a potential hazard to the groundwater. The same expert referred to a comment by the officially appointed technical expert, who had stated that by present-day criteria a renewal of the licence for a refuse tip on this site was to be ruled out. In the decision appealed against, the site of the tip as such was likewise described as problematical on the basis of the experts’ reports - in the expert opinion that is reproduced in the impugned decision it is stated that it was out of the question that areas where there were sources of groundwater suitable in quantity and quality for use as a water supply should be used for refuse tips - and the tipping of waste that endangered the groundwater was attributed to among other things the ‘imprecise wording of the licence’ of 1973. This last observation concerns the past, and the appellant cannot rely on the distinction between licensed and unlicensed tipping as set out in this Court’s decision of 19 May 1987, no. 86/07/0147, to rebut it. This distinction was indeed recognised partly in contradiction of the view that had been advanced by the appellant’s predecessor in title. It accordingly cannot be ruled out that, prior to publication of the court decision just mentioned, the operator of the tip disregarded the differences that are pointed out in it and which are of importance as regards authorised tipping of waste. As to the technical comments on the choice of site, however, these appear to the Court sufficient to justify the view that even authorised tipping was at least ‘problematical’ on the particular site.", "The appellant further submitted that dumping in accordance with the licence had not so far been proved to have had any effects in the area around the tip; he referred to the report of 29 April 1986 by an officially appointed technical expert, in which, however, the possibility of groundwater contamination by domestic waste is also described in detail. In the expert report reproduced in the decision appealed against, reference was also made to the fact that a considerable length of time passed between the moment of pollution and the first observable signs of harmful substances in the subsoil or in the groundwater, a fact that had previously been regarded as pointing to the subsoil’s (only) seemingly unlimited cleansing and storing capacity and in many cases had led to an approach to the siting and licensing of refuse tips that would nowadays be regarded as untenable. The fear of adverse effects on the groundwater is thus not shown to be baseless - as the appellant’s objection amounts to saying - by even a single finding.", "The appellant further submitted that in the impugned decision an additional argument in favour of revocation was wrongly put forward to the effect that waste which was dumped contrary to the terms of the licence was so mixed up with that which was tipped in accordance with it that it was in practice impossible to separate the two kinds. The appellant contended that this argument overlooked the fact that, according to the officially appointed technical expert’s opinion of 21 October 1986 on the issue of a general clearing up of the site, it was assumed that hazardous waste discovered on the site was separable from the other waste; in the decision at first instance, moreover, such a mixing up was a mere supposition. Apart from the fact that in describing the two types of waste as being ‘in practice’ inseparable (as was assumed), account was clearly taken of the practical difficulties which were mentioned in the same expert opinion, with express reference to the need to establish ‘a highly qualified water-supervision unit that must have appropriate facilities available to it for carrying out analyses and for the safe disposal of any hazardous waste’, this observation concerning the past is in any case of no vital importance for the revocation, which has its effects in the future, preventing future dumping.", "The appellant pointed out that a mass of findings confirmed that there was no danger in the western part of the site, contrary to what was stated in the impugned decision; it followed that the cleaned-up western part of the site was ready for use for dumping in accordance with the terms of the licence. The passages from the administrative file which the appellant cites in evidence in this connection do not, however, support that assertion. In the opinion submitted on 23 April 1985 the domestic refuse deposited on the site is described by the expert as posing a threat to the groundwater, independently of the barrels to be disposed of. In a letter of 28 May 1985 from the district authority (Bezirkshauptmannschaft), which is also referred to by the appellant, it was admittedly announced that the cleaning-up operation had been completed, but at the same time the issue of what was to be done with the domestic waste whose existence had originally not been known about was also addressed. In an expert opinion of 15 May 1985, likewise cited by the appellant, it was confirmed that digging works were being carried out in the western part of the pit, but it was also noted that domestic waste had been found there and that it could not be ruled out that chemicals had been buried with it; furthermore, the possibility of sealing the site without removing the waste was rejected on technical grounds and because of the danger that barrels had been buried with it. In the district authority’s letter of 18 June 1986 it was stated that the domestic waste still remaining in the cleaned-up western area would be removed once the decision had been taken on cleaning up the entire site. Thus, it has not been made out that the western part of the site is free of any dangerous waste nor has the argument been refuted that further tipping of permissible waste, on top of the waste already on the site, must be stopped precisely for the purpose of removing that existing waste.", "For these reasons and because, as set out in greater detail above, no further dumping of waste on the aforesaid site should be allowed - because there should be no refuse tip there at all and clearing-up work is still pending - it was not necessary for a ‘final cleaning-up programme’ to be in existence, as the appellant maintained, before further tipping under the licence could be stopped (by revocation of the licence). Nor is a cleaning-up programme thereby pre-empted; such a programme may very well make special licences necessary; and even a partial continuation of the current tipping operations until a cleaning-up project is embarked on could not on that account be regarded as justifiable.", "The appellant also considered the weighing of interests to have been inadequate and to have produced the wrong result; this applied, on the one hand, to those municipalities which would in future be deprived of their facilities for dumping refuse, and, on the other, to the appellant, who would be financially ruined. As regards the aforementioned municipalities, the appellant cannot legally represent their interests inasmuch as they are the interests of third parties, and it is moreover clear that the danger posed by the dumped waste affects a much larger number of people, as is apparent from the fact that it is widely known that, owing to its size, the Mitterndorf basin serves as a reservoir for drinking-water. The same considerations of public interest are valid with regard to the economic interests of an individual; the respondent authority did not, as the appellant maintained, disregard the relevant considerations, since in the decision appealed against it said, among other things, that in the case in issue ‘the public interest in ensuring the supply of drinking-water outweighs the economic interest in continuing the operation of the tip’. It is equally untrue that the question of blame for the dumping of prohibited waste had a bearing on the revocation, as the revocation concerned the licence and thus the operation of the tip as permitted by that licence up to then.", "The appellant also complains that he was not told the name of the hydraulic engineer who was officially appointed as an expert when his opinion was made known in the respondent authority’s communication (Vorhalt) of 18 March 1987. The appellant, however, did not contradict the comment in the decision appealed against that his lawyer had been informed of the expert’s name during an inspection of the entire file on 22 April 1987. As the appellant was familiar with the ‘original’ of the opinion concerned (it is referred to in the appeal), he must also have been aware of the exact date of the opinion, which was not given in the respondent authority’s communication. The appellant further criticised the same expert on the ground that his opinion contained no ‘findings of fact’, a matter to which reference had already been made in the reply to the authority’s communication. The way in which this point was dealt with in the impugned decision has been set out in the recital of facts. The technical opinion submitted in the appeal proceedings was an expert assessment of the same facts as those on which the first-instance authority had based its decision; the technical assessment in the appeal proceedings was intended - in view of the appellant’s appeal - precisely to throw light on whether the factual situation (which was essentially identical both at first instance and on appeal) should lead to the legal characterisation given it by the Governor; it was not a question of assessing changed or substantially supplemented facts. For this reason it was unnecessary for the expert appointed by the respondent authority himself to set out afresh the facts to be taken as a basis. In a case such as the present one there can be no question of the facts on which the expert opinion was based not being known or of a further special reference being necessary to how they came about. By ‘third-party documents’ (Fremdakten) - a term used several times in the expert report - is usually understood, as can easily be inferred from the context, documents that have not been drawn up by the authority (in this instance the respondent authority) itself; since the questions being dealt with always related to the refuse tip concerned, it is clear that what was meant were the water-rights documents of other authorities than the respondent authority which related to the tipping site. As to the appellant’s specific criticism to the effect that the expert did not make clear what he meant by ‘the abuses found’, it should be noted that immediately after that passage there follows a more detailed explanation, in particular through the reference to failures to comply with the decision of 21 September 1972 and condition 9 of the decision of 30 July 1973, by which is meant the occurrences which led to the revocation by the Governor on 16 May 1983 of the licence to dump distillation residues. The entire comment relating to this has little bearing on the revocation, however, because it was made by the expert only in connection with his general remarks on the need for precise definition of waste if there was to be any effective control of what was dumped. A separate reply to the question - posed in its observations in reply to the respondent authority’s communication and repeated in the present appeal - whether account had been taken of the fact that in the eastern part of the tip there was a compressed mass of domestic refuse about 18 metres thick on the floor of the site does not seem to the Court to be of decisive importance with regard to the revocation stopping future tipping in view of the fact that - as set out in greater detail in the present appeal - it can ‘now indisputably’ be assumed that ‘under a 15 to 18-metre-thick layer of highly compressed domestic refuse thousands of barrels of, in all probability, unauthorised dangerous solvents have been dumped there’ and that the area must be cleaned up - which precludes all further tipping.", "The appellant complained that further details about the significance of the Mitterndorf basin for the water supply were lacking in the expert report and considered the reference it contained to the ‘expert opinions in the third-party documents’ and the ‘specialist literature’ to be insufficient. Attention need only be drawn in the first place to the regulations issued by the respondent authority as early as 1969 (Federal Gazette - Bundesgesetzblatt - no. 126), which define the groundwater conservation area on whose periphery the refuse tip is situated. Furthermore - in response to the appellant’s criticism - reference is rightly made in the impugned decision to the fact that the importance of the area was well known. The Environment Protection Agency’s (Umweltschutzanstalt) survey report of 17 February 1987, according to which a groundwater sample taken on 22 October 1986 had shown, among other things, that the chlorinated hydrocarbon content had further fallen, had no influence on the expert opinion in this context - this is confirmed in a note by the expert. In this connection, it must be borne in mind that the measurement was based on only a single sample and was merely ‘better’ than one from an earlier sample. Even the appellant does not infer from it that the dangerous eastern part of the site is thereby shown to be free of danger; if the licence continued in force, further tipping could not, in the expert’s view, be regarded as conducive to further improvement in the quality of the groundwater. The appellant’s objection that there was no water seepage through an open ‘compressed, 18-metre-thick’ layer of domestic refuse is impossible to understand. Since this waste was alleged to exist in the eastern part of the tip, it was on that account alone not unreasonable to prevent further tipping in accordance with the licence by revoking that licence, given the need - mentioned even by the appellant - for a cleaning up of the site. It may therefore be concluded that in this respect the alleged material defects in the expert opinion are non-existent.", "The appellant is also wrong to maintain that the licence should only have been revoked after special appeal proceedings in which the appeal authority would have had to make its own investigation of the facts. The facts which the Governor took as a basis were set out in detail in the decision at first instance. The alleged defects were gone into in the appeal proceedings or have now been asserted in the present appeal. In both instances, however, the appellant partly relied on facts that were irrelevant to the issue of the revocation.", "Nor does the Court agree with the appellant’s submission that the technical expert’s opinion in the initial appeal proceedings was defective because it contained legal arguments. In the section ‘Definition of waste, control of tipping’ there is firstly merely a discussion of stipulations in the revoked decision [to grant a licence] and then a mention of the applicability of the Poisons Act in connection with technical observations concerning water contaminants, with a reservation (‘... would have to be checked by the water-rights authority ...’); the question whether revocation was absolutely essential or whether defects under section 33 (2) of the Water Rights Act 1959 could be remedied is dealt with from an exclusively technical point of view; the closing remark on the subject is at all events inaccurately reproduced in the appeal inasmuch as the expert endorsed the revocation in the light not of legal but of economic requirements. Contrary to what the appellant maintained, there was no pre-emption of the legal assessment to be made by the respondent authority.", "The appellant further complained that the respondent authority did not, as requested, seek further expert opinions. Reference is made in the appeal to possible alternatives to revocation and to an opinion of 29 April 1986 by the hydraulic engineer officially appointed as an expert by the Governor. The appellant inferred from this expert opinion that approval of measures he had planned would have meant that the revocation could have been avoided; in that opinion, however, it was suggested - on the assumption of ‘dangers which, if the principle that prevention is better than cure is applied’, ruled out ‘further tipping’ (and it was stated that even tipping of domestic refuse ‘undoubtedly’ increased the danger ‘significantly in quantitative terms’) and on the basis of the facts - that ‘the question of revoking the licence granted by decision of the Governor, ON 14’ (i.e. the decision of 1973), should be looked into, ‘as important assumptions, on which the issuing of the licence [had] been based’ had proved to be false. The expert opinion cited, which points in exactly the direction that was subsequently - in the last instance by the respondent authority - taken, was therefore an unsuitable basis for obtaining, as requested, further expert reports. Even if in the same context reference is made in the appeal to the expert report submitted in the water-rights proceedings of 18 November 1986 in support of the view that the ‘re-storage variant’ (final disposal of the ‘eastern refuse’ in the western part of the tip), which the appellant had suggested as an alternative to revoking the licence, was ‘technically feasible’, little is gained - particularly in view of the many discussions that, according to the administrative documents, had already taken place - in the way of showing that the additional investigations that were held to be unnecessary in the impugned decision are in fact needed.", "Lastly, the Court cannot accept the appellant’s submission that an oral hearing should have been held for the specific purpose of considering the question of a revocation; on the one hand, no provision is made for a hearing for this purpose in the law, as the appellant himself concedes, and, on the other, issues relating to a cleaning up of the tip were discussed from a large variety of angles, most recently in the proceedings of 18 November 1986 which preceded the revocation by the first-instance authority, and for this reason it has not been shown that ‘the facts before the appellant authority [were] so inadequate that the holding or reholding of an oral hearing’ should have been regarded as ‘unavoidable’ (section 66 (2) and (3) of the General Administrative Procedure Act 1950).", "The appellant has consequently not succeeded in showing that the licence was revoked on grounds that were not objective and thus unlawfully.", "As the appeal is consequently unfounded, it must be dismissed pursuant to section 42 (1) of the Administrative Court Act.", "The requested hearing was dispensed with under section 39 (2) (6) of the Administrative Court Act.", "...\"", "14. Article 90 para. 1 of the Federal Constitution provides:", "\"Hearings in civil and criminal cases by the trial court shall be oral and public. Exceptions may be prescribed by law.\"", "15. By virtue of Article 130 of the Federal Constitution, the Administrative Court has jurisdiction to hear, inter alia, applications alleging that an administrative decision is unlawful.", "16. Pursuant to section 36 of the Administrative Court Act, proceedings consist essentially in an exchange of written pleadings. If one of the parties so requests the Administrative Court may hold a hearing which is in principle held in public (sections 39 (1) (1) and 40 (4)).", "17. Section 41 (1) of the same Act reads as follows:", "\"In so far as the Administrative Court does not find any unlawfulness deriving from the respondent authority’s lack of jurisdiction or from breaches of procedural rules (section 42 (2), paragraphs 2 and 3) ..., it must examine the contested decision on the basis of the facts found by the respondent authority and with reference to the complaints put forward ... If it considers that reasons which have not yet been notified to one of the parties might be decisive for ruling on [one of these complaints] ..., it must hear the parties on this point and adjourn the proceedings if necessary.\"", "18. Section 42 (1) states that, save as otherwise provided, decisions of the Administrative Court shall either dismiss a complaint as ill-founded or quash the contested decision.", "19. By virtue of section 42 (2),", "\"The Administrative Court shall quash the impugned decision if it is unlawful", "1. by reason of its content, [or]", "2. because the respondent authority lacked jurisdiction, [or]", "3. on account of a breach of procedural rules, in that", "(a) the respondent authority has made findings of fact which are, in an important respect, contradicted by the case file, or", "(b) the facts require further investigation on an important point, or", "(c) procedural rules have been disregarded, compliance with which could have led to a different decision by the respondent authority.\"", "20. Under section 63 (1) of the Administrative Court Act, if the court quashes the challenged decision, \"the administrative authorities are under a duty ... to take immediate steps, using the legal means available to them, to bring about in the specific case the legal situation which corresponds to the Administrative Court’s view of the law (Rechtsanschauung)\".", "21. Section 39 (2) of the Administrative Court Act provides:", "\"Notwithstanding a party’s application ..., the Administrative Court may decide not to hold a hearing where", "...", "6. it is apparent to the Court from the pleadings of the parties to the proceedings before it and from the files relating to the earlier administrative proceedings that an oral hearing is not likely to clarify the case further.\"", "22. Under Article 144 para. 2 of the Federal Constitution:", "\"The Constitutional Court may ... decline to accept a case for adjudication if it does not have sufficient prospects of success or if it cannot be expected that the judgment will clarify an issue of constitutional law. The Court may not decline to accept for adjudication a case excluded from the jurisdiction of the Administrative Court by Article 133.\""], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}