{"ITEMID": "001-58177", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SWE", "BRANCH": "CHAMBER", "DATE": 1997, "DOCNAME": "CASE OF M.S. v. SWEDEN", "IMPORTANCE": "2", "CONCLUSION": "No violation of Art. 8;No violation of Art. 6-1;No violation of Art. 13", "JUDGES": "John Freeland;R. Pekkanen", "TEXT": ["8. Ms M.S. is a Swedish citizen born in 1951 and resident in Sweden. Prior to the events in question she was employed as a nursery-school teacher.", "9. When she was 14 years old she was diagnosed as having spondylolisthesis, a condition affecting the spine which can cause chronic back pain.", "10. On 9 October 1981 she slipped and fell at work, injuring her back. She was pregnant at the time, and had been seeing a doctor at the women's clinic at the hospital. On the afternoon of the accident she went to the same clinic.", "Following this incident, Ms M.S. was unable to return to work for any sustained period of time because of severe back pain. After she had been on the sick-list for some time, she was granted a temporary disability pension (sjukbidrag) and, from October 1994, a disability pension (förtidspension).", "11. On 13 March 1991 she made a claim for compensation under the Industrial Injury Insurance Act (Lagen om arbetsskadeförsäkring, 1976:380 – hereafter “the Insurance Act”) from the Social Insurance Office (Försäkringskassan; hereafter “the Office”).", "12. Some time thereafter, as a matter of routine, her lawyer requested a copy of the file which had been compiled by the Office for the purposes of her claim. From the documents on the file she learnt that the Office had written to the women's clinic on 25 March 1992 as follows:", "“[The applicant] has reported an industrial injury which occurred on 9 October 1981. She contacted your clinic as she was pregnant at the time. The Office requests copies of medical records from that time. We hope you will assist us as soon as possible as the matter has been pending for some time and we need the records in order to determine it.”", "It was also apparent from the file that, on 30 March 1992, the head of the clinic had submitted copies of her medical records containing information on treatment she had received in October 1981, March 1982 and between October 1985 and February 1986. Ms M.S. had not been consulted prior to the disclosure of these documents.", "13. The medical records from October 1985 stated, inter alia, that Ms M.S. had complained of pain in her hips and back, but there was no indication that she had alleged that she had injured herself at work. The records from this period contained details of an abortion which she had requested because her pregnancy exacerbated her back complaint. The abortion had been performed in October 1985. In this regard, an entry of 22 October 1985 stated:", "“The reason for the termination is above all that she had an incredibly bad back, especially during her last pregnancy.”", "14. On 19 May 1992 the Office rejected Ms M.S.'s claim for compensation under the Insurance Act, finding that her sick-leave had not been caused by an industrial injury. The applicant appealed successively to the Social Insurance Board (Socialförsäkringsnämnden), the local County Administrative Court (Länsrätten) and the competent Administrative Court of Appeal (Kammarrätten), but at each stage her appeal was rejected. On 26 February 1996 the Supreme Administrative Court (Regeringsrätten) refused her leave to appeal.", "15. Under sections 1 and 2 of chapter 2 of the Freedom of the Press Act (Tryckfrihetsförordningen), which is part of the Swedish Constitution, everyone is entitled to access to public documents, subject to exceptions set out in the Secrecy Act (Sekretesslagen, 1980:100).", "16. One of the exceptions to this general rule relates to confidentiality of information in the field of health and medical care and is set out in chapter 7, section 1, of the Secrecy Act, which provides as follows:", "“Secrecy applies ... in the field of health and medical care to information on the individual's state of health or otherwise concerning his or her private life, unless it is clear that the information can be disclosed without any harm to the individual or persons closely related to him or her ...”", "17. Notwithstanding the above rule of confidentiality, in certain circumstances health and medical-care authorities are required to submit information to another public authority. Thus, chapter 14, section 1, of the Secrecy Act provides the following:", "“Secrecy does not prevent ... the disclosure of information to another authority, if an obligation to disclose the information is laid down in an act of law or a government ordinance.”", "18. Such an obligation follows from chapter 8, section 7, of the Insurance Act, which reads as follows:", "“A public authority ... [is] obliged to submit, on request, to the courts, the National Social Insurance Service [Riksförsäkringsverket] [or] the Social Insurance Office ... information on a named person concerning circumstances of importance to the application of this Act ...”", "In this context, a doctor employed by a public hospital (as in the present case) is regarded as a representative of a public authority. In addition, the person applying for compensation under the Insurance Act is obliged to provide the Social Insurance Office with information of importance to the claim (chapter 8, section 6, of the Insurance Act).", "19. The Social Insurance Office is under a corresponding duty to obtain a physician's opinion in relation to each reported industrial injury (section 13 of the Ordinance on Industrial Injury Insurance and State Injury Compensation Guarantee – Förordning om arbetsskadeförsäkring och statligt personskadeskydd, 1977:284).", "20. Information which is submitted to the Office is protected by the rule of confidentiality provided by chapter 7, section 7, of the Secrecy Act:", "“Secrecy applies at the Social Insurance Office, the National Social Insurance Service and the courts in matters arising under the legislation on ... industrial injury assurance ... in respect of information on an individual's state of health or otherwise concerning his or her private life, if it can be assumed that the individual concerned or persons closely related to him or her will be harmed if the information is disclosed ...”", "21. Under the Freedom of the Press Act and the Secrecy Act, there is a right to appeal against a decision not to grant access to public documents. There is, however, no such right in respect of decisions to grant access to information contained in public documents. Furthermore, there is no right for the individual concerned to be consulted before such information is disclosed or to be notified of the disclosure afterwards.", "22. Under chapter 20, section 3, of the Penal Code (Brottsbalken), a physician who, intentionally or through negligence, discloses information which should be kept confidential according to law is guilty of breach of professional secrecy. Proceedings may be brought in the ordinary courts by the public prosecutor or, if the public prosecutor decides not to prosecute, the aggrieved individual. Such a breach of professional secrecy may also constitute a basis for claiming damages under chapter 2, section 1, or chapter 3, section 1, of the Damage Compensation Act (Skadeståndslagen, 1972:207). Action may be taken by the individual against the physician or his or her employer.", "23. Public authorities and their employees are, furthermore, subject to the supervision of the Chancellor of Justice (Justitiekanslern) and the Parliamentary Ombudsman (Justitieombudsmannen). The Chancellor and the Ombudsman investigate whether those exercising public powers abide by laws and follow applicable instructions and may prosecute a certain individual or refer the matter to disciplinary action by the relevant authority."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["13", "6", "8"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}