{"ITEMID": "001-85079", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF DOROKHOV v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 3;No violation of Art. 6-3-d+6-1;Non-pecuniary damage - award;Pecuniary damage - claim dismissed", "JUDGES": "Javier Borrego Borrego;Karel Jungwiert;Margarita Tsatsa-Nikolovska;Mark Villiger;Peer Lorenzen;Volodymyr Butkevych", "TEXT": ["6. The applicant was born in 1967 and lives in Moscow.", "7. The applicant used to work as a public prosecutor. In 1998 the police charged him with blackmail and abuse of office. They alleged that the applicant had extorted several cars from the managers of a car repair shop, threatening to harass their business with criminal investigations. Thus, according to the prosecution, in 1997 the applicant was given a car in exchange for the discontinuation of the investigation into the allegedly illegal activities of the shop. Some time later he received from them another car of the same model. In 1998 he was given a new car which was more expensive than the previous one. The prosecution also accused the applicant of illegal possession of firearms, namely a gas handgun found at his place during the search.", "8. On 2 October 1998, the police arrested the applicant and detained him in remand prison IZ–48/1, Matrosskaya Tishina, in Moscow. On admission to the prison, the applicant was put in cell no. 210. The rest of the time he spent in four other cells, namely cells nos. 212, 260, 739 and 740.", "9. On 8 February 1999, the applicant was put into cell no. 212. The parties’ descriptions of this cell differ.", "10. According to the applicant, the environment in this cell was so poor that he developed a skin rash.", "11. According to the Government, that cell measured 18.8 square metres and had six bunk beds. The cell had cold running water, a sink, and a toilet partitioned off from the rest of the cell. The prisoners’ food met quality standards established by regulations. There was no infection in the cell. The prisoners had an hour’s daily exercise. Once a week they had a bath and received fresh bedding.", "12. On 11 February 1999, the applicant was moved to cell no. 260. The parties’ descriptions of this cell differ too.", "13. According to the applicant, this cell measured about 30 square metres and housed between eighteen and twenty-nine prisoners at different times (or twenty-five on average). Because the cell was overcrowded, during most of the seven months he was there the applicant had to share his bunk bed with other prisoners. But even on those few occasions when he had the bed to himself, he could not sleep because the lights and TV were always on, the ventilation was always off, and the prisoners talked day and night. Metal shutters covered both windows, keeping fresh air out. The toilet was not partitioned off from the rest of the cell and was in front of the guards’ peephole.", "14. According to the Government, that cell measured 38.9 square metres and had eighteen bunk beds. The cell had cold running water, a sink, and a toilet partitioned off from the rest of the cell. The prisoners’ food met statutory standards of quality. There was no infection in the cell. The prisoners had an hour’s daily exercise. Once a week they had a bath and received fresh bedding.", "15. Following the admissibility decision the applicant produced a written statement by Mr M., who had been detained in cell no. 260 between September 1997 and December 1999. He confirmed the applicant’s account of the conditions of detention there, namely that periodically the cell held up to twenty-nine people.", "16. On 19 May 1999, the applicant was moved to cell no. 739, then to cell no. 740. These were hospital cells, and the applicant was put there while being treated for a broken leg.", "17. According to the Government, the area of the cells was 21.6 square metres and 24.5 square metres correspondingly. The first cell was equipped with four bunk beds and the second one had eight.", "18. According to the applicant, even though the prison administration knew that he was a former prosecutor, he had to share these cells with ordinary criminals. With a broken leg, the applicant would have been helpless had the criminals wished to attack him in revenge.", "19. According to the Government, the applicant was detained separately from ordinary criminals.", "20. On 7 June 1999, the applicant was returned to cell no. 260, where he stayed until his removal from the prison on 4 February 2000.", "21. On 31 March 1999, on termination of the investigation the applicant and his lawyer were given access to the materials of the case file. On an unspecified date later the prosecution submitted the case file with the bill of indictment to the Zamoskvoretskiy District Court of Moscow for trial. The applicant was accused of having received three cars from the managers of the car repair shop as a bribe. The applicant was also accused of illegal possession of firearms.", "22. On 9 June 1999, referring to Article 223 of the Code of Criminal Procedure the applicant requested the District Court to summon two additional witnesses, Ms V. and Ms G. In his words, those witnesses worked in the prosecutor’s office at the material time; they had seen him pay for the first of the allegedly extorted three cars and therefore could arguably provide evidence for his acquittal. He indicated in his request that in the course of the pre-trial investigation he had asked for those people to be questioned but it had been refused.", "23. The request of 9 June 1999 was received by the administration of the detention facility the next day. However, it is unclear when they posted it.", "24. On 18 June 1999 the judge of the District Court examined the materials of the case file in camera and found the case ready for trial. The parties disagree as to whether the applicant’s request under Article 223 to call Ms V. and Ms G. had reached the court by that date: according to the applicant, it must have reached the court well before 18 June 1999; according to the Government, the request reached the court only on 23 June 1999, so the judge was unable to examine it.", "25. At the first hearing preceding the examination of the case on the merits the court asked the applicant whether he wished to call additional witnesses. The parties disagree as to whether the applicant used this opportunity to call Ms V. and Ms G.: according to the Government, he did not; according to the applicant, he did. From the transcript of the hearing provided by the applicant, it appears that the first hearing took place on 28 October 1999. The applicant asked the District Court to examine his request lodged earlier under Article 223 of the CCrP. The District Court replied that that motion had been received after the assignment of the case for trial. However, the District Court noted that it would be examined later, at the preliminary hearing stage.", "26. The applicant agreed that he was a client of the car repair shop and knew its managers. He also confirmed that he had bought several cars from them. However, in his words, those cars were sold to him and were not given as a bribe, as the prosecution suggested. He indicated that in mid-July 1997 Ms V. had seen him paying for the car; he had paid Mr Sh., who acted as an intermediary between the applicant and the car repair shop. The applicant also testified that Ms G. had been present at the time when he had handed money to Mr Sh., and that later the applicant had told her about the deal. In his words, he gave money to Mr Sh. in a closed envelope and did not specify what was in it, since Mr Sh. knew that it was money for the car. Later in the course of the trial the applicant referred on three occasions to the episode of July 1997 where Ms V. and Ms G. had been present.", "27. The court made several attempts to secure the attendance of Mr Sh. at the trial. However, Mr Sh. was absent from his address and according to his mother his whereabouts were unknown. The court decided to proceed with the case in his absence and read out the testimonies of that witness given during the face-to-face confrontation with the applicant.", "28. At the trial several witnesses were heard. The court heard Mr Br., Mr S., Mr G. and Mr A., who worked at the shop at the material time and had contacts with the accused. They stated that the applicant had threatened them with criminal prosecution and that they had bribed him with the cars. They had also given him cash, to be transferred to other law-enforcement agencies for their “protection”. The court also heard Mr B-k., who had bought the third car in Germany for the applicant. In his words, he had received the money for that car from Mr A., the managers of the car repair shop. Ms P., who had worked in the prosecutor’s office at the material time, testified at the trial that the applicant had asked her to suspend the investigation into the activities of the shop. Some time later the applicant had asked her to help the shop to obtain several licences necessary for their professional activities.", "29. The court further examined written statements from several witnesses obtained by the police during the preliminary investigation. It also examined material evidence and documents seized by the prosecution authorities which related to the applicant’s professional activities.", "30. Finally, the court examined wiretapping records made secretly by the Federal Security Service in the applicant’s office. The court noted that the wiretapping had been authorised by the Moscow City Court at the request of the Federal Security Service and therefore was admissible evidence. In the court’s opinion, the records of his telephone conversations corroborated the testimonies of witnesses heard at the trial and those questioned by the investigative authorities.", "31. The examination of evidence was followed by pleadings by both parties. The applicant pleaded not guilty.", "32. On 15 November 1999, the court convicted the applicant as charged and sentenced him to seven years’ imprisonment.", "33. After the trial, on 20 December 1999, the applicant asked the court to correct record of the hearing, because his request to call Ms V. and Ms G. had been omitted from the transcript of the first day of the hearing (28 October 1999). On 17 January 2000 the court refused to change the record, on the ground that it was true as it was.", "34. The applicant appealed. In the points of appeal he indicated that on 28 November 1998 he had requested the District Court to call witnesses Ms V. and Ms G., who could have confirmed that the applicant had paid for the cars. However, in the applicant’s words the court had ignored that request.", "35. On 1 March 2000, the Moscow City Court upheld the conviction on appeal, without, however, examining the applicant’s argument about witnesses Ms V. and Ms G.", "36. Under Article 21 of the Detention Act of 1995, all detainees’ correspondence should go through the administration of the remand prison. Letters addressed to the courts should be posted by the administration within one day of their receipt from the detainee.", "37. At the time of the relevant events the Code of Criminal Procedure of 1960 (“the old CCrP”) was in force. Under Article 46 of that code the accused had the right to lodge procedural requests with the trial court.", "38. Under Article 221 of the old CCrP, after having received the case file from the prosecution with the bill of indictment, the judge, sitting in camera and without the parties, should decide whether or not the case is ready for trial. Under Articles 222 and 223 the judge should also examine written requests lodged by the defence. If the case is ready for trial the judge fixes the date for the preliminary hearing and draws up a list of witnesses to be called. This stage of the proceedings is called “assignment of the case to trial”.", "39. The trial commences with a preliminary hearing. Under Article 276 of the old CCrP, the judge should ask the parties whether they wish to call additional witnesses. If such a request is made, the court should hear the parties on that matter and give decision in the form of a ruling, which should be reasoned. The court may also call new witnesses of its own motion.", "40. In 1975 the Supreme Court of the Russian Soviet Federative Socialist Republic in a plenary session adopted Ruling no. 5, in which it directed the lower courts as follows:", "“Requests received after the case has been assigned to trial but before the trial has begun, should be examined at the preliminary hearing. However, in order to secure their prompt examination the presiding judge may make certain preparatory arrangements beforehand (requests for information, references, and so on).”", "The rulings of the Supreme Court adopted in plenary sessions had the force of law. Ruling no. 5, as amended later, was in force at the time of relevant events.", "41. After the preliminary hearing the court passes to the stage of “judicial investigation” (sudebnoye sledstviye, Chapter 23 of the old CCrP). This is the part of the trial when the court and the parties examine the evidence, hear and question witnesses, experts and so on. Once the “judicial investigation” is over, the court asks the parties whether they want to supplement the “judicial investigation” with any new elements of proof (Article 294 of the Code). At this moment the defence may ask again for new witnesses to be called.", "42. Following the “judicial investigation” the trial passes to the stage of pleadings. The accused person has the right to pronounce a speech called “the last word”. If in this “last word” he informs the court of important new elements of the case, the court should reopen the “judicial investigation” (Article 297 of the Code).", "43. Article 264 regulates the keeping of a trial record in the first instance court. It does not require a verbatim record of the trial to be kept, but “a detailed record of the submissions”. In practice, if a verbatim record exists, it is not attached to the official trial record. A party to the proceedings may challenge before the presiding judge the accuracy of the official record within three days of receiving a copy of it."], "VIOLATED_ARTICLES": ["3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1", "6-3"], "NON_VIOLATED_BULLETPOINTS": ["6-3-d"]}