{"ITEMID": "001-91936", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MDA", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF HYDE PARK AND OTHERS v. MOLDOVA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 11 - Freedom of assembly and association", "JUDGES": "David Thór Björgvinsson;Giovanni Bonello;Lech Garlicki;Ledi Bianku;Mihai Poalelungi;Nicolas Bratza", "TEXT": ["5. At the time of the events giving rise to the application, Hyde Park (the first applicant) was registered with the Moldovan Ministry of Justice as a non-governmental organisation lobbying, inter alia, for freedom of expression and the right to peaceful assembly. In 2007 its members decided to discontinue the organisation’s registration on grounds of alleged pressure and intimidation by the State. In particular, they complained of the refusal of the Ministry of Justice to register amendments to the organisation’s articles of association, the repeated freezing of its bank account, the arbitrary arrest of its members, attempts to shut down its newspaper, among other things. Several of the organisation’s leaders requested political asylum in western countries. It was decided to continue the organisation’s activity under the same name but without registering it with the State authorities. It was also decided that the new unincorporated association would become the former organisation’s successor. After removal of the organisation from the Government’s list of non-governmental organisations on 2 June 2008, Hyde Park’s activities continued as before on the basis of its new articles of association. The association continued editing its newspaper, its Internet page and continued staging protests and demonstrations.", "6. The other applicants are members and supporters of Hyde Park: Gheorghe Lupuşoru, Anatol Hristea-Stan, Mariana Gălescu, Alina Didilică and Oleg Brega who were born in 1969, 1953, 1982, 1978 and 1973 respectively and live in Chişinău, Chişinău, Chişinău, Cazangic and Pepeni respectively.", "7. On 6 December 2004 Hyde Park applied to the Chişinău Municipal Council for authorisation to hold a peaceful meeting in front of the Romanian Embassy on 5 January 2005, to protest against the policy of Romania in respect of Moldovan students. The application was signed by Hyde Park’s president and stated, inter alia, that:", "“By the present [application] we seek permission from the Chişinău Municipality to hold a public gathering on 5 January 2005 in Chişinău.", "The members and the supporters of Hyde Park who study in Romania or who have relatives studying there are not content with the manner in which they are treated by the Romanian authorities. Therefore we intend to protest with them and on their behalf in front of the Romanian Embassy, between 11 a.m and 2 p.m. in front of the entrance on Bucharest street.", "We undertake to respect public order and not to block traffic.”", "8. On 30 December 2004 the Chişinău Municipal Council rejected the application on the ground that:", "“The municipal police considered the applicants’ protest to be unfounded and unwelcome because it was the Government of Romania which financed the studies of Moldovan students in Romania and therefore the Romanian authorities were competent to take a decision in respect of the applicants’ application [of 6 December 2004]”.", "9. On 3 January 2005 the first applicant challenged the refusal in court and argued, inter alia, that it was unlawful. It also argued that the Municipal Council had protracted the examination of their application until the last day of the year so as not to leave it enough time to challenge the refusal in the courts. It asked that the case be examined urgently. The applicant explained that many persons who had expressed their wish to participate in the demonstration were students in Romania and were at home, in Chişinău, only for the winter break.", "10. On 21 February 2005 the Chişinău Court of Appeal dismissed the applicants’ action, finding that the Municipal Council had acted within its competence. The court observed that the police, the Prosecutor’s Office and the Secret Service had obtained information that the applicants intended to breach the provisions of sections 6 and 7 of the Assemblies Act.", "11. Hyde Park appealed against this judgment and argued that the judgment had breached the right of its members to hold peaceful meetings in public places. It also argued that no evidence had been presented to support the view that the holding of the demonstration would have given rise to an infringement of sections 6 and 7 of the Assemblies Act.", "12. On 8 June 2005 the Supreme Court of Justice upheld the appeal, quashed the judgment of the first-instance court and ordered a re-examination of the case. The Supreme Court found that there was no evidence that the applicants intended to breach sections 6 and 7 of the Assemblies Act.", "13. On 6 October 2005 the Chişinău Court of Appeal again dismissed the action on the basis that the holding of a protest meeting in front of the Romanian Embassy could have prejudiced the image of the Moldovan State and of the Moldovan people. Moreover, the decision to hold a protest meeting had not been adopted by the council of Hyde Park, as required by its statutes. Additionally, the Hyde Park statutes did not contain, in its list of activities, provisions sanctioning actions such as holding protest meetings. The first applicant appealed.", "14. On 14 December 2005 the Supreme Court of Justice dismissed the applicants’ appeal on points of law, on the ground that the holding of a demonstration in front of the Romanian Embassy could have prejudiced the image of the Moldovan State and of the Moldovan people.", "15. The relevant provisions of the Assemblies Act of 21 June 1995 read as follows:", "(1) Assemblies shall be conducted peacefully, without any sort of weapons, and shall ensure the protection of participants and the environment, without impeding the normal use of public highways, road traffic and the operation of economic undertakings and without degenerating into acts of violence capable of endangering the public order and the physical integrity and life of persons or their property.", "Assemblies shall be suspended in the following circumstances:", "(a) denial and defamation of the State and of the people;", "(b) incitement to war or aggression and incitement to hatred on ethnic, racial or religious grounds;", "c) incitement to discrimination, territorial separatism or public violence;", "d) acts that undermine the constitutional order.", "(1) Assemblies may be conducted in squares, streets, parks and other public places in cities, towns and villages, and also in public buildings.", "(2) It shall be forbidden to conduct an assembly in the buildings of the public authorities, the local authorities, prosecutors’ offices, the courts or companies with armed security.", "(3) It shall be forbidden to conduct assemblies:", "(a) within fifty metres of the parliament building, the residence of the President of Moldova, the seat of the government, the Constitutional Court and the Supreme Court of Justice;", "(b) within twenty-five metres of the buildings of the central administrative authority, the local public authorities, courts, prosecutors’ offices, police stations, prisons and social rehabilitation institutions, military installations, railway stations, airports, hospitals, companies which use dangerous equipment and machines, and diplomatic institutions.", "(4) Free access to the premises of the institutions listed in subsection (3) shall be guaranteed.", "(5) The local public authorities may, if the organisers agree, establish places or buildings for permanent assemblies.", "(1) Not later than fifteen days prior to the date of the assembly, the organiser shall submit a notification to the Municipal Council, a specimen of which is set out in the annex which forms an integral part of this Act.", "(2) The prior notification shall indicate:", "(a) the name of the organiser of the assembly and the aim of the assembly;", "(b) the date, starting time and finishing time of the assembly;", "(c) the location of the assembly and the access and return routes;", "(d) the manner in which the assembly is to take place;", "(e) the approximate number of participants;", "(f) the persons who are to ensure and answer for the sound conduct of the assembly;", "(g) the services the organiser of the assembly asks the Municipal Council to provide.", "(3) If the situation so requires, the Municipal Council may alter certain aspects of the prior notification with the agreement of the organiser of the assembly.”", "(1) The prior notification shall be examined by the local government of the town or village at the latest 5 days before the date of the assembly.", "(2) When the prior notification is considered at an ordinary or extraordinary meeting of the Municipal Council, the discussion shall deal with the form, timetable, location and other conditions for the conduct of the assembly and the decision taken shall take account of the specific situation.", "(6) The local authorities can reject an application to hold an assembly only if after having consulted the police, it has obtained convincing evidence that the provisions of sections 6 and 7 will be breached with serious consequences for society.", "(1) A decision rejecting the application for holding an assembly shall be reasoned and presented in writing. It shall contain reasons for refusing to issue the authorisation...", "(1) The organiser of the assembly can challenge the refusal in the administrative courts.”", "16. On 22 February 2008 the Parliament adopted a new Assemblies Act, according to which no authorisation is needed for the holding of demonstrations with less than fifty participants."], "VIOLATED_ARTICLES": ["11"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}