{"ITEMID": "001-75894", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF ELAHI v. THE UNITED KINGDOM", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 8;Remainder inadmissible;Damage - finding of violation sufficient;Costs and expenses partial award - domestic proceedings;Costs and expenses partial award - Convention proceedings", "JUDGES": "Josep Casadevall;Nicolas Bratza", "TEXT": ["4.", "5. The applicant was born in 1967 and, at the time of lodging his application with the Court, was serving a sentence of imprisonment in HM Prison Ranby, Nottinghamshire.", "6. In October 1995, in response to an increase in the availability of heroin in Bradford, the police commenced “Operation Trafalgar”, to identify and target those responsible. On the basis of intelligence reports the police reached the conclusion that the applicant was the head of a group of Asian drug traffickers operating in the area. Video recordings made of his house and his itemised telephone bill indicated that he was in regular contact with suspected drug dealers from elsewhere in the United Kingdom.", "7. On 17 July 1996, in accordance with Home Office Guidelines (“the Guidelines”: see paragraphs 16-18 of the Khan judgment, cited in paragraph 12 below) the Chief Constable authorised the use of a covert listening device in the applicant’s house. On 19 July 1996 the applicant was arrested for suspected car theft and a warrant was obtained to search his house for documents relating to motor vehicles. When executing the warrant the police covertly installed listening and recording equipment inside his house. Recordings were made between 19 July and 21 November 1996. The Chief Constable’s authorisation had been obtained for the entire period, except 16 August and 6 September, when the authorisation had lapsed and not been renewed, due to an oversight.", "8. It was the prosecution’s case at the subsequent trial that the recordings obtained in this way revealed detailed discussions between the applicant and his co-accused demonstrating their involvement in conspiracies to import and distribute Class A drugs, in particular heroin.", "9. The applicant was arrested, together with a number of alleged associates, and charged with conspiracy to import and supply Class A drugs. He and his co-accused applied to have the prosecution struck out for abuse of process and/or the recordings excluded from evidence. On 14 January 1999 the trial judge ruled against the defendants, observing as follows:", "“I respectfully note the conclusion of the European Commission of Human rights in the case of Michael Govell v. the United Kingdom, adopted 14 January 1998, to the effect that the use of covert listening devices in accordance with the Guidelines is not done in accordance with the law and is thus in breach of Article 8, because in the United Kingdom there is as yet no legally binding publicly accessible body of law regulating such activity. I bear in mind that the Convention is not yet part of our law, but that where possible domestic law should be interpreted in accordance with Convention principles.", "I take into account that in intruding on the privacy of Elahi’s home the police will have committed civil trespass and possibly criminal damage. I take into account that there may have been conduct outside the Home Office Guidelines, in that the authority for the continued use of the listening device may not have been in place between 16 August and 6 September. On the other hand, I bear in mind my finding that the police followed the Guidelines to the letter in all other respects and did not intend deliberately to circumvent the requirement to obtain the Chief Constable’s authority. I take into account that the police acted in good faith throughout in pursuit of the public good in the detection and prosecution of very serious crime. Balancing these factors, I’m satisfied that there is no evidence of abuse of power by the police which could found the basis for a stay of the proceedings as being an abuse of process. ...", "I turn next to consider the court’s exclusionary power under s. 78 of the Police and Criminal Evidence Act 1984. ... Being in tape recorded form there’s unlikely to be dispute about [the evidence’s] authenticity. It is highly relevant and potentially probative of the defendants’ involvement in the conspiracies alleged. It did not result from incitement, entrapment or inducements, or other conduct of that sort. The fact that the defendants may not have said what they did if they’d known the police were listening in does not mean that reception of evidence of what they said is unfair. The potential branches of the civil or criminal law and Article 8 and the possible lack of the Chief Constable’s authority between certain dates do not affect the quality of the evidence ...”", "10. Following this ruling, the applicant absconded. He was convicted in his absence on 27 August 1999, and sentenced to twelve years’ imprisonment.", "11. It appears that the applicant was arrested some years later, at which point he appealed against conviction, arguing that the covertly obtained recordings should not have been used at trial and that he had made the damaging recorded statements only because he had been entrapped into so doing by participating informants. His renewed application was rejected by the full Court of Appeal on 25 May 2004, on the grounds that the trial judge’s ruling of 14 January 1999 was irreproachable and that there was no evidence of entrapment or any other abusive action on the part of the police."], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}