{"ITEMID": "001-105669", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "LVA", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF L.M. v. LATVIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 5-1;Non-pecuniary damage - award", "JUDGES": "Alvina Gyulumyan;Egbert Myjer;Ineta Ziemele;Josep Casadevall;Kristina Pardalos;Luis López Guerra;Mihai Poalelungi", "TEXT": ["5. The applicant was born in 1972 and lives in Liepāja", "6. On 7 March 1999 the applicant’s neighbour called the ambulance service and the municipal police and informed them that the applicant was going to jump out of the window of her fifth-floor apartment. She also reported that the applicant was shouting and swearing in her apartment, throwing papers outside and pouring water out of the window.", "7. After the ambulance arrived, the applicant refused to comply with the paramedic’s request that she open the door, whereupon rescuers were called. They entered the applicant’s apartment through a window and let the paramedic in.", "8. The applicant told the paramedic that she had received threats and that the mafia had kidnapped her and operated on her organs without leaving any marks. After having observed that the applicant’s overall condition was satisfactory and that her mood had shifted during the conversation, the paramedic suggested that the applicant might be suffering from an endogenous disease and took her to the Liepāja psychiatric hospital in the ambulance car. The applicant was accompanied to the hospital by her mother and a police officer.", "9. Later the same day the applicant was examined by a duty doctor, S., who made the following notes:", "“The neighbours called the police saying that [the applicant] had been throwing papers out of the window and swearing and shouting. According to [the applicant], for more than a year [she] has been receiving threats from unknown persons ... According to [the applicant’s] mother, [the applicant] has been suffering from a mental disease for about two years, which began as depression and evolved into delusions of persecution. [The applicant had] said that her organs had been operated on ... [The applicant’s] speech is chaotic; [she] tries to deny everything, except the delusions. [The applicant] is nervous ... asks to be allowed to go home. [She] denies the hallucinations ... [Her] somatic condition [is] without pathology. Diagnosis: hallucinatory paranoid condition ...”", "10. On the same day the applicant was admitted for in-patient medical treatment and prescribed medicines.", "11. On 9 March 1999 a panel of three psychiatrists, consisting of the doctor S. and two other doctors practising at the same medical establishment, concluded that the applicant suffered from paranoid schizophrenia and that it was necessary for her to continue in-patient medical treatment.", "“Regard being had to the anamnesis of the illness and symptoms, the patient suffers from paranoid schizophrenia: it is therefore necessary to continue with emergency in-patient medical treatment”.", "12. From 11 to 30 March 1999 the applicant underwent in-patient medical treatment in a psychiatric hospital. From 1 to 6 April 1999 she was given hospital leave, which was extended until 13 April 1999, after which she was discharged from hospital.", "13. On various occasions after her release from hospital the applicant asked the Liepāja prosecutor’s office to institute criminal proceedings concerning the allegedly unlawful actions of the municipal police officer and the medical staff at the time of her compulsory admission to the psychiatric hospital. She appealed to the Kurzeme district public prosecutor’s office against the refusals to institute criminal proceedings. Her appeals were dismissed in June 1999 and December 2001. The applicant appealed against those decisions to the Office of the Prosecutor General, which dismissed them in May and July 2003.", "14. On 15 March 2000 the applicant asked the administration of the Liepāja psychiatric hospital to provide her with the excerpts from her medical file concerning the reasons for her compulsory confinement in a psychiatric hospital on 7 March 1999. She also sought to obtain information about the medical treatment she had received during her stay in hospital. On 29 March 2000 the hospital informed the applicant that the requested information would be furnished only at a court’s request.", "15. On 11 April 2000 the applicant complained to the Inspectorate of Quality Control for Medical Care and Working Capability (“the MADEKKI”) about her allegedly unlawful compulsory confinement in a psychiatric hospital. In its response dated 26 May 2000 the MADEKKI concluded that on 7 March 1999 the applicant had been committed for an in-patient medical examination pursuant to section 68 of the Law on Medical Treatment (Ārstniecības likums) and that her medical treatment had been adequate.", "16. On 10 August 2000 the applicant and her mother filed an administrative complaint with the Liepāja Court against the doctor S. and the paramedic who had accompanied the applicant to hospital on 7 March 1999. The claimants asked the court to declare the applicant’s confinement unlawful and to overturn the diagnosis in part.", "17. The court refused to register the claim, owing to various procedural deficiencies. On appeal by the applicant, the Kurzeme Regional Court upheld the lower court’s decision, stating that the doctor and the paramedic were not public officials whose decisions could be the subject of an administrative complaints procedure. Besides, it was noted that the applicant had failed to submit the complaint within the one-month time-limit from the adoption of the final decision of the MADEKKI. It also indicated that the claimants should bring a civil claim if they considered that they had sustained damage as a result of the defendants’ actions. The decision became final because none of the parties appealed.", "18. On an unspecified date the applicant and her mother lodged defamation proceedings against their neighbours, asking the Liepāja Court to find that the defendants had uttered false information concerning the applicant’s behaviour on 7 March 1999. The applicant also claimed damages from the paramedic who had taken her to hospital and allegedly provided false information concerning her health to the duty doctor.", "19. On 27 April 2000 the court upheld the claim in part, finding that it could not be established that on the day in question the applicant had threatened to jump out of the window. However, it dismissed the remainder of the claim. The court noted, inter alia, that the information from the applicant’s neighbours and the conversation with the applicant (see paragraph 8, above), as well as the latter’s appearance and her mother’s statements, had provided sufficient grounds for the paramedic to admit the applicant to hospital. It appears that none of the parties appealed.", "20. On 10 August 2000 the applicant and her mother lodged a civil claim against the doctor S. They asked the Liepāja Court to declare that the applicant had been unlawfully confined in the psychiatric hospital and to order the doctor to remove the allegedly false symptoms from her medical records, in particular, the aggression, hallucinations and paranoid delusions. In the statement of claim the claimants argued that, despite her stable state of health, the applicant had been confined in a psychiatric hospital owing to false information provided by her neighbour and that the doctor had reached her diagnosis without duly examining the patient.", "21. On 11 December 2000 the applicant underwent a court-ordered forensic psychiatric examination. The experts concluded that the applicant suffered from chronic schizophrenia and that, according to her medical records, on 7 March 1999 she had been in a condition which potentially endangered her health and life.", "22. On 14 February 2001 the Liepāja Court dismissed the applicant’s claim. It established that the defendant had acted in accordance with the Law on Medical Treatment; that the expert had correctly diagnosed her condition; and that her mental state had necessitated compulsory hospitalisation.", "23. On 9 October 2001 the Court of Appeal upheld the lower court’s judgment. The court dismissed as irrelevant the outcome of the defamation proceedings (see paragraph 19 above), establishing that this was not crucial in reaching the decision regarding the applicant’s compulsory admission to the psychiatric hospital and that the panel of psychiatrists had made its diagnosis after having examined the applicant.", "24. On 16 January 2002 the Senate of the Supreme Court dismissed an appeal on points of law lodged by the applicant.", "25. The relevant parts of the Law on Medical Treatment (Ārstniecības likums), as in force at the material time, provide:", "“Psychiatric assistance shall be provided on a voluntary basis. In-patient assistance shall be provided in a psychiatric establishment where, owing to the state of health of the patient, such assistance cannot be provided on an out-patient basis or at the patient’s place of residence.”", "“Involuntary in-patient or out-patient medical treatment shall be administered only in the following circumstances:", "1) where, owing to mental disorder, the patient’s behaviour poses a danger to his or her own or another person’s health or life;", "2) where, owing to mental disorder and its clinical evolution, the psychiatrist foresees behaviour dangerous to the patient’s own or another person’s health or life;", "3) where the patient’s mental disorder is such that it precludes him or her from making conscious decisions and the refusal to submit to treatment may cause serious deterioration of his or her heath or social condition, or result in a disturbance of public order.", "If the patient has been subjected to involuntary hospitalisation, a panel of [three] psychiatrists must examine the patient within seventy-two hours and adopt a decision concerning further medical treatment. The panel shall immediately communicate the decision to the patient, his or her relatives ... If it is impossible to inform the aforementioned persons [orally], they shall be informed in writing ...”", "“Where, owing to mental disturbance or psychiatric illness, a person commits a breach of the peace, [the person] shall be apprehended, escorted and supervised by the police in accordance with the provisions of the Police Act.", "The police officer shall send the psychiatrist a written report on the patient’s antisocial behaviour.”", "26. Section 10 of the Law on Medical Treatment, as in force at the material time, provided that the Inspectorate of Quality Control for Medical Care and Working Capability (“the MADEKKI”) was responsible for monitoring the professional quality of medical treatment ... in health-care establishments.", "27. Section 68 of the Law on Medical Treatment was amended by a Law which came into force on 29 March 2007 and provided as follows:", "“Psychiatric assistance may be provided without the patient’s consent if:", "1) the patient has threatened or is threatening, has attempted or is attempting to cause bodily harm to him or herself or others, or has acted or is acting violently towards him or herself or others and the treating doctor finds that the patient suffers from mental disorder which may result in serious bodily harm to the patient or to another person;", "2) the patient has shown or is showing an inability to care for him or herself or persons dependent on him or her and the treating doctor finds that the patient suffers from mental disorder which may result in irreversible and serious deterioration of the patient’s health.", "When providing psychiatric assistance without the consent of a patient in the cases specified in Part I, clauses 1 and 2 of this section, where possible, the necessity of providing compulsory psychiatric assistance shall be explained to the patient. The patient has the right to receive information regarding his or her rights and duties.", "Where, in providing psychiatric assistance, it is necessary to admit a patient to a psychiatric establishment without his or her consent, a panel of [three] psychiatrists shall examine the patient within seventy-two hours and take a decision regarding involuntary psychiatric assistance in a psychiatric establishment or the suspension of such assistance.", "The panel of psychiatrists shall notify the patient of its decision without delay. If the panel has decided on involuntary psychiatric assistance, the lawful representative of the patient shall be informed accordingly. If the patient does not have a lawful representative, the panel shall inform the patient’s spouse or one of the patient’s nearest relatives ..., or, at the request of the patient, another person. ...", "If the panel has decided on involuntary psychiatric assistance, the psychiatric establishment shall inform a district (city) court in writing within a maximum of twenty-four hours ..., sending it a certified true copy of the decision and copies of the documents at the disposal of the psychiatric establishment which justify the placement of the patient in a psychiatric medical institution, and provide information regarding the representative of the patient if there is one.”", "28. The aforementioned section also provides that the judge shall review the case material within the next seventy-two hours in a closed meeting on the premises of the hospital concerned, attended by the patient (if his or her state of health permits), his or her representative or lawyer and a representative of the hospital. Having heard their arguments, the judge may decide on the patient’s placement in the hospital for a period of up to two months or order his or her release. The decision shall be served on the patient and his or her representative, who can appeal against it to the president of the court within ten days. Further extensions of involuntary placement, each for a period not exceeding six months, may be authorised by the judge on the recommendation of the panel of psychiatrists, in accordance with the same procedure as for the initial placement.", "29. The travaux préparatoires with respect to the aforementioned amendments to the Law on Medical Treatment state as follows:", "“The decision [concerning the patient’s involuntary hospitalisation] adopted by the panel of psychiatrist is ... an administrative act ... and the European Convention of Human Rights required that hospitalisation in a psychiatric establishment should be reviewed by a court”.", "30. The Law on Compensation for Damage Caused by State Institutions (Law on Compensation) came into force on 1 July 2005. It lays down a procedure for compensation for damage caused by unlawful administrative acts adopted by State institutions or for de facto unlawful acts of those institutions. Individuals must submit a claim for damages within one year from the time when they learnt of the loss, but no later than five years from the date when the unlawful decision was adopted or the de facto unlawful act was carried out.", "31. Section 1635 of the Civil Law provides that any wrongful act as a result of which harm has been caused shall give the victim the right to claim just satisfaction from the perpetrator, in so far as he or she may be held liable for that act.", "32. On 30 January 2007 the Constitutional Court of the Republic of Latvia instituted constitutional proceedings in order to assess the constitutionality of section 68 of the Law on Medical Treatment. The proceedings were instituted on the basis of a constitutional complaint submitted by the Office of Human Rights. On 3 April 2007 the Constitutional Court decided to terminate the proceedings because the contested provision had become inoperative as from 29 March 2007. It also established that the applicant organisation had not asked the court to declare the contested provision null and void since the date of its enactment.", "33. The relevant parts of the judgment of the Constitutional Court of the Republic of Latvia in case no. 2001-07-0103 read as follows:", "“The third sentence of Article 92 of the Constitution provides that in the event of a groundless infringement of their rights, everyone has the right to commensurate compensation. This provision contains a general guarantee: if the State has violated the rights of an individual, the latter has a right to compensation.", "Like any human rights norm, the legal norm incorporated into the third sentence of Article 92 of the Constitution shall be applied directly and immediately. In addition, the norm does not envisage the necessity of a special implementing law. The reason that such a Law does not exist is that Article 92 (the third sentence) of the Constitution is directly applicable. It cannot serve as a reason for the court to refuse to allow an individual’s claim for compensation.", "The experience of the courts of general jurisdiction shows that the non-existence of a specific Law is not an obstacle to allowing a claim [in the event that the rights of an individual have been violated] or satisfying it. ...", "If the applicant considers that his or her rights have been infringed, he or she has a right to lodge a claim for compensation with the ordinary court by referring solely to the third sentence of Article 92 of the Constitution ... The non-existence of a special Law does not limit or endanger the constitutional right of the applicant to the protection of his or her rights”.", "34. In the report to the Latvian Government on the visit to Latvia carried out by the European Committee for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment (“CPT”) from 24 January to 3 February 1999, the CPT, after a visit to the Rīga Psychiatric Hospital, noted and recommended:", "“208. On account of their vulnerability, the mentally ill and mentally handicapped warrant much attention in order to prevent any form of conduct - or avoid any omission - contrary to their wellbeing. It follows that involuntary placement in a psychiatric establishment should always be surrounded by appropriate safeguards; in particular, the procedure by which involuntary placement is decided should offer guarantees of independence and impartiality as well as of objective medical expertise. As far as the delegation could ascertain, the decision-making procedure concerning the involuntary placement of many patients at the RNH had not offered such guarantees.", "209. The CPT understands that new mental health legislation is currently being examined by the Latvian Parliament. The CPT recommends that, in the context of that examination, the Latvian authorities pay particular attention to the issue of safeguards concerning involuntary placement in psychiatric establishments ...”.", "35. After the visit from 25 September to 4 October 2002, during which the CPT visited various health-care establishments, it noted:", "“161. Involuntary placement in a psychiatric establishment can be challenged by the person concerned (or his/her legal representative) before the Health Care Quality Control Authority and the Administrative Court. However, it would appear that the person concerned does not have a right to be heard in person during the appeal procedure. Moreover, Latvian legislation does not provide for a regular review of placement in a psychiatric hospital/social welfare institution. The CPT recommends that steps be taken to ensure that patients/residents who are admitted without their consent to a psychiatric hospital/social welfare institution are granted the right to be heard in person during the process of appeal against such placement. Further, the CPT recommends that steps be taken to ensure that the need for such placement is reviewed by an appropriate authority at regular intervals”.", "36. Following the visit from 27 November to 7 December 2007 the CPT recognized that, since the last visit, a number of important amendments had been made to the procedure of involuntary placement in a psychiatric establishment, introducing, inter alia, a judicial review procedure in the context of involuntary hospitalisation. After visiting the Daugavpils Psychiatric Hospital, the CPT noted:", "“129. ...The panel of psychiatrists that was called upon to provide the competent judge with a medical report concerning the necessity of involuntary hospitalisation under Section 68 of the Law on Medical Treatment was composed of the hospital’s own psychiatrists (including the patient’s treating doctor). In this regard, the CPT wishes to stress that it would be desirable that an expert who is independent of the establishment in which the person concerned has been placed be involved in every placement procedure (i.e. initial placement and any renewal of a placement order)”.", "37. The Recommendation Rec(2004)10 of the Committee of Ministers to member states concerning the protection of the human rights and dignity of persons with mental disorder:", "“1. A person may be subject to involuntary placement only if all the following conditions are met:", "i. the person has a mental disorder;", "ii. the person’s condition represents a significant risk of serious harm to his or her health or to other persons;", "iii. the placement includes a therapeutic purpose;", "iv. no less restrictive means of providing appropriate care are available;", "v. the opinion of the person concerned has been taken into consideration.", "2. The law may provide that exceptionally a person may be subject to involuntary placement, in accordance with the provisions of this chapter, for the minimum period necessary in order to determine whether he or she has a mental disorder that represents a significant risk of serious harm to his or her health or to others if:", "i. his or her behaviour is strongly suggestive of such a disorder;", "ii. his or her condition appears to represent such a risk;", "iii. there is no appropriate, less restrictive means of making this", "determination; and", "iv. the opinion of the person concerned has been taken into consideration.”"], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}