{"ITEMID": "001-106291", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "ADMISSIBILITY", "DATE": 2011, "DOCNAME": "LADYGIN v. RUSSIA", "IMPORTANCE": "2", "CONCLUSION": "Inadmissible", "JUDGES": "Anatoly Kovler;Elisabeth Steiner;Julia Laffranque;Khanlar Hajiyev;Linos-Alexandre Sicilianos;Peer Lorenzen", "TEXT": ["The applicant, Mr Oleg Vyacheslavovich Ladygin, is a Russian national who was born in 1964 and lives in Moscow.", "On 26 April 2004 the applicant arrived at the Savelovskiy District Court of Moscow to meet with the president of that court. It appears that the applicant attempted to enter the president’s waiting room ahead of the queue of visitors causing their dissatisfaction. The president’s assistant called an usher who invited the applicant to leave the waiting room and to wait in the corridor. As the applicant refused to comply, the usher forced him out and drew up a report stating that the applicant had committed an offence punishable under Article 17.3 § 2 of the Russian Code of Administrative Offences, that is, disobeyed the usher’s order aimed at maintaining public order on the court’s premises.", "According to the applicant, he was unable to meet the president of the court on that date as a result of those events.", "On 28 April 2004 the applicant lodged a claim against the bailiffs’ service with the Savelovskiy District Court. It appears that he sought compensation for non-pecuniary damage.", "In a decision of 31 May 2004 the Savelovskiy District Court declined to examine the applicant’s claim, stating that it fell outside its territorial jurisdiction and that the applicant should apply to the Golovinskiy District Court of Moscow. The Golovinskiy District Court of Moscow also declined to examine the applicant’s claim in a decision of 1 July 2004, stating that it fell within the jurisdiction of the Savelovskiy District Court.", "In a letter of 1 June 2004 the prosecutor’s office of the Northern Administrative District of Moscow informed the applicant that they had examined his complaint and established that the usher’s actions had been lawful and that he had acted within his competence.", "On 18 September 2004 the applicant again filed a claim with the Savelovskiy District Court. It appears that he complained that he had endured emotional and physical suffering as a result of the usher’s actions on 26 April 2004 and requested that the court hold the usher liable under administrative and criminal law and to award the applicant compensation for non-pecuniary damage.", "On 24 March 2005 the Savelovskiy District Court declined to examine the applicant’s claim, stating that it could not be examined in civil proceedings, as the applicant had asked the court to hold the usher liable for abuse of power, that is, for a criminal offence. The court noted that the applicant should thus lodge his request with a prosecutor’s office.", "On 16 May 2005 the Moscow City Court upheld the above decision on appeal.", "Article 46 of the Russian Constitution of 1993 provides that decisions and actions or lack of action of state bodies, bodies of local self-government, public associations and officials may be appealed against in court.", "Article 53 of the Constitution provides for the right to be compensated by the state for damage caused as a result of the unlawful actions (or omission) of state bodies and their officials.", "Article 151 of the Russian Civil Code provides that compensation in respect of non-pecuniary damage is payable only in the event that physical or psychological damage has been inflicted on a person in violation of his rights."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}