{"ITEMID": "001-58469", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SMR", "BRANCH": "CHAMBER", "DATE": 2000, "DOCNAME": "CASE OF STEFANELLI v. SAN MARINO", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 6-1;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "Christos Rozakis", "TEXT": ["6. The applicant is a San Marinese national. She was born in 1950 and lives in the Republic of San Marino. She works as a clerk.", "7. On 24 February 1992 the public prosecutor’s office in Bologna (Italy) sent letters rogatory to the San Marino Court requesting it to carry out a search at the applicant’s office. She was suspected of offences connected with the illegal sale of milk for zootechnical use.", "8. The San Marinese judicial authority decided to start its own investigations and the task of making the inquiries was assigned to an investigating judge (Commissario della Legge), E. On 28 February 1992 the applicant was questioned and arrested.", "9. On 2 April 1993 the Council of the XII appointed Mrs Z. as the public prosecutor (public prosecutor’s office). As she was unable to perform her duties owing to a conflict of interest she was replaced on 15 April 1993 by Mr S. The applicant maintained that the public prosecutor should have been appointed by the General Grand Council and not by the Council of the XII.", "10. On 15 December 1993 the investigating judge preferred final charges. After the witnesses had given evidence and the defence lawyers lodged their memorials, the case file was sent to Mr G., a first-instance judge. Public hearings at which witnesses gave evidence before the investigating judge were held on 19, 20 and 25 April and 3 and 4 May 1994.", "11. On 19 June 1996 the first-instance judge delivered his verdict without holding a public hearing and in the accused’s absence. He sentenced her to four years and six months’ imprisonment. He also ruled that she was dangerous and imposed a court supervision order as a security measure.", "12. The applicant appealed and lodged her grounds of appeal on 12 August 1996. The preparatory stage of the appeal was conducted by the same investigating judge, E., who had led the investigation at first instance.", "13. On 17 September 1996 the applicant lodged a complaint alleging a violation of fundamental principles of domestic law and of the European Convention on Human Rights. On 26 September she lodged a memorial.", "14. On 31 October 1996 Mr N., a criminal appeal court judge (Giudice delle Appellazioni penali), delivered the final judgment of the court of appeal, which was made public on 18 November 1996. In his decision, he rejected the allegation of a violation of fundamental principles on the ground that the legislation in issue had been amended in November 1992 and it was for the legislature to decide whether or not the reform applied to pending proceedings or, as it in fact decided, only to new proceedings. The judge upheld the conviction on the merits but reduced the sentence to three years’ imprisonment. He also quashed the declaration that the applicant was dangerous and the security measure.", "15. Since Law no. 83 of 28 October 1992 on the reorganisation of the judicial bodies came into force, criminal proceedings have been governed by new rules. However, the 1992 statute makes no change to the former rules governing the holding of hearings."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}