{"ITEMID": "001-4879", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "ADMISSIBILITY", "DATE": 1999, "DOCNAME": "PODSIEDLIK v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Matti Pellonpää", "TEXT": ["The applicant is a Polish national, born in 1952. He is currently serving a prison sentence in Żytkowice prison.", "In 1977 the applicant, who was then serving a prison sentence, had an occupational accident as a result of which he was seriously scalded. In 1978 a competent medical board assessed his disability as being of first degree (serious), and the Social Insurance authorities paid him compensation and granted disability pension. In 1982 the Lublin Regional Court awarded him compensation for non-pecuniary damage and a monthly disability pension to be paid by the plant in which the accident had occurred. In 1990 the applicant reached a court settlement in the proceedings against the plant in which he had claimed compensation for pecuniary damage and an increase of his pension.", "After the accident the applicant underwent long treatment in various hospitals, apparently serving at the same time his numerous prison sentences. In particular, he underwent various surgeries in, inter alia, the Polanica Plastic Surgery Hospital in 1985, 1987, 1990, 1991 and twice in 1993, in order to alleviate the long-term consequences of his accident.", "In 1994 a medical panel at Warszawa-Mokotów Prison recommended that the applicant should undergo a further treatment in the Poznań University hospital specialised in hand surgery.", "On 3 March 1994 the applicant was informed by the Department of Surgery of the Poznań Medical Academy that a date for a consultation had been fixed for 15 March 1994.", "On 18 April 1994 the applicant requested a penitentiary court to grant him a temporary release on health grounds. Apparently later this request was refused.", "On 30 April 1994 the applicant underwent an isotopic scintigraphy of kidneys in the Łódź Medical Academy which showed that the function of his right kidney was badly impaired.", "In a letter of 24 January 1995 the Ombudsman informed the applicant that, following his complaint, an enquiry had been made in respect of his medical treatment in prison. It had been established that the medical panel of Warszawa-Mokotów Prison hospital and a specialist in surgery had found that the applicant had been suffering, following his 1977 accident, from a so-called stiff hand syndrome which could be further treated by the prison health system. The applicant had subsequently been transferred to a special ward of Rzeszów prison for detainees with health problems. Thus, there were no grounds on which to accept that the applicant had been deprived of adequate medical care.", "On 28 February 1995 the Warszawa-Mokotów District Prosecutor discontinued the investigation of the applicant’s complaint that the president of the medical panel of Warszawa-Mokotów Prison hospital had forged certain of his medical documents, finding that in fact no documents had been forged and no criminal offence had been committed.", "In a letter of 29 May 1995, in reply to the applicant’s complaint about a refusal to grant him a temporary release, the Ombudsman informed him that he could not exert any pressure on independent courts, including penitentiary ones, in order to obtain a decision. It also drew the applicant’s attention to the fact that the courts, when considering his requests for release on health grounds, would have regard to his refusals to give consent to medical treatment by the prison medical services.", "In June 1995 the applicant was transferred to Poznań prison, with a view to an admission to the Poznań Medical Academy hospital for a further operation of his hand. After he was admitted, he refused to give consent to surgery and demanded a temporary release in order to undergo treatment in a civil medical institution.", "On 19 September 1995 the Rzeszów Regional Penitentiary Court, having regard to the medical expert opinion of 5 September 1995, drawn up by a medical panel of Kraków Prison hospital, refused to allow the applicant’s request for a temporary release. The court found that the applicant had had a number of surgeries to alleviate the problems caused by the 1977 accident, and that a further progress in his rehabilitation by way of further surgeries was unlikely. The court observed that, in any event, the applicant had refused to give his consent to a further operation. The court considered that no evidence supported the applicant’s dramatic complaints about the alleged failure on the part of the prison medical services to treat him adequately. The court finally noted that the applicant had already been temporarily released several times, inter alia in 1987, 1989 and 1990, and that, while at liberty, he had not only committed further offences, but he had also failed to report to the plastic surgery hospital for an operation in accordance with the previously made arrangements. The court concluded that there was no guarantee that, if released, the applicant would comply with the medical recommendations and that, in any event, his condition did not require such special treatment which could not have been provided by prison medical services.", "On 4 October 1995 the Rzeszów Regional Penitentiary Court, sitting in a panel of three judges as an appellate court in the proceedings concerning appeals against decisions taken by a single judge of that court, dismissed the applicant’s appeal against the refusal to grant him a temporary release of 19 September 1995. The court considered that the applicant disputed the reasonableness of the medical recommendations without advancing any sound arguments to support his position. The court further considered that the lower court had not committed any errors in establishing the relevant facts of the case on the basis of a decision of the medical expert opinion of 5 September 1995, drawn up by the medical panel of Kraków prison hospital, and having regard to the opinion of the authorities of Rzeszów prison of 20 June 1995.", "In a letter of 27 October 1995 the Central Prison Administration - Complaints Division informed the applicant that his voluminous medical records had been examined by the Health Services Division and that his allegations did not find any support in the documents contained therein.", "In a letter of 9 November 1995, the Central Prison Administration again informed the applicant that his complaints regarding the medical care, which he had been receiving in Rzeszów Prison, were unfounded. In particular, in August 1994 the applicant had been examined by specialists who had proposed a further operation of his hand in Szczecin Medical Academy. After the applicant had been transferred to Szczecin in time for the operation scheduled for 12 April 1995, he refused to give his consent therefor. It was further stressed in the letter that the applicant was under a continuous general and specialised medical care, and that it was only his persistent refusal to co-operate with the medical services which caused the lack of any tangible clinical results.", "On 12 December 1995 the Warsaw Regional Court dismissed the applicant’s claim for compensation against the Central Prison Administration and Warszawa-Mokotów Prison for the alleged negligence in providing him with adequate medical treatment.", "The applicant lodged an appeal against this judgment, arguing that the court had failed to establish all the circumstances relevant for the adjudication of his claim. In particular, the court had not made sufficient findings as to the reasons for which the applicant had been refused permission to undergo a treatment outside of the prison medical services.", "From 10 January 1994 to 1 April 1996 the applicant underwent treatment for his renal problems in the urology department of Łódź Prison hospital. It was established that he was suffering from urolithiasis and cirrhosis of the right kidney and of certain weakening of the functioning of left kidney. Throughout his stay in the hospital he was receiving medicines in order to alleviate symptoms of urolithiasis. As he suffered from cirrhosis, it was decided that an operation in order to remove calcium deposits in the right kidney was not called for. He was also consulted by an orthopaedist, who indicated that in view of the applicant’s problems which could not be alleviated by re-habilitation, he should undergo, as soon as possible, a surgery to remove a certain osseous deformation of his hand. Another operation of his hand to remove a metallic device put into it during the past treatment was recommended and could be carried out in the Warsaw-Mokotów Prison Hospital.", "On 19 September 1996 the Warsaw Court of Appeal dismissed the applicant’s appeal against the judgment of 12 December 1995.", "In a letter of 31 October 1996 the Rzeszów Regional Prison Administration, in reply to the applicant’s complaints of 27 August 1996 and 18 September 1996 about the allegedly inadequate medical care in respect of his renal problems, informed him that, in the light of the analysis of the applicant’s medical records, his complaints proved unfounded.", "In a further undated letter in reply to a new complaint by the applicant, the Rzeszów Regional Prison Administration reiterated that his complaints about the allegedly inadequate medical care were unjustified, in particular in the light of a medical expert opinion of an urologist who, following the applicant’s complaints, had examined his medical files, assessed the treatment which he had been receiving and found no indication of any irregularities or negligence on the part of the prison medical services.", "On 16 December 1996 the Kielce District Prosecutor stayed the proceedings relating to the applicant’s request to institute criminal proceedings against persons responsible for an alleged failure to ensure adequate treatment of his renal problems during the applicant’s detention in Kielce Prison from March 1994 to 27 May 1994 and from 3 December 1994 to 7 April 1995. The prosecutor observed that medical experts from the Wrocław Medical Academy had been appointed in order to examine the applicant’s medical records in this respect and that their report, in view of their workload, could be ready only in three or four months. This constituted a long-term obstacle to completing the investigations such as to justify the staying of the proceedings.", "On 25 March 1997 the Tarnów Regional Penitentiary Court refused to allow the applicant’s further request for a temporary release on health grounds. The court had regard to a decision of the medical panel of Rzeszów Prison hospital of 10 March 1997, which indicated that there were no medical reasons calling for his release and that his condition could be treated in prison, despite the applicant’s repeated and unjustified refusals.", "In reply to the applicant’s fresh complaint about the allegedly poor quality of medical care afforded to him in Żytkowice Prison, the Warsaw Regional Prison Administration, in a letter of 20 April 1998, indicated that an internal enquiry following his complaint had not confirmed his allegations. The applicant was under continuous medical care, and was attended by doctors when he so requested. As he had repeatedly refused to consent to a surgical removal of his right kidney, an intervention that could easily be carried on by the prison medical services, he could not be operated on. The applicant’s condition did not entail any danger to his life, and if a need of treatment arose, he could be admitted to and treated in a prison hospital. In sum, his complaints were disproportionate to the actual state of his health."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}