{"ITEMID": "001-76777", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DNK", "BRANCH": "ADMISSIBILITY", "DATE": 2006, "DOCNAME": "PRIYA v. DENMARK", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis", "TEXT": ["The applicant, Ms Yash Priya, is an Indian national who was born in 1971. Currently she lives illegally in Denmark. She is represented by Mr Eli Heckscher, a lawyer practising in Stenløse. The Danish Government (“the Government”) are represented by their Agent, Mr Peter TaksøeJensen, of the Ministry of Foreign Affairs, and their Co-agent, Mrs Nina Holst-Christensen, of the Ministry of Justice.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "In September 1998 the applicant applied for a visa for Denmark at the Danish Embassy in New Delhi. She maintained that the purpose of her stay was business. A visa valid for ninety days was granted her. She entered Denmark on 22 January 1999, at the age of twenty-seven.", "Less than two months later, on 20 March 1999, in Denmark she married an Indian national, henceforth called PK. The latter was born in 1965 and had entered Denmark illegally on 22 October 1993, when he was 28 years old. Having married a Danish national on 25 February 1994 he was granted a temporary residence permit, which became permanent on 18 July 1997. PK divorced his Danish wife on 18 December 1997.", "On 29 June 1999 the applicant and PK contacted the Aliens Authorities (Udlændingestyrelsen), which advised them that at the relevant time they did not fulfil the requirements set out in section 9, subsection (ii) d of the Aliens Act (Udlændingeloven, No. 539 of 26 June 1999) for obtaining a family reunification, as according to that provision an alien residing in Denmark, who was neither a Nordic national nor a refugee had to have held a permanent residence permit in Denmark for more than the last three years. The applicant left Denmark on 22 July 1999.", "Approximately seven months after her marriage with PK, on 29 October 1999, in India the applicant gave birth to GK.", "On 14 July 2000, on a visa valid for thirty days, the applicant reentered Denmark together with GK and applied for a residence permit.", "By decision of 20 February 2001, pursuant to section 9, subsection 1 (ii) d of the Aliens Act (No. 711 of 1 August 2001), taken together with section 9, subsection 10 of the Act, the Aliens Authorities refused to grant the applicant a residence permit because it could not be established that the spouses’ aggregate ties with Denmark were at least as strong as the spouses’ ties with another country. The applicant was ordered to leave the country within 30 days from the day on which she was notified of the decision.", "GK on the other hand was granted a temporary residence permit until 29 October 2017 (when the child turns 18 years old and comes of age).", "On 4 April 2001, in Denmark, the applicant gave birth to the couple’s second child, SHK, who was granted a temporary residence permit until 4 April 2019.", "On 13 November 2002, at the Aliens Authorities’ request, the police confirmed that the applicant was still living with her husband and thus remained illegally in Denmark.", "The applicant’s request of 21 November 2001 that the Aliens Authorities re-open her case was refused on 30 January 2002, and the applicant was ordered to leave the country immediately.", "By letter of 20 April 2002 to the Aliens Authorities, the applicant requested anew that she be granted a residence permit. In support thereof she maintained that PK would not allow her to take any of the children with her back to India; that in her view PK was not capable of taking proper care of the youngest child; and that she had initiated proceedings against PK in order to revoke their shared custody of SHK (in order to bring this child with her to India). Also, she applied for a residence permit by invoking humanitarian grounds as set out in section 9, subsection 2 (ii) of the Aliens Act (No. 711 of 1 August 2001).", "The applicant’s letter was forwarded to the Ministry of Refugee, Immigration and Integration Affairs (Ministeriet for flygtninge, Indvandrere og Integration), which on 2 July 2002 refused the applicant’s request since a residence permit pursuant to section 9, subsection 2 (ii) of the Aliens Act could only be granted if the residence permit seeker was also an asylum seeker.", "The police contacted the applicant at the spouses address on 30 October 2002 and summoned her to come for an interview at the police station on 5 November 2002. On the latter date, the applicant and PK informed the police that they agreed to the applicant leaving voluntarily with their two children. It was planned that she left for India on 16 November 2002.", "On 15 November 2002, however, the applicant appealed against the Aliens authorities’ decisions of 20 February 2001 and 30 January 2002 to the Ministry of Refugee, Immigration and Integration Affairs.", "On 18 November 2002 the applicant and PK were legally separated. On the same day they signed an agreement before the Copenhagen County (Statsamtet København) maintaining shared custody of the children who due to an agreement between the separated spouses were to live with PK. According to the agreement, the applicant was entitled to access to her children every second week from Wednesday to Monday, and two hours on all other days. Three days later, the applicant’s counsel wrote to the Ministry that the applicant withdrew her consent to leave voluntarily. Moreover, a request was submitted that the Aliens Authorities reopen the proceedings, which led them to refuse family reunification on 20 February 2001.", "The request was refused by the Alien Authorities’ decision of 27 November 2002, which the applicant appealed against on 1 December 2002.", "On 7 March 2003, the Ministry of Refugee, Immigration and Integration Affairs upheld the Alien Authorities’ decisions of 27 November 2002, 20 February 2001 and 30 January 2002. In reaching its decision the Ministry maintained that it could not be established that the spouses’ aggregate ties with Denmark were stronger than the spouses’ ties with another country as required by section 9, subsection 10, cf. section 9, subsection 1 (ii) b - d and sections 9, subsection 2 (vii). In this respect, it noted inter alia that both spouses were born and raised in India; that PK only entered Denmark at the age of 28; that the parents of both spouses lived in India; and that the spouses communicated in Punjabi and Hindi.", "Furthermore, the Ministry found that no exceptional personal circumstances existed which would make the issuing of a residence permit appropriate. Finally, noting that the applicant had resided illegally in Denmark since 22 March 2001, the Ministry did not find that particular reasons made it appropriate to exempt the applicant from complying with the rule of procedure set out in section 9 c, subsection 3 in the Aliens Act, according to which an application for a residence permit under section 9 c, subsection 1 of the Aliens Act has to be submitted or examined before entry into the country.", "Finally, the Ministry dismissed the applicant’s claim that a refusal to grant her a residence permit would be in violation of Articles 8 and 12 of the Convention. It noted that the fact that the spouses had been legally separated and made an agreement regarding the applicant’s access to the children could not alter the outcome, since according to the applicant’s counsel the reason for the legal separation had merely been an attempt to improve the applicant’s chances to stay in Denmark.", "In the meantime, in a letter of 14 December 2002, in which the applicant stated her address to be that of her husband, in vain she requested help from the Queen of Denmark.", "On 24 March 2003, on request, the applicant’s counsel informed the police that he was unaware of the applicant’s address; that he only spoke to her on the telephone; and that she wished to obtain a divorce from PK since allegedly such would be the only possible way of staying in Denmark.", "The applicant did not bring her case before the ordinary courts.", "According to the Aliens Authorities, the applicant is still married to PK and she continues to live illegally in Denmark.", "The Aliens Act (No. 711 of 1 August 2001) applicable at the relevant time.", "Upon application, a residence permit could be issued inter alia to an alien over the age of 25 who cohabited at a shared residence, either in a marriage or in a regular cohabitation of prolonged duration, with a person permanently resident in Denmark over the age of 25 who had held a permanent residence permit for Denmark for more than the last three years (section 9, subsection 1 (ii) d). However, if the person permanently residing in Denmark did not possess Danish citizenship, it was a condition for issuing a residence permit to the alien (spouse or cohabitant) that the spouses’ or the cohabitants’ aggregate ties with Denmark correspond at least to the spouses’ or cohabitants’ ties with another country, or that exceptional personal circumstances otherwise made it appropriate (section 9, subsection 10, taken together with section 9, subsection 1 (ii) b - d and section 9, subsection 2 (vii)).", "Furthermore, a residence permit could be issued inter alia to an alien upon application, if exceptional reasons made it appropriate (section 9 c, subsection 1). Such a residence permit had to be obtained before entry into Denmark. After entry, such an application could not be submitted or examined or be allowed to suspend enforcement in Denmark, unless particular reasons made it appropriate (section 9 c, subsection 3). In certain specified cases an alien who has been notified of a final administrative decision (made under section 46) may request within 14 days after the decision is made known to him that the Aliens Authorities bring the case before the competent courts for a review (Section 52). The later provision is, however, a supplement to the general rule in section 63 of the Constitution (see below).", "The Danish Constitution of 5 June 1953 (Grundloven).", "Section 63 of the Constitution read as follows:", "“1. The courts of justice shall be empowered to decide any question relating to the scope of the executives’ authority; though any person wishing to question such authority shall not, by taking the case to the courts of justice, avoid temporary compliance with orders given by the executive authority.”", "Review by the courts of the Administration’s general and specific decisions pursuant to section 63 of the Constitution is a common legal remedy. Consequently, in cases where an alien claims that a refusal to grant a residence permit or a deportation order would be in violation of the Convention, the courts examine intensively whether the Administration’s decision is in accordance with Denmark’s obligations under the Convention, including Article 8. The Government have submitted various recent judgments (including one printed in the Weekly Law Review (Ugeskrift for Retsvæsen) 2004 p. 1765), in which pursuant to section 63 of the Constitution the domestic courts thoroughly examined an alien’s allegation that the Administration’s refusal to grant a residence permit was in breach of Article 8 of the Convention. The courts cannot grant an alien a residence permit but they can annul the decision of the Administration and thus send the case back to the Administration for a renewed examination, for instance if the courts find that the refusal to grant a residence permit constitutes a violation of the aliens’ right to respect for family life according to Article 8 of the Convention.", "An application pursuant to section 63 of the Constitution has no automatic suspensive effect. However, the Government have submitted two Supreme Court decisions printed in the Weekly Law Review 1997 p. 756 and p. 1237, in which an alien, having been refused a residence permit by the Administration, brought the case before the courts and requested that it be granted suspensive effect. In both cases the Supreme Court ruled that even in the absence of a specific legal authority, an application pursuant to section 63 of the Constitution may be granted suspensive effect if very particular circumstances (ganske særlige omstændigheder) exist."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}