{"ITEMID": "001-93308", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF DURECH AND OTHERS v. SLOVAKIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial", "JUDGES": "Giovanni Bonello;Ján Šikuta;Lech Garlicki;Mihai Poalelungi;Nebojša Vučinić;Nicolas Bratza", "TEXT": ["4. Mr. Július Ďurech and Mr Pavol Ďurech were born in 1933 and 1940 respectively and live in Prešov. Ms Marta Máthéová was born in 1930 and lives in Košice. The applicants are siblings.", "5. On 7 October 1987 the applicants requested a judicial determination of their ownership title to a house.", "6. The first-instance court delivered judgments on 18 November 1987, 25 October 1988, 5 June 1990, 4 July 1995 and 3 March 1997. The court of appeal quashed those judgments on 26 May 1988, 22 December 1988, 28 February 1991, 5 March 1997 and 29 October 1999 respectively.", "7. On 28 January 2004 the Constitutional Court found that the Košice II District Court had violated the applicants’ right under Article 6 § 1 of the Convention to a hearing within a reasonable time.", "8. The Constitutional Court had jurisdiction to examine the length of the proceedings as from 15 February 1993, but it had regard to the stage which the proceedings had reached by that date. The case was not complex and the applicants by their conduct had not caused any delay. The overall length of the proceedings was in itself incompatible with the applicants’ right to a hearing within a reasonable time.", "9. The Constitutional Court ordered the District Court to proceed with the case without further delay. It also awarded 100,000 Slovakian korunas (the equivalent of 2,465 euros at that time) to each applicant as just satisfaction in respect of non-pecuniary damage. The Constitutional Court ordered the District Court to reimburse the applicants’ costs.", "10. On 1 February 2005 the District Court delivered a judgment. The Košice Regional Court quashed that judgment on 14 November 2005 on the ground that the District Court had failed to assess the relevant evidence and to give sufficient reasons for the conclusion reached.", "11. On 28 November 2006 the District Court found against the applicants. The judgment was upheld on appeal by the Regional Court on 30 April 2008. The decision was served on the applicants’ lawyer on 2 July 2008.", "12. On 24 November 2008 the applicants asked the Prosecutor General to lodge an extraordinary appeal on points of law against the above final decision on their behalf. No further information has been made available."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}