{"ITEMID": "001-98531", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF OZEROV v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;Non-pecuniary damage - award", "JUDGES": "Alvina Gyulumyan;Anatoly Kovler;Ineta Ziemele;Josep Casadevall;Luis López Guerra", "TEXT": ["6. The applicant was born in 1969 and lives in Moscow.", "7. In 1999 criminal proceedings were brought against the applicant on two charges a traffic offence in June 1999 which resulted in infliction of bodily harm, and a burglary in August 1999.", "8. On 6 October 1999 the Moscow prosecutor's office transferred the case for trial to the Moscow Savelovskiy District Court and asked to be notified of the hearing and examine the case with a prosecutor's participation.", "9. On 12 October 1999 Judge F. of the Moscow Savelovskiy District Court ordered that the applicant's case be examined on 26 October 1999 at a public hearing with the participation of a state prosecutor and defence counsel.", "10. On 25 November 1999 the Savelovskiy District Court composed of Judge F. and two people's assessors held an open hearing. The applicant, his counsel and the victims appeared before the court. The prosecutor failed to appear, for unknown reasons.", "11. According to the court records, the court asked whether the participants in the proceedings had any requests. There were none. The court then asked whether it was possible to begin the court investigation with those present. The participants in the proceedings responded in the affirmative and the court, having deliberated, decided to do so.", "12. The indictment was read out in court. The applicant was accused under Article 264 § 1 of the Criminal Code of a violation of traffic rules which caused bodily harm and, under Article 158 § 2 of the Code, of concerted burglary by a group of people causing significant damage.", "13. The applicant was asked if he understood the charges against him and whether he pleaded guilty. He answered that he understood the charges, that he pleaded guilty to the traffic offence and not guilty to burglary. The participants in the proceedings were then asked about the order of examination of evidence. They left that question to the court's discretion and the court decided first to hear the applicant, then the victims, and then to examine written evidence and the statements by witness Mr L. It then proceeded with the examination of evidence in that order.", "14. Having deliberated, the court of its own motion decided to examine, as an additional witness, a police officer, Mr Y., who had arrested the applicant at the site of the crime. It announced a forty-minute break, after which Mr Y. appeared before the court and was examined. Mr Y. stated that he had arrived at the scene of the burglary in a police patrol car with other police officers. He had seen a man and tried to pursue him but he had run away. They had found a car which was open and some time later he had caught the applicant, who was approaching the car and who looked similar to the man he had been pursuing earlier. The applicant had denied any connection with the burglary and stated that he had been visiting friends but could not give his friends' names or address.", "15. The court then asked whether it was possible to conclude the court investigation with those present. The participants in the proceedings responded in the affirmative and the court proceeded to pleadings. In particular, it heard the applicant's counsel.", "16. On 26 November 1999 the Savelovskiy District Court delivered a judgment in which it convicted the applicant under Article 264 § 1 of the Criminal Code of a violation of traffic rules which caused bodily harm and under Article 158 § 2 of the Criminal Code of concerted burglary by a group of people causing significant damage, and sentenced him to three and a half years' imprisonment and a fine.", "17. The applicant's conviction on the charge of burglary was based on the statements of the victim Mr V.; witness Mr L., a security guard who said he had seen three people get out of a car, one of whom had stayed in the yard while the other two had approached the building with an object resembling a crowbar. Mr L. had heard the sounds of scraping metal and called the police. The conviction was further based on statements by witness Mr Y.; a report on the examination of stolen property which was found by the police at the site of the crime and identified by the victim and a report on the examination of a crowbar which was also found at the site of the crime. The court found that the applicant took the other accomplices to the site of the crime in his car, made his car available to transport the stolen property, and kept watch while the others were forcing a window grille. The District Court declared certain written evidence inadmissible as unlawfully obtained.", "18. The applicant's counsel appealed against the judgment, arguing that there was no evidence that the applicant had committed the burglary. He also pointed out that the case file did not contain information about the prosecutor's notification of the hearing and reasons for his nonattendance. The first-instance court had held the trial in the absence of the prosecution, thus assuming its functions. In accusing the applicant and delivering the judgment at the same time, as with inquisitorial justice, it had violated the constitutional principles of impartiality of court, equality of parties and adversarial proceedings.", "19. On 27 January 2000 the Moscow City Court held an open hearing. It heard submissions by the applicant's counsel and by the prosecutor, who argued that the judgment should be upheld. It dismissed the appeal and upheld the judgment.", "20. The City Court stated in its decision that it could not agree with the applicant's allegation that he had not participated in the burglary, because the allegation was rebutted by the materials of the case. The City Court held that there had not been any substantial violations of the law on criminal procedure which would warrant the quashing of the judgment. The City Court made no comment in its decision in respect of the applicant's complaint about the prosecutor's absence from the hearing before the firstinstance court.", "21. On 19 October 2000 the Presidium of the Moscow City Court examined the applicant's case by way of supervisory review, changed the qualification from burglary to aiding and abetting burglary under Article 33 § 5 and Article 158 § 2 and reduced the sentence to two years and three months' imprisonment and a fine.", "22. On an unspecified date the applicant was discharged from serving his sentence on the basis of an amnesty act and released.", "23. Article 20 of the RSFSR Code of Criminal Procedure of 1960 (“the Code”), in force at the material time, required the court to undertake all lawful measures for the comprehensive, thorough and objective examination of all the circumstances of a case, and to detect incriminating and exonerating as well as both mitigating and aggravating circumstances.", "24. Under Article 228 of the Code, during the preparation of a case for a trial a judge had to decide whether a state prosecutor should participate in the trial. If the judge decided that the prosecutor's participation was necessary his decision was binding on the prosecutor. If the prosecutor informed the court when transferring a case for trial of his wish to sustain the charges in the court the judge could not decide otherwise.", "25. Under Articles 251 and 277 of the Code, if the prosecutor failed to appear, the court, after hearing participants present at the hearing, decided whether it was possible to examine the case in his absence or whether the hearing should be adjourned. That decision was not appealable to a higher court (Article 331 of the Code).", "26. At the trial the prosecutor prosecuted the defendant on behalf of the State, took part in the examination of evidence, and gave conclusions and submissions, in particular in respect of the law and punishment to be applied to the defendant. If the prosecutor was convinced that the materials of the judicial investigation no longer supported the charges levelled against the defendant, he had to drop the charges and state his reasons for doing so to the court (Article 248 of the Code).", "27. The Constitutional Court of Russia on several occasions examined the question of compatibility of functions imposed on the court according to the RSFSR Code of Criminal Procedure with, in particular, the court's role in administering justice independently and impartially (Article 120 of the Constitution) and the adversarial nature of criminal trial (Article 123 § 3 of the Constitution). The Constitutional Court found the following functions imposed on the judge incompatible with those principles: to institute criminal proceedings and formulate charges under Article 418 of the Code (a decision of 28 November 1996); to institute criminal proceedings, in particular against a new person, and to apply a preventive measure against that person under Articles 3, 108 § 1 (vi), 109 §§ 1, 2 and 3 (i), 112 and 115, 232 § 1 (iv) and 256 §§ 1, 2 and 4 (a decision of 14 January 2000); to sustain charges after the prosecutor's dropping the charges under Article 248 § 4 of the Code (a decision of 20 April 1999); and to remit, of its own motion, a criminal case to the prosecutor for additional investigation in case of irreparable incompleteness of investigation, in particular if evidence was found to have been received illegally, or in the case of grounds for laying more serious charges or new charges against the defendant under Articles 232 §§ 1 (i) and (iii) and 258 § 1 of the Code (the decision of 20 April 1999 and a ruling of 3 February 2000).", "The Constitutional Court held that functions concerning formulation and sustaining the charges before the court should be performed by the prosecution and should not be imposed on the court. In particular, it stated in its decision of 20 April 1999 that a criminal trial was based on the principles of adversarial proceedings and equality of the parties, which meant first of all strict separation of the judicial function and the prosecution function, which were therefore carried out by different actors. The adversarial nature of criminal trials implied that the institution of criminal prosecution, the formulation of a charge and its sustaining before the court, were insured by competent bodies and officials, as well as victims. Imposing on the court the obligation to substitute, in one or another form, for those bodies and persons' prosecution activity, was incompatible with Article 123 § 3 of the Constitution and obstructed the independent and impartial administration of justice by the court as required by Article 120 § 1 of the Constitution, as well as Article 6 of the Convention for the Protection of Human Rights and Fundamental Freedoms and Article 14 of the International Covenant on Civil and Political Rights.", "28. Under Article 278 § 1 of the Code, the court investigation started with the reading out of an indictment. The Constitutional Court held that there was no indication under the Code that the indictment was to be read out by the court. Therefore, it did not follow from that provision that the court had to assume any functions concerning levelling, sustaining or proving charges against the defendant which would be incompatible with its constitutional function to administer justice on the basis of the principles of adversarial proceedings and equality of the parties. In particular, the prosecutor could not refuse to read out the indictment if ordered to do so by the presiding judge (a ruling of 21 December 2000).", "29. Under the 1960 Code, the prosecutor's participation was compulsory in jury trials (Article 428).", "30. The appeal court considered, on the basis of the materials in the case file and newly submitted materials, whether a first-instance judgment was lawful and well-founded. It was not bound by the grounds of the appeal and exercised a full review of the case (Article 332 of the Code). Under Articles 339-341 of the Code, the appeal court could decide to dismiss the appeal and uphold the judgment, to quash the judgment and remit the case for a new investigation or for a fresh trial, to terminate the criminal proceedings or to vary the judgment.", "31. Article 342 of the Code read as follows:", "Grounds for quashing or varying judgments [on appeal]", "“The grounds for quashing or varying a judgment on appeal shall be as follows:", "(i) prejudicial or incomplete inquest, investigation or court examination;", "(ii) inconsistency between the facts of the case and the conclusions reached by the court;", "(iii) a grave violation of procedural law;", "(iv) improper application of [substantive] law;", "(v) discrepancy between the sentence and the seriousness of the offence or the convicted person's personality.”", "32. Under Article 246 of the new Code of Criminal Procedure of 2001, which entered into force in 2002, the state prosecutor's participation is mandatory in all trials in public prosecution cases.", "33. Recommendation to Member States on the role of public prosecution in the criminal justice system (Recommendation Rec(2000)19) adopted by the Committee of Ministers of the Council of Europe on 6 October 2000 (during the 724th session of the Ministers' Deputies) notes that the public prosecution's functions in all European criminal justice systems includes the decision on whether to lay charges or to abandon prosecution, the prosecution of these charges before the courts and the possibility to appeal all or certain courts' decisions. In certain criminal systems, the public prosecution also conducts, manages or supervises the investigation, provides support and legal assistance to the victims or decides on alternative measures to prosecution (§§ 2 and 3). As to the relationship between state prosecutors and court judges, the recommendation provides as follows:", "“17. States should take appropriate measures to ensure that the legal status, the competencies and the procedural role of state prosecutors are established by law in a way that there can be no legitimate doubt about the independence and impartiality of the court judges. In particular states should guarantee that a person cannot at the same time perform duties as a state prosecutor and as a court judge.”", "34. The United Nations adopted certain Guidelines on the Role of Prosecutors (1990) at the Eighth United Nations Congress on the Prevention of Crime and the Treatment of Offenders (Havana, Cuba, 27 August to 7 September 1990). Guideline 10 on roles in criminal proceedings states “the office of prosecutors shall be strictly separated from judicial functions.”"], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}