{"ITEMID": "001-82614", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SRB", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF STEVANOVIC v. SERBIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Violation of Art. 13", "JUDGES": "", "TEXT": ["4. The applicant was born in 1954 and lives in Belgrade.", "5. In 1992 the applicant was dismissed from the job which he held in a local construction company.", "6. On 16 June 1992 he filed a claim with the Third Municipal Court in Belgrade (Treći opštinski sud u Beogradu), seeking reinstatement.", "7. On 16 June 1993 the Third Municipal Court ruled in favour of the applicant.", "8. On 22 September 1993 the District Court in Belgrade (Okružni sud u Beogradu) quashed this judgment and ordered a retrial.", "9. From 23 December 1993 to 15 September 1999, the Third Municipal Court ruled in favour of the applicant on six separate occasions, but each time the District Court quashed those judgments on appeal and ordered a retrial.", "10. On 10 November 2000 the Third Municipal Court again ruled in favour of the applicant. It also ordered the respondent company to reinstate him until the adoption of a final decision in the proceedings.", "11. On 17 August 2001 the District Court quashed this judgment and ordered a retrial.", "12. On 22 February 2002 the Third Municipal Court revoked its provisional reinstatement order of 10 November 2000.", "13. On 28 September 2004 the applicant requested his salary arrears.", "14. At the hearing held on 8 October 2004, the applicant complained about the delay and sought the removal of the presiding judge.", "15. On 18 October 2004 the President of the Third Municipal Court rejected the applicant's request.", "16. On 4 February 2005 the applicant apparently failed to appear at the hearing scheduled for that date.", "17. On 30 May 2005 the Third Municipal Court invited the parties to take part in a mediation procedure and suspended the reinstatement suit.", "18. On 29 November 2005 a mediator was appointed.", "19. By April 2006, five mediation hearings were scheduled and/or adjourned.", "20. On 2 June 2006 the entire case file was apparently forwarded to respondent State's Agent.", "21. On 17 June 2004 and in respect of the above proceedings, the applicant filed a separate civil claim against the State Union of Serbia and Montenegro, seeking compensation for the breach of his “right to a fair trial within a reasonable time, as guaranteed under Article 6 of the Convention”.", "22. On 6 December 2005 the First Municipal Court in Belgrade (Prvi opštinski sud u Beogradu) rejected the applicant's claim as inadmissible.", "23. On 24 July 2006 the District Court in Belgrade quashed this decision on appeal and ordered a retrial. In its reasoning, inter alia, it recognised the applicant's right to have his labour case resolved within a reasonable time and referred to Article 6 of the Convention as legally binding. Finally, the District Court noted that as of 3 June 2006 Serbia was the sole successor of the former State Union of Serbia and Montenegro, meaning that there were no procedural obstacles for the continuation of the applicant's case.", "24. On 2 October 2006 the First Municipal Court suspended the proceedings, stating that the State Union of Serbia and Montenegro had ceased to exist in the meantime. Although he was entitled to file an appeal against this decision, there is no evidence in the case file that the applicant actually did so.", "25. In accordance with the Third Municipal Court's order of 10 November 2000, on 6 March 2001 the respondent company reinstated the applicant (see paragraph 10 above).", "26. The applicant maintained that the respondent company had in the meantime encountered serious financial difficulties, which is why it was “no longer able to pay its employees” and was “under threat” of being “declared insolvent”.", "27. On an unspecified date the Supreme Court (Vrhovni sud Srbije) apparently instituted proceedings to have the presiding judge in charge of the reinstatement case removed from the bench (razrešen).", "28. The relevant provisions of this legislation are set out in the V.A.M. v. Serbia judgment (no. 39177/05, §§ 70-72, 13 March 2007).", "29. Article 122 § 3 provided that all employment-related disputes were to be resolved by the courts within a period of 6 months from the date of institution of the proceedings.", "30. This Act entered into force on 23 March 2005 and thereby repealed the Labour Act of 2001.", "31. The text of Article 195 § 3 of the Labour Act of 2005 corresponds to the aforementioned Article 122 § 3 of the Labour Act of 2001.", "32. Article 5 and Articles 30-37 of this Act provide, inter alia, that a reinstatement case may be resolved by a State-appointed arbitrator. Such proceedings, however, may only be instituted with the consent of both parties and must be concluded within a period of thirty days as of the date of the initial hearing.", "33. Article 25 of the Serbian Constitution (Ustav Republike Srbije), published in the Official Gazette of the Socialist Republic of Serbia (OG SRS - no. 1/90) provided as follows:", "“Everyone shall be entitled to compensation for any pecuniary and non-pecuniary damages suffered due to the unlawful or improper conduct of a State official, a State body or a public authority, in accordance with the law.", "Such damages shall be covered by the Republic of Serbia or the public authority [in question].”", "34. This Constitution was repealed on 8 November 2006, which is when the “new” Constitution (published in OG RS no. 98/06), entered into force.", "35. The substance of Article 35 § 2 of the new Constitution corresponds, in its relevant part, to the above-cited text of Article 25 of the previous Constitution.", "36. Article 243 of this Code defines “judicial malfeasance” (kršenje zakona od strane sudije) as a separate criminal offence.", "37. The relevant provisions concerning the Court of Serbia and Montenegro and the succession of the State Union of Serbia and Montenegro are set out in the Matijašević v. Serbia judgment (no. 23037/04, §§ 12, 13 and 16-25, 19 September 2006)."], "VIOLATED_ARTICLES": ["13", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}