{"ITEMID": "001-71813", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MKD", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF ATANASOVIC AND OTHERS v. \"THE FORMER YUGOSLAV REPUBLIC OF MACEDONIA\"", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;Violation of Art. 13;Remainder inadmissible;Pecuniary damage - claim dismissed", "JUDGES": "David Thór Björgvinsson", "TEXT": ["4. The applicants, Mihajlo Atanasovic, Slavko Atanasovski and Savka Milanovska, are nationals of the former Yugoslav Republic of Macedonia, who were born in 1937, 1945 and 1926 respectively, and live in Kumanovo, the former Yugoslav Republic of Macedonia.", "5. By judgments of the then Kumanovo Municipal Court (Општински суд во Куманово) of 7 December 1988 and 17 May 1989, the applicants obtained parts of the movable and immovable property of Mr S.A., the father of the first and the second applicants.", "6. In 1989 the applicants instituted proceedings to divide the property of Mr S.A. On 22 November 1990 the Kumanovo Municipal Court decided the applicants’ claim and divided the property at issue. Mr S.A. was also ordered to pay certain amounts to each of the applicants, in compensation for the movable property that was awarded only to him.", "7. As Mr S.A. did not comply, the applicants instituted enforcement proceedings before the Kumanovo Municipal Court.", "8. On 20 March 1991 the Kumanovo Municipal Court ordered public sale of certain items belonging to Mr S.A. to satisfy the applicants’ claims.", "9. On 17 September 1991 the Kumanovo Municipal Court accepted Mr S.A.’s objection that the interest had been miscalculated and ordered a new calculation.", "10. On 15 December 1991 Mr S.A. passed away. On 10 March 1992 the court stayed the enforcement proceedings pending the decision as to the succession to Mr S.A.’s estate.", "11. By a decision of 21 May 1993, delivered in separate succession proceedings, the Kumanovo Municipal Court determined five heirs of Mr S.A.’s estate: the first and second applicants and their three brothers – Mr S.K., Mr K.I. and Mr C.I. Each of the heirs obtained equal parts of their late father’s estate.", "12. On 22 December 1993 the applicants asked the Kumanovo Municipal Court to continue the enforcement proceedings against one of their brothers, Mr C.I. The applicants argued that Mr C.I. should take over his late father’s debts towards them as he had allegedly been in possession of Mr. S.A.’ s estate before his death and had benefited from it.", "13. On 20 March 1994 the court granted the applicants’ request and approved the enforcement of their claims against Mr C.I.", "14. On 9 May 1994 the Kumanovo Municipal Court upheld Mr C.I’s challenge and stayed the enforcement proceedings. The court decided to continue the proceedings against all five heirs for the execution of the third applicant’s claims only. The first and the second applicants were thus named debtors and the third applicant - the sole creditor.", "15. On 14 December 1995 the then Skopje District Court (Окружен суд во Скопје) upheld the applicants’ and Mr C.I.’s complaints. It quashed the lower court’s decision and ordered a retrial. It, inter alia, instructed the lower court to examine the case on the basis of section 144 of the Law on inheritance whether and, if so, to what extent, Mr C.I. owed sums of money to the applicants. It also instructed the lower court to establish whether the amount of the debt was correctly calculated.", "16. No further actions were taken by the Municipal Court of Kumanovo.", "17. On 9 December 1998 the applicants requested the Kumanovo Municipal Court to resume the enforcement proceedings and to re-evaluate their original claims. They received no reply to their request.", "18. Section 99 § 3, in so far as relevant, provides that a judge shall be discharged: with regard to a serious disciplinary offence as defined by law, making him/her unsuitable to perform the office of a judge as decided by the Republican Judicial Council; with regard to the unprofessional and unethical conduct of a judge, as described by the Republican Judicial Council in a procedure set forth by law.", "19. Section 105 provides that the Republican Judicial Council proposes to the [National] Assembly the election and discharge of judges and determines proposals for the discharge of a judge in cases set forth in the Constitution; decides on the disciplinary responsibility of judges; assesses the competence and ethical behaviour of judges in the performance of their office.", "20. According to Section 76 § 1, the Ministry of Justice carries out tasks related to the judiciary’s administration.", "21. Section 76 § 2 provides that the Ministry of Justice communicates with the Presidents of Courts with regard to the court’s administration.", "22. Section 77 provides, inter alia, that the following matters fall within the court’s administration: the examination of the petitions and complaints of citizens concerning the work of the courts in respect to postponement of the proceedings or the work of the court services; the supervision of the court’s efficiency.", "23. According to Section 81 the President of the Court represents the latter, organises its work and takes measures with regard to the prompt and regular enforcement of the court’s affairs.", "24. Section 32 provides, inter alia, that the Council assesses the ability and moral character of the judges when the information concerning the results achieved, the number of the cases resolved, the quality and promptness of their work indicate that the office of a judge has been performed unprofessionally, unethically and incompetently in general."], "VIOLATED_ARTICLES": ["13", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}