{"ITEMID": "001-114826", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NLD", "BRANCH": "ADMISSIBILITY", "DATE": 2012, "DOCNAME": "RAMAER AND VAN WILLIGEN v. THE NETHERLANDS", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Egbert Myjer;Ján Šikuta;Josep Casadevall;Luis López Guerra;Nona Tsotsoria", "TEXT": ["1. The applicants, Mr Johan Coenraad Ramaer and Mr Johannes Meindert van Willigen, are Netherlands nationals. Mr Ramaer, who was born in 1926, lives in Alicante, Spain. Mr van Willigen, who was born in 1942, lives in Hoeilaart, Belgium. The applicants were represented before the Court by Mr T. Barkhuysen and Mr A.W. Bos, lawyers practising in Amsterdam.", "3. Before 1 January 2006 basic health insurance in the Netherlands was organised in two separate statutes.", "4. The first, the Health Insurance Act (Ziekenfondswet), set up a public health insurance system which covered categories of persons that may be broadly described as employees and old age pensioners up to a certain income limit, as well as those in receipt of social-security or unemployment benefits, with their families. They were compulsorily insured by public health care funds (ziekenfondsen), to which they paid contributions withheld from their wages, pensions or benefits respectively.", "5. The second, the 1998 Health Insurance (Access) Act (Wet op de toegang tot ziektekostenverzekeringen 1998), ensured the availability of private health insurance at a level equivalent to that provided under the Health Insurance Act for persons not covered by the Health Insurance Act. To that end it imposed an obligation on insurers providing this kind of insurance to insure persons who were resident in the Netherlands or elsewhere in the European Union (EU), the European Economic Area (EEA), Switzerland or another State with which the Netherlands had entered into a treaty concerning social security, provided that Netherlands social security legislation applied to them by virtue of European Union Council Regulation 1408/71 (EC) or that treaty.", "6. The Private Health Insurance (Reimbursements) Decree (Vergoedingenbesluit particulier verzekerden) provided for reimbursement to insured persons resident in other EU or EEA member States of insured medical costs incurred in those States, up to the same amounts that would have been refundable had the care been provided in the Netherlands (section 19), and for reimbursement of the cost of urgent hospitalisation in hospitals abroad for up to 365 days to an amount up to double that which would be refundable had the care been provided in the Netherlands.", "7. The General Exceptional Medical Expenses Act (Algemene Wet Bijzondere Ziektekosten, “AWBZ”) provided, and provides, a complementary compulsory insurance scheme covering all those lawfully resident or employed in the Netherlands.", "8. Before 2006, persons who had been affiliated to this scheme for at least a year could continue their affiliation on a voluntary basis if they emigrated, provided inter alia that they were not employed abroad (section 32a of the Act).", "9. According to detailed rules given in the General Exceptional Medical Expenses Act (Benefits in kind) Ordinance (Besluit zorgaanspraken AWBZ), the AWBZ covered certain medical and other health care expenses not covered by the above-mentioned insurance schemes, including hospitalisation beyond 365 days, medical or non-medical home care and psychotherapy.", "10. The AWBZ system was, and is, contributory. Contributions are calculated based on income and levied by the tax authorities together with wage tax (loonbelasting) or income tax (inkomstenbelasting) as the case may be.", "11. On 1 January 2006 the Health Care Insurance Act (Zorgverzekeringswet) entered into force. It replaced the dual regime for basic health care under the Health Insurance Act and the Health Insurance (Access) Act by a single regime applicable to all. Complementary health care continues to be provided under the AWBZ.", "12. Save for military personnel, who are subject to a separate regime, and those who object to insurance on religious grounds, who pay a tax in lieu of premium, all those who are compulsorily insured under the AWBZ are now obliged to take out health care insurance in accordance with the Act (section 2(1)). Health care insurers, now all private entities, have a duty to offer insurance on standard terms to all who so request (section 3).", "13. Those compulsorily insured are all Netherlands residents, persons paying wage tax through being employed in the Netherlands or on the Netherlands continental shelf (section 5), and those whose insurance under the AWBZ is a consequence of the application of provisions of a treaty or a decision of an international organisation (van wie de verzekering op grond van deze wet voortvloeit uit de toepassing van bepalingen van een verdrag of van een besluit van een volkenrechtelijke organisatie) (section 5b(1)). This excludes pensioners resident in EU countries other than the Netherlands, to whom the AWBZ is no longer directly applicable.", "14. Netherlands residents pay a standard basic premium plus an income-dependent additional sum to the health care insurer of their choice, who is obliged to accept them. Any additional private health care insurance is optional.", "15. The case concerns the effects of the changes introduced on 1 January 2006 on retired Netherlands nationals formerly insured under the private insurance system and who are residents of European Union Member States other than the Netherlands; such persons are stated by the applicants to number some 40,000. By virtue of European Union Council Regulation 1408/71 (EC), Annex VI, heading R, paragraph 1, point (a)(ii), they are entitled to health care in their state of residence, the costs being borne by the Netherlands. Similar arrangements apply to Netherlands nationals resident in European Economic Area (EEA) countries and – under a separate treaty – Switzerland. Persons in this position are referred to as “treaty beneficiaries” (verdragsgerechtigden).", "16. Treaty beneficiaries are required to register with the Health Care Insurance Board (College voor zorgverzekeringen), to which they pay a contribution which is deducted at source from their Netherlands income. They must also register with the health care authority of their country of residence to establish their actual entitlement to health care.", "17. From figures published by the Ministry for Health, Welfare and Sport (Ministerie van Volksgezondheid, Welzijn en Sport), quoted in the judgment given by the Provisional Measures Judge (voorzieningenrechter) of the Regional Court (rechtbank) of The Hague on 31 March 2006 (see paragraph 36 below), it appears that at the relevant time the annual sum paid by the Netherlands for pensioners subject to the measures in issue and members of their families was 3,450 euros (EUR) per person for those resident in Belgium and EUR 2,586 per person for those resident in Spain.", "18. Mr Ramaer and his wife have been resident in Belgium since 1983, Mr Ramaer having been stationed there by his Netherlands employer at the time. He now pays his taxes in Belgium.", "19. Before 1 January 2006, he had private health care insurance from an insurer based in the Netherlands, IAK, under a collective contract negotiated through his former employer. This contract entitled him to care of a standard comparable to that available in the Netherlands under private insurance plus the AWBZ. On 1 January 2006 the collective contract with IAK was terminated and Mr Ramaer’s entitlements under the AWBZ came to an end.", "20. On an unknown date in December 2005 Mr Ramaer received a letter from the Health Care Insurance Board informing him that he and his wife were henceforth entitled to health care in their country of residence and bound to register with the Health Care Insurance Board itself. Mr Ramaer lodged an objection, which the Health Care Insurance Board dismissed on 8 August 2006. Mr Ramaer then lodged an appeal with the Administrative Jurisdiction Division of the Council of State (Afdeling bestuursrechtspraak van de Raad van State – see below).", "21. Mr Ramaer registered with the Health Care Insurance Board under protest. He declined IAK’s offer of complementary insurance, which would have cost him EUR 2,042 per insured person per year. Instead, making use of a special offer available for a limited period, he took out complementary insurance with a Belgian health care insurer, Partena; this cost him an additional EUR 543 per year.", "22. Mr Ramaer states that in order to obtain health care of the same standard as before 1 January 2006, he now has to pay the contribution to the Health Care Insurance Board, the premium to the Belgian insurance company and non-refundable portions (Flemish: remgeld, French: ticket modérateur) of certain expenses including the cost of assistance of a general practitioner, internal medicine, the assistance of an optician and physiotherapy.", "23. Mr Ramaer calculates his annual medical expenses (based on 2006 figures) as follows (in EUR):", "which total sum does not include non-refundable portions payable for Belgian health care.", "24. Mr Ramaer calculates that, had he had no option but to take out complementary insurance with IAK instead of Partena, it would have cost him EUR 2,042 instead of EUR 543, raising the total sum to EUR 5,276.", "25. He also calculates that a Netherlands resident in his position paid EUR 950 per year for basic health care insurance plus an additional income-dependent contribution in an amount of EUR 1,451, or EUR 2,401 in total.", "26. In May or April 2007 the Health Care Insurance Board sent Mr Ramaer a provisional settlement note (jaarafrekening) covering the contributions due for 2006. Mr Ramaer lodged an objection, which the Health Care Insurance Board dismissed on 17 July 2007. Mr Ramaer appealed to the Regional Court of Amsterdam, Administrative Law Division (Sector bestuursrecht – see below).", "27. Mr van Willigen has been resident in Spain since 1999. Formerly in receipt of disability benefits under the Labour Disablement Insurance Act (Wet op de Arbeidsongeschiktheidsverzekering – “WAO”), since 1 March 2007 he enjoys an old age pension under the General Old Age Pension Act (Algemene Ouderdomswet; “AOW”) and a complementary pension.", "28. Until 1 January 2006 Mr van Willigen was insured privately by the insurance company Delta Lloyd, to whom he paid EUR 2,271 per annum. On 1 January 2006 this insurance contract was terminated ex lege. Delta Lloyd replaced it automatically by a new contract at an annual cost of EUR 4,436, this sum being payable in addition to the compulsory contributions due to the Health Care Insurance Board.", "29. Mr van Willigen protested to Delta Lloyd against this increase. In September 2006 Delta Lloyd made him a new offer of complementary insurance for an annual sum of EUR 2,042.", "30. In the meantime, however, Mr van Willigen had accepted a special offer made by the Spanish insurance company Sanitas, who offered him complementary insurance for EUR 828 annually. Mr van Willigen states that this premium has now gone up to EUR 2,160 per year for 2012.", "31. Although this entitles Mr van Willigen to private health care as distinct from Spanish public health care, which he describes as “mediocre”, certain expenses remain non-refundable. These include, among others, the cost of medicines prescribed outside hospitals and part of the cost of consulting a doctor.", "32. Mr van Willigen calculates his annual medical expenses (based on 2006 figures) as follows (in EUR):", "", "not including non-refundable expenses.", "33. Mr van Willigen calculates that, had he had no option but to accept the terms offered by Delta Lloyd in early 2006, it would have cost him EUR 6,301 annually.", "34. On 26 June 2007 the Social Insurance Bank (Sociale Verzekeringsbank), the body administering, among others, the AOW, informed Mr van Willigen of the decision to withhold the contributions due under the Health Care Insurance Act from his AOW pension. Mr van Willigen lodged an objection with the Social Insurance Bank, which dismissed it on 24 August 2007.", "35. A non-governmental organisation, the Foundation for the Protection of the Interests of Netherlands Pensioners Abroad (Stichting Belangenbehartiging Nederlandse Gepensioneerden in het Buitenland, “SBNGB”) and a group of individuals affected by the matters in issue, including Mr Ramaer, summoned the Netherlands State before the Provisional Measures Judge of the Regional Court of The Hague seeking, as relevant to the case before the Court, an order to ensure that the contributions provided for by section 6.3.1 of the Health Care Insurance Rules (see below) be not levied from them and their health care insurance contracts existing before 1 January 2006 be continued beyond that date.", "36. The Provisional Measures Judge gave judgment on 31 March 2006 ordering the State not to implement section 6.3.1 of the Health Care Insurance Rules to the extent that the sums payable by the insured persons exceeded the sums paid by the Netherlands to the country of residence and instruct the Health Care Insurance Board accordingly. This order, which was of a provisional nature, would lapse if proceedings on the merits were not brought within one month.", "37. However, this judgment led the Minister for Health, Welfare and Sport to amend section 6.3.1 of the Health Care Insurance Rules and introduce the “country of residence correction factor” with retroactive effect until 1 January 2006.", "38. Mr Ramaer lodged an appeal with the Administrative Jurisdiction Division of the Council of State against the dismissal of his objection by the Health Care Insurance Board (see paragraph 20 above).", "39. On 25 April 2007 the Administrative Jurisdiction Division declared the appeal inadmissible on the ground that the Health Care Insurance Board’s original letter of December 2005 was merely informative in nature and was therefore not a decision against which an objection or an appeal would have been possible.", "40. Mr Ramaer appealed to the Regional Court of Amsterdam, Administrative Law Division, against the decision which the Health Care Insurance Board had given on 17 July 2007 (see paragraph 26 above), as did two other recipients of similar decisions.", "41. Mr van Willigen appealed to the Regional Court of Amsterdam, Administrative Law Division, against the decision which the Social Insurance Bank had given on 24 August 2007 (see paragraph 34 above), as did two other recipients of similar decisions.", "42. The complaints and arguments were essentially the same in both cases. The appellants argued that Articles 28 and 28a of Council Regulation 1408/71 and Article 29 of Council Regulation 574/72 offered them the choice to opt out of the social-security regime of their home country. In the alternative, they argued that the absence of such a choice violated Article 18 or Article 39, or both, of the Treaty establishing the European Community; in the further alternative, they argued that the method used to calculate the country of residence correction factor was flawed.", "43. The Regional Court gave its decisions on 1 February 2008.", "44. In Mr Ramaer’s case, it held that Article 28 of Regulation 1408/21 provided a conflict rule, not an option. Article 29 of Council Regulation 574/72 did not suggest otherwise; moreover, the latter regulation related to the application of Regulation 1408/21. There was no violation of Article 18 or Article 39 of the Treaty establishing the European Community: since the appellants were not put at a disadvantage as compared to those already employed or self-employed in the member States concerned, and since the appellants were not made to pay contributions without any corresponding entitlements, and since, moreover, their contributions were subject to a country of residence correction factor, there was no interference with the right to freedom of movement. Finally, the situation was not the same as that which the provisional measures judge of the Regional Court of The Hague had considered in the judgment of 31 March 2006: not only were the applicants foreign residents, from which it followed that they were not in a relevantly similar situation to Netherlands residents and therefore subject to different health care regimes, but country-specific country of residence correction factors had been introduced which removed any equal treatment of fundamentally unequal cases. The calculation of the country of residence correction factors was not arbitrary; the Netherlands legislature had remained within its margin of appreciation in its choice of method.", "45. In Mr van Willigen’s case, it held that primary responsibility for implementing the legislation in question was vested in the Health Care Insurance Board rather than the Social Insurance Bank which had little power of decision in the matter. As for the merits, it confined itself to referring to the decision in the case of Mr Ramaer, which it appended to the decision in Mr van Willigen’s case.", "46. Both applicants appealed, together with their fellow appellants, to the Central Appeals Tribunal (Centrale Raad van Beroep) against the decisions of the Amsterdam Regional Court.", "47. On 1 August 2008 the Act on proceedings concerning the withholding of contributions from treaty beneficiaries (Wet rechtsgang bronheffing verdragsgerechtigden) entered into force. Its effect, as relevant to the present case, was to substitute the Health Care Insurance Board for the Social Insurance Bank as the defendant in the proceedings brought by Mr van Willigen.", "48. On 26 August 2009 the Central Appeals Tribunal gave a decision noting that an entitlement to health care in the country of residence under Articles 28 and 28a of Regulation 1408/71 arose only if the person concerned had registered with the competent authority in accordance with Article 29 of Regulation 574/72. This the person could refuse to do, which raised the question whether in case of such refusal Article 33 of Regulation 1408/71 could be construed as nonetheless justifying the deduction of contributions from their pension. At the same time, although since the introduction of the country of residence correction factor there appeared no longer to be any disadvantage preventing pensioners from settling in other European Union member States, the applicants and their fellow appellants were in a dissimilar position in that they had already been resident in other European Union member States while the former system was still in existence and they alleged that they were faced with higher costs for health care allegedly of a lower standard. This might affect freedom of movement and residence, protected by Articles 39 and 18 of the Treaty establishing the European Community (as in force at the time).", "49. The Central Appeals Tribunal therefore addressed a request for a preliminary ruling under Article 234 of the Treaty establishing the European Community to the Court of Justice of the European Communities in the following terms:", "“1. Should Articles 28, 28a and 33 of Regulation No 1408/71, the provisions of point 1(a) and (b) of section R of Annex VI to Regulation No 1408/71, and Article 29 of Regulation No 574/72 be interpreted as meaning that a national provision such as Article 69 of the [Health Care Insurance Act] is incompatible therewith, in so far as a pensioner who in principle has entitlements under Articles 28 and 28a of Regulation No 1408/71 is obliged to report to the [Health Care Insurance Board] and a contribution must be deducted from that person’s pension even if no registration has taken place under Article 29 of Regulation No 574/72?", "2. Should Article 39 of the Treaty establishing the European Community or Article 18 of the Treaty establishing the European Community be interpreted as meaning that a national provision such as Article 69 of the [Health Care Insurance Act] is incompatible therewith in so far as a citizen of the European Union who in principle has entitlements under Articles 28 and 28a of Regulation No 1408/71 is obliged to report to the [Health Care Insurance Board], and a contribution must be deducted from that citizen’s pension, even if no registration has taken place under Article 29 of Regulation No 574/72?”", "50. The Court of Justice of the European Union gave its preliminary ruling (case C–345/09, J.A. van Delft, J.C. Ramaer, J.M. van Willigen, J.F. van der Nat, C.M. Janssen and O. Fokkens v. College voor Zorgverzekeringen) on 14 October 2010. It was in the following terms:", "“1. Articles 28, 28a and 33 of Council Regulation (EEC) No 1408/71 of 14 June 1971 on the application of social security schemes to employed persons, to self-employed persons and to members of their families moving within the Community, as amended by Regulation (EC) No 1992/2006 of the European Parliament and of the Council of 18 December 2006, in conjunction with Article 29 of Council Regulation (EEC) No 574/72 of 21 March 1972 laying down the procedure for implementing Regulation (EEC) No 1408/71 on the application of social security schemes to employed persons, to self-employed persons and to members of their families moving within the Community, as amended by Commission Regulation (EC) No 311/2007 of 19 March 2007, must be interpreted as not precluding legislation of a Member State, such as that at issue in the main proceedings, under which recipients of pensions payable under the legislation of that State who reside in another Member State in which they are entitled under Articles 28 and 28a of Regulation No 1408/71 to the sickness benefits in kind provided by the competent institution of the latter Member State must pay, in the form of a deduction from their pension, a contribution in respect of those benefits even if they are not registered with the competent institution of their Member State of residence.", "2. Article 21 TFEU [i.e. Treaty on the Functioning of the European Union] must be interpreted as not precluding legislation of a Member State, such as that at issue in the main proceedings, under which recipients of pensions payable under the legislation of that State who reside in another Member State in which they are entitled under Articles 28 and 28a of Regulation No 1408/71, as amended by Regulation No 1992/2006, to the sickness benefits in kind provided by the competent institution of the latter Member State must pay, in the form of a deduction from their pension, a contribution in respect of those benefits even if they are not registered with the competent institution of their Member State of residence.", "On the other hand, Article 21 TFEU must be interpreted as precluding such national legislation in so far as it induces or provides for – this being for the national court to ascertain – an unjustified difference of treatment between residents and non-residents as regards ensuring the continuity of the overall protection against the risk of sickness enjoyed by them under insurance contracts concluded before the entry into force of that legislation.”", "51. The Central Appeals Tribunal gave separate final decisions (in Mr Ramaer’s case: LJN (Landelijk Jurisprudentie Nummer, National Jurisprudence Number) BU7125; in Mr van Willigen’s case: LJN BU7135) on 13 December 2011. The reasoning in the applicants’ cases was identical and extensive. It may be summarised as follows.", "52. In view of the Court of Justice of the European Union’s answer to the first question, the Central Appeals Tribunal found that a right to opt out of the withholding of contributions under section 69 of the Health Care Insurance Act did not exist.", "53. In view of the answer to the second question, it found that withholding contributions under section 69 of the Health Care Insurance Act did not in itself impede European Union citizens’ freedom of movement.", "54. This left the Central Appeals Tribunal having to ascertain “whether an unjustified difference of treatment between residents and non-residents as regards ensuring the continuity of the overall protection against the risk of sickness enjoyed by them under insurance contracts concluded before the entry into force of that legislation” existed, given that the applicants had been insured privately on 31 December 2005.", "55. The Central Appeals Tribunal found that provision had been made for a statutory transitional arrangement on the basis of which private insurance contracts of residents and non-residents partially lapsed ex lege, in comparable fashion, it being intended that for both groups basic cover as it existed before 1 January 2006 should continue to exist. There was in fact no disagreement on this point. However, for reasons of practicability, further arrangements had been necessary between the insurance companies and the persons concerned as to the remaining part of the insurance contract or any new complementary insurance contract. This had effectively compelled any persons concerned who wished to retain complementary cover of their medical expenses in addition to the statutory basic system after 1 January 2006 to take out new complementary insurance. This, however, applied equally to residents and non-residents. In this respect, therefore, there was no difference in treatment between residents and non-residents.", "56. It then found that private insurers were under no unconditional duty to offer insurance (acceptatieplicht) complementary to basic cover. Pursuant to the statutory unconditional duty to offer insurance, basic cover for health care was secured to residents based on the Health Care Insurance Act. Non-resident treaty beneficiaries were entitled ex lege to health care in their country of residence in accordance with the basic health care regime of that country (woonlandpakket). To that extent it could not be said that residents were treated more favourably than non-residents. Given that there was no statutory duty to offer complementary insurance either as regards residents or as regards non-residents, there was no difference in treatment in that respect either. It was also relevant within the framework of transitional law that a statutory duty to offer insurance was in fact contained in section 2.5.2 of the Health Care Insurance Act (Introduction and Adaptation) Act (Invoerings- en aanpassingswet Zorgverzekeringswet), which applied to both residents and non-residents. Existing insurance contracts were only terminated ex lege in so far as they coincided with the Netherlands basic insurance regime and the basic health care regime of the country of residence, respectively. They continued to exist for the remainder. It followed that even if a further contract or new complementary contract was entered into, the insurer could not reject any person concerned who was insured on 31 December 2005 for that part of the contract which was not terminated ex lege. In this, transitional law was actually more favourable than the new system per se.", "57. Nor could it be found that an (unjustified) difference in treatment between residents and non-residents had been caused by the Netherlands Government through means other than legislation. In addition to studying the drafting history of the new legislation and parliamentary discussions, the Central Appeals Tribunal had held a hearing at which it had heard officials of the Ministry for Health, Welfare and Sport (Ministerie van Volksgezondheid, Welzijn en Sport) who had actually been involved in determining the (legal) position of resident and non-resident treaty beneficiaries and in the contacts and negotiations with Netherlands insurance companies. From the information given it had emerged that the Minister for Health, Welfare and Sport had in fact been concerned to secure for non-resident treaty beneficiaries insurance cover comparable to that which they enjoyed before 1 January 2006 on reasonable conditions. To that end, the Minister for Health, Welfare and Sport had entered into administrative agreements, through the umbrella organisation (koepelorganisatie) Netherlands Health Care Insurers (Zorgverzekeraars Nederland), with the public health care funds and the private insurers to make all their insured clients an offer that was comprehensive and non-selective (i.e. without risk selection) for health care insurance plus complementary insurance. It was not possible for the Minister for Health, Welfare and Sport to compel the insurers to make an offer for complementary insurance on definite, fixed-tariff conditions. Such intrusive involvement with complementary insurance would have run counter to European Union directives on non-life insurance (schadeverzekeringen) (Directive 73/239/EEC, Official Journal 1973, L228.3; Directive 88/357/EEC, Official Journal 1988, L172/1; and Directive 92/49/EEC, Official Journal 1992, L228/1; as since amended), which did not admit of a legislative system in which provision was made for the approval of tariffs for health care insurance other than basic health care insurance.", "58. The legislature had thus designed a transitional arrangement aiming to preserve as far as possible the global cover which residents and non-resident treaty beneficiaries alike enjoyed before the entry into force of the Health Care Insurance Act under their Netherlands private insurance. Despite the statutory arrangement, under which only part of the contract was terminated, it had in actual fact often been necessary, for practical reasons, to conclude new contracts. For residents these contracts related to the statutory basic insurance and one or more complementary insurance contracts in addition to that basic insurance, and for treaty beneficiaries, to one or more complementary insurance contracts in addition to the basic health care regime of the country of residence. It had been necessary in order to facilitate this process to reach administrative agreements with health care insurers. These had indicated that they could hardly be expected to design cost-effective insurance for each European Union or treaty country to meet the wishes of an often relatively small number of insured Netherlands nationals per country concerned. Although many insurers had in fact made reasonable offers, the fact remained that the numbers of persons requiring complementary insurance as treaty beneficiaries had decreased, and with them the financial base for the insurance. In addition, it could not be ruled out that insurance cover in the respective countries of residence was not up to Netherlands standards. That, however, was inherent in the new system, which the Court of Justice of the European Union had found was not in itself contrary to European Union law.", "59. It could not be ruled out that the insurers might in some cases not have complied, as regards non-resident treaty beneficiaries, with the unconditional duty, set forth in section 2.5.2 of the Health Care Insurance Act (Introduction and Adaptation) Act, to accept them as clients. Nor could it be ruled out that insurers might in some cases have applied a risk selection on grounds of age and health to treaty beneficiaries, in the sense that terms and conditions for renewal of complementary insurance might have turned out (considerably) less favourable than those of the original contract. That said, the Central Appeals Tribunal had not been made aware of a demonstrable difference in treatment between residents and non-residents caused by the Netherlands Government and implemented with their connivance by insurance companies based in the Netherlands. Besides the fact that such a difference had not been laid down in the statutory arrangement, there was no appearance either of a ‘political’ agreement that had formed the basis for the practice of insurance companies in offering insurance or setting tariffs as regards complementary contracts with non-residents. Rather, the procedure followed suggested the opposite. It did not follow from the possibility that in retrospect there might have been a certain measure of administrative naiveté (bestuurlijke naïviteit) that any premeditated intention of the Netherlands Government unjustifiably to treat residents and non-resident treaty beneficiaries differently could be found established.", "60. The Central Appeals Tribunal was not unaware that, in those cases where the basic insurance regime in the country of residence offered lesser cover than the Netherlands basic package, a reduction of the base of persons insured and thus the financial base of the insurance coupled with the disappearance of the solidarity levy (solidariteitstoeslag) provided for in the 1998 Health Insurance (Access) Act for basic insurance might to that extent have had the effect of raising premiums for complementary insurance. This was, however, inherent in the system introduced with effect from 1 January 2006, which the Court of Justice of the European Union had not considered in itself contrary to Community law, in which the position of residents and non-residents was not the same, and for that reason alone did not constitute an unjustified difference in treatment of residence in relation to non-residents by which freedom of movement of European Union citizens is restricted.", "61. The Treaty establishing the European Community, as in force until 1 December 2009, included the following provisions:", "1. Every citizen of the Union shall have the right to move and reside freely within the territory of the Member States, subject to the limitations and conditions laid down in this Treaty and by the measures adopted to give it effect.", "2. If action by the Community should prove necessary to attain this objective and this Treaty has not provided the necessary powers, the Council may adopt provisions with a view to facilitating the exercise of the rights referred to in paragraph 1. ...", "3. Paragraph 2 shall not apply to provisions on passports, identity cards, residence permits or any other such document or to provisions on social security or social protection.", "1. Freedom of movement for workers shall be secured within the Community.", "2. Such freedom of movement shall entail the abolition of any discrimination based on nationality between workers of the Member States as regards employment, remuneration and other conditions of work and employment.", "3. It shall entail the right, subject to limitations justified on grounds of public policy, public security or public health:", "(a) to accept offers of employment actually made;", "(b) to move freely within the territory of Member States for this purpose;", "(c) to stay in a Member State for the purpose of employment in accordance with the provisions governing the employment of nationals of that State laid down by law, regulation or administrative action;", "(d) to remain in the territory of a Member State after having been employed in that State, subject to conditions which shall be embodied in implementing regulations to be drawn up by the Commission.", "4. The provisions of this article shall not apply to employment in the public service.", "The Court of Justice shall have jurisdiction to give preliminary rulings concerning:", "(a) the interpretation of this Treaty;", "(b) the validity and interpretation of acts of the institutions of the Community and of the ECB [European Central Bank];", "(c) the interpretation of the statutes of bodies established by an act of the Council, where those statutes so provide.", "Where such a question is raised before any court or tribunal of a Member State, that court or tribunal may, if it considers that a decision on the question is necessary to enable it to give judgment, request the Court of Justice to give a ruling thereon.", "Where any such question is raised in a case pending before a court or tribunal of a Member State against whose decisions there is no judicial remedy under national law, that court or tribunal shall bring the matter before the Court of Justice.”", "62. The Treaty establishing the European Community was amended and re-named Treaty on the Functioning of the European Union when the Treaty of Lisbon amending the Treaty on European Union and the Treaty establishing the European Community entered into force on 1 December 2009. Article 19 of the Treaty establishing the European Community became Article 21 of the Treaty on the Functioning of the European Union; former Article 39 became Article 45; and former Article 234 became Article 267.", "63. At the relevant time, European Union Council Regulation 1408/71 (EC), in its relevant parts, read as follows:", "“THE COUNCIL OF THE EUROPEAN UNION,", "Having regard to the Treaty establishing the European Community, and in particular Articles 51 and 235 thereof,", "Having regard to the proposal from the Commission,", "Having regard to the opinion of the European Parliament,", "Having regard to the opinion of the Economic and Social Committee,", "Whereas the provisions for coordination of national social security legislations fall within the framework of freedom of movement for workers who are nationals of Member Sates and should contribute towards the improvement of their standard of living and conditions of employment;", "Whereas freedom of movement for persons, which is one of the cornerstones of the Community, is not confined to employed persons but also extends to self-employed persons in the framework of the freedom of establishment and the freedom to supply services;", "Whereas the considerable differences existing between national legislations as regards the persons to whom they apply make it preferable to establish the principle that the Regulation applies to all persons insured under social security schemes for employed persons and for self-employed persons or by virtue of pursuing employment or self-employment;", "Whereas it is necessary to respect the special characteristics of national social security legislations and to draw up only a system of coordination;", "Whereas it is necessary, within the framework of that coordination, to guarantee within the Community equality of treatment under the various national legislations to workers living in the Member States and their dependants and their survivors;", "...", "Whereas employed persons and self-employed persons moving within the Community should be subject to the social security scheme of only one single Member State in order to avoid overlapping of national legislations applicable and the complications which could result therefrom;", "Whereas the instances in which a person should be subject simultaneously to the legislation of two Member States as an exception to the general rule should be as limited in number and scope as possible;", "Whereas with a view to guaranteeing the equality of treatment of all workers occupied on the territory of a Member State as effectively as possible, it is appropriate to determine as the legislation applicable, as a general rule, that of the Member State in which the person concerned pursues employment of self-employment;", "Whereas in certain situations which justify other criteria of applicability, it is possible to derogate from this general rule;", "...", "Whereas the specific position of pension claimants and pensioners and the members of their families calls for the provisions governing sickness insurance to adapted to their situation;", "...", "Whereas it is necessary to lay down special provisions which correspond to the special characteristics of the national legislations in order to facilitate the application of the rules of coordination,", "HAS ADOPTED THIS REGULATION:", "...", "Pensions payable under the legislation of one or more States, in cases where there is no right to benefits in the country of residence", "1. A pensioner who is entitled to a pension under the legislation of one Member State or to pensions under the legislation of two or more Member States and who is not entitled to benefits under the legislation of the Member State in whose territory he resides shall nevertheless receive such benefits for himself and for members of his family, in so far as he would, taking account where appropriate of the provisions of Article 18 and Annex VI, be entitled thereto under the legislation of the Member State or of at least one of the Member States competent in respect of pensions if he were resident in the territory of such State. The benefits shall be provided under the following conditions:", "(a) benefits in kind shall be provided on behalf of the institution referred to in paragraph 2 by the institution of the place of residence as though the person concerned were a pensioner under the legislation of the State in whose territory he resides and were entitled to such benefits;", "(b) cash benefits shall, where appropriate, be provided by the competent institution as determined by the rules of paragraph 2, in accordance with the legislation which it administers. However, upon agreement between the competent institution and the institution of the place of residence, such benefits may be provided by the latter institution on behalf of the former, in accordance with the legislation of the competent State.", "2. In the cases covered by paragraph 1, the cost of benefits in kind shall be borne by the institution as determined according to the following rules:", "(a) where the pensioner is entitled to the said benefits under the legislation of a single Member State, the cost shall be borne by the competent institution of that State;", "(b) where the pensioner is entitled to the said benefits under the legislation of two or more Member States, the cost thereof shall be borne by the competent institution of the Member State to whose legislation the pensioner has been subject for the longest period of time;", "should the application of this rule result in several institutions being responsible for the cost of benefits the cost shall be borne by the institution administering the legislation to which the pensioner was last subject.", "Pensions payable under the legislation of one or more of the Member States other than the country of residence where there is a right to benefits in the latter country", "Where the pensioner entitled to a pension under the legislation of one Member State, or to pensions under the legislations of two or more Member States, resides in the territory of a Member State under whose legislation the right to receive benefits in kind is not subject to conditions of insurance or employment, nor is any pension payable, the cost of benefits in kind provided to him and to members of his family shall be borne by the institution of one of the Member States competent in respect of pensions, determined according to the rules laid down in Article 28 (2), to the extent that the pensioner and members of his family would have been entitled to such benefits under the legislation administered by the said institution if they resided in the territory of the Member State where that institution is situated.", "Contributions payable by pensioners", "1. The institution of a Member State which is responsible for payment of a pension and which administers legislation providing for deductions from pensions in respect of contributions for sickness and maternity shall be authorized to make such deductions, calculated in accordance with the legislation concerned, from the pension payable by such institution, to the extent that the cost of the benefits under Article 27, 28, 28a, 29, 31 and 32 is to be borne by an institution of the said Member State.", "2. Where, in the cases referred to in Article 28a, the acquisition of benefits in respect of sickness and maternity is subject to the payment of contributions or similar payments under the legislation of a Member State in whose territory the pensioner in question resides, by virtue of such residence, these contributions shall not be payable.", "R. NETHERLANDS", "1. Health care insurance", "(a) As regards entitlement to benefits in kind under Netherlands legislation, persons entitled to benefits in kind for the purpose of the implementation of Chapters 1 and 4 of Title III of this Regulation shall mean: (i) persons who, under Article 2 of the Zorgverzekeringswet (Health Care Insurance Act), are obliged to take out insurance under a health care insurer,", "and", "(ii) insofar as they are not already included under point (i), persons who are resident in another Member State and who, under this Regulation, are entitled to health care in their state of residence, the costs being borne by the Netherlands.", "(b) The persons referred to in point (a)(i) must, in accordance with the provisions of the Zorgverzekeringswet (Health Care Insurance Act), take out insurance with a health care insurer, and the persons referred to in point a(ii) must register with the College voor zorgverzekeringen (Health Care Insurance Board).", "(c) The provisions of the Zorgverzekeringswet (Health Care Insurance Act) and the Algemene wet bijzondere ziektekosten ([General Exceptional Medical Expenses Act]) concerning liability for the payment of contributions shall apply to the persons referred to under point (a) and the members of their families. In respect of family members, the contributions shall be levied on the person from whom the right to health care is derived.", "(d) The provisions of the Zorgverzekeringswet (Health Care Insurance Act) concerning late insurance shall apply mutatis mutandis in the event of late registration with the College voor zorgverzekeringen (Health Care Insurance Board) in respect of the persons referred to in point a(ii).", "...”", "Benefits in kind for pensioners and members of their families who are not resident in a Member State under whose legislation they are entitled to benefits", "1. In order to receive benefits in kind in the territory of the Member State in which he resides, under Article 28 (1) of the Regulation [i.e. Council Regulation (EEC) 1408/71], a pensioner and the members of his family shall register with the institution of the place of residence by submitting a certified statement testifying that he is entitled to the said benefits for himself and for the members of his family, under the legislation or one of the legislations under which a pension is payable.", "2. This certified statement shall be issued, at the request of the pensioner, by the institution or one of the institutions responsible for payment of the pension or, where appropriate, by the institution empowered to determine entitlement to benefits in kind, as soon as the pensioner satisfies the conditions for acquisition of the right to such benefits. If the pensioner does not submit the certified statement, the institution of the place of residence shall obtain it directly from the institution or institutions responsible for payment of the pension or, where appropriate, from the institution empowered to issue such certified statement. Whilst awaiting the receipt of this certified statement, the institution of the place of residence may, in the light of the documentary evidence accepted by it, register the pensioner and the members of his family provisionally. This registration shall not be applied by the institution responsible for the payment of benefits in kind until the institution of the place of residence has delivered the certified statement provided for in paragraph 1.", "3. The institution of the place of residence shall inform the institution which has issued the certified statement provided for in paragraph 1 of every registration effected in accordance with the provisions of the said paragraph.", "4. When making any application for benefits in kind the pensioner must prove to the institution of the place of residence, by means of the receipt or the counterfoil of the money order of the last payment made, that he is still entitled to a pension.", "5. The pensioner or the members of his family shall inform the institution of the place of residence of any change in their situation which might alter their entitlement to benefits in kind, in particular any suspension or withdrawal of the pension and any transfer of their residence. The institutions responsible for the pension shall also inform the institution of the pensioner’s place of residence of any such change.", "6. The Administrative Commission shall, to the extent necessary, fix the procedure for determining the institution which shall bear the cost of the payment of benefits in kind, in the case referred to in Article 28 (2) (b) of the Regulation.”", "64. As relevant to the present case, the Health Care Insurance Act at the relevant time provided as follows:", "1. Persons living abroad and their family members, who pursuant to a Regulation of the Council of the European Communities or the application of such Regulation pursuant to the Agreement on the European Economic Area or a treaty on social security are entitled in case of need to care or reimbursement of the costs thereof, as provided for in the legislation on health care insurance of their country of domicile, shall, unless they are subject to compulsory insurance under the present Act, register with the Health Care Insurance Board.", "2. The persons referred to in the first paragraph shall owe a contribution to be determined by ministerial regulation, which for purposes of the application of section 22 above and also, in respect of a portion of that contribution to be determined by said regulation, for the application of the Health Care Allowance Act (Wet op de zorgtoeslag) shall be considered as a premium for health care insurance.”", "65. The following is taken from the drafting history of the Health Care Insurance Act (Explanatory memorandum (Memorie van Toelichting), Lower House of Parliament, parliamentary year 2003-04, 29 763, no. 3):", "\"I Introduction and summary", "The aims of the Bill: Greater efficiency, less central direction, good accessibility", "By means of the bill for the Health Care Insurance Act the Government wish to put an end, starting from 2006, to the present incoherent situation (verbrokkelde situatie) by realising one statutory insurance regime for all Netherlands residents. This net insurance regime should contribute as much as possible to effective and high-quality health care. The change in the system of health care insurance to be enacted by the Health Care Insurance Act is not isolated, but is part of a wider oriented revision of the direction (sturing) and division of responsibilities in the health care field.", "...", "Greater freedom of choice and responsibility for insured persons", "The new Health Care Insurance Act will offer every resident the possibility to enter into a contract of insurance with the health care insurer of his choice. Solidarity within the system is expressed in obligatory insurance (verzekeringsplicht) for the citizens and an unconditional duty to offer insurance for the health care insurers. Health care insurers have the duty to offer health care insurance to everyone, regardless of personal characteristics, on the same terms. The law shall indicate what forms of health care are covered by health care insurance.", "...", "In conclusion", "Against the background of the reforms in the health care system in the last fifteen years (such as the introduction of commercial competition in health care insurance and the introduction of solidarity levies in private insurance) the Government consider the statutory regulation of the new health care insurance a logical and necessary follow-up rather than a breach with the past. In view of the private elements which continue to characterise both public and private health care insurance (zowel de ziekenfondsverzekering als de particuliere verzekeringen) the Government make a deliberate choice for a private-law structure of health care insurance. It is important in this respect that the European Commission takes it to be self-evident that the freedom of the member States of the European Union to organise their social-security systems as they see fit also implies the freedom to leave cover of the insurance risk to private insurance enterprises. Demands can be made on these enterprises in the public interest. In this bill, space for private initiative and entrepreneurship goes hand in hand with strong public preconditions. In this way the social tradition of the public health care funds and the market tradition of private insurance can be brought together. Both public health care funds and private health care insurers can transform into insurance companies which carry out the Health Care Insurance Act. In this way continuity in the functioning of the health care system is sufficiently ensured. All insured persons will be brought under the umbrella of the European social insurance regulation. Insured persons who are resident or staying abroad can enjoy medical health care there paid for by Netherlands insurance.", "...", "VI Cross-border health care", "The entry into force of the Health Care Insurance Act will draw the entire population into a social health care insurance. This will put an end to the Netherlands position, which is unique in Europe, in which 30 per cent of the population is forced to take out private insurance on the free market. The Health Care Insurance Act will be reported to the European Commission as a social security scheme within the meaning of Council Regulation (EEC) No. 1408/71. From this it may follow that persons resident outside the Netherlands may become subject to Netherlands social security legislation and therefore find themselves obliged to take out health care insurance. These persons will owe premium pursuant to the Netherlands legislation.", "There is also a category of persons who do not reside in the Netherlands, but who, being entitled to a Netherlands pension, are entitled to health care at the expense of the Netherlands as the consequence of the application of the European social security regulation [i.e. Council Regulation (EEC) No. 1408/71] or a social insurance treaty in the country of residence. As against this treaty-based right to care, the international arrangements concerned provide that the State which bears the expense of medical care may charge premium therefor. The statutory base for thus charging premium is set out in the bill. It is intended to set a nominal premium for this category, based on the average premium charged in the Netherlands. The income-dependent contribution will be levied the same way as is done in the case of persons resident in the Netherlands.", "Council Regulation (EEC) No. 1408/71 and the social security treaties entered into by the Netherlands provide that the medical care to which a person is entitled pursuant to the Regulation or a treaty shall be provided in accordance with the rules in force under the social health care legislation of the country where the care is provided. Accordingly, a Netherlands insured person resident or staying in, for example, France will receive medical care from the French social health care insurance in accordance with French legislation. The cost of such care will be borne by the Netherlands health care insurance. For those formerly insured by public health care funds this is a familiar phenomenon, for those formerly insured privately this is a new situation.", "It will be provided for persons resident abroad and entitled to health care at the expense of the Netherlands based on a social insurance treaty entered into by the Netherlands with another country or on Council Regulation (EEC) No. 1408/71 that they must register with the Health Care Insurance Board. That Board will then see to the reimbursement of the expenses which that other country incurs in providing medical care to the person concerned. This situation differs from the present situation in public health care insurance, in which the persons concerned are obliged to register with a specific public health care fund. Because such an indication in the new situation of the Health Care Insurance Act can be seen as a disturbance of market relations and a health care insurer cannot influence health care use and the expenses involved in the other country, a choice has been made for registration with the Health Care Insurance Board. In this way, a ‘market neutral’ solution has been found, in which, as regards the premium which the persons concerned must pay, the profit component need not be taken into account. The Health Care Insurance Board has so advised, at our request, in the report ‘International aspects of the Health Care Insurance Act’ (Internationale aspecten van de Zorgverzekeringswet) of 29 January 2004, consecutively numbered 23098110.", "...”", "66. In its relevant part, the Health Care Insurance Act (Introduction and Adaptation) Act provides:", "...", "2. An agreement concerning insurance for medical care or the costs thereof concluded for or with an insured person living abroad who, by the application of a regulation of the Council of the European Communities or the application of such a regulation pursuant to the Agreement on the European Economic Area or to a treaty on social security, is entitled to health care or to the reimbursement of the costs thereof, as provided in the legislation on health care insurance of his country of residence, shall be terminated as from 1 January 2006, to the extent that rights could be derived from that agreement equivalent to those to which the person concerned is entitled from that date by the application of such a regulation or treaty, provided that before 1 May 2006 the insured person complied with the obligation to register with the Health Care Insurance Board under section 69 of the Health Care Insurance Act. ...”", "67. The Health Care Insurance Rules (Regeling zorgverzekering), in their relevant part, provide as follows:", "1. The contribution payable by a person referred to in section 69(1) of the Health Care Insurance Act shall be calculated by multiplying the basic contribution by the number arrived at by calculating the ratio between the average healthcare expenditure for a person which is to be borne by the social health care insurance in that person’s country of residence and the average healthcare expenditure for a person which is to be borne by the social healthcare insurance in the Netherlands.", "2. The basis for the contribution shall be the sum of:", "a) an income dependent contribution calculated according to [relevant provisions of the Health Care Insurance Act];", "(b) an income dependent contribution calculated in accordance with the premium due for the AWBZ pursuant to the Social Insurance Financing Act (Wet financiering sociale verzekeringen) [with reductions as may be required by the application of the 2001 Income Tax Act (Wet inkomstenbelasting 2001)];", "(c) from the first day of the calendar month following the calendar month in which this person has reached the age of eighteen, a monthly contribution corresponding to one-twelfth of the provisionally determined premium for a person insured under health care insurance in the year of the calculation (berekeningsjaar) ...", "The contribution referred to in section 6.3.1 for a person referred to in section 69(1) of the Health Care Insurance Act who is entitled to a pension, and for the members of his family, shall be deducted from that pension by the institution which pays that pension and paid to the healthcare insurance fund.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}