{"ITEMID": "001-69449", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "ADMISSIBILITY", "DATE": 2005, "DOCNAME": "AYDIN AND OTHERS v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson", "TEXT": ["The applicants, Ms Şükran Aydın, Ms Ayşe Aydın and Mr Veysi Aydın, who were born in 1954, 1933 and 1965 respectively, are all Turkish nationals and they live in the district of Bismil in Diyarbakır. They were represented before the Court by Mr S. Aslantaş, a lawyer practising in Ankara.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 5 July 1991 at about 11.45 p.m. Vedat Aydın, President of the Diyarbakır Branch of People's Labour Party (HEP), was taken away from his home allegedly by police officers from the Political Affairs Department of the Security Directorate. From the window of their house his wife, who is the first applicant, saw Vedat Aydın being put in the back seat of a dark-coloured Renault estate car and immediately rang their lawyer. The lawyer called the police headquarters; however, she was told that Vedat Aydın was not detained there.", "On 6 July 1991 the first applicant and her lawyer contacted the police headquarters, the Governor of the emergency region, the Governor of Diyarbakır, the Chief Public Prosecutor of the State Security Court, the Chief Prosecutor of the province and the gendarmerie headquarters. All these authorities replied that they did not know anything about Vedat Aydın. Police officers took a statement from the first applicant on the same day.", "On 7 July 1991 a body was found in Maden District attached to the province of Elazığ. An on-site body examination was carried out by the Maden public prosecutor and a doctor. The report noted the presence of a number of bullet entry holes on the back of the trunk of the body and exit holes on the front. The doctor stated that the cause of death was internal bleeding and brain destruction caused by trauma. As the cause of death was clearly established, it was not considered necessary to carry out a full post-mortem examination. The unidentified body was then buried in the Maden cemetery.", "On 8 July 1991, the third applicant, Vedat Aydın's brother, heard about the body and went to Maden. The gendarmes showed him some clothes and he identified these clothes as those of Vedat Aydın. The body was exhumed and another post-mortem examination conducted, which confirmed the findings of the previous examination. The body was handed over to the family on 10 July 1991.", "The first applicant was invited to the police station on 20 and 28 July 1991 respectively to give statements. On 28 July 1991, she gave a description of the people who had abducted Vedat Aydın and upon this description photo fit drawings of the abductors were produced.", "On 23 February 1998 the applicants sent a letter to Ankara's Chief Public Prosecutor to be conveyed to the Elazığ State Security Court Public Prosecutor. In this letter, the applicants referred to the Susurluk report, which concluded that Vedat Aydın had been killed by agents of the State. They asked the prosecutor to investigate these allegations and to inform the family about the outcome of the investigation. They received no reply to this letter.", "On 11 October 1998 the applicants repeated their submissions in a letter addressed to Ankara's Chief Public Prosecutor.", "On 17 November 1998 the public prosecutor attached to Malatya State Security Court informed the applicants that the investigation into the killing of Vedat Aydın was still pending.", "On 6 July 1991 Vedat Aydın's lawyers lodged a petition with the Diyarbakır public prosecutor's office stating that their client had been taken from his house on 5 July 1991 by persons who had introduced themselves as police officers from the Political Affairs Department of the Security Directorate. The same day, Vedat Aydın's wife gave a statement at the police and maintained that her husband had been taken away from their house by two armed men.", "On 7 July 1991 a body was found in the Maden District attached to the province of Elazığ. The Maden public prosecutor and a doctor carried out an on-site body examination and established the cause of death as brain destruction and internal bleeding. The body was subsequently buried in the Maden cemetery as its identity could not be established.", "On 9 July 1991 the body was identified as that of Vedat Aydın and it was handed over to Vedat Aydın's family on 10 July 1991. A further body examination was carried out by the Diyarbakır public prosecutor's office which confirmed the previous findings.", "The Diyarbakır public prosecutor's office commenced an investigation into the death of Vedat Aydın. On 20 and 28 July 1991 respectively the first applicant gave statements to the police and described the persons who had abducted Vedat Aydın. Statements were taken from Vedat Aydın's neighbours and from the officers who had found his body on 7 July 1991 in Maden.", "On 7 August 1991 the Diyarbakır public prosecutor declared lack of jurisdiction and transferred the file to Maden public prosecutor. The first applicant intervened in the proceedings.", "On 9 August 1991 the Regional Criminal Police Laboratory reported that the bullets found in Vedat Aydın's body had not been used in any previous incidents.", "On 25 December 1992 the Maden public prosecutor delivered a decision of non-jurisdiction and sent the file to the public prosecutor attached to the Kayseri State Security Court on the ground that Vedat Aydın's killing could be politically motivated.", "On 1 December 1992 the Kayseri Public Prosecutor's office requested the Maden Public Prosecutor's office that progress reports at regular intervals be submitted concerning the attempts to identify the perpetrators.", "On 21 July 1993 the case-file was transferred to the public prosecutor attached to the Erzincan State Security Court, who subsequently sent the file to the public prosecutor attached to Malatya State Security Court. Upon receipt of the file, the prosecutor requested regular progress reports from the Maden public prosecutor.", "The perpetrators of the killing of Vedat Aydın still remain unknown and the investigation is pending before the Malatya State Security Court public prosecutor's office.", "A full description of the relevant domestic law may be found in the Bayram and Yıldırım v. Turkey decision (no. 38587/97, ECHR 2002-III)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}