{"ITEMID": "001-89531", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF OMMER v. GERMANY (No. 1)", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection joined to merits and dismissed (victim);Violation of Art. 6;Non-pecuniary damage - award;Pecuniary damage - claim dismissed", "JUDGES": "Isabelle Berro-Lefèvre;Karel Jungwiert;Mirjana Lazarova Trajkovska;Rait Maruste;Renate Jaeger;Volodymyr Butkevych;Zdravka Kalaydjieva", "TEXT": ["5. The applicant was born in 1950 and lives in Bergisch Gladbach, Germany. In the 1970s he participated as a sprinter in the Olympic Games and from 1986 to 1993, he was the president of FC Homburg, a football club playing in the German Football League.", "6. From 1982 the applicant was the sole shareholder and sole managing director of the DETAG investment trust corporation, which arranged the sale of apartments.", "7. By a letter dated 19 February 1987, which reached the applicant on that day, the Cologne police headquarters summoned the applicant to question him on charges of fraud in relation with his business activities for the DETAG corporation. Thereby the applicant obtained knowledge of the criminal investigations instituted against him.", "8. On 24 May 1988 and on 19 August 1988 the Cologne Public Prosecutor’s Office joined several different sets of proceedings concerning charges of fraud against the applicant, which had partly been transferred to it by other Public Prosecutor’s Offices (no. 110 Js 24/88).", "9. In February 1989, court orders issued in October 1988 and February 1989, authorising the search of the applicant’s home, those of four co-defendants, of the companies led by them and of numerous banks in Germany, were executed and many documents seized.", "10. In February 1990 the police submitted to the Public Prosecutor’s Office an evaluation of the documents seized and the statements of numerous witnesses who had been heard by way of a mailed questionnaire.", "11. Between 5 October 1990 and 6 December 1990 further search orders, inter alia against the applicant and his company, were executed.", "12. On 27 August 1992 the Cologne police headquarters, having heard ten witnesses since December 1990, sent back the files to the Public Prosecutor’s Office with a summary note on the results of their investigations.", "13. On 28 July 1994 the Cologne Public Prosecutor’s Office, having questioned the applicant twice and following unsuccessful negotiations with the defence with a view to discontinuing the proceedings under Article 153a of the Code of Criminal Procedure (see paragraph 37 below), preferred an indictment (running to 460 pages) against the applicant with the Cologne Regional Court. It charged the applicant, who was represented by counsel, with seventy-four cases of aggravated fraud and attempted fraud, committed together with his co-defendants G. and D. between September 1984 and November 1986. The applicant, acting as the DETAG corporation’s managing director, was accused of having incited investors to buy apartments at a price far above their market value. According to the indictment, the applicant had obtained the investors’ consent to buy the apartments by misleading them about their true value and by orally undertaking, in particular, to repurchase the apartments after two years at the investors’ request, a guarantee which he never intended to keep.", "14. On 21 November 1994 the Cologne Regional Court opened the main proceedings in respect of sixty-seven charges of aggravated fraud and attempted fraud against the applicant, who was represented by defence counsel throughout the proceedings.", "15. On 1 June, 1 September and 1 December 1995 and on 1 March 1996 the president of the chamber of the Regional Court noted that due to two other sets of proceedings pending before the Regional Court which had to be granted priority as the defendants concerned were in custody, it was not possible to fix dates for the hearing in the applicant’s case.", "16. On 13 June 1996 the Cologne Regional Court ordered seven experts to submit reports on the market value of sixty-eight apartments at the time they were bought by the investors. The expert reports were submitted to the Regional Court between 19 July 1996 and 20 March 1997.", "17. On 21 March, 21 August and 21 November 1997 and on 20 February, 6 May and 24 June 1998 the president of the chamber of the Regional Court noted that due to hearings in other proceedings which were granted priority as the defendants concerned were in custody, in particular the hearings in the proceedings against F. and others, against L. and S. and against Fe., it was not possible to fix dates for the hearing in the applicant’s case.", "18. On 27 July 1998 the applicant requested that the proceedings against him be discontinued on account of their excessive length, if necessary after he had complied with a condition for discontinuance, pursuant to Article 153a of the Code of Criminal Procedure.", "19. As proposed by the Regional Court, the applicant and the Public Prosecutor’s Office subsequently entered into negotiations about discontinuing the proceedings in exchange for the payment of a sum of money (see Article 153a of the Code of Criminal Procedure, paragraph 37 below) which lasted until 3 December 1998. However, they were unable to reach agreement.", "20. From 13 January 1999 until 30 September 1999 the Regional Court held forty-four hearings in which it questioned forty-eight witnesses and two experts. It stressed that in its view, the case appeared to be suitable for discontinuance in accordance with Article 153a of the Code of Criminal Procedure, but the prosecution and the defence were unable to reach a settlement.", "21. On 21 June 1999 the applicant requested that the proceedings be discontinued pursuant to Article 260 § 3 of the Code of Criminal Procedure (see paragraph 38 below) because their excessive length was an impediment to the proceedings (Verfahrenshindernis).", "22. On 4 October 1999 the Cologne Regional Court, having heard the parties, discontinued the proceedings pursuant to Article 260 § 3 of the Code of Criminal Procedure. It ordered the Treasury to bear the costs of the proceedings and the applicant’s necessary expenses pursuant to Article 467 § 1 of the Code of Criminal Procedure (see paragraph 39 below). The court found that the length of the proceedings constituted a procedural impediment to their continuation, as proceeding with them would breach Article 6 § 1 of the Convention.", "23. The Regional Court found that it would not be possible to deliver a judgment in due course and before all offences became time-barred in November 2001. It was unclear at that stage of the proceedings whether the applicant would have to be convicted or acquitted. Even assuming that the applicant was found guilty of fraud, his guilt could not be considered serious, notably because the investors who had bought the apartments had in fact received the tax benefits they had sought by their investment.", "24. ’s notification thereof and their further expected duration was excessive and violated the right to a hearing within a reasonable time as guaranteed by Article 2 § 1 of the Basic Law, read in conjunction with the rule of law, and Article 6 § 1 of the Convention. This warranted the discontinuance of the proceedings. The duration of the proceedings, which had lasted for more than twelve and a half years, had been caused by structural problems at the Cologne Public Prosecutor’s Office and the Cologne Regional Court, which were understaffed. The applicant had not caused any delays in the proceedings. The proceedings were quite complex, but this did not sufficiently explain their length. The ongoing proceedings imposed a burden on the applicant because there had been several, partly polemical, press articles about the case, so that his business activities kept being adversely affected.", "25. The Regional Court found that it was not possible to take into consideration the excessive duration of the proceedings when fixing the applicant’s sentence, as this presupposed his conviction. The applicant could, however, no longer be convicted, as continuing the proceedings would breach Article 6 § 1 of the Convention. Moreover, if the proceedings resulted in the applicant being acquitted, it would likewise be impossible to consider the length of the proceedings when fixing the sentence.", "26. On 25 October 2000 the Federal Court of Justice, allowing the appeal on points of law lodged by the Public Prosecutor’s Office, quashed the judgment of the Cologne Regional Court and remitted the case to the Bonn Regional Court. It found that it was not in a position fully to examine whether there was in fact a procedural impediment to the continuation of the proceedings for failure to comply with the reasonable time requirement.", "27. Having heard the parties at an oral hearing, the Federal Court of Justice stated that in very exceptional circumstances a violation of Article 6 § 1 of the Convention, taken in conjunction with the rule of law, could lead to an impediment to the proceedings.", "28. According to the Federal Court of Justice there had been a violation of Article 6 § 1 of the Convention in the present case. The length of the investigation and court proceedings, which was attributable to the organisation within the judiciary, had been excessive, and the applicant had no responsibility for it. However, the Cologne Regional Court had failed sufficiently to ascertain the extent of the applicant’s guilt. Without that knowledge, it was impossible for the Federal Court of Justice to assess whether the violation of Article 6 § 1 of the Convention was so severe that it could neither be compensated when fixing the sentence nor by discontinuing the proceedings pursuant to Article 153 or 153a of the Code of Criminal Procedure (see paragraphs 36-37 below) and consequently was a procedural impediment to continuing the proceedings. Having regard to the contents of the case file and assuming the speedy processing of the case by the Bonn Regional Court, it still appeared possible to take into consideration the violation of Article 6 § 1 of the Convention when fixing the sentence.", "29. In January 2001 the applicant lodged a complaint with the Federal Constitutional Court against this judgment (see 5. below).", "30. On 30 November 2001 the Bonn Regional Court, having held forty-three hearings, acquitted the applicant. It ordered that the Treasury bear the costs of the proceedings and the applicant’s necessary expenses pursuant to Article 467 § 1 of the Code of Criminal Procedure. It further held that the applicant was entitled to compensation for damage caused by the searches of his home and the seizure of his property pursuant to the Act on Compensation for Measures of Criminal Prosecution (see paragraphs 41-43 below).", "31. Having heard ninety-four witnesses, the Bonn Regional Court found that the applicant was not guilty of fraud, because he had not misled or caused his staff to mislead the purchasers of apartments about their true value or by giving a binding guarantee to repurchase the apartments.", "32. On 4 February 2002 the judgment became final, the Cologne Public Prosecutor’s Office having withdrawn its appeal on points of law.", "33. On 11 January 2001 the applicant, represented by counsel, lodged a complaint with the Federal Constitutional Court against the judgment of the Federal Court of Justice. He argued in particular that remitting the case to the Bonn Regional Court and continuing the proceedings despite the fact that his right to be heard within a reasonable time had been disregarded throughout the proceedings further violated his right to a fair trial. Following the judgment of the Bonn Regional Court, he further submitted that he had suffered pecuniary and non-pecuniary damage caused by the excessive length of the criminal proceedings against him despite his acquittal. German law did not provide for adequate compensation for this.", "34. On 24 September 2002 the Federal Constitutional Court, having stayed the proceedings between 22 November 2001 and 15 March 2002 at the applicant’s request awaiting the outcome of the proceedings in the criminal courts, refused to admit the applicant’s constitutional complaint. It argued that the complaint was inadmissible because following his acquittal, the applicant no longer had a legitimate interest in a finding that the judgment of the Federal Court of Justice had violated his rights guaranteed by the Basic Law.", "35. The Federal Constitutional Court found that the applicant was no longer prejudiced by the judgment delivered by the Federal Court of Justice as the criminal proceedings against him had been terminated by his final acquittal. Assuming that the constitutional complaint would be well-founded, the violation of fundamental rights caused by the judgment of the Federal Court of Justice would not have severe consequences for the applicant. His basic rights had notably been breached by the duration of the proceedings until the judgment of the Federal Court of Justice. Following this judgment, the criminal proceedings had lasted for more than another six months, but had ended with his acquittal and therefore his rehabilitation. Moreover, the Federal Court of Justice had clearly stated in its judgment that the duration of the criminal proceedings against the applicant had breached Article 6 § 1 of the Convention. For lack of a sufficient statement of facts by the Regional Court, that court had only found itself not to be in a position to draw the legal conclusion that there was a procedural impediment to continuing the proceedings, even though it acknowledged for the first time that this was a possible result of a breach of Article 6 § 1.", "36. Article 153 of the Code of Criminal Procedure governs the discontinuance of criminal investigation or court proceedings on grounds of insignificance. According to that provision, criminal proceedings may be discontinued if they concern an offence for which it is not mandatory to impose a sentence of at least one year’s imprisonment (Vergehen), if the defendant’s guilt would be of a minor nature and if there was no public interest in criminal prosecution. If the indictment has already been preferred, the court may only discontinue the proceedings with the consent of both the Public Prosecutor’s Office and the defendant (§ 2 of the Article).", "37. Pursuant to Article 153a § 1 of the Code of Criminal Procedure, the Public Prosecutor’s Office may discontinue criminal proceedings concerning offences for which the regular minimum punishment is less than one year’s imprisonment at the investigation stage with the defendant’s consent, if the latter complies with certain conditions. These conditions must be suitable to remove the public interest in criminal prosecution and may not be in conflict with the severity of the defendant’s guilt. Such conditions notably entail the payment of a sum of money to a non-profit-making organisation or to the Treasury. The court which has jurisdiction to open the main proceedings must consent under certain circumstances. If the indictment has already been preferred with that court, the latter may discontinue the proceedings under the conditions set out in § 1 with the consent of both the Public Prosecutor’s Office and the defendant (Article 153a § 2).", "38. Pursuant to Article 260 § 3 of the Code of Criminal Procedure, the discontinuance of the proceedings shall be pronounced in a judgment if there is a procedural impediment to the continuation of the proceedings.", "39. Pursuant to Article 467 § 1 of the Code of Criminal Procedure the costs of the criminal proceedings and the defendant’s necessary expenses shall be borne by the Treasury if the defendant is acquitted, if the court refuses to open the main proceedings against him or if the proceedings against him are discontinued. According to Article 467 § 3 of the said Code, the court may decline to award the defendant’s necessary expenses against the Treasury where the defendant has avoided conviction merely because of an impediment to the proceedings (Verfahrenshindernis).", "40. Article 464a § 2 of the Code of Criminal Procedure stipulates that the necessary expenses of a participant in the proceedings shall also comprise compensation for an inevitable loss of time in accordance with the provisions on compensation of witnesses (no. 1) and the fees and expenses of a lawyer in so far as these are to be reimbursed under Article 91 § 2 of the Code of Civil Procedure (no. 2). Section 2 of the Act on Compensation of Witnesses and Experts (Gesetz über die Entschädigung von Zeugen und Sachverständigen), in its version in force between 1 January 2002 and 30 June 2004, on the compensation payable to witnesses for their loss of earnings, stipulates in paragraph 2, first sentence, that each hour of lost working time shall be compensated at a rate of two to thirteen euros (EUR). Article 91 § 2 of the Code of Civil Procedure, in its version in force at the relevant time, stipulates in particular that the fees and expenses of the lawyer of the successful party as fixed by law shall be reimbursed. Before 1 July 2004, the fees and expenses payable to a lawyer were fixed in the Federal Regulation on Lawyers’ Fees (Bundesrechtsanwaltsgebühren-ordnung – BRAGO). Lawyer and client could, however, agree on a higher remuneration than that payable under the said Regulation (see its section 3).", "41. Compensation for damage caused by wrongful prosecution is covered by the Act on Compensation for Measures of Criminal Prosecution (Gesetz über die Entschädigung für Strafverfolgungsmaßnahmen).", "42. Pursuant to section 2 of that Act, a defendant is notably entitled to compensation for damage incurred by certain specified measures of criminal prosecution if he is acquitted, if the proceedings against him are discontinued or if the court refuses to open the main proceedings against him. The measures of criminal prosecution for which compensation may be granted notably comprise pre-trial detention and searches and seizures of property.", "43. Section 7 § 1 of the Act on Compensation for Measures of Criminal Prosecution stipulates that pecuniary damage incurred as a result of the criminal prosecution measure is compensated for, as well as non-pecuniary damage in the event of a deprivation of liberty by a court decision. Once the finding that the Treasury is under a duty to compensate has become final, the compensation claim must be submitted within six months with the Public Prosecutor’s Office which last was in charge of the investigations at first instance (section 10 § 1 of the said Act).", "44. Pursuant to Article 34 of the Basic Law, taken in conjunction with Article 839 of the Civil Code, an individual has the right to be compensated by the State for any damage arising from a breach of official duty committed by a public servant. These provisions are also applicable to a breach of duty in giving judgment on an action if the breach consists in a refusal to discharge a function or a delay in performing it contrary to professional duty.", "45. Damages are afforded to the individual concerned in accordance with Articles 249 et seq. of the Civil Code. By Article 253 of the Civil Code, in the version in force until 31 July 2002, compensation for non-pecuniary damage could be awarded only if it was provided for by law. In this connection, Article 847 § 1 of the Civil Code, which was in force until that same day, provided for non-pecuniary compensation only in the event of physical injury, damage caused to someone’s health or deprivation of liberty. The new Article 253 § 2 of the Civil Code, as in force since 1 August 2002, which replaced Article 847 of the Civil Code, has not introduced any amendments relevant to the matters in issue in the instant case."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}