{"ITEMID": "001-95562", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF SEFCIKOVA v. SLOVAKIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 1 of Protocol No. 1 - Protection of property", "JUDGES": "Giovanni Bonello;Ján Šikuta;Lech Garlicki;Mihai Poalelungi;Nebojša Vučinić;Nicolas Bratza", "TEXT": ["5. The applicant was born in 1926 and lives in Prešov.", "6. The applicant's mother had a share in a plot of agricultural land. The land is located in the Bardejov area and is registered as plot number 2612.", "7. In 1958 the Bardejov local authority (Miestny národný výbor) assigned the “right of use” in respect of the plot to the Bardejov State Property Enterprise (Štátny majetok).", "8. The right of use was later conferred on the Bardejov Agricultural Cooperative and, under a 1980 contract on the Bardejov Union of Gardeners.", "9. The area where the plot is located was turned into a “garden community” named Kira-Juh and consisting of individual gardens which were put at the disposal of members of the above Union (“the gardeners”). The plot has been used as such a garden area since. It is situated outside the built-up area of Bardejov and it has been entered in the land register as arable land.", "10. On 9 October 1995 the Bardejov District Court issued an inheritance decree confirming that the ownership of 6,557.25 square metres of land in the above plot had devolved to the applicant.", "11. On 26 March 1997 special legislation on the use of plots of land in allotment gardens and arrangements as regards their ownership (Zákon o užívaní pozemkov v zriadených záhradkových osadách a vyporiadaní vlastníctva k nim – “Law no. 64/1997”) entered into force (see “Relevant domestic law and practice” below).", "12. Pursuant to section 3 of Law no. 64/1997, if no other arrangement has been made between an owner and a tenant of land in a garden community, their relation would become ex lege that of the parties to a lease. The applicant attempted twice to terminate the lease of her land by notice. She argued that, despite her efforts, no fair agreement concerning the use of the plot had been reached and that the statute used for the calculation of the rent in the absence of an agreement was outdated. Moreover, the Union of Gardeners was in any event in default of payment.", "13. In 1998 the applicant sued the gardeners before the Bardejov District Court. She claimed that the defendant should be obliged to conclude a lease contract with her and pay 19,671 Slovakian korunas (SKK) as rent. On 2 October 2000 the District Court rejected the action as the defendant, as indicated in the applicant's action, lacked standing in the case. On 14 February 2001 the Prešov Regional Court upheld the first-instance judgment.", "14. On 30 October 2000 the Bardejov District Office informed the applicant, with reference to sections 3 and 4 of Law no. 64/1997, that rent payable by the gardeners amounted to 10% of the value of the land, determined pursuant to Regulation 456/1991. In any event, the minimum rent was SKK 0.3 per square metre.", "15. In 2000 the gardeners sent SKK 5,208 to the applicant as rent for the period from 1997 to 1999. In 2001 the gardeners paid another SKK 1,736.6 to the applicant as rent for 2000. Those sums correspond approximately to SKK 0.3 per square metre a year.", "16. In letters of 9 October 2000 and 9 April 2001 the applicant informed the gardeners that the sums paid were inadequate in view of the actual value of her land and that no agreement had been reached between her and the gardeners as to the lease of the land. It appears from the applicant's submission of 22 August 2006 that between 1996 and 2005 the gardeners had paid to her the overall sum of SKK 15,629 as rent for the use of her land.", "17. On 20 November 1998, the gardeners requested that the ownership relations in respect of their gardens be settled in a procedure under section 7(1) of Law no. 64/1997.", "18. On 27 September 1999 the District Office formally announced the commencement of a land consolidation procedure in respect of the gardens in question. The announcement contained a register of the original ownership and a surveyor's plan concerning the current state (“the preliminary inventory”).", "19. On 26 October 1999 the applicant challenged the preliminary inventory, opposing the consolidation procedure as such and claiming possession of the original plot.", "20. The challenge was dismissed by the District Office on 12 January 2000. The administrative authority noted that the gardeners had proposed to buy the applicant's land for SKK 7.5 per square metre and that the applicant had declined that offer in that she had claimed SKK 10. As to the applicant's arguments under the Land Ownership Act 1991, the authority noted that that piece of legislation (and namely section 22(3)) had ceased to be applicable to the land issue following the entry into force of Law no. 64/1997 on 26 March 1997.", "21. The applicant appealed. On 4 May 2000 the Prešov Regional Office quashed the District Office's decision on the ground that it had not checked whether there were valid contracts on the use of the land entitling the gardeners to request its transfer under Law no. 64/1997.", "22. In a new decision of 25 May 2000 the District Office again dismissed the applicant's objection to the preliminary inventory. It was noted, inter alia, that the applicant had no power to terminate the lease. No agreement had been reached between the owner and the gardeners on the transfer of the land in issue. On the basis of the contracts on use of the land included in the file the District Office was satisfied that the users of the land were entitled to request a consolidation procedure under Law no. 64/1997.", "23. The applicant appealed. She claimed that the land should have been returned to her and requested that the rent payable by the gardeners should be determined.", "24. On 13 December 2000 the Regional Office dismissed the appeal. The decision stated that the Land Ownership Act 1991 had ceased to be applicable after enactment of Law no. 64/1997. Any outstanding issues concerning the rent of the land fell to be determined by a court.", "25. On 12 February 2001 the District Office approved the preliminary inventory. The applicant challenged the approval by an administrative appeal, arguing that Law no. 64/1997 was unconstitutional. She demanded that the consolidation be carried out according to market economy principles.", "26. On 30 June 2001 the Regional Office upheld the decision of 12 February 2001. It noted that conformity with the Constitution of Law no. 64/1997 had been already examined and confirmed by the Constitutional Court and that the consolidation procedure had been conducted in compliance with that Act.", "27. In a letter of 15 November 2001 the District Office invited the applicant to present her position by stating whether she preferred to be compensated for her title in the plot by being granted a substitute plot or paid an amount of money in lieu. The letter indicated that the applicant owned 5,720 square metres of land in the garden community concerned. The value of the land pursuant to section 11(5) and (6) of Law no. 64/1997 was SKK 3. Given that the land was located in a town which was a spa, the compensation was to be increased by 150% to reach SKK 7.5 per square metre.", "28. In response, the applicant rejected the proposed options and reiterated her request for her plot to be restored to her. As to the proposed financial compensation, she objected that it was inadequate.", "29. On 20 May 2002 the District Office ruled that the applicant was to be financially compensated for her title to the plot. It was observed that she had made no claim for substitute land in which case, under section 10(3)(a) of Law no. 64/1997, the compensation was automatically to be financial. The decision stated that the applicant owned 5,720 square metres of land in the area concerned and that she would receive SKK 42,900 (that is SKK 7.5, which is equivalent to EUR 0.249, per square metre) in compensation.", "30. In November 2002 the District Office informed the land owners of the details of the consolidation project under Law no. 64/1997. On 9 July 2003 the Regional Office dismissed the applicant's objection to the project. On 11 May 2004 the Ministry of Agriculture dismissed the applicant's appeal against that decision. The authorities established that the applicant had claimed that the Land Ownership Act 1991 be applied and that her purchase price should be determined on the basis of its market value.", "31. On 10 June 2004 the applicant lodged an action with the Supreme Court in which she challenged the decision of the Ministry of Agriculture. On 30 May 2005 she extended her claim in that she challenged the above Regional Office's decisions of 13 December 2000, 30 June 2001 and 9 July 2003.", "32. On 27 October 2005 the Supreme Court discontinued the proceedings concerning the Regional Office's decisions of 13 December 2000 and 30 June 2001 as the action had been lodged outside the statutory two-month time-limit. It dismissed the claim concerning the decision of the Ministry of Agriculture of 11 May 2004.", "33. The Supreme Court noted that in her action the applicant had claimed that the contested administrative decisions were unlawful on the ground that the administrative authorities had failed to correctly and reliably establish the relevant facts. The decision stated that the applicant had failed to specify, as required by the law, on the basis of which particular facts she considered the law to have been breached in the proceedings leading to the decision of the Ministry of Agriculture. The applicant rather expressed her disagreement with the land consolidation procedure as such and the amount of compensation offered to her in that context.", "34. In the meantime, on 26 October 2004, the Land District Office in Bardejov approved the land consolidation project under Law no. 64/1997. The decision became final on 25 November 2004.", "35. On 4 October 2007 the same authority ordered implementation of the land consolidation project pursuant to section 15(1) of Law no. 64/1997. On 4 June 2008 the Regional Land Office in Prešov upheld that decision. It noted that the applicant had challenged the decision of 4 October 1997 without submitting any reason for her appeal. She had merely stated that she had made an application to the European Court of Human Rights. At a later stage the applicant had requested that the administrative authorities should proceed pursuant to the Land Ownership Act 1991 and that the ownership rights in respect of the land should be determined in accordance with the Civil Code.", "36. The regional land office noted that in the context of the consolidation proceedings the compensation for the landowners had been determined by a decision which had become final on 25 November 2004. None of the land owners had sought judicial review. Adequacy and form of compensation to be provided to land owners could therefore no longer be addressed in the subsequent proceedings, which concerned the implementation of the consolidation project.", "37. On 12 February 2009 a real estate agency issued a certificate, at the applicant's request, according to which the approximate value of the applicant's land is EUR 20 per square metre.", "38. On 2 April 2009, at the Government's request, the Forensic Engineering Institute in Žilina submitted an opinion according to which the market value of the applicant's land is EUR 4.31 per square metre. The opinion states that the land is located in the area of the town of Bardejov and that it has not been planned to use it for construction purposes according to the current plans. Furthermore, the land is in a zone of environmental protection of water resources whereby its use for purposes other than gardening is considerably affected.", "39. In a reaction to the latter valuation the applicant proposed that the Court should accept that the value of her land was EUR 13.28 per square metre.", "40. The relevant domestic law and practice, as well as the general background to consolidation of land used by garden communities, are set out in Urbárska obec Trenčianske Biskupice v. Slovakia, no. 74258/01, §§ 7-13 and 40-80, ECHR 2007... (extracts)).", "41. As from 1 November 2004, after Regulation 465/1991 had been repealed (see Urbárska obec Trenčianske Biskupice, cited above, § 64), sections 4(1) and 11(2) of Law no. 64/1997 have provided for the value of the land in the allotments to be determined in accordance with a special law. In particular, section 4(1) has fixed the rent at 10% of its value thus determined. Reference is made to the Land Consolidation Act 1991, as amended. Section 43(2) of that Act empowers the Ministry of Agriculture to issue a binding regulation in that respect.", "42. Such regulation was enacted with effect from 15 February 2005 (Regulation 38/2005). In it valuation is based on a scheme of “quality pedo-ecological units” (bonitované pôdno-ekologické jednotky) categorising agricultural land and other areas in Slovakia. Section 1(5) provides that such valuation is applicable also to gardens located outside a municipality's constructed area. The scheme provides for value of agricultural land within a range from EUR 0.0216 to EUR 0.402 (Annex 1). Pursuant to Annex 5, the value of a particular plot is determined by multiplying the unitary value as set out in Annex 1 by its surface area.", "43. In addition, the following legal provisions and practice are relevant in the present case.", "44. Article 152 § 4 of the Constitution provides that constitutional laws, laws and other generally binding legal regulations are to be interpreted and applied in conformity with the Constitution.", "45. Pursuant to Article 154c § 1 of the Constitution, international treaties on human rights and fundamental freedoms which the Slovak Republic has ratified and which have been promulgated in the manner laid down by a law prior to the entry into force of Constitutional Act 90/2001 on 1 July 2001 form a part of its legal order and have precedence over laws where they provide for a broader array of constitutional rights and freedoms.", "46. In judgment I. ÚS 36/02 delivered on 30 April 2003 the Constitutional Court, with reference to Articles 152 § 4 and 154c § 1 of the Constitution, held that the Convention and the case-law of its bodies represent binding guidelines for national authorities on interpretation and implementation of legal provisions with a bearing on fundamental rights and freedoms. The Convention and the case-law of its organs thus set a framework which the national authorities could not overstep when dealing with a case. The same view was expressed in its judgment I. ÚS 239/04 of 26 October 2005.", "47. On 15 October 2003 the Constitutional Court delivered a judgment in proceedings III. ÚS 138/03. The case concerned alleged flaws in proceedings on implementation of a consolidation project under Law no. 64/1997. In particular, the plaintiff complained that by its decision to discontinue the proceedings concerning lawfulness of the administrative authorities' decisions a court had breached his rights to judicial protection and to own property.", "48. The Constitutional Court granted the complaint considering that the court should have dealt with the merits of the case. It returned the case to the ordinary court for further proceedings."], "VIOLATED_ARTICLES": ["P1"], "VIOLATED_PARAGRAPHS": ["P1-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}