{"ITEMID": "001-57469", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BEL", "BRANCH": "CHAMBER", "DATE": 1980, "DOCNAME": "CASE OF DEWEER v. BELGIUM", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 6-1;Not necessary to examine art. 6-2 and 6-3;Not necessary to examine P1-1;Pecuniary damage - financial award;Non-pecuniary damage - finding of violation sufficient", "JUDGES": "Gaukur Jörundsson", "TEXT": ["7. The applicant, a Belgian national, had been a retail butcher in Louvain since 1935. He died on 14 January 1978, but one month later his widow and three daughters advised the Commission that they considered themselves to have a material and moral interest in seeing completed the proceedings he had instituted.", "8. On 18 September 1974, his shop, where he employed several persons, was the subject of a visit by Mr. Vanderleyden, an official in the Economic Inspectorate General. This official found an infringement of the Ministerial Decree of 9 August 1974 \"fixing the selling price to the consumer of beef and pig meat\" (\"the Decree of 9 August 1974\"), in that Mr. Deweer had not reduced his prices of pork by 6.5 per cent as required by Article 2 par. 4 and his \"retail margin\" for that meat was 5.95 BF in excess of the maximum - 22 BF per kilogram - permitted under Article 3 par. 1 (see paragraph 18 below).", "When questioned in this connection, the applicant made the following statement, according to the report drawn up the same day by the inspector (translation from the Dutch original):", "\"...", "As is shown by the price-markings recorded by you, for beef I have applied the reduction provided for in the Ministerial Decree of 9 August 1974 and my margin is less than 22 F.", "As concerns pig meat, I have not applied the reduction and my margin is in excess of 22 F.", "This is because my calculations were for category 2 pig meat instead of category 1 pig meat. This was a mistake on my part. I acted in good faith and, in your presence, I immediately reduced the prices in order not to exceed the margin of 22 F.\"", "He added the following note, signed, like the report, by Mr. Vanderleyden and himself:", "\"... I buy my meat on the hoof and ... the costs listed below were not included by you in your calculations:", "(1) 1.50 F commission per live kg;", "(2) transport costs of 100 F per animal, that is 1 F per kg;", "(3) slaughter costs: 100 F per animal;", "(4) slaughter tax: 105.20 per animal;", "(5) transport costs for each carcase: 100 F per animal.\"", "The inspector did not supply a copy of the report to Mr. Deweer. He set out the foregoing facts in a formal statement, known as a \"pro-justitia\", dated 18 September 1974; the Economic Inspectorate General transmitted this formal statement on 26 September to the procureur du Roi attached to the Louvain Court of First Instance.", "9. On 30 September, the Louvain procureur du Roi ordered the provisional closure of the applicant’s shop within forty-eight hours from notification of the decision. The decision cited the gravity of the facts, whilst noting that there was no need to request a sentence of imprisonment; it referred to the interview report of 18 September and to sections 1 par. 1, 2, 5 to 7, 9 and 11 of the Economic Regulation and Prices Act of 22 January 1945 (see paragraphs 12 to 16 below). The closure was to come to an end either on the day after the payment of a sum of 10,000 BF by way of friendly settlement (minnelijke schikking) or, at the latest, on the date on which judgment was passed on the offence; Mr. Deweer had eight days in which to indicate whether he accepted the offer of settlement.", "The same day the procureur du Roi wrote Mr. Deweer the following letter (translation from the Dutch original):", "\"...", "You are hereby informed of the decision provisionally closing your business in pursuance of section 11 par. 2 of the Act of 22 January 1945. Your attention is particularly drawn to the heavy penalties imposed by the Act for failure to comply with this decision.", "The amount of the friendly settlement proposed is fixed at 10,000 F.", "I should be obliged if, within eight days, you would transfer this sum to Post Office Account no. ... and advise me whether you accept the offer of settlement.", "The closure of your business will be terminated the day after you make the required payment.", "...\"", "10. On 1 October, a deputy superintendent of police delivered this letter to the applicant together with a copy of the decision to which it referred. Mr. Deweer replied on 3 October by registered letter in the following terms (translation from the Dutch original):", "\"Dear Sir,", "...", "Kindly note that I am today paying the sum proposed in your letter of 30 September 1974 by way of friendly settlement; consequently, the criminal proceedings become barred once and for all (section 11 par. 1 of the Act of 22 January 1945) and the closure of my establishment will no longer be put into effect.", "Kindly note, however, that I reserve all my rights to take action against the Belgian State before the civil courts, in particular for the restitution of this sum plus damages.", "In point of fact:", "- I have not as yet received any copy of the report which is the basis of the penalties imposed in my respect;", "- as far as I can recollect, the findings of those drawing up the report did not take account of the factors which are essential for calculating the prices;", "- an application for a declaration of annulment of the Decree of 9 August 1974 will be lodged before the Conseil d’État which has already annulled four similar Decrees (see the judgment of 5 July 1973);", "- a closure can only come into effect forty-eight hours after notification of the conviction (section 11 par. 2 of the Act refers to section 9 par. 5 which speaks exclusively of convictions).", "I have therefore paid the amount of the friendly settlement for the sole purpose of limiting the damage suffered by me; for the prejudice resulting from the closure of my establishment as from today until the eventual hearing of the case before the criminal court might be far in excess of 10,000 F and the civil court might then draw certain conclusions from the fact I had not mitigated my loss.", "...\"", "11. Following this payment, which had in fact already been made on 2 October, the applicant did not have his shop closed. He did not bring any action before the civil courts for restitution of money paid over without cause and for damages; nor did he apply to the Conseil d’État for a declaration of annulment of the Decree of 9 August 1974.", "12. At the relevant time, State intervention in the sphere of prices was governed in Belgium by the Economic Regulation and Prices Act (\"the 1945/1971 Act\"). This Act derived from the Legislative Decree of 22 January 1945 \"on repression of offences against rules relating to the country’s supplies\", as several times amended, in the last instance by an Act of 30 July 1971 which had modified the original title.", "Section 2 par. 1, 2 and 4, read in conjunction with section 1 par. 1, empowered the Minister responsible for economic affairs to fix by Decree, for the whole or part of the territory of the Kingdom, price-ceilings to be respected in transactions of sale, offer for sale or purchase of products, materials, foodstuffs, goods or animals, as well as the maximum profit to be made by any vendor or intermediary.", "The investigation and the finding of offences against the 1945/1971 Act were normally the responsibility of officials from the Economic Inspectorate General, acting on behalf of the Minister, and formed the subject of reports which were transmitted to the procureur du Roi; these reports were deemed to be conclusive until production of proof to the contrary (section 6).", "13. In addition to imprisonment of one month to five years and a fine of 3,000 to 30,000,000 BF (section 9 par. 1), offenders were liable to various criminal and administrative sanctions (sections 2 par. 5, 3, 7, 9 par. 2 to 6, 10, 11 and 11 bis). One of the most serious of these sanctions was closure of the offender’s business, which took four forms:", "(a) Under section 2 par. 5, the Minister could direct closure on a provisional basis, for five days at the most, in the event of refusal to comply with the instructions given by officials empowered by him; an appeal having suspensive effect was available to the person concerned before the judge in chambers at the Court of First Instance with jurisdiction in criminal matters.", "(b) Section 3, second paragraph, allowed the Minister, even in the absence of any offence, also to close establishments whose activity he considered useless or harmful.", "(c) Section 9 par. 5 enabled the courts to order closure for a period not exceeding five years, without prejudice to any penalty of imprisonment, fine or forfeiture (section 9 par. 1 to 4).", "(d) In the instant case, the closure decision was taken by the procureur du Roi. It was based on section 11 par. 2 according to which:", "\"The procureur du Roi or, where preliminary investigations have been instituted, the investigating judge may order the provisional closure of the offender’s establishment. The closure may not continue beyond the date on which judgment is passed on the offence.", "...\"", "The 1945/1971 Act did not provide for any appeal against such a decision to which, according to section 11 par. 2 in fine, section 9 par. 5 (b) applied. This latter section read as follows:", "\"The closure ... shall come into effect forty-eight hours after notification of the conviction. If the decision of closure is contravened, the procureur du Roi shall take all appropriate action in order to secure compliance therewith, in particular by affixing seals ..., and the offender shall be liable to imprisonment of six months to two years and to a fine\"", "which, in September 1974, was fixed at the amount of 3,000 to 3,000,000 BF.", "14. Whereas the first three forms of closure had apparently not been used for fifteen years or so, the same was not true of the fourth form. Provisional closure of that type was ordered in the context of judicial proceedings already instituted or imminent and could thus precede a sentence of closure imposed by a court of law in pursuance of section 9 par. 5. However, according to decided case-law, provisional closure constituted an administrative measure differing in character from and incapable of being offset against any such sentence; it was not entered on the judicial records (casier judiciaire) or on the information extracts (bulletins de renseignements) and lists of convictions issued by the municipal authorities.", "15. When he did not consider it necessary to seek a sentence of imprisonment and if proceedings for the offence had not yet been instituted before the trial court, the procureur du Roi could, under section 11 par. 1, inform the offender by registered letter that it was open to him to avoid prosecution by effecting one or more payments or services (\"prestations\"). The 1945/1971 Act listed five such payments or services from which the procureur du Roi made his choice. The first consisted of paying over a certain sum of money which might, if appropriate, be greater than the maximum fine fixed by the Act. The procureur du Roi called on the person concerned to advise him within a given period whether he accepted the settlement proposed; full and punctual performance of the settlement barred criminal proceedings.", "Although often referred to as a fine by way of settlement, the payment thus made was not regarded in Belgian law as a penalty. Consequently, the payment could not be taken into consideration when dealing with further offences and was not entered on the judicial records. It was nevertheless notified to the municipal authorities of the person’s place of residence; until a period of five years had expired, mention of it was included in the information extracts the municipalities supplied to the judicial authorities but not in the lists of convictions intended for other authorities. In that respect, settlements negotiated in accordance with section 11 par. 1 of the 1945/1971 Act resembled those provided for under, inter alia, Articles 166 to 169 and 180 to 180 ter of the Code of Criminal Procedure.", "With the possible exception of one or a few instances dating back to 1946, the closure orders issued by a procureur du Roi in pursuance of paragraph 2 of section 11 of the 1945/1971 Act were always accompanied by an offer of settlement made in accordance with paragraph 1. Such was the case in seven decisions - including the one affecting the applicant - taken in 1974 with regard to butchers in the district of Louvain. On the other hand, the converse situation - an offer of settlement without there being any closure order - was a frequent occurrence.", "16. Again, under the terms of section 11 bis, a provision not applied in Mr. Deweer’s case, the officials specially empowered for these purposes by the Minister could, on finding an offence, fix a sum whose voluntary payment by the offender likewise barred criminal proceedings. In such cases, the settlement was not even entered on the information extracts issued by the municipal authorities.", "17. Since the period under consideration, section 4 par. 4 of the 1945/1971 Act has been amended in one respect by section 24 of the Business Accounting and Annual Accounts Act of 17 July 1975, but each of the clauses quoted or summarised above, including in particular section 11, was left unchanged.", "18. The offence established in the instant case by the Economic Inspectorate General related to the Ministerial Decree of 9 August 1974 \"fixing the selling price to the consumer of beef and pig meat\" (see paragraph 8 above). This Decree, which was passed pursuant to the 1945/1971 Act, came into force on 14 August 1974; it was intended, like numerous other Decrees preceding it, to restrain rises in the cost of products constituting a major item in the consumer’s budget and in the computation of the official price-index.", "Article 2 dealt with pig meat. Paragraph 1 of Article 2 required retailers in business before 1 November 1972 - such as the applicant - not to charge in excess of the prices prevailing during the first three weeks of October 1972 as increased by 10 per cent. Paragraph 4 specified that until 31 October 1974 the selling prices to the consumer, inclusive of value-added tax, charged in accordance with paragraph 1, had to be marked down by 15 per cent. The combined effect of these two paragraphs was to produce a price reduction of 6.5 per cent as compared with the levels current in October 1972.", "Article 3, however, contained a proviso. Under paragraph 1 of Article 3, retailers able to show that they were not obtaining a retail margin of 22 BF per kilogram were, subject to not exceeding that margin, allowed to charge prices other than those following from Article 2. Paragraph 2 indicated what was to be understood by \"retail margin\", namely the difference between \"the weighted average selling price not inclusive of value-added tax\" and \"the weighted average purchase price\", these two prices being in their turn defined in paragraphs 3 and 4. Paragraph 2 did not include any provisions regarding those butchers - a minority of the order of 2 per cent - who, like Mr. Deweer, purchased their meat on the hoof.", "Under Article 7, offences against the Decree of 9 August 1974 were to be investigated, established, prosecuted and punished in accordance with the provisions of Parts II and III of the 1945/1971 Act. Section II, which was applied in Mr. Deweer’s case, appeared in Part III of the latter Act.", "19. The criminal prosecutions launched for failure to comply with the Decree of 9 August 1974 resulted, in numerous cases, in acquittals. For the most part, the relevant courts gave as the ground for their verdict the illegality of the Decree; in so doing they were acting in pursuance of Article 107 of the Constitution which states: \"The courts and tribunals shall not apply any general, provincial or local decrees and regulations save insofar as they are in accordance with the law.\" In the early stages, the prosecuting authorities entered appeals which, however, failed; eventually they abandoned any attempt at appeal.", "Certain courts adopted another solution: faced with the accused pleading the incompatibility of the Decree with Community law, they requested the Court of Justice of the European Communities to give a preliminary ruling pursuant to Article 177 of the Treaty establishing the European Economic Community; for reasons that were the subject of dispute before the Commission, the Court of Justice did not have the occasion to deliver any ruling.", "20. In a case brought before it on 14 October 1974 by a retail butcher and pork-butcher, the Conseil d’État declared the Decree of 9 August 1974 to be contrary to the principle of the equality of all Belgians before the law (Article 6 of the Constitution): the appreciable distinction drawn between retain according to the period of their establishment in business did not appear to the Conseil d’État to be justified either by any technical necessity or by imperative considerations of general economic interest. It accordingly annulled the Decree on 31 May 1978 (Ghekiere v. the State of Belgium).", "Four earlier Decrees of a similar kind, dating back to 1970 and 1971, had suffered the same fate on 5 July 1973 (National Federation of Retail Butchers and Pork-Butchers of Belgium v. the State of Belgium).", "21. After being amended on 7 October 1974, 29 October 1974, 13 November 1974 and 12 February 1975, the Decree of 9 August 1974 was repealed on 27 March 1975. The Decree which replaced it on the latter date, and which came into force on 11 April 1975, contained - as did the Decrees of 7 October and 13 November 1974 – specific clauses relating to retailers who purchased their meat on the hoof (Article 3 par. 4, last sub-paragraph). The Decree of March 1975 was the subject of a request for a preliminary ruling submitted by the Neufchâteau Court of First Instance; the Court of Justice of the European Communities gave its decision on the request on 29 June 1978 (Procureur du Roi v. P. Dechmann, case 154/77, European Court Reports 1978, pp. 1573-1595)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}