{"ITEMID": "001-4619", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SWE", "BRANCH": "ADMISSIBILITY", "DATE": 1999, "DOCNAME": "TORUNLAR v. SWEDEN", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Gaukur Jörundsson;Josep Casadevall", "TEXT": ["The applicant is a Turkish national, born in 1961 and presently residing in Eskişehir, Turkey.", "The applicant lived in Sweden between December 1991 and March 1998. On 17 June 1992 he was granted a residence permit based on the fact that he had married a Swedish woman, A.T. They have a daughter, born in 1992, and a son, born in 1993. On 15 June 1994 the applicant was granted a permanent residence permit.", "On 5 December 1995 the applicant was sentenced to two months in prison for having threatened A.T. (olaga hot) and obstructed the course of justice (övergrepp i rättssak) in May 1995. On 29 January 1996 he was convicted of nine counts of threatening behaviour and three counts of obstruction of justice committed in June - August 1995. The threats were directed against A.T. and members of her family. The applicant received a ten months’ prison sentence. He was released on probation on 28 July 1996.", "On an unspecified date the applicant and A.T. divorced. It appears that A.T. has custody of the children. After his release from prison the applicant had contacts with the children every Saturday or Sunday at A.T.’s home.", "By a judgment of 23 July 1997 the District Court (tingsrätten) of Helsingborg sentenced the applicant to ten months’ imprisonment, ordered his expulsion from Sweden and prohibited him from returning before 23 July 2002. The court found that, on 20 June 1997, the applicant had turned up at A.T.’s home and had assaulted and threatened A.T. and guests she had invited to a party. As a result of the assault, A.T. had facial injuries and a broken nose. The applicant was found guilty also of criminal damage (skadegörelse).", "As regards the applicant’s expulsion, the District Court made the following conclusions:", "(Translation)", "“The crimes in question are such that it is possible to expel the applicant under Chapter 4, Section 7, second sentence, first paragraph of the Aliens Act [Utlänningslagen]. However, Chapter 4, Section 10 of the Aliens Act requires that there be special reasons for the expulsion as, at the time of the indictment, he had been living in Sweden for more than five years. [The applicant] has not established himself in the Swedish labour market. For the third time in two years, he has committed crimes against the persons representing his only connection to Sweden. Further, his crimes seem to have become more serious. Also his children have been indirectly affected by his criminal acts. It appears that the contacts with the children will be very limited in the foreseeable future even if [the applicant] remains in Sweden. In weighing the circumstances in favour of and against expulsion, the District Court finds that there are special reasons for expelling [the applicant] from Sweden. ...”", "On 17 September 1997 the Court of Appeal (hovrätten) of Skåne and Blekinge upheld the District Court’s judgment. On 20 October 1997 the Supreme Court (Högsta domstolen) refused the applicant leave to appeal.", "Later the applicant requested the Government to exercise its power under Chapter 7, Section 16 of the Aliens Act to annul the expulsion order. By a decision of 12 February 1998 the Government rejected the request.", "On 4 March 1998 the applicant was released on probation and expelled to Turkey."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}