{"ITEMID": "001-61539", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BGR", "BRANCH": "CHAMBER", "DATE": 2003, "DOCNAME": "CASE OF YANKOV v. BULGARIA", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 3;Violation of Art. 10;Violation of Art. 13;Violation of Art. 5-3;Violation of Art. 5-4;Violation of Art. 5-5;Violation of Art. 6-1;Non-pecuniary damage - financial award;Costs and expenses partial award", "JUDGES": "Christos Rozakis", "TEXT": ["9. The applicant, Mr Todor Antimov Yankov, is a Bulgarian national who was born in 1943 and lives in Plovdiv.", "10. The applicant was the executive director of an agricultural investment fund and a financial company. He also used to teach economics, an area in which he has a doctorate.", "11. On 11 March 1996 a preliminary investigation (no. 300/96) was opened by the Plovdiv District Public Prosecutor against him and other persons in respect of a number of financial transactions. The applicant was charged under Article 282 §§ 2 and 3 of the Criminal Code of dereliction of his professional duties with a view to obtaining an unlawful gain for himself and others.", "12. In the course of the investigation the charges were altered several times. In all, eight persons were charged.", "13. During the investigation, which lasted one year and nearly two months, the investigator heard 47 witnesses, examined numerous financial and banking documents, commissioned reports, and undertook searches.", "14. On 5 May 1997 the preliminary investigation was completed and the file was transmitted to the competent prosecutor.", "15. On 1 July 1997 the prosecutor submitted a 32-page indictment to the Plovdiv District Court, accompanied by 20 binders of documents.", "16. The first hearing took place from 17 to 30 September 1997. The District Court heard the accused persons, several witnesses and experts. Some witnesses did not appear. Both the prosecution and the defence requested an adjournment.", "17. The trial resumed on 25 November 1997. The District Court heard several witnesses. Ten other witnesses had not been summoned properly and others, although summoned, did not appear. The trial was adjourned until 7 January 1998.", "18. On 1 December 1997 the court, sitting in private, granted a request by one of the accused persons for additional questions to be put to the experts. The experts submitted their report on 5 January 1998.", "19. The trial resumed on 7 and 8 January 1998. The court adjourned the hearing as some witnesses had not appeared and ordered an additional financial report.", "20. The hearing scheduled for 9 April 1998 was put off until 6 July 1998 and then until 19 October 1998 due to the applicant's ill health.", "21. On 19 October 1998 the District Court held its last hearing. It heard the final pleadings of the parties.", "22. On 30 October 1998 the Plovdiv District Court found the applicant guilty of ordering money transfers abroad in breach of the relevant financial regulations. The transfers had been ordered without proof of a lawful purpose and on behalf of clients of the applicant's financial company whom he had not fully identified. The applicant was also found guilty of issuing a power of attorney conferring wide-ranging powers to another person in breach of his duties as the manager of the financial company. The applicant was acquitted on the remainder of the charges against him and sentenced to five years' imprisonment.", "23. The reasoning of the District Court's judgment was served on the applicant on an unspecified date in February 1999.", "24. Several times during the proceedings the case file was unavailable as it was repeatedly transmitted to the competent court for examination of appeals by the applicant and his co-accused against their pre-trial detention. In practice, whenever such an appeal was lodged, the case file was transmitted together with the appeal.", "25. Throughout the proceedings the District Court and, later, the Regional Court (see below) had to seek police assistance to establish the addresses of witnesses and bring them before the court.", "26. On 19 November 1998 the applicant appealed against his conviction and sentence.", "27. On 6 December 1999 the Plovdiv Regional Court held its first hearing, which was adjourned to 13 March 2000, as one of the co-appellants had health problems.", "28. On 5 June 2000 the Regional Court quashed the applicant's conviction and sentence and remitted the case to the preliminary investigation stage.", "29. The Regional Public Prosecutor's Office in Plovdiv, considering that the Regional Court's judgment was unclear or erroneous, sought to appeal against it or request its interpretation. There ensued a dispute about the relevant time-limit, a question submitted by the prosecution authorities to the Supreme Court of Cassation. On 27 November 2000 that court dismissed the prosecution's request.", "30. Nothing was done in the case thereafter, at least until November 2002, the time of the latest information from the parties. The preliminary investigation in the applicant's case was still pending before the prosecution authorities in Plovdiv.", "31. On 12 March 1996 the applicant was arrested and detained pending trial in connection with investigation no. 300/96 by decision of an investigator, confirmed by a prosecutor.", "32. On 18 March 1996 the applicant appealed against his pre-trial detention to the Plovdiv Regional Public Prosecutor. He alleged, inter alia, that the acts on account of which he had been charged did not constitute a criminal offence (under the banking and currency regulations in force at the relevant time) and that he had therefore been charged unlawfully. He also alleged that there had been no danger of his absconding or committing further offences. On 27 March 1996 the appeal was dismissed by the Regional Public Prosecutor who stated, inter alia:", "“Since Yankov has been charged under Article 282 § 2 of the Criminal Code, pre-trial detention is mandatory in accordance with Article 152 § 1 of the Code of Criminal Procedure. The possibility of not imposing pre-trial detention is to be considered by the preliminary investigation bodies only if, regard being had to the nature of the case and the particular circumstances relating to the accused, there is no danger that he might abscond, commit further offences, or obstruct the course of justice.", "The material in the case indicates that if Yankov is released, there is a danger that he might abscond, commit further offences or obstruct the course of justice... The preliminary investigation bodies are not under any obligation to set out the facts on the basis of which the above conclusions have been made.”", "33. On 18 April 1996 the applicant requested the District Court to order his release on the ground that the charges laid against him did not contain particulars of the alleged offence and that the provisions invoked were inapplicable as he was not an employee or an officer of the bank whose funds were at stake. The parties have not provided further information on the examination of this appeal.", "34. On 29 April 1996 a prosecutor from the Chief Public Prosecutor's Office upheld the Regional Public Prosecutor's decision of 27 March 1996 while adding that the danger of absconding, committing offences or obstructing the course of justice stemmed from the fact that the applicant had financial and other relations with persons who had left the country. The arguments of the applicant, based on an analysis of the relevant banking and currency regulations, that he had not committed a crime, were to be assessed only by the investigator and then in the process of examination of the criminal case on the merits.", "35. On 11 September 1996 a further appeal was dismissed by a higher ranking prosecutor at the Chief Public Prosecutor's Office on the ground that, as the preliminary investigation was still pending, there was a risk that the applicant would seek to obstruct the course of justice. Furthermore, arguments going to the substance of the charges could only be examined once the necessary evidence had been collected.", "36. On 12 September 1996 the applicant submitted to the District Prosecutor's Office another request for release. He stated, inter alia, that he had been detained for a long period and that all the relevant evidence had been collected.", "37. On 15 November 1996 the applicant asked to be examined by doctors as his health was deteriorating because of the long period of detention.", "38. On 12 December 1996 the applicant lodged further applications for release with the District and Chief Public Prosecutors.", "39. On 13 December 1996 the District Public Prosecutor dismissed the applications noting, inter alia, that the applicant had been charged with a serious intentional offence and that another preliminary investigation was also pending against him. This was investigation no. 929/96 which had been opened on an unspecified date in 1996 and was being dealt with by the authorities in separate criminal proceedings.", "40. On 28 December 1996 the applicant complained to the Regional Public Prosecutor that his pre-trial detention was unlawful.", "41. This complaint was dismissed on 30 January 1997 on the ground that under paragraph 3 of Article 152 of the Code of Criminal Procedure release was not possible since a second preliminary investigation (no. 929/96) was pending against the applicant. The detention of the accused person was thus mandatory. Moreover, the investigation in the case under examination, no. 300/96, was progressing and was soon to be completed.", "42. On 13 February 1997 the applicant complained against his pre-trial detention to the District Court, on the ground that the statutory maximum period for the investigation had been exceeded and that, the accusation being based on documents already examined, there was no danger of him tampering with evidence. In addition, although he had been questioned on several occasions prior to his arrest, he had never attempted to abscond.", "43. The application was submitted to the District Prosecutor's Office which, according to the established practice, had to transmit it to the District Court together with the case file. On 25 February 1997, when the applicant's lawyer complained to the District Prosecutor's Office, his appeal had not yet been transmitted to the court.", "44. On an unspecified date the applicant complained to the prosecution authorities that his pre-trial detention ordered in connection with preliminary investigation no. 929/96, the second investigation pending against him, had been unlawful. On 11 March 1997 the Regional Public Prosecutor examined the above appeal and decided to terminate the applicant's pre-trial detention in connection with investigation file no. 929/96, as the applicant was detained pending trial in connection with the preliminary investigation no. 300/96.", "45. The applicant's pre-trial detention ordered in connection with preliminary investigation no. 300/96 was extended by the District Public Prosecutor on 23 April 1997.", "46. On 24 and 26 March 1997 the applicant's lawyer reiterated his request for a medical examination of his client. He stated that upon his visit on 21 March 1997 he had found the applicant in an apparently bad state of health. It appears that a medical examination was carried out on an unspecified date in the following weeks.", "47. On 23 April 1997 the District Prosecutor refused to release the applicant. She took into consideration the medical report, which apparently concluded that the applicant suffered from high blood pressure, arterio-sclerosis, a kidney stone, diabetes, problems with his lungs and the prostate, problems with the blood vessels and depression. The prosecutor noted, after examining the treatment prescribed by the doctor, that the applicant could be treated in a pre-trial detention facility with a moderate risk for his health and that his state of health should be carefully followed. She also emphasised that the applicant had been charged with a serious offence which in her opinion made his release impossible.", "48. On 1 July 1997 the applicant was committed for trial. On 23 July 1997 he appealed against his pre-trial detention to the District Court on the ground that the charges against him were weak. He further claimed that his detention had become unnecessary as all the evidence had been collected. He reiterated that he had a family and a permanent address, that he was a respected citizen, and that there had never been convincing evidence of a danger of absconding, committing offences or obstructing the course of justice. He further complained about his bad health and enclosed medical reports of 10 January and 19 and 27 June 1997. The applicant's lawyer also invoked the Convention and asked the court to give reasoned replies to each of his arguments.", "49. After examining the applicant's case in private, the District Court dismissed the application for release on 28 July 1997. The court stated:", "“The defendant Todor Antimov Yankov is indicted under section 282 § 3 of the Criminal Code with an aggravated case of dereliction of his professional duties. In accordance with Article 152 § 1 of the Code of Criminal Procedure pre-trial detention must be imposed when a person is accused of having committed a serious intentional offence. In the case of the defendant Todor Yankov, he is suspected of having committed a serious intentional offence. The grounds for the exception provided for under paragraph 2 [of Article 152] [allowing a detainee to be released from pre-trial detention] are not present in the [applicant's] case, since there exists a real danger of his obstructing the course of the proceedings or absconding. In addition, according to Article 152 § 3 of the Code of Criminal Procedure, the exception laid down in its § 2 cannot avail a defendant in a case where preliminary investigations for another criminal offence are pending against him. It is apparent from the documents in the case that the Plovdiv Dictrict Public Prosecutor's Office had separated and transmitted to the Sofia Regional Public Prosecution material in relation to another offence. Therefore, there is no valid ground for the applicant's release.”", "50. On 29 July 1997 the applicant appealed to the Regional Court. On 30 July 1997, before transmitting the appeal, the District Court sitting in private confirmed its refusal to release the applicant. On 4 August 1997 the file was transmitted to the Regional Court. On 11 August 1997 the Plovdiv Regional Court sitting in private dismissed the applicant's appeal on the same grounds. After examining the medical report, that court held that the conditions of detention were not damaging for his health.", "51. At the first trial hearing before the Plovdiv District Court on 17 September 1997 the applicant appealed against his detention. The appeal was dismissed on the ground that the applicant had been charged with a serious intentional offence for which detention was mandatory and that the exception provided by Article 152 § 2 of the Code of Criminal Procedure could not avail a defendant in a case where preliminary investigations for another criminal offence were pending against him.", "52. On 25 November 1997, at the second hearing before the Plovdiv District Court, the applicant appealed against his detention on the ground that he could not obstruct the course of justice, as all the evidence and relevant testimony had already been examined by the court. He also stated that there was no danger of his absconding in view of his social status and family ties. The court dismissed his appeal on the same day, reasoning that the applicant had been charged with a serious intentional crime and that there were no new circumstances. On 1 December 1997 the applicant appealed to the Regional Court. On 15 December 1997 that appeal was dismissed by the Regional Court sitting in private on grounds that the applicant had been charged with a serious intentional crime and hence that his continued detention was justified, especially in view of the gravity of the alleged offence.", "53. The applicant's renewed application for bail, in which he pleaded, inter alia, that there was no danger of him absconding, regard being had to his age, was dismissed by the District Court at its hearing on 8 January 1998 as he had been charged with a serious intentional crime and there was another case pending against him.", "54. On 13 January 1998 the applicant appealed to the Regional Court. Before transmitting that appeal, on 14 January 1998 the District Court sitting in private re-examined and confirmed its refusal to release the applicant. On 19 January 1998 the Regional Court sitting in private dismissed the appeal.", "55. On 9 February 1998 the applicant's lawyer requested a medical examination for the applicant as his health had deteriorated and he had to spend four days in hospital. On 27 February 1998 the applicant was examined by a doctor who recommended that he should be sent to a hospital specialising in cardiology and that he should undergo specialised medical treatment.", "56. On 9 March 1998 the applicant requested his release on the basis of that medical report. He further complained that there was no evidence of any danger that he might abscond or commit further offences.", "57. Between 10 and 17 March 1998 the applicant was detained in a disciplinary isolation cell (see below).", "58. On 19 March 1998 the District Court examined the appeal of 9 March 1998 in the presence of the applicant. The court dismissed it holding that the health risk for the applicant was the same whether he was in prison or at home. On 24 March 1998 the applicant appealed to the Regional Court. On 25 March 1998, before transmitting the appeal, the District Court sitting in private re-examined the matter and confirmed its refusal to release the applicant. The appeal was dismissed on 30 March 1998 by the Regional Court sitting in private. It found that there had been no change of circumstances or facts capable of demonstrating that the applicant would not commit offences, obstruct the course of justice or abscond if released.", "59. In the meantime, on 20 March 1998, the applicant was again examined by three doctors who found that he was suffering from thrombosis which might endanger his life and recommended rest and regular check-ups by a specialist. On 25 March 1998 the applicant was taken in hospital.", "60. On 9 April 1998 the applicant submitted a renewed bail application mainly on the ground of his ill health. It was dismissed on 23 April 1998 by the District Court at a hearing at which the court heard evidence from three doctors and found that the applicant's health was adequately monitored and that he received medical treatment.", "61. On 29 April 1998 the applicant appealed to the Regional Court. On 30 April 1998, before transmitting the appeal, the District Court sitting in private confirmed its refusal to release the applicant. The appeal was dismissed on 11 May 1998 by the Regional Court sitting in private. It held that there were no objective circumstances which could warrant the conclusion that the applicant would not interfere with the investigation. The court further found that “the length of the detention could not serve as an argument for a deviation from the strict provisions of Article 152 of the Code of Criminal Procedure” and that the applicant's medical problems could be adequately addressed by his transfer to Sofia Prison, where the medical service was presumably better. On 19 May 1998 the applicant was transferred to Sofia Prison.", "62. On 30 June 1998 the applicant was admitted to hospital.", "63. On 6 July 1998 the applicant asked again to be released on bail, pleading his ill health and the excessive length of his detention.", "64. On 9 July 1998 the District Court held a hearing and decided to release the applicant on bail on health grounds. The applicant lodged a security and was released on 10 July 1998.", "65. On 10 March 1998, during a search of the applicant before a meeting with his lawyers, the prison administration seized typewritten material. According to the applicant, it was the draft of a book he had been writing, describing events concerning his detention and the criminal proceedings against him. He had intended to read some passages to his lawyers. According to the prison officer who seized the material, the applicant had intended to transmit it to his lawyer.", "66. The Government submitted several pages of the seized material. It transpires that the manuscript was in a rough form and was not ready for publication. Relevant passages read as follows:", "“The charges against me did not contain any facts or evidence indicating any criminal intention on my part or an offence committed by me... I can only regard the acts of the authorities against me as unjustified and unlawful...", "The ... door clicked ... we stood up, hands behind our backs and backs to the warders: they are afraid that we might attack them, with our plastic cups... I never understood why these well-fed idlers were afraid, always two or three of them being present when the food was distributed... I used to eat only two to three crusts of bread and as many spoonfuls of the slops they called soup. We used to hear how they diluted the soup ... How painful were these moments - to see the eyes of a hungry fellow prisoner ... to see how human beings are turned into beasts... It is true that the economic situation in Bulgaria was difficult... But giving so little and such bad food to detained people was inhuman ..., even more so when we smelt the aroma of roasted or fried meat coming from the warders' quarters. This is sadism...", "It was very difficult when they prohibited meetings with relatives and friends. That was not done everywhere: in Plovdiv magistrates had decided to break a record for the inhuman treatment of detainees...", "[In the beginning] I did not know and never suspected what the investigative and judicial organs of democratic Bulgaria were like. For a long time I hoped that there had been a misunderstanding...", "The search [in the apartment] was conducted by police officer [B.] His inexperience was betrayed by his behaviour; he was a provincial parvenu...", "Could I imagine, when I worked 15-16 hours per day ... that the time would come when everything that I had done ... would be rejected ... by several powerful unscrupulous people, 'servants of law and order' ?", "Toilet time is 1.5 - 2 minutes ... If someone stays longer, there follow shouting, cursing, clattering on the door, truncheon blows... You can't believe that? Well, I did not believe either that such conditions of life could exist in this country ...", "The warders, most of whom are simple villagers and are paid ... better than teachers, doctors and engineers, 'work' 24 hours and then have a 72-hour rest ...They are the authority in prison, they are everything, we depend on them. It is true that there are younger and more intelligent boys, but they are a minority...", "Whenever we complained about all these disgraceful matters, there was no effect ... Twice there were inspections ...., all the officers were running here and there, it was necessary to clean, to put the detention centre in a better shape; they were afraid of complaints by prisoners. But the inspectors came, made a formalistic visit and went away.”", "67. On 10 March 1998, after having heard the applicant and the prison officers involved, the Governor of Plovdiv Prison issued order no. 99 which read as follows:", "“In accordance with section 76(k) of the Execution of Sentences Act, the detainee Todor Yankov shall be punished by seven days' confinement in an isolation cell ... for having made offensive and defamatory statements against officers, investigators, judges, prosecutors and state institutions.”", "68. Order no. 99 was not served on the applicant. It was enforced immediately, on 10 March 1998.", "69. It appears that before his transfer to the disciplinary isolation cell the applicant was examined by a doctor.", "70. Also before being brought to the cell his hair was shaved off.", "71. According to the applicant, the solitary-confinement facility had no toilet and he had to use a bucket which was not emptied regularly. Hygiene was poor and there was insufficient light.", "72. On an unspecified date the applicant's lawyers, having learned about the punishment, telephoned the General Director of Prisons and Detention Facilities, in whom appropriate powers are vested to examine appeals against confinement in an isolation cell.", "73. On 17 March 1998 the applicant left the isolation cell.", "74. On 19 March 1998 he appeared at an open hearing of the District Court. The fact that his head had been shaved nine days earlier was noticeable.", "75. On 20 March 1998 the applicant's lawyers complained against the prison governor to the Deputy Minister of Justice. They conveyed, inter alia, the applicant's concern that the prison governor had repeatedly demonstrated personal hostility towards him and had acted unlawfully.", "76. On 29 April 1998 the Deputy Minister of Justice replied to the applicant's lawyers. She stated, inter alia:", "“An inquiry was conducted in connection with your appeal against the allegedly unlawful acts of the [prison governor]... By an order N/ 99 of 10 March 1998 ... the accused Yankov was condemned to seven days' confinement in an isolation cell. This disciplinary measure was imposed because the papers seized contained expressions and descriptions which were offensive for the Ministry of the Interior's employees, the investigation bodies, the judiciary, the prosecution, the prison authorities and state bodies and institutions (section 46 of the Regulations). He was not punished because he had written the paper in question and wanted to take it out from the prison, which is, indeed, his right. That paper was given back to the accused Yankov.", "The accused suffers from a chronic disease - thrombophlebitis. He has been constantly supervised and treated in the prison. He was twice sent for outside treatment and he will be sent again for outside treatment if the need arises”.", "77. Article 282 § 1 provides", "“A person [exercising the function of managing another person's property or an official function], who acts in breach or dereliction of his professional duties, or exceeds his power or rights with a view to obtaining a material gain for himself or others or inflicting damage on others, and thus causes harm or substantial damage, shall be punished with up to five years' imprisonment...”", "78. The third paragraph of Article 282, read in conjunction with the first and the second paragraphs of the same provision, provides for a punishment of three to ten years' imprisonment in very serious cases if the resulting damage is very substantial or the offender holds a high-ranking post.", "79. At the relevant time and until the reform of 1 January 2000 an arrested person was brought before an investigator who decided whether or not the accused should be remanded in custody. The investigator's decision was subject to approval by a prosecutor. The role of investigators and prosecutors under Bulgarian law has been summarised in paragraphs 25-29 of the Court's Nikolova v. Bulgaria judgment ([GC], no. 31195/96, ECHR 1999-II).", "80. At the relevant time paragraphs 1 and 2 of Article 152 read:", "“(1) Detention on remand shall be imposed [in cases where the charges concern] a serious intentional offence.", "(2) In the cases falling under paragraph 1 [detention on remand] shall not be mandatory if there is no danger of the accused evading justice, obstructing the investigation, or committing further offences.”", "81. According to Article 93 § 7 of the Penal Code a “serious” offence is one punishable by more than five years' imprisonment.", "82. According to the Supreme Court's practice at the relevant time (it has now become at least partly obsolete as a result of the amendments in force since 1 January 2000) Article 152 § 1 required that a person charged with a serious intentional offence had to be detained on remand. An exception was only possible, in accordance with Article 152 § 2, where it was clear beyond doubt that any danger of absconding or re-offending was objectively excluded as, for example, in the case of an accused who was seriously ill, elderly, or already detained on other grounds, such as serving a sentence (Dec. 1 of 4.5.1992 in case no. 1/92, Bulletin 1992/93, p. 172; Dec. no. 4 of 21.2.1995 in case no. 76/95; Dec. no. 78 of 6.11.1995 in case no. 768/95; Dec. no. 24 in case no. 268/95, Bulletin 1995, p. 149).", "83. Paragraph 3 of Article 152, as in force until August 1997, provided that remand in custody was mandatory without exception where other criminal proceedings for a publicly prosecutable crime were pending against the accused person, or where he was a recidivist.", "84. On 21 March 1997 the Supreme Court of Cassation examined a request by the Chief Public Prosecutor for an interpretative decision on Article 152 of the Code of Criminal Procedure. The Supreme Court of Cassation considered that Article 152 § 3 of the Code was incompatible with the Constitution, the Convention and the International Covenant on Civil and Political Rights. It therefore decided to submit the matter to the Constitutional Court which is competent to rule on the compatibility of legislation with the Constitution and international treaties. Ultimately, the Constitutional Court did not decide the point, as the impugned provision was repealed with effect from 11 August 1997.", "85. At the relevant time the Supreme Court considered that it was not open to the courts, when examining an appeal against pre-trial detention, to inquire whether there existed sufficient evidence to support the charges against the detainee. Their task was only to examine the lawfulness of the detention order (Dec. no. 24 of 23.5.1995 in case no. 268/95, Bulletin 1995, p. 149).", "86. According to the general rules laid down in Articles 39 and 40 of the Code of Criminal Procedure and the existing practice, the detainee's applications for release at the trial stage of the criminal proceedings are examined by the trial court, in private or at an oral hearing.", "87. The trial court's decision is subject to appeal in the court above (Article 344 § 3). The appeal must be lodged within seven days (Article 345) with the trial court (Article 348 § 4 in conjunction with Article 318 § 2). According to Article 347, after receiving the appeal, the trial court, sitting in private, must decide whether there exist grounds to annul or vary its decision. If it does not find a reason to do so the trial court transmits the appeal to the court above.", "88. Article 348 provides that the appellate court may examine the appeal in private or, if it considers it necessary, at an oral hearing.", "89. According to section 76(k) of the Act a prisoner who has committed a disciplinary offence may be punished by, inter alia, confinement in an isolation cell for up to 14 days.", "90. Rule 46 of the regulations provides that when a prisoner's writings and appeals contain denigrating and offensive language he may be subject to disciplinary and criminal punishment.", "91. At the relevant time, according to Rules 43(2) and 98, a prisoner punished by confinement in an isolation cell could appeal to the General Director of Prisons and Detention Facilities through the prison's governor. All appeals had to be transmitted by the prison authorities within 24 hours, together with the governor's comments. The General Director was required to reply within three days. Filing an appeal did not suspend the execution of the punishment.", "92. In 2002 the new section 78b of the Act introduced the possibility of a judicial appeal against disciplinary confinement in an isolation cell.", "93. Section 2(1) provides:", "“The State shall be liable for damage caused to [private persons] by the organs of ... the investigation, the prosecution, the courts ... for:", "1. unlawful pre-trial detention ... , if [the detention order] has been set aside for lack of lawful grounds...”", "94. The reported case-law under section 2(1) of the Act is scant. In two recent judgments the Supreme Court of Cassation held that pre-trial detention orders must be considered as being “set aside for lack of lawful grounds” - and State liability arises - where the criminal proceedings were terminated on grounds that the charges were not proven (Decision no. 859, 10 September 2001, case no. 2017/00) or where the accused was acquitted (Decision no. 978, 10 July 2001, case no. 1036/01). The view taken appears to be that in such cases the pre-trial detention order is retrospectively deprived of its lawful grounds as the charges were unfounded.", "95. On the other hand, the Government have not informed the Court of any successful claim under section 2(1) of the Act in respect of unlawful pre-trial detention orders in connection with pending criminal proceedings or proceedings which have ended with final convictions. It appears that rulings putting an end to pre-trial detention in pending criminal proceedings have never been considered as decisions to “set aside for lack of lawful grounds” within the meaning of section 2(1) of the Act. Also, the terms “unlawful” and “lack of lawful grounds” apparently refer to unlawfulness under domestic law.", "96. Under section 2(2) of the Act, in certain circumstances a claim may be brought for damage occasioned by “unlawful bringing of criminal charges”. Such a claim may be brought only where the accused person was acquitted by a court or the criminal proceedings were discontinued by a court or by the prosecution authorities on grounds that the accused person was not the perpetrator, that the facts did not constitute a criminal offence or that the criminal proceedings were instituted after the expiry of the relevant limitation period or despite a relevant amnesty. In contrast with the solution adopted under section 2(1) (see paragraph 94 above), the Supreme Court of Cassation has held that no liability under section 2(2) arises where the criminal proceedings were discontinued at the pre-trial stage on grounds that the accusation was not proven (Decision No. 1085, 26 July 2001, case no. 2263/00, Supreme Court of Cassation-IV).", "97. Persons seeking redress for damage occasioned by decisions of the investigating and prosecuting authorities or the courts in circumstances falling within the scope of the State Responsibility for Damage Act have no claim under general tort law as the Act is a lex specialis and excludes the application of the general regime (section 8 § 1 of the Act; Dec. No. 1370, 16.12.1992, civil case no. 1181/92 г., Supreme Court-IV). The Government have not referred to any successful claim under general tort law in connection with unlawful pre-trial detention.", "98. In their report on the visit to the former Yugoslav Republic of Macedonia in 1998, published on 11 October 2001, the CPT noted:", "“...[T]he CPT wishes to draw attention to ... practices observed by its delegation...[in one prison]. The first was the shaving of the heads of newly-arrived residents and of those who had been returned to the institution after escapes. Senior staff at that establishment accepted that such a procedure has no medical justification and could be considered degrading...", "The CPT recommends that the authorities of “the former Yugoslav Republic of Macedonia” put an end to these practices.”"], "VIOLATED_ARTICLES": ["10", "13", "3", "5", "6"], "VIOLATED_PARAGRAPHS": ["5-3", "5-4", "5-5", "6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}