{"ITEMID": "001-113684", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "ADMISSIBILITY", "DATE": 2012, "DOCNAME": "ABDI IBRAHIM v. THE UNITED KINGDOM", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson;George Nicolaou;Lech Garlicki;Ledi Bianku;Nicolas Bratza;Vincent A. De Gaetano;Zdravka Kalaydjieva", "TEXT": ["1. The applicant, Mr Hassan Ahmed Abdi Ibrahim, is a Somali national. He is currently held in immigration detention in West Drayton. He is represented before the Court by Ms J. Hunt of Wilson & Co. Solicitors, a firm of lawyers practising in London. The United Kingdom Government (“the Government”) were represented by their Agent, Mr M. Kuzmicki of the Foreign and Commonwealth Office.", "2. The facts of the case, as submitted by the parties, may be summarised as follows.", "3. The applicant was born in Somalia in 1982. He arrived in the United Kingdom in 1989, at the age of seven, with his father, step-mother, uncle and siblings, having spent two years in a refugee camp in Ethiopia immediately prior to his arrival. He was, together with his family, granted refugee status on 6 January 1990 and indefinite leave to remain on 11 July 1994.", "4. On 14 November 1995, the applicant made an allegation of child abuse, claiming that since he was five years old, his father had regularly beaten him and deprived him of food. He was placed with foster carers but, as the local authority’s investigations into his allegations were inconclusive and the applicant’s father agreed not to use force against him, he was returned home later the same month. However, following further allegations of violence against his father, the applicant was placed with foster carers in January 1996. He returned home for a short period later that month but, following further allegations, was placed with foster carers in February 1996. He absconded, and in March 1996 was placed in a residential children’s home. A medical examination conducted on 12 April 1996 indicated that the applicant had old injuries consistent with his account of abuse at the hands of his father and was extremely thin. He went to live with his uncle in November 1996, until March 1997 when his uncle stated that he could no longer care for him and the applicant was placed back in a residential children’s home.", "5. Throughout the period 1996-1997 there were problems with the applicant’s behaviour. He used drugs, including crack cocaine, and stole to finance his drug use, accumulating 12 criminal convictions as a minor. He frequently absconded from his residential placements and was excluded from school. In March 1998 the residential children’s home terminated his placement, on the grounds that his behaviour was beyond their control, and in particular that he was bullying residents and threatening staff. At the age of 16, he moved into bed and breakfast accommodation. In the Autumn of 1998 the applicant persuaded his father to pay for him to travel to Ethiopia to visit his grandmother, where he remained until March 1999 (by which time he was aged 17). Thereafter he received support, including with accommodation, from the social services “leaving care team”, although from 2000 onwards he spent substantial periods in custody.", "6. Between 26 June 1997 and 1 December 2005 the applicant was convicted of 21 offences, including theft, affray, common assault, possession of Class A and В drugs, burglary, robbery, handling stolen goods and failing to surrender to bail. In February 2001 he received a nine month custodial sentence for robbery. In November 2001, whilst still under supervision by the probation service following his release, he committed further offences and on 5 February 2002 he was convicted of robbery and offering to supply a Class В drug and sentenced to four and a half years’ imprisonment. The applicant had forced the 16 year-old he was supplying with drugs to strip and was verbally and physically aggressive towards him because he was unable to pay. On his release, in November 2004, the applicant failed to attend probation appointments and was recalled to prison. He was re-released on 15 April 2005. On 18 April 2005 he committed a further robbery, for which he was convicted on 15 July 2005. He was initially sentenced to life imprisonment with a tariff based on a determinate sentence of four years, but on appeal this was reduced to a sentence of four years’ imprisonment. In the course of that period of detention he received approximately 20 in-prison adjudications for misconduct, including fighting and disobeying orders. The applicant was released on 5 June 2007, but was recalled to prison on 27 August 2007 following a fight with another resident of the hostel where he was living.", "7. On 1 July 2005 the applicant was informed that the Secretary of State had decided to deport him to Somalia, as conducive to the public good. However, this decision was subsequently withdrawn as the applicant’s refugee status had not been considered. On 9 April 2009 the applicant was informed that the decision had been taken to revoke his refugee status. On 17 April 2009, his prison sentence ended, and he was immediately transferred into immigration detention.", "8. The applicant appealed against both the decision to revoke his refugee status and the decision to deport him, and his appeal was heard by the then Asylum and Immigration Tribunal on 10 August 2009. The Tribunal took note of the applicant’s claims to have been drug-free since 2007, and to have been let down by social services in failing to investigate the abuse he had suffered at the hands of his father and in failing subsequently to provide him with adequate support. However, the Tribunal found that, while the local authority should have investigated the applicant’s allegations of abuse more rigorously, he had, in fact, received considerable support from social services and had on occasion abused this help by running away from care homes or failing to attend appointments. In his evidence to the Tribunal, the applicant claimed not to believe in God and not to be a practising Muslim but, undermining his credibility, this contrasted with his complaint to the local authority that he was placed in a drug rehabilitation unit which did not meet his cultural needs as a Muslim. According to a forensic psychiatric report, the applicant presented a moderate risk of violent recidivism, which would be increased if he returned to substance abuse or was subjected to negative peer influences. It appeared to the Tribunal that, if released, the applicant was likely to return to the same area where he had previously committed crimes; that he had no employment prospects; and that he had previously failed to comply with supervision in the community. Given these facts and the seriousness of his offence, particularly when combined with his “appalling record” of previous convictions, the Tribunal concluded that the applicant was a danger to the community and that deportation was appropriate. The Tribunal considered a number of recent country guidance cases and the expert reports submitted by the applicant (see paragraphs 1619 below) and concluded that the revocation of his refugee status was also appropriate. There was evidence that his father had been born in Hargeisa in Somaliland, which meant that the applicant would be allowed entry by the Somaliland authorities. He was of the Isaaq clan, which was the majority clan in Somaliland, and would be able to seek clan protection. The objective evidence indicated that the situation in Somaliland was reasonably stable. The grant of asylum to the applicant was no longer necessary. The tribunal also rejected the applicant’s claim to protection under Article 3 of the Convention, concluding:", "“There is no evidence to support the appellant’s view that he faces a real risk of illtreatment upon return to Somaliland. The appellant is a young single male with no dependants who would be able to establish himself in northern Somalia and obtain protection from his clan.”", "9. The applicant sought reconsideration of the Tribunal’s decision, which was refused by a Senior Immigration Judge on 9 September 2009. Pending his application to the High Court he was granted bail by the Asylum and Immigration Tribunal on 1 December 2009, on conditions including twice weekly reporting. The applicant failed to comply with the bail conditions and did not report at all during December 2009. His application for reconsideration was refused by the High Court on 11 January 2010. The High Court found that the Tribunal had been entitled to hold that the applicant’s removal to Somaliland would not breach the Refugee Convention and that his deportation would not amount to a disproportionate interference with his Article 8 rights. The Tribunal had plainly had regard to all the applicant’s arguments and there was no realistic possibility that another Tribunal would reach a different conclusion.", "10. Meanwhile, on 31 December 2009 the applicant was arrested on a charge of theft and remanded to prison. On 15 January 2010 he was sentenced to 28 days’ imprisonment, and, following completion of his sentence, a decision was made to detain him under immigration powers. On 21 April 2010, while in immigration detention, the applicant was involved in a fight with another detained person, and on 24 June 2010 he was convicted and fined for resisting or obstructing a person assisting a constable, which incident had taken place on 7 December 2009. In August 2010 the applicant was, with others, involved in a serious disturbance whilst in immigration detention, resulting in injury to a number of individuals, including staff. He was placed in a segregation unit, and transferred to prison on 6 September 2010.", "11. A report published by UNHCR on 5 May 2010, “Eligibility Guidelines for assessing the international protection needs of asylumseekers from Somalia”, stated as follows:", "“The self-declared Republic of Somaliland, which has not been recognized by the international community as an independent sovereign state, has been relatively peaceful and secure with the exception of the problematic presidential elections process...", "UNHCR considers that a situation of generalized violence or events seriously disturbing public order does not exist to the extent that an individual present in either Puntland or Somaliland would be at risk of serious harm.”", "12. In a report published on 17 March 2009, “Human Rights Challenges: Somaliland”, Amnesty International observed:", "“While overall human rights and humanitarian conditions have continued to worsen in southern and central Somalia, as well as in Puntland, a stable Somaliland has devoted attention to democratization, institutional capacity-building, stability and development in its 18-year pursuit of international recognition of self-declared independence. While Amnesty International takes no position on Somaliland’s claim to independence, the international community should provide the de facto authorities of the Government of Somaliland with necessary support to promote the rights of its people, and to ensure its capacity to firmly establish broad human rights protections.”", "In their Annual Report on Somalia, published on 13 May 2011, Amnesty International found in relation to Somaliland that:", "“Presidential elections were held on 26 June in the Republic of Somaliland. Ahmed Mohamed Mahamoud Silanyo, a former opposition politician, was declared the new President in July. According to independent observers, the elections were generally free, fair and peaceful. However, media freedom organizations reported some instances of restrictions on journalists in the lead-up to the elections.", "Tensions flared in the border areas of Sool and Sanaag claimed by Puntland. A new armed group clashed with Somaliland security forces from May onwards. Thousands of people were reportedly displaced by the clashes.", "Displaced people from southern and central Somalia continued to live in difficult conditions.", "Minority groups continued to suffer discrimination.”", "13. In a report published on 13 July 2009, “Hostages to Peace: Threats to Human Rights and Democracy in Somaliland”, Human Rights Watch reported as follows:", "What Somaliland has accomplished over the years is both improbable and deeply impressive. While much of south/central Somalia remains mired in chaos and bloodshed, Somaliland has built a hard-won peace that it has now maintained for more than a decade. That peace has sheltered Somalilanders from the horrific abuses that have destroyed so many lives across Somalia. At the same time, Somaliland has done much to build the foundations of democratic governance grounded in respect for fundamental human rights. In 2003 and 2005 it held competitive and credible national elections, including parliamentary polls that put the territory’s House of Representatives firmly in the hands of the political opposition. There is a vibrant print media and an active and independent civil society. Somaliland has accomplished these things primarily on its own, in one of the world’s most volatile regions.”", "Human Rights Watch’s more recent “World Report 2011 – Somalia”, published on 24 January 2011, stated:", "“After almost two years of delay, Somaliland finally held its presidential election on June 26, 2010. International observers deemed the polls reasonably free and fair despite an isolated incident in the Sool region, where one person was killed. The incumbent President Dahir Riyale accepted defeat and peacefully ceded power to an opposition candidate, further advancing hopes for stability in the northern region.", "The situation remains unstable in the contested regions of Sool, Sanag, and Cayn, which lie between Somaliland, in Somalia’s northwest, and the autonomous state of Puntland in the northeast. Thousands of civilians were displaced by clan-based clashes and conflicts over resources in the disputed area in June.”", "14. The most recent Operational Guidance Note on Somalia, published on 15 December 2011, provided:", "“Somaliland and Puntland, are in general relatively safe. A long-standing dispute exists over the territories of Cayn, Sool and Sanag, with both Somaliland and Puntland claiming them and the Sool-Sanag-Cayn alliances fighting to remain part of the original state of Somalia. General insecurity resulting from armed violence continues to be the main protection concern in the North-West regions of Somaliland and there has also been an increase in violence and assassinations in Puntland, since the beginning of 2011, mostly in Galkayo, Bossaso and areas around Galgala.", "There are major protection concerns around [internally displaced person] settlements both in Puntland and Somaliland, which include overcrowding, severe levels of malnourishment, economic exploitation of children and a lack of physical security, rapes, gang rapes and other instances of sexual and gender-based violence.", "The authorities in Somaliland will only admit failed asylum seekers returning from European countries who originate from their territory or those who have close affiliations to the territory through clan membership. In the case of majority clan affiliates, this means those associated with the Isaaq in Somaliland. In Somaliland taxis and 4x4 vehicles can easily travel from Hargeisa, Burao, Lasanod and Garowe. The main transportation between Somaliland and South Central is by lorry. People travel by air between Mogadishu and Hargeisa. The Tribunal in AMM and others ... also found that a person from Somaliland will not, in general, be able without real risk of serious harm to travel overland from Mogadishu International Airport to a place where he or she might be able to obtain an unofficial travel document for the purposes of gaining entry to Somaliland, and then by land to Somaliland. This is particularly the case if the person is female. A proposed return by air to Hargeisa, Somaliland (whether or not via Mogadishu International Airport) will in general involve no such risks.”", "15. In R. (Hussein) v. the Secretary of State for the Home Department [2009] EWHC 2506 (Admin), heard by the High Court on 14 October 2009, reference was made to a Memorandum of Understanding between the Government of the United Kingdom and the Somaliland authorities concluded in 2003 and renewed in 2007, which dealt with the question of returns. The Memorandum of Understanding provided that the Somaliland authorities would accept the return of persons who had no right to remain in the United Kingdom and had a right of return to Somaliland. Such return might be voluntary or enforced as regards the individual, but required the prior consent of the authorities. Such consent would be granted only after the provision of bio-data to satisfy the Somaliland authorities that the individual in question had a sufficient connection to Somaliland, which would generally entail that the person came from a clan with a sizeable representation in the region, and/or had been born or had parents who had been born in the region, and/or had family currently residing there. If a returnee were to be rejected by the Somaliland authorities at the point of entry, he or she would be brought back to the United Kingdom at the Government’s expense.", "16. During the domestic proceedings and in his application to this Court, the applicant relied on two reports, dated March 2007 and July 2009, by Markus Höhne, from the Max Planck Institute of Social Anthropology. Mr Höhne had learnt the Somali language and had carried out research on Somali history, culture and politics since 2001, including extensive field research throughout 2002-2004 in Somaliland and Puntland.", "17. In his first report, Mr Höhne gave an overview of events in Somalia from 1979 onwards. He noted that warlord rule prevailed in southern Somalia, but that in the North West the situation developed differently, since the Somali National Movement, a guerrilla organisation predominantly supported by the Isaaq clan, seized control early in 1991. The guerrillas entered into peace negotiations with the various other clans in the region and Somaliland was declared a secessionist republic in May 1991. Over the following decade Somaliland developed as a peaceful de facto State, with a clan-based political system. In recent years, democratic reforms had been introduced and elections were held in 2002 and 2005. However, the effectiveness of the Somaliland Government was limited by lack of resources, non-recognition by the international community and military challenges from other clans, who opposed a separate Somaliland.", "18. Mr Höhne referred to the Court’s conclusions in Salah Sheekh v. the Netherlands, no. 1948/04, 11 January 2007 that individuals without ties to Somaliland would risk being turned back at the airport or subjected to harassment and abuse by the authorities. Although it appeared that the applicant originated from Somaliland, it was unclear from which clan he descended, and without any contacts to arrange his reception and arrival at Hargeysa airport, he might face rejection by the authorities. If he were allowed to enter, he might face severe problems in finding proper accommodation and meeting his other basic needs. Individuals who stood out because they dressed or spoke differently from the general population were subject to verbal harassment on the street, possibly escalating into physical attacks. Somaliland was strictly Islamic and any person who failed to conform to Islamic norms would be stigmatised and excluded from access to work, health care and other basic services. There was no welfare state or free access to health care, and people with serious illnesses had to rely on their families for support. Educational facilities were poor and unemployment was high. In most cases, it was necessary to rely on assistance from relatives in order to get a job. The reaction of the local population to the applicant would, therefore, depend on his ability to conform to the local culture. If he did become stigmatised because of his inability to fit in, he would face exclusion from employment and basic social services.", "19. In his 2009 report, Mr Höhne referred to a report by Amnesty International that the ongoing instability and armed conflict in southern and central Somalia had had an impact in Somaliland. There were at least six camps for displaced persons in Hargeisa, populated by refugees from elsewhere in Somalia and Ethiopia, and members of minority groups originating in Somaliland. Living conditions in the camps were harsh, with no running water or electricity and problems with security. Religious extremism had increased in Somaliland in recent years, due in part to radical Islamist groups such as Al-Shabaab increasing their following, with the result that much of the population took great pains to follow Islamic rules and norms in all areas of daily life, and practices which had previously been tolerated, particularly in the urban centres of the region, were now completely unacceptable. Such practices included the wearing of light clothes or even trousers by women, and smoking by men. The applicant’s lack of knowledge of and adherence to the principles of Islam would, in the light of the increasingly strict and intolerant religious context, be an even more worrying issue for him. Furthermore, the fact that it had now emerged that the applicant was from the majority Isaaq clan did not alter Mr Höhne’s view that, without contacts or family connections in Somaliland, the applicant would face severe difficulties in establishing himself. Housing, employment and other services were usually organised within family networks; unemployment was high and it was extremely hard to find a job without good qualifications and family support. An individual would need detailed knowledge about clan relations and other social structures in order to find his way through daily life."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}