{"ITEMID": "001-60171", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "CHAMBER", "DATE": 2002, "DOCNAME": "CASE OF DICHAND AND OTHERS v. AUSTRIA", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 10;Pecuniary damage - financial award;Costs and expenses award - domestic proceedings;Costs and expenses partial award - Convention proceedings", "JUDGES": "Nicolas Bratza", "TEXT": ["9. The first applicant, an Austrian citizen born in 1921 and residing in Vienna, is the chief editor and publisher of the newspaper “Neue KronenZeitung”. The second applicant, a limited partnership (Kommanditgesellschaft) is the owner of this newspaper. The third applicant is a limited company, the general partner (Komplementär) of the second applicant. The second and third applicants have their places of business in Vienna.", "10. The applicants belong to a large media group which at the relevant time was in strong competition with another media group represented by Mr Michael Graff, a lawyer practising in Vienna. Besides his profession as a lawyer, Mr Graff was from 1982 to 1987 secretary general of the Austrian People’s Party (Österreichische Volkspartei) and, from 1983 to 1995, a Member of Parliament for that party. Between 1987 and 1995 he was the Chairman of the Parliament’s Legislative Committee (Justizausschuß). From 1989 to July 1995 he represented the applicants’ competitor in several proceedings concerning unfair competition against companies belonging to the applicants’ media group.", "11. In 1989 several Austrian laws were amended by the Extended Pecuniary Limits Amendment Act (Erweiterte Wertgrenzen-Novelle). The Government Bill (Regierungsvorlage) had also provided for an amendment to Section 359 § 1 of the Enforcement Act (Exekutionsordnung), a section which is of particular relevance for the enforcement of injunctions. The Government Bill had envisaged raising the fines that could be imposed for non-compliance with injunctions from ATS 50,000 per enforcement order to ATS 80,000 per enforcement order.", "12. Under the chairmanship of Mr Graff, the Legislative Committee dealing with the Government Bill proposed a different version, namely that a maximum fine of AS 80,000 could be imposed for each request for enforcement (Exekutionsantrag) instead of for each enforcement order issued by the Enforcement Court. In its report of June 1989, the Legislative Committee pointed out that the fine had to be multiplied by the number of requests for enforcement, if only one decision combining several requests was taken. This proposal was adopted by Parliament on 29 June 1989 and published as Article XI of the Extended Pecuniary Limits Amendment Act, Federal Law Gazette 1989/343 (Erweiterte Wertgrenzen-Novelle 1989, BGBl. 1989/343).", "13. Four years later, in June 1993, the following article written by the first applicant under the pseudonym “Cato” was published in the “Neue Kronen-Zeitung”:", "“Moral 93", "Before Roland Dumas became the French Minister for Foreign Affairs, he was one of Europe’s most famous and most successful lawyers. He administered the gigantic estate of Picasso; he represented Kreisky and an Austrian Minister for Foreign Affairs when the latter found himself in a bad situation. Dumas took it for granted that he had to give up his law firm when he became a member of the government. In every democracy of the world this course of action is followed. Only Mr Graff, who is obviously thick-skinned, does not intend to comply with these moral concepts.", "It so happened that at the time when Mr Graff was presiding Parliament’s Legislative Committee, a law was amended which brought about big advantages for the newspaper publishers whom Mr Graff represented as a lawyer. In order to ensure that in such cases no suspicion, not even one that has no objective justification, can arise, there exists the wise rule of incompatibility; a lawyer is not allowed to take part in the adoption of laws which lead to advantages for his clients.", "Also the Austrian People’s Party thought that way and they decided to appeal to Mr Graff’s conscience. In vain! It is very telling for the present situation of the Austrian People’s Party that it cannot convince Mr Graff. The other parties will be only too pleased, when it becomes so flagrantly evident how powerless the Austrian People’s Party is vis-a-vis one of their officials who has his own moral concepts. Mr Graff was even allowed to present his disreputable attitude on our monopoly-television. Mr Graff thought that it would be a sign of fear to the ‘Kronen Zeitung’ if he had to resign from the Legislative Committee.", "The People’s Party does not have to fear the ‘Krone’ but its voters, who will continue turning away from it if the party shows itself incapable of establishing order within its own ranks; how could one then possibly trust that it would succeed in doing this in the State ... Cato.”", "<German>", "“Moral 93", "Roland Dumas war, bevor er Frankreich’s Außenminister wurde, einer der bekanntesten und erfolgreichsten Rechtsanwälte Europas. Er verwaltete zum Beispiel das gigantische Erbe Picassos, vertrat Kreisky und einen österreichischen Außenminister, als dieser in eine arge Affäre geraten war. Für Dumas war es ganz selbstverständlich, daß er sein Rechtsanwaltsbüro aufgeben mußte, als er in die Regierung eintrat. Überall in der Welt wird dies in Demokratien so gehalten. Nur der offenbar mit einer Büffelhaut ausgestattete Rechtsanwalt Dr. Graff denkt nicht daran, sich nach solchen Moralbegriffen zu richten.", "So kam es, während er im Justizausschuß des Parlaments den Vorsitz hatte, zur Veränderung eines Gesetzes, wodurch der Zeitungsverlag, den Graff rechtsanwaltlich vertritt, große Vorteile hatte. Damit in solchen Fällen nicht ein bestimmter Verdacht entstehen kann, der keineswegs begründet sein muß, gibt es eben die weise Regel der Unvereinbarkeit; ein Anwalt darf nicht an der Entstehung von Gesetzen beteiligt sein, die seinen Mandanten Vorteile bringen.", "Das dachte man auch in der ÖVP, und man entschloß sich, Graff ins Gewissen zu reden. Vergeblich! Es sagt einiges über den Zustand der ÖVP aus, daß sie sich gegen Graff nicht durchsetzen konnte. Den anderen Parteien kann es nur recht sein, wenn sich in so brutaler Offenheit zeigt, wie ohnmächtig die Volkspartei gegenüber einem Funktionär ist, der seine eigene Moral hat. Sogar in unserem Monopol-Fernsehen durfte er seine anrüchige Haltung vertreten. Graff meinte, es würde nur Angst vor der ‘Kronen Zeitung’ signalisieren, berufe man ihn im Justizausschuß ab.", "Nicht vor der ‘Krone’ braucht die ÖVP Angst zu haben, sondern vor ihren Wählern, die sich weiter von ihr abwenden werden, wenn sie sich als unfähig erweist, in der eigenen Partei Ordnung zu machen; wie sollte man da das Vertrauen haben, es könne ihr im Staat gelingen ... Cato.”", "14. On 7 June 1993 Mr Graff brought injunction proceedings under Section 1330 of the Austrian Civil Code (Allgemeines Bürgerliches Gesetzbuch) against the three applicants before the Vienna Commercial Court (Handelsgericht). He requested that the applicants be prohibited from stating or repeating that he “does not intend to comply with moral concepts existing in democracies all over the world, namely that one has to give up one’s law firm if one becomes a member of the government, (M.G. had never been a member of the government), and/or that he has taken part in the adoption of laws which have brought about advantages for his clients, and/or that he has been allowed to present his disreputable opinion on television”. He also requested that the statement be retracted and that this retraction be published in the “Neue Kronen-Zeitung”.", "15. On 9 July 1993 the Vienna Commercial Court issued a preliminary injunction (einstweilige Verfügung) against the applicants prohibiting them from reiterating the impugned statements. The applicants’ appeal against this decision was to no avail.", "16. On 9 September 1994 the Vienna Commercial Court granted a permanent injunction. It ordered the applicants not to repeat the impugned statements and to retract the statements in one edition of the “Neue KronenZeitung”. It found that the applicants’ statements amounted to an insult and therefore fell to be considered not only under Section 1330 § 2 of the Austrian Civil Code, but also under the first paragraph of Section 1330. In that case the onus of proof shifted to the applicants who had to prove the truth of the impugned statements. The court pointed out that all the statements contained in the article were statements of fact which the applicants had failed to prove.", "17. The court found that the statement contained in the first paragraph of the newspaper article was an insult, within the meaning of Section 1330 § 1 of the Civil Code, because Mr Graff was accused of ignoring or neglecting moral, democratic standards and had therefore acted immorally. This statement contained the implicit allegation that Mr Graff had become a member of the government. However, the allegation was untrue because Mr Graff had never been a member of the government.", "18. The court further considered that the statement in the second paragraph of the newspaper article expressed the suspicion that Mr Graff had abused his position as a Member of Parliament. The proposed evidence that should prove the truth of this allegation, namely the amendment of Section 359 § 1 of the Enforcement Act, was insufficient because the applicants had not even contended before the court that the amendment served the exclusive interest of Mr Graff’s client. In fact this amendment had an objective basis, concerned both competing media groups and had no distorting effect on competition.", "19. In respect of the third statement according to which Mr Graff’s attitude was disreputable, the court found that this statement again contained the allegation that Mr Graff had acted immorally because he had exercised two incompatible activities. The court therefore concluded that the applicants could not successfully rely on Article 10 of the Convention, because the interference with the applicants’ rights under this provision was justified in order to protect Mr Graff’s good reputation, which could be prejudiced by such untruthful statements.", "20. On 20 October 1994 the applicants appealed. They submitted that the Commercial Court had not sufficiently taken into account a written statement by E.S., an employee of the second applicant, which the applicants had submitted. According to this written statement, Mr Graff had requested the amendment to the Enforcement Act in order to impose a fine for each request for execution, thus exploiting one of the applicants’ weak points. The applicants were the owners of several monthly magazines. Unlike daily newspapers, these magazines were therefore usually on the market longer. If one of the applicants’ magazines, for instance, had violated the Unfair Competition Act (Bundesgesetz gegen den unlauteren Wettbewerb), Mr Graff, as the legal representative of the competitors, had immediately obtained a preliminary injunction and had filed almost daily requests for enforcement. He had counted on the fact that the applicants could, in the long run, not afford to pay the fines, or that they could not afford the cost of withdrawing the relevant issue of the monthly magazine from distribution. Under the previous legal situation, several requests for enforcement would be combined in one decision, and the applicants had only had to pay one fine of AS 50,000 for them. Under Section 359 § 1 of the Enforcement Act in its amended form, however, the fines were multiplied by the number of requests and, consequently, increased dramatically.", "21. Furthermore, the applicants complained that the Commercial Court had failed to take sufficient account of a written statement by their lawyer, S.R., and had refused to hear this person as a witness. He would have given evidence of a telephone conversation on 12 June 1989 between himself and Mr Graff in which the latter had complained that his requests for enforcement had not been successful and had not reaped the expected fines. He continued that this would require changes in the pecuniary limits and the system of fines. The applicants also submitted that the impugned article constituted a criticism of Mr Graff’s behaviour as a politician and was therefore protected by the freedom of expression guaranteed by Article 10 of the Convention.", "22. On 15 December 1994 the Vienna Court of Appeal (Oberlandesgericht) dismissed the applicants’ appeal. It found that the Commercial Court had correctly taken the necessary evidence and assessed the relevant facts. The applicants had not even argued before the Commercial Court that Mr Graff had been a member of the government or that the amendment of the Enforcement Act had served the exclusive interests of Mr Graff’s client. Instead they had merely argued that Mr Graff, in his function as Chairman of the Legislative Committee, had been involved in the making of laws which created advantages for his client. The applicants therefore should have proved that Mr Graff had been a member of the government and that he had manipulated the enactment of laws to the exclusive advantage of his client. The evidence proposed by the applicants, however, had been insufficient to prove such allegations. Moreover, the contested statements were not value judgments, but (political) criticism based on alleged facts. Such criticism was only acceptable if the underlying facts were true. Since the applicants had failed to prove the truth of these facts, they could not rely on Article 10 of the Convention.", "23. On 9 March 1995 the Supreme Court rejected as inadmissible the applicants’ extraordinary appeal on points of law (außerordentliche Revision). Referring to its previous case-law, the court pointed out that disparagement by means of untrue statements, even if made in the course of political debate, went beyond acceptable (political) criticism and could not be justified by a weighing of interests or by invoking the right to freedom of expression. This decision was served on the applicants on 10 April 1995.", "24. Section 1330 of the Austrian Civil Code (Allgemeines Bürgerliches Gesetzbuch) provides as follows:", "“(1) Everyone who has suffered material damage or loss of profit because of an insult may claim compensation.", "(2) The same applies if anyone disseminates statements of fact which jeopardise another person’s credit, gain or livelihood and if the untruth of the statement was known or must have been known to him. In such a case the retraction of the statement and the publication thereof may also be requested ....”"], "VIOLATED_ARTICLES": ["10"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}