{"ITEMID": "001-70628", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "ADMISSIBILITY", "DATE": 2005, "DOCNAME": "KONIBOLOTSKIY v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Josep Casadevall", "TEXT": ["The applicant, Nikolay Aleksandrovich Konibolotskiy, is a Russian national who was born in 1952 and lives in Kurskaya, a village in the Kurskiy District of the Stavropol Region. The respondent Government were represented by Mr P. A. Laptev, Representative of the Russian Federation at the European Court of Human Rights.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 13 September 1994 the Kurskiy District Court of the Stavropol Region dissolved the applicant’s marriage.", "On 11 April 1996 the applicant brought proceedings against his former wife, requesting partition of a house of 64.6 sq. m. total surface and other property acquired before the divorce. On 5 June 1996 the Kurskiy District Court of the Stavropol Region discontinued proceedings in the case because of the withdrawal of the action by the applicant who had reached a settlement agreement with the defendant. The applicant did not appeal but later, on an unspecified date, since the defendant had failed to adhere to the settlement agreement, successfully pursued the supervisory review procedure - an extraordinary remedy provided for by the Russian legislation.", "In the course of supervisory review proceedings, on 29 December 1997, the Presidium of the Stavropol Regional Court quashed the decision of 5 June 1996 in view of procedural defects (it had not been explained to the applicant that his withdrawal of the action would deprive him of a right to re-lodge the same action in the future) and ordered a fresh examination of the case by the same District Court.", "The examination of the case was then adjourned several times: on 17 February and 15 May 1998 on the defendant’s request; on 23 July 1998 on the applicant’s request and on 17 August 1998 because of the parties’ failure to appear.", "On 23 September 1998 the District Court ordered an expert opinion concerning the value of the house. It was obtained on 4 November 1998.", "On 12 November 1998 the hearing was adjourned as the parties failed to appear.", "On 17 November 1998 the proceedings were suspended due to the applicant’s illness.", "On 13 January 1999 the Kurskiy District Court rejected the applicant’s claim concerning the partition of the house and awarded a sum corresponding to his share in the house, to be paid by the defendant. Following the applicant’s appeal, on 14 May 1999, the Stavropol Regional Court quashed the judgment in part concerning the division of the house, pointing out that the first instance court should have examined the technical possibility of the physical partition of the house, after obtaining an expert opinion if necessary, and ordered a fresh examination of the issue.", "On 21 July 1999 the District Court ordered another expert opinion concerning the value of the disputed house and repair works made before the dissolution of the marriage. The expert opinion was obtained on 28 March 2000.", "On 15 April and 23 May 2000 the examination of the case was adjourned because of the parties’ failure to appear.", "On 11 July 2000 the District Court awarded the applicant compensation for the repairs, rejecting the rest of his claims. On 25 December 2000 the applicant requested the court to restore the time-limit for appealing against the judgment. On 27 December 2000 the court granted the request. On 30 March 2001 the Stavropol Regional Court quashed the judgment of 11 July 2000, as it lacked reasons and references to material and procedural law, and ordered a fresh examination of the case by the same court.", "On 20 April and 11 May 2001 the hearing was adjourned due to the parties’ failure to appear.", "On 29 May 2001 the District Court ordered one more expert opinion, asking whether it would be possible physically to divide the house, taking into account the applicant’s entitlement to half of the money spent on its repairs. The expert opinion was obtained in June 2001.", "On 6 July 2001 the court found that the partition of the house was impossible and ordered the defendant to pay the applicant pecuniary compensation. The applicant did not appeal and the judgment became final on 17 July 2001.", "On 3 September 2001 the bailiff’s service found that the defendant had no property which could be seized. On 14 September 2001 the enforcement proceedings were closed because of the transfer of the writs of execution to a local social security authority for deductions to be made from the defendant’s pension. There is a certificate of a local pension fund dated 25 December 2001 confirming that regular deductions were made from the defendant’s pension by way of execution of the judgment.", "As the deductions from the defendant’s pension were so small as to make the prospect of the prompt execution of the judgment unrealistic, on 24 January 2002 the applicant attempted to bring a new action against the defendant, again requesting the partition of the house. On 18 February 2002 the Justice of the Peace of the First Court Circuit of the Kurskiy District of the Stavropol Region refused to examine the action, because it raised an issue substantially the same as the one which had been decided by the judgment of 6 July 2001. On 25 April 2002 the Kurskiy District Court of the Stavropol Region upheld this decision on appeal."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}