{"ITEMID": "001-22050", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MKD", "BRANCH": "ADMISSIBILITY", "DATE": 2001, "DOCNAME": "OSMANI AND OTHERS v. \"THE FORMER YUGOSLAV REPUBLIC OF MACEDONIA\"", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis", "TEXT": ["The applicant, Osmani Rufi, was born in 1960. He lives in Gostivar, the Former Yugoslav Republic of Macedonia. He is represented before the Court by Mr Yves Leonard, a lawyer practising in Brussels, Belgium.", "At the 1996 local elections the applicant was elected mayor of Gostivar. On 14 February 1997 the Gostivar Local Council took a decision implementing section 140 of the Statute of the municipality of Gostivar on the use of flags. It provided that the Albanian and Turkish flags should be placed along with the Macedonian flag in front of the Town Hall. Other public institutions were also informed to display the Albanian and Turkish flags during public holidays.", "On 14 March 1997 the Government and a political party requested the Constitutional Court to examine the constitutionality and legality of the Gostivar Local Council’s decision on the ground that neither the Constitution nor the respective law granted power to the municipalities to regulate the display of flags. On 21 May 1997 the Constitutional Court declared the request for examination of the constitutionality and legality of section 140 of the Statute of the municipality of Gostivar admissible and, by way of an interim order, suspended the validity of all ensuing decisions. The Gostivar Local Council was served with the decision on 22 May 1997.", "On 24 May 1997 the applicant organised a meeting at which the Macedonian flag was not flown but the flag of the Republic of Albania was displayed and the Albanian national anthem was played. At the meeting he, inter alia, stated:", "“Dear citizens of Gostivar and all Albanians from where ever you come. Your gathering demonstrates once again that we started slowly but surely to fulfil what we have promised in the electoral campaign in the field of politics, culture and economy.", "...", "Each Albanian, wherever he or she lives has one thought, one idea, one stance concerning the national issue, the issue of the Albanian language, the flag or the University...", "This should be a clear message for all, for [the President] Gligorov, [the Prime Minister] Crvenkovski, the Constitutional Court that nobody should touch the Albanian flag. You are right [the citizens shout: “we will sacrifice our lives but not the flag”] we will sacrifice our lives but not the flag. We shall not accept any decision by the Constitutional Court which is entirely a political one, this institution which should protect the constitutionality and the legality but in fact violates the Constitution, the Constitution that they have adopted and laws which they have adopted without asking us, it is for us to decide on our own rights. It is not for them to decide.", "Many troops flew the Albanian flag, i.e., Partisans’, Balists’ [Albanian movement which occupied the western part of the Former Yugoslav Republic of Macedonia during the Second World War] and other Albanian troops which were always fighting for the liberation of our territories. Our territories in [the Former Yugoslav Republic of] Macedonia are our territories, this should be acknowledged once for all and on these territories our flag shall always be flown.", "...", "We were not given our mandates to execute the policy of the Government [of the Former Yugoslav Republic] of Macedonia, but to do what you have wished to be done and that is certainly what we are going to do, because we were not elected by the Government [of the Former Yugoslav Republic] of Macedonia, the Parliament or the President...", "The [Government’s] black hand covered with blood the University of Tetovo yesterday, their black hand wishes to cover with blood our national flag today, but they have first to think thoroughly as we are going to reply to a slap with a slap.", "I gave them a clear message that as long as I am in the Gostivar Town Hall nobody shall ever touch the Albanian flag - they may go ahead, they may suspend me and the councillors of the Town Hall, but they shall never touch the flag, since we were not elected to remain quiet in our offices, today we are ready to give up our duties and offices, shall we do so?", "During the election campaign I promised you that Gostivar will become an Albanian town and so it will be.", "It shall [become an Albanian town] by an official display of the flag, the official use of the Albanian language and by putting up the signs of the stores in Albanian language, and [by establishing] many other institutions with other Albanian municipalities. We shall do it within the framework of the project of the regionalisation.", "It should be clear that the Albanian flag is the eternal symbol of the Albanians.", "Finally, I wish to thank you all and I promise you once more that we shall hold to the issue of the flag, the language, the University and to many other Albanian projects until the end, that we will soon turn them into reality notwithstanding the will of whomever, we shall abide by your political will and the only court that we shall obey eventually is the Albanian nation and nobody else.", "Long live the Albanian flag”.", "On 26 May 1997 the Gostivar Local Council informed the Constitutional Court of its decision not to implement the Constitutional Court’s interim order of 21 May 1997 emphasising that the removal of the flags would lead to an inter-ethnic conflict.", "On 26 May 1997 a group of citizens tried to remove the Albanian flag from the front of the Gostivar Town Hall which led to a fight between the citizens. Following this, the applicant outside his competence as a mayor, organised armed shifts for the protection of the Albanian flag.", "Furthermore, he also acting outside of his competence as a mayor and out of law, set up central crisis headquarters with several regional branches. A list of civilians of Albanian ethnic origin with special responsibilities was drawn up and money was allocated for different activities, such as propaganda and communication, shelters for injured people, etc.", "On 6 June 1997 the applicant warned the Constitutional Court that the interim order of 21 May 1997 would lead to an inter-ethnic conflict.", "On 11 June 1997 the Constitutional Court abrogated section 140 of the Gostivar Statute on the ground that the Local Council had exceeded its power when it had regulated the display of the flags by its statute as it had not been empowered to do so by the Constitution or by law.", "On 9 July 1997, at around 2 a.m., the police removed the flags from the front of the Gostivar Town Hall. The Ministry of Foreign Affairs on 15 July 1997 gave, inter alia, the following account:", "“...", "During the searches carried out in Gostivar ... Town Hall firearms were found, for which their holders did not have a licence...”", "In footnote no. 2 it was stated:", "“Three armed persons, ... two in Gostivar [who were watching over the Albanian flags] were detained and the following firearms were confiscated - semi-automatic guns “Walter” without a number, calibre 7.65; Unik, model no. 51, without a number, calibre 7.65; and “TT” -33, calibre 7.62 which were found in the kitchen, the toilet and the corridor of the private office of the chairman of the Town Hall” - end of the footnote.", "The report goes on:", "“At around 7.30 a.m. ..., without any reason a group of 200 citizens, by use of physical violence, projectiles [rocks and stones], metal sticks and “chemical substances” [Molotovs’ cocktails and teargas] attacked the police [apparently positioned nearby the Gostivar Town Hall] and ... breached the public order and peace in the town.", "The police used “chemical substances” AF-1 and AG-1 [teargas], truncheons and physical force. The public order was quickly restored, but other people from the nearby villages [who arrived] in an organised manner joined the crowed which became larger. According to our estimations, at around 3 p.m. a crowed of 7-8,000 people gathered in front of the Town Hall.", "...", "...at around 2.30 p.m. five persons were detained, three of whom were citizens of the Republic of Albania and all 39 bottles with Molotovs’ cocktails were found. Since [the leaders] could no longer use Molotovs’ cocktails to heat-up the crowed they started shouting: “Bosnia, Bosnia”.", "At around 3.18 p.m. the first smoke bomb was thrown nearby the positions of the police, and after a while the second smoke bomb was thrown [at the police]. The visibility reduced by the smoke bombs provoked the extremists to open fire with automatic guns.", "...one of the policeman was seriously injured and urgently taken to hospital.", "After one hour of intensive firing from both sides, the Ministry had not received any information that anybody from the extremists or from the crowed had been killed or injured in the interim. No deaths or injuries were reported until then and later [as a result of] the request of the parents of two victims an autopsy was not ordered by the investigating judge, therefore, the possibility to clarify the circumstances (time, place, manner, etc.) surrounding their deaths was excluded.", "Around 5 p.m. the firing had stopped and the police restored the peace in the town.", "...the police searched the private offices of the chairmen of the Town Hall ... in Gostivar and the houses of the two “guards” of the flag in front of the Town Hall of Gostivar (two automatic guns and a big quantity of ammunition were found).", "In the private office of the chairman of the Gostivar Town Hall the police, inter alia, found documents concerning the “crises headquarters and its regional branches” which were set up in case of an attempt to remove the Albanian flag. The way the headquarters were structured justifies the fear that [the people involved were ready] to put up armed resistance.", "In footnote no. 9 of the report it was said:", "“In one of the buildings from where it was fired on the police, large quantities of medicines and other medical equipment for an intravenous drip, analgesic drugs, antibiotics, [medicines] against dehydration, ampoules against excessive bleeding, etc, were found...” - end of the footnote.", "The report further continues:", "“In the Gostivar hospital 196 patients seriously or slightly injured were registered between 9 and 11 July 1997...", "On 9 July 1997 seven injured persons requested medical assistance at the Surgery of the Skopje Medical Centre... On the same day nine other persons requested medical assistance at the Skopje Military Hospital ...", "...”", "On 9 July 1997 the police searched the applicant’s home and seized three guns and some documents, including minutes of 31 May 1997 on the set up of the central crises headquarters and its regional branches; a list of persons from different municipalities who were responsible for different tasks, i.e., communication and propaganda, shelters for injured, finances, transport and security of the flag; and a copy of the applicant’s speech delivered on 24 May 1997.", "The police had requested the applicant several times to address the citizens, but the applicant had allegedly agreed to do so only after the Macedonian flag was removed from the front of the Gostivar Town Hall, the police forces withdrawn and detained persons released. At that occasion the applicant also allegedly stated that one day the Albanian flag would be flown as the official one and not only as the flag of a minority. Around 4.30 p.m. he addressed the people via a local TV station following which the riots stopped.", "On 10 July 1997 the applicant was detained pending trial and on 8 August 1997 he was charged with stirring up national, racial and religious hatred, disagreement and intolerance by a public official and with a serious case of organised resistance and the non-execution of a decision or an order of a State institution. He was released on 7 October 1997.", "The Gostivar Municipal Court held hearings on 11, 12 and 15 September 1997.", "In addition to hearing several witnesses, the court examined, inter alia, typed and hand-written originals as well as a translation of the applicant’s speech, a video-tape of the aforementioned meeting, the minutes and other documents on the setting up of central crisis headquarters with regional branches, shelters for the injured and a list of persons who took part in those activities.", "On 16 September 1997 the Municipal Court found the applicant guilty of: (a) stirring up, as a public official, national, racial and religious hatred, disagreement and intolerance for which he was sentenced to eight years’ term of imprisonment; (b) organising resistance against a lawful decision or activity of a State institution for which he was sentenced to four years’ term of imprisonment; and (c) non-execution, as a public official, of a Constitutional Court’s decision for which he was sentenced to three years’ term of imprisonment. The overall sentence was thirteen years and eight months’ term of imprisonment.", "The offence of stirring up, as a public official, national, racial and religious hatred, disagreement and intolerance had been made out by the failure of the applicant, who had been an elected mayor, to inform the Local Council and the central Government that the decision to display the flags of Albania and Turkey in front of the Town Hall had been unconstitutional. He had implemented such an unlawful decision and had instructed all other public institutions to display the respective flags during the public holidays. He had refused to implement the Constitutional Court’s interim order and decision and had organised a public meeting under the motto “to defend the official use of the national flag” at which the anthem of the Republic of Albania had been played and the flag of the Republic of Albania displayed.", "Moreover, at the meeting he, inter alia, had stated:", "“ we shall give our lives but not our flag”, “we do not recognise the decisions of the Constitutional Court”;” “The Albanian flag was flown in front of many troops, i.e., partisans’, balists’ [Albanian movement which occupied western part of the Former Yugoslav Republic of Macedonia during the Second World War] and in front of other Albanian troops which were always fighting for the liberation of our territories. Our territories in [the Former Yugoslav Republic of] Macedonia are our territories, this should be acknowledged once and for all and on these territories our flag will always be flown”.", "The court held that the applicant had called and organised the citizens of Albanian origin to protect the respective flag with their lives, thereby, he had encouraged the violent events of 9 July 1997 in which three lives had been lost, many citizens injured and considerable damage caused. He had caused a feeling of insecurity and fear among the citizens of Macedonian origin. He had been aware in advance of the serious consequences which his speech might have and had actually provoked.", "There had been a connection between the meeting of 24 May 1997 and the events of 9 July 1997 as it was clear from the evidence that the set up of the central crisis headquarters, shelters for the injured, night shifts and different strategies how to defend the flag had been planned and undertaken by the applicant.", "Furthermore, the two villagers who had been “on duty” to protect the flag on the night of 9 July 1997 gave evidence that a person who had identified himself as being a messenger of the applicant had asked one of them, Mr F., to be on the night shift of 8/9 July 1997 for the protection of the flag of the Republic of Albania. For this purpose he had received a proxy with the stamp and signature of the applicant. The name of the second witness Mr B. had also been put on the proxy. In the Town Hall Mr F. and Mr B. had been instructed by Mr K. from the village of Lakavica to watch over the flag until 6 a.m. and to inform the applicant in case they noticed something suspicious. Mr F. had been in a possession of a gun - “Walter”, calibre 7.65 with no licence.", "The court concluded that the applicant was determined to protect the flag of the Republic of Albania despite the Constitutional Court’s decision. As an elected mayor of a town with mixed population instead of promoting an inter-ethnic co-operation and tolerance he had called the citizens of Albanian ethnic origin to resist a lawful police action and had organised armed resistance against the implementation of the Constitutional Court’s decision.", "The applicant appealed to the Skopje Appellate Court. He argued that his rights to freedom of expression and freedom of assembly guaranteed by Articles 16 and 21 of the Constitution had been violated. The main reason to organise the meeting of 24 May 1997 had been to express his discontent with the Constitutional Court’s interim order of 21 May 1997. The violent events of 9 July 1997 had not been provoked by his speech and actions but by the police action. The “civil night shifts” had been organised to watch over and report if somebody or the police attempted to remove the flags.", "On 5 February 1998 the Appellate Court upheld the lower court’s judgment. The sentence for having stirred up, as a public official, national, racial and religious hatred, disagreement and intolerance was reduced to four years’ imprisonment; the sentence for having organised resistance against a lawful decision or activity of a State institution was reduced to three years’ imprisonment; and the sentence for not having executed, as a public official, the Constitutional Court’s decision was reduced to two years’ imprisonment on the ground that the applicant had no previous criminal record. The applicant’s overall sentence was reduced to seven years’ imprisonment.", "The court held that the applicant was not punished because he had expressed his opinion or organised an assembly, but because he, as a public official, had stirred up national, racial and religious hatred, disagreement and intolerance by his speech of 24 May 1997 addressed to the citizens of Albanian origin by which he encouraged a group of citizens to criminal activities. As a result there were public riots and disorder on 26 May and 9 July 1997. Furthermore, he, as a public official, had refused to execute the Constitutional Court’s decision and had organised resistance against a lawful decision and activity of a State institution. In particular, he had planned and set up central and regional branches of the crisis headquarters and armed shifts for the protection of the flag of the Republic of Albania.", "On 12 May 1998 the Supreme Court dismissed the applicant’s appeal on points of law, holding that the lower courts’ judgments were precise, consistent and reasoned.", "On 2 March 1998 the applicant availed himself of his right to submit constitutional complaint concerning the alleged violation of his right to freedom of expression.", "On 8 April 1998 the Constitutional Court dismissed his complaint. The court found, inter alia, that: a) the applicant had not informed the Local Council and the Government about the unconstitutionality of the decision to display the flags of the Republics of Albania and Turkey and had implemented it; b) had not implemented the interim order of the Constitutional Court of 21 May 1997; c) at the public meeting which had been organised by him and where he delivered his speech, the Albanian anthem had been played, the flag of the Republic of Albania flown, but the Macedonian flag had not been flown; d) from the content of his speech it was clear that he had conveyed a message that the Albanian population was endangered, that it should fight to defend the flag and promised that Gostivar would become an Albanian town; e) organised armed shifts and central and regional headquarters for the protection of the flag of the Republic of Albania and planned resistance in case of an attempt for its removal; and f) prompted by the applicant’s speech and actions the citizens of Albanian origin offered armed resistance on 9 July 1997 which resulted in three lives being lost, many people injured and substantial material damage being caused.", "The court, inter alia, stated:", "“...", "[The limits of the right to respect for freedom of expression as provided by the Constitution read as a whole, as well as, the Convention are based on] the enforcement of the principle of legality set out in Article 14 § 1 of the Constitution of the Republic of Macedonia (“No person may be punished for an action which was not considered as an offence by law, or other legislation prior to being committed, and for which no sanction has been foreseen”) together with the proscription of actions that impinge upon the rights and freedoms of others and other values guaranteed by the Constitution [that should be] proportionate to the need in a democratic society. ...this is foreseen in Article 2 of the Penal Code of the Republic of Macedonia, which sets out the basis and limits of the criminal punishment, [and] under which “The protection of freedoms and rights of peoples and of other fundamental values, and the enforcement of sanctions [that should be] proportionate to the need to prevent crime provide for the basis and definition of the legal characterisation of criminal offences and sanctions.", "...", "In particular, the way the applicant made a presentation in public and expressed his opinion, the words he used, the place of his appearance, his position, the aim he wished to achieve and the consequences ..., as well as, the actions he undertook before and after the protest [examined] as a whole represent an action which is directed against legal order as basis for the enjoyment of all freedoms and rights, and it matches the legal characterisation of the criminal offences of which he had been found guilty and sentenced. The circumstance that the criminal offences had been made out by way of action which at its surface appeared to be an enjoyment of the right of freedom of expression does not represent a ground to justify the applicant’s guilt concerning the criminal offences committed, as it transpires from the facts of the case that his action had resulted in loss of the very content of the public expression as guaranteed and protected by the Constitution. The reason for that, as transpires from the facts of the case, is that the applicant with his publicly expressed opinion had not given his intellectual or political stance, nor had [his action] represented a way of intellectual or political persuasion of the persons attending the assembly, but had directly called the citizens of Albanian ethnic origin to disobey or, evenmore, fight against public order, thus causing intolerance, friction and hatred among the citizens of Gostivar in the situation of already existing sensitive inter-ethnic tension, and the feeling of insecurity among the citizens of Albanian ethnic origin, as well as, among the citizens of Macedonian ethnic origin, which all together had the event of 9 July 1997 as its tragic epilogue...”", "On 4 February 1999 the Parliament adopted the Amnesty Act following which the applicant was granted amnesty and dispensed from having to serve his prison sentence. He was released on 5 February 1999 after having served one year and three months.", "Article 16 of the Constitution of the Republic of Macedonia guarantees the freedom of belief, conscience, opinion and public expression. Article 21 guarantees the right to peaceful assembly. Article 110 §§ 1 and 2 provide that the Constitutional Court is competent to decide on the conformity of the Government regulations and decisions with the Constitution and the laws, whereas § 3 of the same Article sets out the Constitutional Court’s competence to deal with complaints from individuals concerning violation of their rights and freedoms to communication, conscience, opinion and public expression, political association and activities, as well as prohibition of discrimination on the grounds of gender, race, religion or national, political or social affiliation.", "Article 115 provides, inter alia, that the citizens directly and through representatives participate in the decision-making in respect of the issues of local relevance. This concerns in particular: the urban planning, communal activities, culture, sport, social security and child care, nursery, primary education, basic health care and other fields determined by the respective law in the units of local self-government.", "Article 319 on stirring up national, racial and religious hatred, disagreement and intolerance, as far as relevant, provides as follows:", "“1. Any person who stirs up national, racial and religious hatred, disagreement and intolerance by coercion, ill-treatment, duress, who insults national, ethnic and religious symbols, or damages monuments and cemeteries, or in any other way stirs up national, racial and religious hatred, disagreement and intolerance shall be punished with one to five years’ imprisonment.", "2. A person who commits the offence set out in § 1 of this section by abusing his official position or power and thereby causes riots and violence against people or huge material damage shall be punished with one to ten years’ imprisonment.”", "Article 377 on the non-execution of a judicial decision, as far as relevant, provides as follows:", "“...", "3. Any official or person who is under a duty to execute a decision of the Constitutional Court of the Republic of Macedonia and who refuses to do so shall either be fined or punished with up to three years’ imprisonment.", "4. A person who commits the offence set out in Article 377 § 3 shall be punished with one to five years’ imprisonment when the committed offence seriously impinges upon the rights of others or causes a considerable damage.”", "Article 387 on organising resistance, as far as relevant, provides as follows:", "“1. A person who organises other people to offer resistance or encourages them to disobey a lawful decision or an order of a State body shall be fined or punished with up to three years’ imprisonment.", "2. A person shall be sentenced to from one to five years’ imprisonment if he does not execute a lawful decision or an order of a State body or ... when the offence has been committed by a leader of a group.”", "Article 526 provides, inter alia, that a person sentenced to a term of imprisonment or found guilty but dispensed from having to serve a prison sentence shall have the right to be compensated for being unlawfully convicted provided that on the re-opening of the criminal proceedings against him the court decides to terminate them or the person is being acquitted.", "Article 530 provides, inter alia, that a person shall have the right to be compensated for being unlawfully detained if: a) he has been detained pending trial, but the criminal proceedings against him are terminated or he is being acquitted; and b) he has already served his prison sentence but on the re-opening of the criminal proceedings against him he was sentenced to a shorter term of imprisonment, or not sentenced to a term of imprisonment.", "The law provides, inter alia, that the State flag may only be displayed during the bank holidays, public celebrations, sport and cultural events and private celebrations of the citizens.", "Section 44 of the Law on Local Self-Government provides that when a local council adopts a decision or regulation which contravenes the Constitution or the laws the mayor is under a duty to report this to the Government within fifteen days from the day the impugned decision or regulation is adopted.", "Section 1 of the Amnesty Act of 4 February 1999 grants amnesty to all persons convicted under Articles 319, 377 and 387 of the Penal Code for having stirred up national, racial and religious hatred, disagreement and intolerance, and/or for not having executed a judicial decision, and/or for having organised other people to resistance and disobedience of lawful decisions, or orders of a State body. Section 2 provides that the prison authorities where the convict, referred to in section 1 of this Act, is serving a prison sentence shall, ex officio, start the proceedings for his liberation.", "Article 113 provides that a person who has been granted amnesty shall no longer be criminally prosecuted for that offence, or shall have his or her sentence reduced accordingly, or shall be dispensed from having to serve a sentence. In addition, the judgement against him or her might be deleted from the police record."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}