{"ITEMID": "001-106783", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BGR", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF HRISTOVI v. BULGARIA", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;No violation of Art. 3 (substantive aspect);Violation of Art. 3 (procedural aspect);Non-pecuniary damage - award", "JUDGES": "George Nicolaou;Lech Garlicki;Ledi Bianku;Nicolas Bratza;Päivi Hirvelä;Zdravka Kalaydjieva", "TEXT": ["5. The applicants were born in 1967, 1968 and 1998 respectively and live in Burgas.", "6. Around 1 p.m. on 17 February 2004 someone rang the door bell of the applicants’ apartment. At that time inside the apartment were the first, second and third applicants and the second applicant’s mother, Mrs. D.Zh.", "7. Mrs D.Zh. opened the door, following which a group of several masked police officers went in and arrested the first applicant.", "8. Subsequently, it was established that the police officers were from the Central Service for Combating Organised Crime (“the CSCOC”) of the Ministry of the Interior and were conducting an operation to investigate individuals suspected of the forging of banknotes.", "9. The applicants alleged that the police officers had kicked and beaten the first applicant and threatened the second and third applicants with a gun, shouting that they would kill everybody. The Government disputed these allegations.", "10. After the first applicant was arrested and handcuffed, Mrs I.K., an officer from the CSCOC, arrived at the scene.", "11. At about 1.30 p.m. the applicants’ lawyer, Mr D.K., and a colleague of his, Mr G. B., also went to the applicants’ apartment but were apparently refused access.", "12. At about 2.30 p.m. Mr M.M., an investigator from the Burgas Regional Investigation Service (“the BRIS”) arrived at the scene in order to carry out a search of the applicants’ apartment. The first and second applicants and two certifying witnesses (поемни лица) were present during the search. At about 4 p.m. a prosecutor from the appellate public prosecutor’s office and the director of the BRIS also arrived.", "13. The search ended around 5.30 p.m.", "14. Immediately after that the police officers took the first applicant to the BRIS where he was charged with aiding and abetting the forging of banknotes and with an attempt to put forged banknotes into circulation. He was remanded in custody.", "15. On 18 February 2004 the prison doctor examined the first applicant and noted in the medical register of detained persons (aмбулаторен дневник) that the applicant was healthy. He did not make a note of any bruises or injuries on the applicant’s body. The first applicant was again examined by the prison doctor on 17, 19 and 22 March and 16 April 2004 in connection with hypertonic crisis, for which he was prescribed medication. It appears that on 22 March 2004 an unspecified part of the first applicant’s body was bandaged. It is not clear why this was done.", "16. On 23 April 2004 the first applicant was examined by specialists from a civilian hospital (see paragraph 18 below).", "17. On 15 April 2004 the first applicant filed an application with the prison authorities stating that during his arrest on 17 February 2004 he had been beaten by police officers and had not been feeling well since then; in particular, he was suffering from headaches, dizziness and pain in the ears. He requested a medical examination by civilian doctors.", "18. The request was granted, following which on 23 April 2004 the first applicant was examined in a civilian hospital. The doctors concluded that he was suffering from high blood pressure. The doctors did not note any bruises or injuries on his body.", "19. Meanwhile, on 11 April 2004 the second applicant lodged a complaint about the incident with the Sliven regional military prosecutor’s office. She stated that at about 1 p.m. on 17 February 2004 someone had rung the doorbell of the applicants’ apartment. Mrs D.Zh., who had also been residing there, had opened the door and a group of masked police officers had rushed in. The first applicant had come out into the corridor, where he had been knocked down by the police officers. The second applicant had heard shouts and screaming. She had come out into the corridor and had seen that the first applicant was lying on the floor while the police officers were punching and kicking him. The third applicant, five years old at the time, was screaming. One of the police officers had pointed a gun at the second and third applicants and shouted: “Shut up or I will shoot you! Take this child away from here! Make her shut up!” The police officer had blue eyes and a blond moustache. Mrs D.Zh. had started screaming and a female police officer with blond hair and blue eyes had threatened to beat her up.", "20. The complaint was received on 15 April 2004 and on an unspecified date thereafter an investigation was opened.", "21. During the investigation Mr M.M. and officers from the detention centre were questioned, the case file of the criminal proceedings against the first applicant was examined and information about the relevant entries in the medical register of the detained persons was gathered. There is no evidence that other State officials who had been present when the incident took place were questioned. None of the police officers who had entered the applicants’ apartment and effected the first applicant’s arrest was ever interviewed. Neither the applicants, nor any independent witnesses appear to have been questioned.", "22. In a statement given in the course of the investigation, Mr M.M., the investigator with the BRIS, stated that, following orders to carry out a search in the applicants’ apartment, he had arrived there at about 2.30 p.m. The front door of the apartment had been open. Inside the apartment Mr M.M. had seen the first applicant, who was handcuffed and was being guarded by two or three police officers. Two other police officers, two certifying witnesses and the second applicant were present. Mr M.M. had not seen the second applicant’s mother, or the third applicant. Nor had he seen signs of a fight or violence in the apartment or on the first applicant’s face, body or clothes. The first and second applicants had not complained about any ill-treatment. At about 4 p.m. a prosecutor from the appellate public prosecutor’s office and the director of the BRIS had arrived at the scene.", "23. In an order of 29 November 2004 a prosecutor from the Sliven regional military prosecutor’s office refused to open criminal proceedings (предварително производство), noting that the police officers had been carrying out a special operation for the arrest of members of an organised criminal group and that there was no evidence that the police officers had used unnecessary force and threats against the applicants.", "24. The second applicant appealed, requesting, inter alia, the questioning of Mrs D.Zh. and a neighbour, Mrs D.N., who had allegedly witnessed the incident, the examination of the register for detained persons, where, according to her, the first applicant’s bruises had been noted, and the commissioning of medical expert opinions. She submitted medical documents dated 19 March, 26 March and 13 May 2004 proving that she, her son and daughter, the third applicant, were suffering from stress disorders.", "25. The prosecutor from the Sliven regional military prosecutor’s office dealing with the case forwarded the appeal to the Sofia military appellate prosecutor’s office and prepared a report on its merits. In this report, dated 27 December 2004 and addressed to the appellate prosecutor’s office, he proposed that the appeal be dismissed and the criminal proceedings discontinued for lack of sufficient evidence.", "26. In particular, he considered that the medical documents concerning the stress disorder of the second and third applicants could not be regarded as evidence of ill-treatment and did not prove that a causal link between their condition and the events of 17 February 2004 existed. He also noted that the allegations that the first applicant had been beaten had not been proved because, first, the applicants had not complained about ill-treatment before the investigators or the prosecutor present during the search and, second, on 18 February 2004 the prison doctor had noted in the medical register that the first applicant had been healthy. As to the request for the questioning of witnesses, the prosecutor considered that Mrs D.Zh.’s testimony would not contribute to the establishment of the true facts and that there was no indication that Mrs D.N. had witnessed the events. He also considered that the applicants had not substantiated the relevance of the copy of the register of detained persons and, therefore, this request should be rejected.", "27. On 5 January 2005 a prosecutor from the Sofia military appellate prosecutor’s office upheld the refusal to open a preliminary investigation. He noted, without specifying any further details, that during the first applicant’s arrest the police officers had used physical force and other means of restraint (помощни средства). Nevertheless, he found that there was insufficient evidence of an offence.", "28. The second applicant appealed further.", "29. On 4 April 2005 a prosecutor from the Chief Public Prosecutor’s Office held that the police officers had indeed imposed some restrictions on the applicants, such as to forbid contact between them and restrict their free movement. These restrictions, however, had been necessary in order to carry out the search. The applicants had not complained about the alleged ill-treatment to the prosecutor or to the investigators who had been present at the search but had instead lodged their official complaint two months after the incident. He found that no excess of power or evidence of an offence had been established and therefore refused to open criminal proceedings. In respect of the complaints about the alleged ill-treatment of the first applicant, the prosecutor rejected the appeal without examining its merits as it had not been lodged by the first applicant himself.", "30. The first and second applicants appealed to the Chief Public Prosecutor.", "31. On 28 May 2005 a prosecutor from the Chief Public Prosecutor’s Office refused to open criminal proceedings on account of a lack of sufficient evidence of an offence.", "32. At a hearing on 14 October 2004, held in the course of the criminal proceedings against the first applicant, Mrs I.K, an officer from the CSCOC who had been present at the incident, stated that by the time she had arrived at the scene, other police officers had already arrested the first applicant, who at the moment of her arrival had been lying on the floor while being handcuffed. Thereafter, the police officers had lifted him from the floor and let him sit down. She contended that she had not seen any of the police officers hit the first applicant; nor had she noticed bruises or injuries on him. She had not been aware of the allegations that injuries on the first applicant’s body had been noted in the register for detained persons. It appears that these statements were made in connection with contentions made by the first applicant in the course of the criminal proceedings against him that he had been ill-treated during his arrest on 17 February 2004.", "33. On the same day, another officer from the CSCOC, Mr K.M., testified before the trial court. His testimony did not concern the events of 17 February 2004.", "34. On 17 February 2004 the applicant was remanded in custody on suspicion of aiding and abetting the forgery of banknotes and of attempting to put forged banknotes into circulation.", "35. On 20 May 2004 he was released on bail.", "36. By a judgment of 30 March 2005 the Burgas Regional Curt found the first applicant guilty as charged. It sentenced him to six years’ imprisonment and confiscated the mobile phone he had used for arranging meetings with accomplices and potential clients.", "37. The first applicant appealed, claiming, inter alia, procedural breaches, including the refusal of the domestic court to provide him with a translation of a fax from the US secret services which had allegedly been admitted as evidence and mentioned in the judgment. The Burgas Court of Appeal dismissed this request at a hearing on 25 March 2005, finding that the fax had not been included as evidence in the case file.", "38. On 13 February 2006 the Burgas Court of Appeal upheld the previous court’s judgment, finding no procedural breaches.", "39. The first applicant, who had been legally represented throughout the proceedings, appealed further.", "40. By a final judgement of 29 March 2007, the Supreme Court of Cassation acquitted him on the charges of attempting to put forged banknotes into circulation and therefore did not examine his arguments in connection with these charges. It upheld the conviction on the remainder of the charges and the sentence.", "41. The applicant submits that he became aware of the final judgment only on 5 April 2007, when the case file was returned to the Burgas Regional Court and placed at his disposal at the court’s registry.", "42. Section 78 of the Ministry of the Interior Act of 1997, in force until 1 May 2006, provided that police officers may use force when performing their duties only if they had no alternative course of action in cases of, inter alia, resistance or refusal to obey a lawful order, arrest of an offender who did not obey or resisted a police officer, and attacks against citizens and police officers. Pursuant to section 79(2), the use of force had to be commensurate with, in particular, the specific circumstances and the personality of the offender. Section 79(3) imposed a duty on police officers to protect, wherever possible, the health of the persons against whom force was being used. Section 79(5) forbade the use of physical force against minors.", "43. Article 12a of the Criminal Code provides that causing harm to a person while arresting them for an offence is not punishable where no other means of effecting the arrest exists and the force used is necessary and lawful. The force used will not be considered “necessary” where it is manifestly disproportionate to the nature of the offence committed by the person to be arrested or is in itself excessive and unnecessary.", "44. Instruction no. I-167/2003 of 23 July 2003, in force between 2003 and February 2007, governed the procedures for detention in custody. Section 2 of the Instruction provided that in the performance of their duties the police organs were under an obligation to respect detainees’ human rights in accordance with the Bulgarian Constitution and the Convention. Section 8 of the Instruction provided that when performing their duties police officers may use force only in accordance with the provisions of the Ministry of the Interior Act. Acts of inhuman or degrading treatment, torture or discrimination were strictly forbidden (section 9). If a police officer witnessed such an act, he or she was under an obligation to prevent its continuation and to inform his or her superior (section 10).", "45. Section 159(3) of the Ministry of the Interior Act of 1997 provided that the identity of members of the Specialised Anti-terrorism Squad could not be disclosed. At the material time there were no such provisions in place in respect of members of the CSCOC or other police officers.", "46. The new Ministry of the Interior Act, in force from 1 May 2006, provides that the identity of police officers whose duties include taking part in operations aimed at liberating hostages and/or neutralising or arresting persons suspected of having committed particularly dangerous offences must not be revealed (section 91(3)). The Regulations for the Act’s implementation provide that the identity of the members of the Specialised Anti-Terrorism Squad, whose duties include carrying out operations under section 91 of the Act, cannot be disclosed (section 136(2), later superseded by section 150 т (2)).", "47. Pursuant to Articles 128, 129 and 130 of the Criminal Code, causing minor, moderate or severe bodily harm to another person is a criminal offence. Article 131 § 1 (2) provides that if the injury is caused by a police officer in the course of, or in connection with, the performance of his or her duties, the offence is an aggravated one. This offence is a publicly prosecutable one. With the exception of threats (Article 144 of the Criminal Code) Bulgarian law does not provide for the criminalisation as such of acts giving rise to psychological suffering.", "48. Persons claiming that they have been ill-treated by police officers can seek damages under the State and Municipalities Responsibility for Damage Act (“the SMRDA”) of 1988. The remedy is described in more detail in the Court’s judgment in the case of Krastanov v. Bulgaria (no. 50222/99, §§ 45-46, 30 September 2004)."], "VIOLATED_ARTICLES": ["3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["3"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}