{"ITEMID": "001-95575", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FIN", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF LAPPALAINEN v. FINLAND", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial", "JUDGES": "David Thór Björgvinsson;Ján Šikuta;Lech Garlicki;Mihai Poalelungi;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["4. The applicant was born in 1973 and lives in Outokumpu.", "5. On 16 November 1999 the applicant instituted proceedings against K., a journalist, and Yhtyneet Kuvalehdet Oy, a publishing company, claiming non-pecuniary damages for suffering and distress due to an article published in 1998.", "6. On 27 January 2000 the District Court (käräjäoikeus, tingsrätten) held an oral hearing. On 4 February 2000 it rejected the action, holding that publishing the name of a convicted person did not amount to an offence and that, therefore, no right to compensation existed under Chapter 5, section 6, of the Tort Liability Act (vahingonkorvauslaki, skadeståndslagen; Act no. 412/1974).", "7. The applicant appealed. On 22 March 2001 he changed counsel.", "8. On 12 December 2002 the Helsinki Court of Appeal (hovioikeus, hovrätten) held an oral hearing. On 31 March 2003 the court partly upheld the applicant's claim and ordered the journalist and the publishing company jointly to pay the applicant EUR 2,000 for suffering and distress. The court found that there had been no justification for publishing the name of a private person such as the applicant.", "9. All the parties requested leave to appeal, which was granted on 3 September 2003.", "10. In its judgment of 19 December 2005 (precedent no. KKO 2005:136) the Supreme Court (korkein oikeus, högsta domstolen) overturned the appellate court's judgment and rejected the action."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}