{"ITEMID": "001-22940", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "ADMISSIBILITY", "DATE": 2002, "DOCNAME": "PIETRZAK v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant, Jerzy Wacław Pietrzak, is a Polish national, who was born in 1934 and lives in Koszalin, Poland.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "In 1978 a plot of land, originally owned by the applicant’s parents, was expropriated. The compensation for the property was deposited with a court, because the administrative organ responsible for the expropriation had not established the address of the owners (in fact they had died before the expropriation). The applicant was not satisfied with the amount of the compensation.", "On 20 February 1991 the applicant obtained a court decision declaring him the only heir to his late parents’ estate.", "On 16 June 1992 the applicant lodged with the Warszawa Praga-Północ District Office (Urząd Dzielnicy Gminy Warszawa Praga-Północ) a request to reopen the proceedings concerning the compensation, claiming that he had not taken part in the 1978 proceedings, because he had not been informed about them, and that the final decision had been based on false documents.", "On 9 September 1993 the Head of the Warsaw District Office (Kierownik Urzędu Rejonowego) refused the applicant’s request. The applicant appealed against that decision. On 22 November 1993 his appeal was dismissed by the Warsaw Governor (Wojewoda) as lodged out of a prescribed time limit. The applicant lodged with the Supreme Administrative Court (Naczelny Sąd Administracyjny) an appeal against the Governor’s decision.", "On 20 April 1995 the Supreme Administrative Court quashed the decisions of 9 September and 22 November 1993, considering that the applicant had lodged his request to reopen the proceedings one day after receiving the text of the 1978 expropriation decision, therefore within the time limit.", "On 15 November 1996 the Head of the Warsaw District Office reopened the proceedings concerning the compensation for the 1978 expropriation. On 25 March 1997, in the course of the proceedings, the Head of the Warsaw District Office declared that the 1978 decision had been issued in breach of the Code of Administrative Procedure. However, the decision could not be quashed as more than five years had passed since the date of its issuance. The applicant lodged with the Warsaw Governor an appeal against the decision of the Head of the Warsaw District Office.", "On 3 July 1997 the Warsaw Governor quashed the decision of 15 November 1996 and remitted the case for re-examination. The Governor ordered the Head of the Warsaw District Office to establish whether it had been the applicant’s fault that he had not taken part in the 1978 proceedings.", "On 1 January 1998 there came into force a new law, according to which the governors became the first-instance organs in cases concerning expropriation and compensation therefor. As the Head of the Warsaw District Office had not completed the relevant procedure before that date, the Warsaw Governor took over the case.", "On 2 December 1998 the Warsaw Governor dismissed the applicant’s appeal and refused to quash the 1978 decision. The Governor stated that there was no indication that the documents were false. He also found that the fact that the applicant had not taken part in the 1978 proceedings had resulted from his own fault, because according to law he should have informed promptly the relevant authorities about his parents’ death and the fact that he had inherited the property. The applicant appealed against that decision to the President of the Office for the Housing and Urban Development (Prezes Urzędu Mieszkalnictwa i Rozwoju Miast).", "On 12 August 1999 the President of the Office for the Housing and Urban Development dismissed the applicant’s appeal. It appears that the applicant did not lodge with the Supreme Administrative Court an appeal against that decision.", "On 10 July 1992 the applicant filed with the Head of the Warsaw District Office a request for reassessment of the compensation granted in the course of the 1978 expropriation proceedings.", "On 29 September 1992 the applicant lodged with the Supreme Administrative Court a complaint about the inactivity on the part of the administrative organs, which despite his requests had not issued any decision. On 2 June 1993 the court delivered a judgment in which it obliged the Head of the Warsaw District Office to issue a decision with respect to the reassessment.", "On 7 September 1995 the Head of the Warsaw District Office decided to reassess the compensation. Subsequently, on 27 September 1995 the applicant lodged an appeal against that decision, as he was not satisfied with the amount of compensation and contested the legal grounds for the reassessment.", "On 12 December 1995 the Warsaw Governor dismissed his appeal, quashed the decision of the Head of the District Office and refused to reassess the compensation. The Governor considered that the compensation could not be reassessed, as it had been actually paid in the form of so-called “substitute payment”, i. e. it was deposited with a court.", "The applicant did not lodge an appeal against that decision.", "Article 35 of the Code of Administrative Procedure of 1960 lays down time-limits ranging from 1 month to 2 months for dealing with a case pending before an administrative authority. If those time-limits have not been complied with, the authority must, under Article 36 of the Code, inform the parties of that fact, explain the reasons for the delay and fix a new time-limit. Pursuant to Article 37 § 1, if the case has not been handled within the time-limits referred to in Articles 35 and 36, a party to administrative proceedings can lodge an appeal to the higher authority, alleging inactivity. In cases where the allegations of inactivity are well-founded, the higher authority fixes a new term for handling the case and orders an inquiry in order to determine the reasons for the inactivity and to identify the persons responsible for the delay. If need be, the authority may order that measures preventing in future such delays be applied.", "On 1 October 1995 a new Law of 11 May 1995 on the Supreme Administrative Court (“the 1995 Act”) came into force.", "According to the provisions of Article 17 of the 1995 Act, a party to administrative proceedings may, at any time, lodge with the Supreme Administrative Court a complaint about inactivity on the part of an authority obliged to issue an administrative decision.", "Article 26 of the Law provides:", "“When a complaint alleging inactivity on the part of an administrative authority is well-founded, the Supreme Administrative Court shall oblige that authority to issue a decision, or to perform a specific act, or to confirm, declare, or recognise a right or obligation provided for by law.”", "Pursuant to Article 30 of the Law, the decision of the Supreme Administrative Court ordering an authority to put an end to its inactivity is legally binding on the authority concerned. If the authority has not complied with the decision, the court may, under section 31 of the 1995 Act, impose a fine on it and may itself give a ruling on the right or obligation in question."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}