{"ITEMID": "001-101976", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVN", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF Z. v. SLOVENIA", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection dismissed (locus standi);No Violation of Art. 8;Remainder inadmissible", "JUDGES": "Alvina Gyulumyan;Elisabet Fura;Ineta Ziemele;Josep Casadevall;Luis López Guerra", "TEXT": ["5. The first applicant, S.Z., is a Slovenian national who was born in 1955 and lives in Celje. The first applicant is the father of the second applicant, N.Z.", "6. The first applicant lived in an unmarried partnership (zunajzakonska skupnost) with O.Č. for several years. On 18 July 1997 their daughter, the second applicant, was born.", "7. Following the separation of the first applicant and O.Č. in 2001, the second applicant lived with O.Č., her mother.", "8. In 2001 and 2002 O.Č. was suffering from a mental disorder and was consequently treated in a psychiatric hospital in Vojnik. While she was hospitalised the first applicant took care of the second applicant.", "9. On 22 June 2004 O.Č. brought an action in the Celje District Court (Okrožno sodišče v Celju) seeking sole custody of the second applicant.", "10. On 18 August 2004 the court requested the Celje Social Work Centre (Center za socialno delo Celje) to deliver an opinion establishing with which parent the child's interests would be better protected. The court received the report on 21 September 2004. The Celje Social Work Centre informed the court that the first applicant and O.Č. had not come to an agreement concerning the custody issue before 22 June 2004, the date the action was brought to the court by O.Č. It also observed that O.Č. had been taking care of the second applicant properly and that the first applicant had not expressed any objection to the second applicant's staying with her mother, on condition that he was granted contact rights. The Celje Social Work Centre also found that O. Č. was not preventing contact between the applicants.", "11. On 7 March 2005 the court received an additional report from the Celje Social Work Centre. The latter informed the court that the first applicant wished to have joint custody of the second applicant. However, he would agree for O. Č. to be granted sole custody only if O. Č. informed him daily about how the second applicant was. On this occasion the Celje Social Work Centre also informed the court that a report had been requested from the second applicant's school as well as from O. Č.'s psychiatrist. In this connection, on 14 March 2005, the court received a report from O. Č.'s psychiatrist, stating that O. Č. was refusing treatment. The psychiatrist further considered that the question of capacity to take care of the second applicant was very complex and that therefore only an expert in psychiatry could compile a credible report.", "12. Also on 14 March 2005 the court held a hearing and decided to appoint an expert in psychiatry.", "13. On 17 March 2005 the first applicant requested to be exempted from paying the court fees. On 28 March 2005 the court upheld the first applicant's request.", "14. On 4 April 2005 the court appointed an expert in psychology, D.T., in order to determine which parent should be granted custody.", "15. Subsequently, on 8 April 2005, O.Č. requested that the expert D.T. be relieved of his duties since he had previously treated her medically.", "16. On 11 April 2005 the court appointed a new expert in clinical psychology, M.G.V.", "17. On 9 May 2005 the court received a letter from O.Č.'s psychiatrist, stating that O.Č., who had been suffering from a productive psychosis, had been refusing treatment.", "18. Relying on that letter, the first applicant, on 8 June 2005, requested that an interim contact order be issued pending the outcome of the main civil proceedings.", "19. On 20 June 2005 the expert M.G.V. submitted her report. Assisted by a psychiatrist who was invited to participate in the examination process, the expert observed that both parents suffered from a mental disorder. She concluded that custody could nevertheless be granted to O.Č. on condition that she received appropriate medical treatment, while regular contact should be granted to the first applicant.", "20. Also on 20 June 2005 the court requested the Celje Social Work Centre to inform it about the progress on the contact agreement between the first applicant and O.Č.", "21. On 30 June 2005 the Celje Social Work Centre submitted a report in which it informed the court that the first applicant had, on 6 April 2005, requested a formal contact arrangement, claiming that O.Č. had, since 31 March 2005, prevented him from having contact with the second applicant. Subsequently, the Celje Social Work Centre had prepared a draft agreement but O.Č. had refused to sign it, claiming that the court would in any event arrange contact rights in contentious civil proceedings. In addition, the Celje Social Work Centre informed the court that O.Č. and the second applicant had recently moved out of their flat and had been living in special sheltered accommodation for homeless mothers (materinski dom).", "22. On 5 July 2005, further to the above-mentioned report by the Celje Social Work Centre and relying on the fact that the second applicant had been living in sheltered accommodation, the first applicant again requested that an interim measure be ordered granting him regular contact with the second applicant.", "23. Meanwhile, on 1 July 2005, the court gave a decision concerning the expert's fees.", "24. On 12 July 2005 the first applicant brought a counterclaim, seeking sole custody of the second applicant and child maintenance. He also proposed that contact should be granted between O.Č. and the second applicant.", "25. On 23 August 2005 the first applicant cancelled the power of attorney in respect of his lawyer.", "26. On 27 September 2005 the first applicant, represented by a new lawyer, lodged preliminary written submissions which modified and extended his claim seeking sole custody of the second applicant and child maintenance, granting, on the other hand, regular contact in respect of O.Č. As an alternative, he sought regular contact with the second applicant and also requested that other relatives have contact with the second applicant. He moreover asked that an interim measure be taken in respect of all his requests.", "27. On 28 September 2005 the court held a hearing. Subsequently, the court gave a decision, finding that the first applicant's request concerning contact between the second applicant and other relatives as well as his request for an interim measure to that effect should have been considered in non-contentious proceedings. That part of the claim was thus declared to be outside the court's jurisdiction.", "28. Meanwhile, on an undetermined date O.Č. lodged a criminal complaint against the first applicant alleging sexual abuse of the second applicant. It seems that, also on an undetermined date, the first applicant lodged a criminal complaint against O.Č. for neglecting the child.", "29. On 4 October 2005 the court requested O.Č.'s psychiatrist to inform it whether O.Č. was receiving treatment. It further requested the Celje Social Work Centre to inform it as regards O.Č.'s state of health and also the fact that she was living in sheltered accommodation for homeless mothers. The court also requested the District Public Prosecutor's Office to update it on the progress of the criminal proceedings instituted against the first applicant.", "30. Subsequently, on 19 October 2005, the District Public Prosecutor's Office informed the court that an expert would be appointed in order to determine whether the second applicant had been sexually abused.", "31. On 24 October 2005 the court received a report from O.Č.'s psychiatrist stating that O.Č. had been refusing treatment. The psychiatrist also observed that she had been calmer since she and the second applicant had been living in sheltered accommodation.", "32. On 25 October 2005 the first applicant lodged preliminary written submissions urging the court to order the interim measure sought on 27 September 2005.", "33. On 28 November 2005 the court rejected the first applicant's request for an interim measure in respect of custody and child maintenance as well as his alternative claim to have contact granted with the second applicant (see paragraph 26 above). Nevertheless, the court, of its own motion and in different terms, granted contact between the two applicants (each Wednesday for one hour).", "34. On 13 December 2005 the first applicant appealed against this decision.", "35. On 14 December 2005 the court received a report from the Celje Social Work Centre in which the latter observed, inter alia, that contact between the applicants was in the child's best interest. It further observed that contact was taking place in accordance with the court decision of 28 November 2005.", "36. On 5 January 2006 the Celje Higher Court (Višje sodišče v Celju) quashed the first-instance court's decision concerning the interim order and remitted the case for re-examination.", "37. On 19 and 26 January and 3 February 2006 the first applicant urged the court to re-examine the case and order the requested interim measure.", "38. Meanwhile, on 24 January 2006, O.Č. lodged a preliminary written submission in which she informed the court that her state of health had improved. As a result, she requested the court to again appoint an expert or to order an additional report to be drawn up. In addition, she submitted that, since criminal proceedings had been initiated against the first applicant, who was suspected of sexual abuse of a minor, he should not be trusted with long-term custody of the second applicant.", "39. On 2 February 2006 the court scheduled a hearing. On the same day it requested the Celje Social Work Centre to inform it, inter alia, about the conditions in which the first applicant was living, O.Č.'s state of health, the second applicant's performance at school, and also to interview the second applicant. The court requested a swift response. In addition, the court requested O. Č.'s psychiatrist to provide information on her treatment and inquired at the District Public Prosecutor's Office about the criminal proceedings instituted against the first applicant. The District Public Prosecutor's Office responded on 6 February 2006. In its report it submitted that investigating measures against the first applicant for sexual assault were still in progress. They also informed the court about criminal proceedings instituted against O.Č. for fraud and forgery of documents. The Celje Social Work Centre responded on 7 February 2006, observing that the second applicant had expressed the wish to live with her mother. O.Č.'s psychiatrist responded on 10 February 2006 stating that O.Č. was continuing with her treatment and that her health had not worsened. The psychiatrist also expressed the view that O.Č. was a good mother and was emotionally attached to the second applicant.", "40. In the meantime, on 9 February 2006 the court held a hearing and requested the Psychiatric clinic (Psihiatrična klinika) to appoint an expert in psychiatry. Furthermore, the court issued a decision whereby it rejected the first applicant's request for an interim measure concerning custody and child maintenance but upheld his subsidiary request to have contact with the second applicant.", "The decision was in the relevant part worded as follows.", "“The child may see her father every Monday, Wednesday and Friday after school. Her father is to collect her from her mother's place at 4 p.m. and be with her until 6 p.m.", "The child may also see her father every other Saturday; her father is to collect her from her mother's place at 9 a.m. and be with her until 6 p.m.", "The child shall spend the winter holidays with her mother, the spring holidays (prvomajske počitnice) with her father, the autumn holidays (krompirjeve počitnice) with her mother, the Christmas holidays, from 24 December to 29 December, with her father and from 29 December to 2 January with her mother.", "During the school summer holidays the child shall spend four weeks with her father (two weeks in July and two weeks in August)”", "41. On 22 February 2006 O.Č. lodged a preliminary written submission in which she submitted to the court a lease contract for the new apartment in which she was now living with the second applicant.", "42. On 25 April 2006, further to the court's request, the Celje Police Station informed the court that they had dealt with several matters concerning the second applicant. For example, O.Č. had alleged that the second applicant had been kidnapped when she was taken out of kindergarten by the first applicant. On another occasion she expressed the fear that the first applicant, who wanted to take the second applicant for a walk, would take her to an unknown destination. As to the first applicant, he has twice alleged that O.Č. took the first applicant away without telling him where.", "43. On 11 and 24 May 2006 the first applicant lodged preliminary written submissions, in which he requested to be informed of the name of the expert appointed by the Psychiatric clinic (see paragraph 40 above).", "44. On 15 May 2006 the court received a report from the Celje Social Work Centre in which the latter observed that O.Č.'s apartment was adequately furnished and clean.", "45. On 7 June 2006 the first applicant requested the court to fine O.Č., since she had not complied with the court's decision of 9 February 2006 in that she had prevented contact between 27 April and 5 June 2006. On 20 June 2006 O.Č. lodged a preliminary written submission concerning the first applicant's allegations in this regard. She claimed that the first applicant himself did not want to have contact with the second applicant.", "46. Further to the first applicant's request to fine O.Č., the court requested the Celje Social Work Centre to draw up a report concerning the execution of the first applicant's contact rights. The report was submitted on 29 June 2006. The Celje Social Work Centre informed the court that it did not keep any official records in this regard. However, the first applicant had appeared on their premises, claiming that on 28 April 2006 the contact had not taken place. Furthermore, the Celje Social Work Centre informed the court that O.Č. had been counselled by a social worker and that she had been trying hard to ensure the healthy development of the second applicant. It appears from the report that during counselling O.Č. had told the social worker that the second applicant had not spent the whole period of the spring holidays (prvomajske počitnice) with the first applicant. On another occasion, on 12 May 2006, O.Č. alleged abusive behaviour by the first applicant towards the second applicant. It seems that the first applicant took the second applicant to the hairdresser, where they cut her hair. On 22 May 2006 O.Č. informed the Celje Social Work Centre that the contact had taken place as agreed, but that the second applicant did not wish to spend a night at the first applicant's place. The Celje Social Work Centre also pointed out that fining O.Č. would be an unnecessary burden on O.Č.'s financial situation.", "47. On 21 August 2006 the first applicant lodged preliminary written submissions in which he stated that O.Č. was suffering from a mental illness and therefore had a distorted sense of reality. He again sought sole custody of the second applicant and requested the court to urge the appointed expert to submit a report.", "48. On 25 September 2006 the first applicant for the second time requested the court to fine O.Č. as she had again prevented contact, on twenty-three occasions between 9 June and 22 September 2006.", "49. On 5 October 2006 the appointed expert in clinical psychology, (B.Z.), submitted his report. He found that the second applicant wished to have unrestricted contact with the first applicant and that any change in existing circumstances would complicate the situation.", "50. On 25 October 2006 the court again requested the Celje Social Work Centre and the District Public Prosecutor's Office to provide similar information to that which had been requested on 4 October 2005 and 2 February 2006 (see paragraphs 29 and 39 above). In addition, the court asked the Celje Social Work Centre to interview the second applicant with a view to ascertaining where would she want to live and whether she would want to have contact with the first applicant.", "51. On 8 November 2006 the District Public Prosecutor's Office informed the court that the request for a criminal investigation in connection with the alleged sexual abuse of the second applicant had been dismissed, but the District Public Prosecutor's Office had lodged an appeal. All the charges against O.Č. concerning neglect of the child were dropped.", "52. On 4 December 2006 the Celje Social Work Centre submitted its report concerning two interviews with the second applicant. During the first interview, the second applicant expressed the wish to live with her mother and to have regular contact with the first applicant, as she loved both her parents. The second interview was not successful, since the second applicant left the room in tears. The Celje Social Work Centre concluded that the second applicant was vulnerable and anxious; a psychological assessment would therefore be helpful to her. Further, the Celje Social Work Centre informed the court that the second applicant had been absent from school on several occasions. As regards O.Č.'s state of health, it observed that according to the O.Č.'s psychiatrist, her state of health had not worsened in the last year since she had been following the treatment.", "53. On 5 December 2006 the first applicant lodged preliminary written submissions. He requested the court to explain why an expert in psychology had been appointed although the court had decided to appoint a psychiatrist.", "54. On 6 December 2006 the court held a hearing. It decided to transfer the file again to the Psychiatric clinic, which submitted a report of an expert in psychology, in contradiction to the court's decision. On 12 December 2006 the court gave a decision ordering the Psychiatric clinic to appoint a psychiatrist. However, on 31 January 2007, the Psychiatric clinic informed the court that an expert in clinical psychology would be appointed. Further to the court's additional request, the Psychiatric clinic, on 22 February 2007, finally appointed a psychiatrist, M.Ž.T.", "55. On 28 February 2007 the court again requested the Celje Social Work Centre to enquire about the second applicant, in particular whether she was absent from school. In its response of 13 March 2007 the Celje Social Work Centre observed that the second applicant was no longer absent from school and that O.Č. was taking good care of her. In addition, it submitted that O.Č. had bought a new apartment and that, according to O.Č., the first applicant had not paid child maintenance for several years.", "56. In the meantime, on 2 March 2007 the first applicant lodged a supervisory appeal under the Act on the Protection of the Right to a Trial without Undue Delay (“the 2006 Act”) in order to accelerate the proceedings.", "57. On 6 March 2007 the expert M.Ž.T. submitted her report. She made a synthesis of O.Č.'s state of health: the latter had been suffering from a paranoid psychosis and who for that reason had been hospitalised five times between 1998 and 2007. The expert also observed that O.Č. had been refusing treatment for a long time and was not aware of her medical condition. In O.Č.'s interview the latter stated that she had not allowed the second applicant to have contact with the first applicant from 31 January 2007 on, as the second applicant was afraid of her father. The expert further examined the second applicant, who told her that she liked spending time with the first applicant. The first applicant did not attend the interview with the psychiatrist. After the examination, the expert concluded that O.Č. had been taking good care of the second applicant, who could be in danger only if she was exposed to the active phase of O.Č.'s illness. However, if O.Č. followed her treatment the prognosis would be good for her. As far as the contact between the applicants is concerned she established that they should continue to have contact as they have up to now, or even spend more time together if the second applicant so wished. However, in the expert's view, the first applicant should be more creative and should share more activities with the second applicant.", "58. On 26 March 2007 the court again requested the Celje Social Work Centre and O.Č.'s psychiatrist to provide similar information to that which had been requested on 2 February 2006 (see paragraph 39 above). In addition, the court asked the Celje Social Work Centre to make a recommendation as to which of the parents should be awarded custody and to establish whether the contact the non-custodial parent, whichever that may be, would have with the second applicant would be in the child's best interests. The Celje Social Work Centre's report of 23 May 2007 did not contain an answer as to which of the parents should be awarded custody. It stated that the opinion in this connection should have relied on the report concerning O.Č.'s state of health.", "59. On 30 March 2007 the court was informed that criminal proceedings had been brought against the first applicant for endangering public safety and against O.Č. for fraud.", "60. On 13 April 2007 the president of the court, relying on section 5, subsection 1, and section 6, subsection 4, of the 2006 Act, responded to the supervisory appeal (see paragraph 56 above), stating that a hearing would be held within four months of receipt of the supervisory appeal, namely on 7 May 2007. In the meantime, on 13 April 2007, the court called off that hearing since O.Č.'s attorney was not able to keep his appointment.", "61. Also on 13 April 2007 the first applicant lodged preliminary written submissions. He requested an interim measure granting him custody to be issued immediately, while the contact between O.Č. and the second applicant be ceased or carried out under supervision.", "62. On 16 April 2007 the court received a report from O.Č.'s psychiatrist, which revealed that O.Č. had been seeing her regularly and that the medical treatment she had been following had no impact on her cognitive or mental capacities and had therefore not impeded her relations with the second applicant.", "63. On 18 April 2007 the court was informed that the first applicant had been told by the Celje Social Work Centre that it could not ensure that contact would take place in the way the court had determined it should. Subsequently, O.Č. lodged a written preliminary submission, emphasising, inter alia, that she had not been preventing contact; but that it was rather the second applicant who had refused to have contact with the first applicant.", "64. On 26 April 2007 the O.Č.'s psychiatrist informed the court that O.Č.'s mental illness seemed to be developing further and that she had been again refusing treatment.", "65. In the meantime, the court scheduled an informal interview with the second applicant for 7 May 2007. However, the interview was adjourned sine die at the first applicant's request as the second applicant was in a state of shock owing to her mother's placement in a mental institution two days before the interview was due to take place. Subsequently, the court requested the mental institution where O.Č. had been placed to inform it as to how long the treatment would take and about her state of health when she was admitted to the hospital. The hospital was also requested to give an opinion as to whether O.Č. was capable of caring for the second applicant, given her state of health before she was admitted to hospital.", "66. The hearing scheduled for 25 May 2007 was adjourned because the first applicant fell ill.", "67. However, later on the same day and outside the hearing, the court interviewed the second applicant. The latter told the court that she did not like to spend time with the first applicant because there were no toys at his place, and that she did not want to stay with him while O.Č. was hospitalised. She preferred staying with her grandmother or her older brother. She also said that after the first applicant took her to the hairdresser to have her hair cut, she had refused to see him on two occasions. She was however willing to see him in future in order to ensure contact. Further to the interview, the court requested the Celje Social Work Centre to find a third person willing to step in as a foster parent as well as to prepare the second applicant psychologically for this possibility.", "68. In the meantime, on 21 May 2007, O.Č. was released from the hospital.", "69. On 12 June 2007 the court requested the expert, M.Ž.T., to draw up an additional report. The expert was asked to interview the first applicant and to determine whether it would be in the child's best interest to award him custody. The court also requested the expert to invite in the examination process an expert in psychology who should examine and interview the second applicant. In its request the court emphasised that the matter was very urgent.", "70. On 16 August 2007 the expert M.Ž.T. submitted an additional report by which she informed the court that the first applicant had refused to appear at the interview. She also observed that the second applicant was emotionally attached to O.Č. Taking into consideration O.Č.'s state of health and the second applicant's attachment to her mother, the expert did not advocate placing the second applicant in foster care. She recommended that the second applicant stay with O.Č. and be cared for by the first applicant during acute episodes of O.Č.'s illness.", "71. The hearing scheduled for 29 August 2007 was called off due to the fact that the expert in psychology had not yet been able to examine the second applicant.", "72. On 28 August 2007 the Celje Social Work Centre submitted a supplementary report to the one submitted on 23 May 2007 (see paragraph 58 above) and informed the court that O.Č. had in the meantime been examined by her psychiatrist, who had observed a deterioration in O.Č.'s state of mental health but however had the impression that O.Č. was willing to follow the treatment. The Celje Social Work Centre also informed the court that the first applicant had failed to appear at the interview scheduled to determine whether he could take care of the second applicant or whether the second applicant should rather be put in foster care, to which O.Č. was not opposed. Having regard to the fact that the first applicant refused to appear at the interview, that he had been preventing the second applicant from being included in the psychological assessment, and that O.Č.'s health was not stable, the Celje Social Work Centre concluded that the second applicant should preferably be put in foster care.", "73. In September 2007, an expert in psychology, T.P., who had been invited to join the examination process (see paragraph 69 above), experienced difficulties in interviewing the second applicant, as O.Č. had twice failed to keep appointments.", "74. On 19 September 2007 the first applicant lodged preliminary written submissions contesting the expert reports from 6 March 2007 and 16 August 2007 (see paragraphs 57 and 70 above) and requested that an interim measure be ordered granting him custody of the second applicant.", "75. The hearing scheduled for 21 September 2007 was called off because the first applicant fell ill. The court scheduled a new hearing for 22 November 2007.", "76. On 11 October 2007 O.Č. appeared at the court, stating that she had wanted to take the second applicant to the assessment but the first applicant had prevented her from doing so and had taken the second applicant to school.", "77. On 7 November 2007 the Celje Social Work Centre informed the court that the person who had been summoned to the hearing scheduled for 22 November 2007 could not attend it due to an accident. The court immediately requested the Celje Social Work Centre to inform it who was replacing her in the case.", "78. On 12 November 2007 the court again requested O.Č.'s psychiatrist to inform it whether she had been following the treatment and about her current state of health. The court also requested information concerning the criminal complaint lodged against the first applicant by O.Č. for having the second applicant's hair cut. On 16 November 2007 the District Public Prosecutor's Office informed the court that the charges against the applicant had been dropped, as the request for prosecution made by O.Č. had been lodged out of time. O.Č.'s psychiatrist responded on 20 November 2007. In her letter she observed that O.Č.'s state of health had worsened since she had moved to a new apartment, where she constantly felt threatened.", "79. The second applicant was again invited to attend an interview with the expert T.P., scheduled for 12 November 2007. However, the second applicant again failed to appear. Subsequently, the expert suggested interviewing the first applicant to establish whether he understood the role of a parent and the needs of a growing child, as well as to make a personal assessment. The expert also informed the court that he would not be able to attend the hearing scheduled for 22 November 2007.", "80. On 22 November 2007 the court held a hearing at which the parties concluded a temporary settlement of the case. The first applicant was granted provisional custody of the second applicant pending the outcome of the proceedings, while O.Č. was granted regular weekly contact.", "81. On 14 December 2007 the expert M.Ž.T., who had interviewed the first applicant in the meantime, submitted an additional psychiatric report, observing that it would be in the second applicant's best interest to have contact with both parents, as O.Č. did not seem to be reliable enough due to her illness, while the first applicant's personal characteristics made him unsuitable to raise a ten-year-old traumatised child.", "82. Further to the interview with the second applicant on 21 December 2007, the expert T.P. submitted a report. He observed that the second applicant's best interests would be ensured by placing her in foster care, while retaining for both parents the opportunity to have contact with her.", "83. On 6 February 2008 the court appointed a special representative to the second applicant (for the appointment of a special representative, see “Relevant domestic law” below, Civil Procedure Act, section 409) – hereinafter “the special representative”.", "84. On 21 February 2008 the court requested information on the second applicant's school performance and on O.Č.'s health. The second applicant's school submitted its reply on 14 March 2008. It informed the court that the second applicant's school performance had improved and that the first applicant had been helping the second applicant a lot. O.Č.'s psychiatrist responded on 21 March 2008, informing the court that O.Č. had been seeing her regularly but refusing treatment.", "85. On 8 April 2008, further to the request of the special representative, the court ordered the re-examination of the second applicant by the expert in psychology. However, on 30 April 2008, the expert informed the court that both applicants had failed to appear. He explained that, having regard to the considerable documentation in the case, he could reach conclusions even without interviewing the second applicant. Nevertheless, he expressed willingness to interview the second applicant if the court deemed it necessary. Further to this information, the court did not insist on interviewing the second applicant.", "86. On 13 May 2008 the expert T.P. submitted an additional report. He concluded that the first applicant seemed to be a more suitable guardian of the second applicant than O.Č. or a foster family as the second applicant seemed to be happy, tidy and had good grades since she had been living with the first applicant. However, he refused to speculate as to what extent the first applicant would be able to offer the second applicant a warm and loving environment. On the contrary, on 28 May 2008, the Celje Social Work Centre submitted its report in which it came to the conclusion that neither of the parents was suitable to be granted custody and as a result the second applicant should be placed temporarily in foster care. In this connection, they also indicated a suitable person.", "87. On 29 May 2008 the court held a hearing. The first applicant and O.Č. came to an agreement to change part of the temporary court settlement concluded at the hearing of 22 November 2007 (see paragraph 80 above), as far as the contact between the second applicant and O.Č. was concerned.", "88. On 30 May 2008 the court again ordered an additional expert opinion to be drawn up by the expert T.P. He was requested to assess the emotional state of the second applicant as well as the relationship between the applicants and between the second applicant and O.Č.", "89. On 2 September 2008 O.Č.'s psychiatrist informed the court that she had had no contact with O.Č. for several months.", "90. On 3 September 2008 the second applicant's school informed the court that the second applicant's school performance had improved and that she had told her teacher that she wanted to live with the first applicant.", "91. Also on 3 September 2008 the court was informed about O.Č.'s hospitalisation in the psychiatric stabilisation unit. It appeared that she had been taken to the hospital on 18 August 2008.", "92. On 4 September 2008 the court held a hearing. The first applicant and O.Č. concluded an enforceable court settlement by which the first applicant was awarded full custody of the second applicant and O.Č. was ordered to pay child maintenance. She was also granted contact every weekend, on Saturdays from 9 a.m. to 4 p.m. and on Sundays from 10 a.m. to 2 p.m.", "93. On 23 December 2008 the applicants lodged a claim for just satisfaction in respect of unreasonable length of proceedings with the State Attorney's Office. Their claim contained explicit reference to section 26 of the Constitution (see “Relevant domestic law” below).", "94. On 6 February 2009 the State Attorney's Office responded to the applicants, observing that an identical claim for just satisfaction had already been lodged with the Court. They further informed the applicants that new domestic legislation had been enacted (“the 2006 Act”) in order to remedy any alleged unreasonable length of proceedings. As a result, the applicants were requested to confirm whether they wish the State Attorney's Office to examine the claim under the 2006 Act. On 18 February 2009 the applicants responded that the just satisfaction claim lodged with the State Attorney's Office was only a subsidiary one and that they wished to maintain their just satisfaction claim made before the Court. Consequently, the State Attorney's Office dismissed their claim. The part of the claim concerning the second applicant was dismissed because the second applicant was not party to the proceedings in question and could therefore not be considered a victim of the violation in respect of the undue length of the proceedings. The State Attorney's Office further dismissed the claim as a whole due to the fact that the claim was made under section 26 of the Constitution, which was from 1 January 2007, when the 2006 Act was enacted, no longer a legal basis for a claim for just satisfaction.", "A. The 1991 Constitution", "95. The relevant provisions of the Constitution of the Republic of Slovenia (Ustava Republike Slovenije) read as follows:", "Article 26", "“Everyone shall have the right to compensation for damage caused by the unlawful acts of a person or body when performing a function or engaged in an activity on behalf of a state or local authority or as a holder of public officeLP. ...”", "96. On 23 April 2003 the Constitutional Court delivered a landmark decision by which it found several provisions of the Marriage and Familiy Relationship Act (“the MFR Act”, Zakon o zakonski zvezi in družinskih razmerjih, Official Gazette SRS, no. 15/1976) concerning custody and contact arrangements to be unconstitutional. Subsequently, an amendment was enacted by Parliament in January 2004 (Official Gazette of the Republic of Slovenia, no. 16/2004). It entered into force on 1 May 2004.", "97. Further to the above-mentioned legislative changes, the courts acquired jurisdiction to adjudicate on these issues. Since then, parents may reach agreements (outside divorce proceedings) in non-contentious civil proceedings. If an agreement cannot be reached, the issue of custody is determined in contentious civil proceedings. The issue of contact arrangements can be determined in non-contentious civil proceedings if it is not raised together with the issue of custody (sections 78, 105 and 106 as amended in 2004). In particular, sections 105 and 106 provide, as far as relevant:", "“...", "If the parents, with the assistance of the Social Work Centre, cannot reach an agreement on the custody of children (varstvo in vzgoja otrok), the court shall decide at the request of one or both parents that all the children are in the custody of one of them or that some children are in the custody of one and the others in the custody of the other parent. The court may, of its own motion, decide to place all or some of the children in the custody of a third person. Before the decision is taken by the court, the opinion of the Social Work Centre shall be obtained. The court shall take the child's view into account if the child expresses his or her view ....", "“A child has the right to have contact with both parents. Both parents have the right to have contact with their children. Contact should be in the child's interest first and foremost.", "The parent with whom the child lives ... shall avoid anything that hinders or prevents such contact. He or she must strive to maintain an appropriate attitude in the child in respect of contact with the other parent...", "...", "The court can withdraw or limit the right to contact only if this is necessary for the protection of the child's interests...”", "98. Section 106 of the amended MFR Act also states that, if the custodial parent denies the non-custodial parent contact with the child and contact cannot be secured with the assistance of the Social Work Centre, the court shall, at the request of the non-custodial parent, transfer custody to him or her if this is in the interests of the child.", "99. Section 107 of the amended MFR Act provides, as far as relevant:", "“Minors shall be represented by their parents.", "(...)", "100. Section 113 provides that both parents shall mutually and in accordance with the child's best interests exercise parental rights. If they cannot reach an agreement, the Social Work Centre shall assist. It further states that when the parents do not live together and do not have joint custody, they shall decide mutually on all issues which are decisive for the child's development in accordance with the child's best interest. If they cannot reach an agreement, the Social Work Centre shall assist. However, all questions concerning the child's everyday life shall be decided by the custodial parent. Finally, if the parents, even when assisted by the Social Work Centre, cannot reach an agreement, the court decides on these issues in non-contentious proceedings.", "101. Section 116 states the circumstances in which parental rights can be withdrawn:", "“The parent who abuses his or her parental rights or abandons a child or demonstrates unwillingness to take care of the child or in any other way neglects his or her responsibilities shall be deprived of his or her parental rights by a court judgment.”", "102. Lastly, section 10a of the amended MFR Act provides that cases covered by the MRF Act should be processed as a matter of priority.", "103. The relevant provisions of the Civil Procedure Act (Zakon o pravdnem postopku, Official Gazette no. 26/1999, in force since 14 July 1999, as amended on 15 January 2004) read as follows:", "“In marital disputes and disputes concerning relationships between parents and children the courts shall of their own motion take all steps necessary to safeguard the rights and interests of the children...", "In disputes concerning custody and maintenance of children and in disputes concerning contact between children and parents or other persons, the panel is not bound by the parties' requests. Where so provided by the law, the panel may take decisions even without any request being made.", "For the protection of the interests of persons mentioned in the first paragraph, the panel may investigate matters which have not been raised by the parties, and collect information necessary for its decision...”", "“...", "If there is a conflict of interests between the child and his or her statutory representative (zakoniti zastopnik), the court shall appoint a special representative for the child. 's interests.”", "“When deciding in disputes concerning custody and maintenance of children and in disputes concerning contact between children and parents or other persons, the court shall inform the child, if he or she is able to understand and assess the meaning of the proceedings and the consequences of the court's decision, that proceedings have been instituted and about his or her right to express an opinion. Taking into account the age of the child concerned and other circumstances of the case, the sitting judge may invite the child to be interviewed in the court's chambers or, if necessary, outside the court, with the assistance of the of Social Work Centre or school counsellor...”", "“During proceedings concerning marital disputes and disputes relating to relationships between parents and children, the court may, at the request of one of the parties or of its own motion, make interim orders (začasne odredbe) concerning child custody and maintenance as well as interim orders withdrawing or restricting contact arrangements.", "...”", "104. The Act on the Protection of the Right to a Trial without Undue Delay (Zakon o varstvu pravice do sojenja brez nepotrebnega odlašanja, Official Journal, No. 49/2006 – “the 2006 Act”) has been implemented since 1 January 2007.", "105. The 2006 Act provides for remedies to expedite pending proceedings – a supervisory appeal (nadzorstvena pritožba) and a motion for a deadline (rokovni predlog). In addition to these acceleratory remedies, the 2006 Act also provides for the possibility of obtaining redress through a compensatory remedy, by instituting the proceedings for just satisfaction (zahteva za pravično zadoščenje) within nine months of the “final resolution” of the case.", "106. For a detailed presentation of the 2006 Act, see Nezirović v. Slovenia (dec.) no. 16400/06, 25 November 2008."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["8"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}