{"ITEMID": "001-100559", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF ŞENYÜREK AND OTHERS v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1", "JUDGES": "Françoise Tulkens;Guido Raimondi;Ireneu Cabral Barreto;Kristina Pardalos;Nona Tsotsoria", "TEXT": ["4. All of the applicants are from the Çayçatı village of Muş. Numerous plots of land in the village had been used by the applicants' parents or grandparents without a title deed since the 1930's. These parcels were registered in the name of the Treasury in 1960 pursuant to Law no. 4753. In 1977 they were re-registered in the name of the Treasury pursuant to the Land Registry Act (Law no. 766).", "5. On various dates in 1989, the applicants instituted numerous civil proceedings in the Varto Civil Court of First Instance pursuant to Law no. 3402 and requested the annulment of the titles to the plots. Claiming that the parcels in question had been in their families' possession for many years, the applicants further requested that the land be registered in their name. They were all represented by the same lawyer. The first-instance court examined the claims under various files and delivered its initial judgments on different dates between 1989 and 1991 in the presence of the representatives of both parties, which were then either upheld or quashed by the Court of Cassation on various dates between 2003 and 2005. For those judgments that had been quashed, the domestic court continued the proceedings by holding numerous on-site visits, hearing witnesses and requesting expert reports, whilst collecting information. The proceedings ended in the applicants' favour on various dates between 2005 and 2007, after being examined at two levels of jurisdiction, which delivered up to six judgments. The final decisions for files nos. 2005/152, 2005/72, 2005/55, 2005/54 and 2005/49 were served on the applicants on 18 July 2006.", "6. Further details concerning the present applications, including the dates of the domestic judgments and notifications, may be found in the attached list."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}