{"ITEMID": "001-57452", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 1988, "DOCNAME": "CASE OF B. v. THE UNITED KINGDOM (ARTICLE 50)", "IMPORTANCE": "2", "CONCLUSION": "Non-pecuniary damage - financial award;Costs and expenses award - Convention proceedings", "JUDGES": "C. Russo;N. Valticos", "TEXT": ["1. The case was referred to the Court on 28 January 1986 by the European Commission of Human Rights (\"the Commission\"). It originated in an application (no. 9840/82) against the United Kingdom of Great Britain and Northern Ireland lodged with the Commission in 1982 by a British citizen.", "2. On 23 October 1986, the Chamber constituted to examine the case relinquished jurisdiction in favour of the plenary Court (Rule 50 of the Rules of Court). By judgment of 8 July 1987 (\"the principal judgment\"), the plenary Court held, inter alia, that the applicant had been the victim of breaches of Articles 8 and 6 § 1 (art. 8, art. 6-1) of the Convention by reason of the procedures followed and the insufficiency of the remedies available in connection with decisions relating to her child in the care of a local authority (Series A no. 121-B, paragraphs 59-83 of the reasons and points 1 and 3 of the operative provisions, pp. 71-80 and 81).", "The only outstanding matter to be settled is the question of the application of Article 50 (art. 50) in the present case. Accordingly, as regards the facts, reference should be made to paragraphs 8-54 of the principal judgment (ibid., pp. 63-70).", "3. At the Court’s hearing on 25-26 November 1986, the Government of the United Kingdom (\"the Government\") reserved their position on the applicant’s claim for just satisfaction, which claim had not then been quantified.", "In the principal judgment, the Court therefore reserved the whole of this question; it invited (a) the applicant to submit, within the next two months, full written particulars of her claim; and (b) the Government to submit, within two months of receipt of those particulars, their written comments thereon and, in particular, to notify the Court of any agreement reached between them and the applicant (paragraphs 86-87 of the reasons and point 5 of the operative provisions, pp. 81-82).", "4. In accordance with the foregoing invitation and the President’s directions, there were filed at the registry:", "- on 1 October 1987, memorial of the applicant;", "- on 21 December 1987 and 12 February 1988, memorials of the Government;", "- on 21 January 1988, observations of the Delegate of the Commission.", "These documents revealed that no agreement had been concluded between the Government and the applicant.", "5. Having consulted the Agent of the Government, the Delegate of the Commission and the representative of the applicant, the Court decided, on 24 March 1988, that there was no need to hold a hearing."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}