{"ITEMID": "001-94204", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF ANDREOU PAPI v. TURKEY", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection dismissed (Article 35-1 - Exhaustion of domestic remedies);Preliminary objection dismissed (Article 34 - Victim);Violation of Article 1 of Protocol No. 1 - Protection of property;No violation of Article 3 - Prohibition of torture;No violation of Article 5 - Right to liberty and security;No violation of Article 6 - Right to a fair trial;No violation of Article 7 - No punishment without law;No violation of Article 11 - Freedom of assembly and association;No violation of Article 13 - Right to an effective remedy;No violation of Article 14+5 - Prohibition of discrimination (Article 5 - Right to liberty and security);No violation of Article 14+6 - Prohibition of discrimination (Article 6 - Right to a fair trial);No violation of Article 14+7 - Prohibition of discrimination (Article 7 - No punishment without law);Just satisfaction reserved (Article 41 - Non-pecuniary damage;Pecuniary damage;Just satisfaction)", "JUDGES": "David Thór Björgvinsson;Giovanni Bonello;Ján Šikuta;Ledi Bianku;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["7. The applicant was born in 1933 and lives in Limassol.", "8. The applicant claimed that in 1952, when she was 19 years' old, she had permanently settled in Famagusta (northern Cyprus), where she got married and had two sons. She had her home and other immovable property there. In order to substantiate her claim to ownership, the applicant produced an “affirmation of ownership of Turkish-occupied immovable property” issued by the Republic of Cyprus, according to which her properties could be described as follows:", "- Famagusta, Chrysi Akti, plot no. 778, block C, sheet/plan 33/21.1.IV, description: buildings with house, yard and shop on ground floor and house on the first floor; use: residence; area of the houses: 115 m² each; share: ¾.", "9. The applicant submitted that the property described above had been transferred to her by way of gift from her husband, Mr Andreas Papis, on 28 June 2000 (Declaration of transfer no. D-971). The latter had acquired it on 8 July 1994 by way of gift (Declaration of transfer no. D-1044) from his mother, who had become the owner of the whole property in 1971. The applicant produced a copy of the two above-mentioned declarations of transfer.", "10. The applicant also claimed to have a “possession” within the meaning of Article 1 of Protocol No. 1 with regard to the following property:", "- Kato Dherynia, provisional no. 19, D/959; description: building site under subdivision; share: whole.", "11. In particular, the applicant declared that she had entered into a contract to purchase the site on 24 December 1971 and had paid the purchase price in monthly instalments. The sale price was CYP 2,750 (approximately EUR 4,613) and the applicant had given a lump-sum of CYP 200 (approximately EUR 341) as an advance payment. The remaining sum of CYP 2,550 should have been paid as follows: CYP 500 on 31 January 1972, plus 48 monthly instalments of not less than CYP 45 (approximately EUR 76). All the instalments had been paid off, with the final one being paid on 2 July 1974. In accordance with the contract, the transfer was to be effected on payment of the full sale price. However, the applicant's title to the land was not registered owing to the Turkish intervention. The applicant produced the contract of sale and copies of the receipts of payment.", "12. The applicant submitted that since the 1974 Turkish intervention she had been deprived of her property rights, since her property was located in the area that was under the occupation and control of the Turkish military authorities. She had made an attempt to return to her home and property on 19 July 1989, but had not been allowed to do so by the Turkish military authorities. They had prevented her from having access to and using her house and properties.", "13. On 19 July 1989, the applicant joined an anti-Turkish demonstration in the Ayios Kassianos area in Nicosia in which the applicants in the Chrysostomos and Papachrysostomou v. Turkey and Loizidou v. Turkey cases (see below) also took part.", "14. According to an affidavit sworn by the applicant before the Nicosia District Court on 4 August 2000, the demonstration of 19 July 1989 was peaceful and was held on the fifteenth anniversary of the Turkish intervention in Cyprus, in support of the missing persons and to protest against human rights violations.", "15. The applicant and other women had gathered in the Ayios Georgios church, where a service was in progress. While she was in the chapel, she heard cries coming from outside and at the same time saw Turkish policemen entering the church, indiscriminately grasping women, beating them and pulling them out.", "16. A policeman had seized the applicant by one hand and twisted the other backwards. He started to push her out of the church and to hit her fiercely with a baton and with his knee in the lower part of her head and on the back of her neck as well as on other parts of her body. She felt electricity passing through her body and realised that the baton was electric. The applicant and other women were forcefully dragged into the area controlled by the authorities of the “Turkish Republic of Northern Cyprus” (the “TRNC”).", "17. She was then arrested and taken by bus to the so-called “Pavlides Garage”. During the journey she was subjected to assaults, beatings and gestures of a sexual nature by the officers who had detained her. The crowd outside the garage was swearing, shouting abuse and threats and throwing stones at the garage, some of which came through the roof. Some of the Turkish policemen threatened to open the doors and let the crowd lynch the detainees. At the garage there were also two UN men who merely acted as observers. One of the women detainees (Mrs Vrahimi – see application no. 16078/90) was seriously beaten. At about midnight the applicant was interrogated. Her interrogation took place in Greek. The applicant lied when asked for details concerning the members of her family. She was told to sign a statement in Turkish but did not do so as she did not understand Turkish and considered that signing the statement would have been tantamount to recognising the “TRNC”. On the morning of 20 July 1989 she was given some food and water and then taken to court where she was remanded in custody for forty-eight hours. At the hearing, an interpreter explained the procedure to the accused. The applicant understood that she was accused of having violated the borders of the “TRNC”.", "18. She was subsequently transferred to a prison outside Nicosia, where she was kept in a cell with another two women. Since there were not enough mattresses she and the other detainees in her cell took turns to lie down; however, she could not sleep due to the severe pain from the blows she had received. During the night the applicant and the other detainees were harassed by the guards and told that the long-term prisoners would rape them. The toilets and showers were filthy and had no doors so the guards could see the detainees bathing. Essential means of hygiene were lacking. At night, the guards continually picked out individual detainees for checks.", "19. At around midnight on 21 July 1989, the applicant was taken to court. She had no legal representation and the quality of the interpretation was poor; the applicant felt that the interpreter was not translating all of what was being said. The judge asked whether the accused wanted legal representation; they replied that they would only accept as defence counsel a lawyer registered with the bar association of the Republic of Cyprus. As a result, they were not assisted by a lawyer. One of the accused spoke on behalf of the others.", "20. Some prosecution witnesses were interrogated. They lied about the basic facts surrounding the demonstration and the circumstances of the arrest and the accused tried to protest. However, they were told to stay quiet if they did not want to be handed over to the vociferous crowd that had gathered outside the courtroom.", "21. At around midnight on 22 July 1989 the court sentenced the applicant to three days' imprisonment and to a fine of 50 Cyprus pounds (CYP) – approximately 85 euros (EUR) – with five additional days in prison in default of payment within 24 hours. She was brought back to prison where she was given some personal hygiene items that had been sent by the Red Cross.", "22. On 24 July 1989 the applicant was released. At the time of her release she was examined by UN doctors, who took some notes, and then transferred to southern Cyprus. On 28 July 1989 she made a statement to Limassol police and was also examined by a Government doctor at Limassol Hospital. The applicant produced a medical report issued on that same day by Dr. Charalambos Michael, a medical officer. This document reads as follows:", "“On 28.7.1989 and at approximately 23.00 hours I was requested by the Limassol District Police to examine Mrs Despo Andreou Papi from Famagusta and presently living at 16 Chrysanthou Mylona Street in Limassol.", "Mrs Papi alleges that on 19.7.1989 she was hit (kicks, fists and use of police baton) on various parts of her body by Turkish pseudo-policemen in the area of Ayios Kassianos in Nicosia.", "At the examination the following were found:", "1. Multiple and extensive bruises on various parts of the body, particularly obvious and serious in the areas of the right buttock and the posterior surface of the left hip.", "2. Haematoma and swelling on the left elbow joint.", "3. Pain at various parts of the body particularly in the region of the ribs (both sides), the neck, the left elbow, both buttocks, the coccyx and the waist.", "X-ray examination was requested.”", "23. The applicant alleged that she continued to suffer from the effects of the beatings inflicted on her.", "24. The Government alleged that the applicant had participated in a violent demonstration with the aim of enflaming anti-Turkish sentiment. The demonstrators, supported by the Greek-Cypriot administration, were demanding that the “Green Line” in Nicosia should be dismantled. Some carried Greek flags, clubs, knives and wire-cutters. They were acting in a provocative manner and shouting abuse. The demonstrators were warned in Greek and English that unless they dispersed they would be arrested in accordance with the laws of the “TRNC”. The applicant was arrested by the Turkish-Cypriot police after crossing the UN buffer zone and entering the area under Turkish-Cypriot control. The Turkish-Cypriot police intervened in the face of the manifest inability of the Greek-Cypriot authorities and the UN Force in Cyprus to contain the incursion and its possible consequences.", "25. No force was used against demonstrators who did not intrude into the “TRNC” border area and, in the case of demonstrators who were arrested for violating the border, no more force was used than was reasonably necessary in the circumstances in order to arrest and detain the persons concerned. No one was ill-treated. It was possible that some of the demonstrators had hurt themselves in the confusion or in attempting to scale barbed wire or other fencing. Had the Turkish police, or anyone else, assaulted or beaten any of the demonstrators, the UN Secretary General would no doubt have referred to this in his report to the Security Council.", "26. The applicant was charged, tried, found guilty and sentenced to a short term of imprisonment. She pleaded not guilty, but did not give evidence and declined to use the available judicial remedies. She was asked if she required assistance from a lawyer registered in the “TRNC”, but refused and did not ask for legal representation. Interpretation services were provided at the trial by qualified interpreters. All the proceedings were translated into Greek.", "27. In his report of 7 December 1989 on the UN operations in Cyprus, the UN Secretary General stated, inter alia:", "“A serious situation, however, arose in July as a result of a demonstration by Greek Cypriots in Nicosia. The details are as follows:", "(a) In the evening of 19 July, some 1,000 Greek Cypriot demonstrators, mostly women, forced their way into the UN buffer zone in the Ayios Kassianos area of Nicosia. The demonstrators broke through a wire barrier maintained by UNFICYP and destroyed an UNFICYP observation post. They then broke through the line formed by UNFICYP soldiers and entered a former school complex where UNFICYP reinforcements regrouped to prevent them from proceeding further. A short while later, Turkish-Cypriot police and security forces elements forced their way into the area and apprehended 111 persons, 101 of them women;", "(b) The Ayios Kassianos school complex is situated in the UN buffer zone. However, the Turkish forces claim it to be on their side of the cease-fire line. Under working arrangements with UNFICYP, the Turkish-Cypriot security forces have patrolled the school grounds for several years within specific restrictions. This patrolling ceased altogether as part of the unmanning agreement implemented last May;", "(c) In the afternoon of 21 July, some 300 Greek Cypriots gathered at the main entrance to the UN protected area in Nicosia, in which the UN headquarters is located, to protest the continuing detention by the Turkish-Cypriot authorities of those apprehended at Ayios Kassianos. The demonstrators, whose number fluctuated between 200 and 2,000, blocked all UN traffic through this entrance until 30 July, when the Turkish-Cypriot authorities released the last two detainees;", "(d) The events described above created considerable tension in the island and intensive efforts were made, both at the UN headquarters and at Nicosia, to contain and resolve the situation. On 21 July, I expressed my concern at the events that have taken place and stressed that it was vital that all parties keep in mind the purpose of the UN buffer zone as well as their responsibility to ensure that that area was not violated. I also urged the Turkish-Cypriot authorities to release without delay all those who had been detained. On 24 July, the President of the Security Council announced that he had conveyed to the representatives of all the parties, on behalf of the members of the Council, the Council's deep concern at the tense situation created by the incidents of 19 July. He also stressed the need strictly to respect the UN buffer zone and appealed for the immediate release of all persons still detained. He asked all concerned to show maximum restraint and to take urgent steps that would bring about a relaxation of tension and contribute to the creation of an atmosphere favourable to the negotiations.”", "28. The applicant produced 21 photographs taken at different times during the demonstration on 19 July 1989. Photographs 1 to 7 were intended to show that, notwithstanding the deployment of the Turkish-Cypriot police, the demonstration was peaceful. In photographs 8 to 10 members of the Turkish-Cypriot police are seen breaking up the UNFICYP cordon. The final set of photographs shows members of the Turkish-Cypriot police using force to arrest some of the women demonstrators.", "29. Section 70 of the Cypriot Criminal Code reads as follows:", "“Where five or more persons assemble with intent to commit an offence, or, being assembled with intent to carry out some common purpose, conduct themselves in such a manner as to cause persons in the neighbourhood to fear that the persons so assembled will commit a breach of the peace, or will by such assembly needlessly and without any reasonable occasion provoke other persons to commit a breach of the peace they are an unlawful assembly.", "It is immaterial that the original assembly was lawful if, being assembled, they conduct themselves with a common purpose in such a manner as aforesaid.", "When an unlawful assembly has begun to execute the purpose, whether of a public or of a private nature, for which it assembled by a breach of the peace and to the terror of the public, the assembly is called a riot, and the persons assembled are said to be riotously assembled.”", "30. According to section 71 of the Criminal Code, any person who takes part in an unlawful assembly is guilty of a misdemeanour and liable to imprisonment for one year.", "31. Section 80 of the Criminal Code provides:", "“Any person who carries in public without lawful occasion any offensive arm or weapon in such a manner as to cause terror to any person is guilty of a misdemeanour, and is liable to imprisonment for two years, and his arms or weapons shall be forfeited.”", "32. According to section 82 of the Criminal Code, it is an offence to carry a knife outside the home.", "33. The relevant part of Chapter 155, section 14 of the Criminal Procedure Law states:", "\"(1) Any officer may, without warrant, arrest any person -", "...", "(b) who commits in his presence any offence punishable with imprisonment;", "(c) who obstructs a police officer, while in the execution of his duty ...\"", "34. Section 9 of Law No. 5/72 states:", "\"... Any person who enters a prohibited military area without authorisation, or by stealth, or fraudulently, shall be tried by a military court in accordance with the Military Offences Act; those found guilty shall be punished.\"", "35. Subsections 12 (1) and (5) of the Aliens and Immigration Law read as follows:", "“1. No person shall enter or leave the Colony except through an approved port.", "...", "5. Any person who contravenes or fails to observe any of the provisions of subsections (1), (2), (3) or (4) of this section shall be guilty of an offence and shall be liable to imprisonment for a term not exceeding six months or to a fine not exceeding one hundred pounds or to both such imprisonment and fine.”"], "VIOLATED_ARTICLES": ["P1"], "VIOLATED_PARAGRAPHS": ["P1-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["11", "13", "14", "3", "5", "6", "7"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}