{"ITEMID": "001-60857", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "CHAMBER", "DATE": 2003, "DOCNAME": "CASE OF KOPECKÝ v. SLOVAKIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of P1-1;Pecuniary damage - financial award;Non-pecuniary damage - finding of violation sufficient;Costs and expenses partial award", "JUDGES": "Nicolas Bratza", "TEXT": ["9. On 12 February 1959 the applicant’s father was convicted of an offence on the ground that he had kept, contrary to the regulations then in force, 131 gold coins and 2,151 silver coins of numismatic value. He was sentenced to one year’s imprisonment. He was also fined and the coins were confiscated.", "10. On 1 April 1992 the Supreme Court of the Slovak Republic (Najvyšší súd) quashed, in the context of judicial rehabilitation provided for by the Judicial Rehabilitation Act of 1990, the judgment of 12 February 1959 including all consequential decisions and discharged the applicant’s late father.", "11. On 30 September 1992 the applicant claimed the restitution of his father’s coins under the Extra-Judicial Rehabilitations Act of 1991.", "12. On 19 September 1995 the Senica District Court (Okresný súd) granted the action and ordered the Ministry of the Interior to restore the coins to the applicant. The court established, with reference to the relevant records, that the coins had been taken away from the applicant’s father on 21 November 1958 and that they had been transmitted to the Regional Administration of the Ministry of the Interior in Bratislava on 12 December 1958. On 19 December 1958 the coins were examined by an expert and inventoried in the premises of the Regional Administration in Bratislava.", "13. The relevant part of the District Court’s judgment reads as follows:", "“It is true that the law requires that a person claiming restitution of movable property should indicate and show where such property is. However, in the present case the plaintiff undoubtedly has no possibility of inspecting the premises or safes of the former Public Security Regional Administration in Bratislava as he is not allowed to enter those premises. By insisting that the applicant should show that the coins are at the last known place the court would impose a burden of proof on him which it is practically impossible to fulfil. On the contrary ... the Ministry of the Interior neither showed that the former Public Security Regional Administration in Bratislava had transferred the coins to a different authority nor did it propose to take evidence to that effect...", "The court established that the last time the coins ... had been held in the premises of the Public Security Regional Administration in Bratislava to which the Ministry of the Interior is a successor, and it has not been shown that the coins were not in those premises when the Extra-Judicial Rehabilitations Act became operative, i.e. by 1 April 1991.”", "14. On 1 December 1995 the Ministry of the Interior appealed. Its representative argued that all relevant documents had been destroyed and that the onus of proof as regards the deposit of the coins lay on the applicant.", "15. On 29 January 1997 the Bratislava Regional Court (Krajský súd) dismissed the applicant’s action. It found, with reference to Sections 4 (1), 5 (1) and 20 (1) of the Extra-Judicial Rehabilitations Act of 1991, that the applicant had failed to show where the coins had been deposited when that Act had become operative on 1 April 1991.", "16. In the judgment the Regional Court admitted that the applicant had limited possibilities of locating his father’s property. It therefore took further evidence of its own initiative. In particular, the Regional Court noted that in accordance with the relevant practice the confiscated property should have been handed over to the public prosecutor and, after the relevant judgment had became final, to the financial department of the competent local government authority. The Regional Court therefore examined the criminal file concerning the case of the applicant’s father. It further established that the archives of the Senica District Office, of the Ministry of the Interior, of the National Bank of Slovakia and of the State Regional Archive in Bratislava contained no document relating to the coins in question. The Regional Court also heard a witness who had worked at the Myjava District Department of the Ministry of the Interior in 1958. However, the latter had no knowledge of the case.", "17. On 27 January 1998 the Supreme Court (Najvyšší súd) dismissed the applicant’s appeal on points of law. It shared the Regional Court’s view according to which the applicant had failed to produce evidence that the defendant Ministry was in possession of the coins as required by Section 5 (1) of the Extra-Judicial Rehabilitations Act of 1991.", "18. In the judgment the Supreme Court further stated:", "“The allegation that the movable property in question had been taken over by an employee of the Public Security Regional Administration in Bratislava on 12 December 1958 and that ... it had been examined there by an expert on 19 December 1958 cannot suffice. Since then a considerable period lapsed during which the golden and silver coins in question could have been alienated, destroyed or lost. The legislator, however, explicitly included in Section 5 (1) of the Extra-Judicial Rehabilitations Act the obligation to show where the movable in question is at the moment of the entry into force of that law.", "... it follows from logical and systematic interpretation of Section 5 (1) of the Extra-Judicial Rehabilitations Act that a restitution claim can only concern the same property which was taken over by the State and not a different object of the same kind. Only movable property which can be individually identified by its specific features thanks to which it cannnot be interchanged with other objects is therefore liable to restitution...”", "19. Act No. 119/1990 on Judicial Rehabilitation (Zákon o súdnej rehabilitácii) entered into force on 1 July 1990. The relevant provisions read as follows:", "“The aim of the Act is to authorise the quashing of convictions for offences where such convictions are incompatible with the principles of a democratic society respecting the political rights and freedoms enshrined in the Constitution and set out in the international documents, ... to ensure social rehabilitation and adequate material compensation for the persons [so] convicted...”", "...", "“2. The conditions under which the provisions of this Act shall apply to claims resulting from quashed confiscation decisions ... as well as the manner of redress and the scope of such claims shall be defined in a special law.”", "20. Act No. 87/1991 on Extra-Judicial Rehabilitations (Zákon o mimosúdnych rehabilitáciách) became operative on 1 April 1991. Its preamble stipulates that it was adopted with the aim of mitigating the consequences of certain infringements of property rights as well as of other rights which occurred between 25 February 1948 and 1 January 1990. The relevant provisions of the Extra-Judicial Rehabilitations Act read as follows:", "“1. This Act relates to the mitigation of the consequences of certain infringements ... which arose between 25 February 1948 and 1 January 1990 ... and which are incompatible with the principles of a democratic society respecting the rights of citizens as enshrined in the Charter of the United Nations, the Universal Declaration of Human Rights and the ensuing international pacts on civil, political, economic, social and cultural rights.", "2. This Act also lays down the conditions for submitting claims resulting from quashed sentences by which property was confiscated as well as the manner of redress and the scope of such claims.”", "“1. Persons obliged [to restore the property] comprise the State or legal persons having confiscated property in their possession at the date when this Act becomes operative...", "2. Any natural person who [unlawfully] acquired property from the State is also obliged to restore such property...”", "“1. A person obliged [to make restitution] shall restore the property upon a written request provided that the person [claiming the property] proves that he or she is entitled to have the property restored and shows in which way it was taken away by the State. When claiming restitution of movable property [the person concerned] is further required to show where the property is...”", "“1. Financial compensation may be granted to the person concerned only in respect of real property which cannot be restored...", "2. When the State acquired, on the basis of a judicial decision which was quashed under Act no. 119/1990 on Judicial Rehabilitation..., the entire property of a citizen and when such property did not comprise real property, the person concerned is entitled to compensation in the amount of 60,000 Czechoslovak korunas...”", "“1. The persons obliged [to restore confiscated property] shall comprise any legal person referred to in Section 4 (1), any natural person referred to in Section 4 (2) who acquired such property from the State where the State itself obtained it as a result of a judicial decision, and the competent central government authority.", "2. The persons obliged to restore confiscated property shall do so in accordance with Sections 5, ... of the Act. When it is impossible to restore the property the persons concerned are entitled to claim compensation pursuant to Section 13 of [this] Act.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}