{"ITEMID": "001-91144", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF OLUJIC v. CROATIA", "IMPORTANCE": "2", "CONCLUSION": "Remainder inadmissible;Violations of Art. 6-1;Non-pecuniary damage - award", "JUDGES": "Christos Rozakis;Dean Spielmann;George Nicolaou;Giorgio Malinverni;Khanlar Hajiyev;Sverre Erik Jebens", "TEXT": ["4. The applicant was born in 1952 and lives in Zagreb.", "5. The applicant was a judge and the President of the Supreme Court (Vrhovni sud Republike Hrvatske). He was also a member of the National Judicial Council (Državno sudbeno vijeće, hereinafter the “NJC”). Sometime in 1996 the Government filed a request with the NJC to open disciplinary proceedings against the applicant. They alleged that from January to August 1996 the applicant had conducted sexual relationships with minors and that from 1995 onwards he had used his position to protect the financial activities of two individuals who were known for their criminal activities, and had thus caused damage to the reputation of the judiciary, which amounted to a serious disciplinary offence. For these reasons they proposed that disciplinary proceedings be instituted against the applicant and that a disciplinary sanction be imposed, including that he be permanently removed from office as a judge and as President of the Supreme Court. Furthermore, they asked for the applicant’s immediate provisional removal from office during the proceedings.", "6. On 21 November 1996 the NJC instituted disciplinary proceedings against the applicant. On 5 December 1996 the applicant filed a motion seeking the withdrawal from the case of three members of the NJC, namely A.P., V.M. and M.H, on the ground that they had shown their bias towards the applicant in interviews published in various national newspapers. The motion was denied on 9 January 1997 as being unfounded. At the hearing held on 9 January 1997 the NJC refused the applicant’s request that the hearings before it be public on the ground that the exclusion of the public was necessary for the protection of the interests of the applicant and the judiciary as such without any further reasoning. Further hearings were held on 10, 13 and 14 January 1997. On 14 January 1997 the NJC found that the applicant had committed a disciplinary offence in maintaining contacts and appearing in public with B.Č. and S.Š. despite knowing that they had been convicted of numerous crimes, and of using his position to protect these two individuals’ interests and gains from June 1995 to November 1996. The NJC further found the remaining allegations against the applicant unfounded and thus requiring no disciplinary measures. It was decided to remove the applicant from his post as judge and President of the Supreme Court.", "7. The applicant’s subsequent “request for protection” (zahtjev za zaštitu) to the Parliament’s Chamber of the Counties (Županijski dom Sabora Republike Hrvatske) was dismissed on 19 February 1997. On 21 March 1997 the applicant lodged a constitutional complaint in which he maintained that the proceedings had been unfair and that his right to respect for his correspondence had been infringed.", "8. On 17 April 1998 the Constitutional Court quashed the decision of NJC of 14 January 1997 as well as the decision of the Chamber of Counties of 19 February 1997. The Constitutional Court found that the disciplinary proceedings before the NJC had been defective because some of the evidence presented in the proceedings, such as audio recordings of intercepted telephone calls and testimony by a member of the NJC who sat on the Council panel which considered the applicant’s case, had not been obtained in accordance with the law. The case was remitted to the NJC.", "9. In the resumed proceedings the first hearing was held on 23 September 1998. The applicant filed a motion seeking the withdrawal from the case of four members of the NJC, namely A.P., V.M., M.H., and I.M., alleging that they had failed to show impartiality in statements to the press. The NJC declared inadmissible the request for I.M.’s withdrawal, since he had already withdrawn from the proceedings. The request for the withdrawal of A.P., V.M. and M.H. was dismissed without any further reasoning.", "10. The applicant further requested that the proceedings be public. The request was denied. The relevant part of the transcript from the hearing reads as follows:", "“The President of the Council informs those present that the public shall be excluded from the disciplinary proceedings because it has not been decided that the proceedings shall be public pursuant to section 28 paragraphs 1 and 3 of the National Judicial Council Act.", "Defence counsel I.K. requests that the disciplinary proceedings be public, justifying the request by the gravity of the case, the general public interest, the importance of the proceedings and the need to protect the defendant’s rights.", "Defence counsel M.S. supports the request and adds that the right to a public hearing is the basic principle of criminal procedure and that the NJC’s decision to exclude the public would be an attack on that right and would breach the fairness of the proceedings. If, however, the Council decides to exclude the public from the proceedings, he requests that the OSCE and UNHCR representatives who are waiting outside the courtroom be allowed to attend the hearings.", "Counsel for the Government M.K. leaves the decision to the Council and adds that he is not opposed to the exclusion of the public from these proceedings.", "...", "The Council announces its", "11. Counsel for the Government dropped all charges against the applicant save for those alleging that in the period from June 1995 to the beginning of November 1996 he had continually socialised in public places with two individuals, B.Č. and S.Š., who had a criminal background. Counsel asked the NJC to call five witnesses on behalf of the Government in order to prove their case, without further explanations. The NJC allowed that four of those witnesses be called and also ordered that three further witnesses be called ex officio. The applicant and his counsels at that time had not asked that any witnesses be called.", "12. The second hearing in the resumed proceedings before the NJC took place on 1 October 1998. The NJC allowed a representative of the UNHCR and a representative of the OSCE to be present at the hearing. All present were warned, under threat of criminal sanctions, that they were obliged to keep secret all that they learned at the hearing.", "13. The NJC heard evidence from seven witnesses, including S.Š. and B.Č., all of whom called on behalf of the Government. The evidence showed that the applicant had occasionally been seen in the company of S.Š. in Umag, where the applicant had a flat and was spending some of his holidays, and in the company of B.Č. in Osijek, the applicant’s hometown. Both S.Š. and B.Č. stated that they had not been the applicant’s friends, that they had no close contacts with the applicant and that they had occasionally been in the same company as the applicant, but always in public places and always in the company of other persons.", "14. Counsel for the Government nominated another witness to give evidence about the applicant’s contacts with B.Č. in Osijek. The NJC accepted that proposal. As to the evidence relied on by the applicant, the transcript of the hearing reads:", "“Dr Krunoslav Olujić submits a written list of witnesses to be called on his behalf.", "... [the defence counsel states as follows]:", "‘We call witnesses [from the list of evidence] to prove to the Council that in the material period Dr Olujić was indeed occasionally in the company of the persons with the alleged ‘criminal background’, but that each time, without exception, they were together with a large number of persons. Furthermore, S.Š. was present only in his capacity as the owner of a restaurant and it was natural that as such he was occasionally present in the same company as Dr Olujić. We call further witnesses who were often in the company of Dr Olujić in Osijek when B.Č. would occasionally join them. Our aim is to show the true nature of the allegation [that the applicant] “had socialised” and “had been in the company of ... in public places” ...’", "...", "The defence counsel also asks that further witnesses, mentioned in the enclosed decision of the Umag Minor-Offences Court, be called", "...", "The Council announces its", "...", "All proposals of the defendant Dr Olujić are dismissed as unimportant, since the circumstances to which the evidence in question refers have either already been established or are of no importance for the decision.”", "15. The last hearing in the applicant’s case before the NJC was held on 7 October 1998. The NJC allowed a representative of the UNHCR and a representative of the OSCE and an interpreter to be present at the hearing. All present were again warned, under threat of criminal sanctions, that they were obliged to keep secret all that they learned at the hearing.", "16. The NJC heard evidence from a further witness, called on behalf of the Government. It also heard the applicant, who stated that the proceedings against him had been politically motivated because of his opposition to the State’s senior officials with regard to the concept of the judiciary. He also stated that on 11 October 1996 he had been asked to resign from the office of President of the Supreme Court and offered a post as an Ambassador, which he had refused. As to the allegations against him, he stated that he had occasionally been in the company of the two individuals concerned but that these meetings had always been in public and in the presence of various other persons, and that the individuals in question had not been his friends. The relevant part of his statement reads:", "“... as a high State official aware of my position and the responsibilities I bear, I cannot and will not accept a demand ... asking me to forsake two persons whom I knew before I was appointed to a position of responsibility in the Republic of Croatia. However, my acquaintanceship and relationship with them, irrespective of their past, never went beyond the boundaries of what was acceptable or would have made them questionable from the legal or moral standpoint.”", "17. The defence asked that three further witnesses be heard concerning the facts of the case, which was denied.", "18. In its decision of 7 October 1998 the NJC established that the applicant had committed a disciplinary offence in that he had maintained contacts and socialised in public places with two individuals who had a criminal background, a behaviour which had harmed the reputation of the judiciary and was contrary to his judicial duty. He was dismissed from the office of judge and from that of President of the Supreme Court. The relevant part of the decision reads:", "“Dr Krunoslav Olujić ... bears disciplinary responsibility", "in that he", "from June 1995 to the beginning of November 1996, while holding the post of the President and a judge of the Supreme Court of the Republic of Croatia, maintained contacts and appeared in public in Osijek and Umag with B.Č. and S.Š. although he had known that they had been known as delinquents", "...", "As to the exclusion of the public, the Council held as follows:", "“Under section 28 paragraph 3 of the National Judicial Council Act, disciplinary proceedings are in principle secret. Bearing in mind the nature of the disciplinary offence [in question] and the information in the case file, the Council has dismissed the defendant’s request that the proceedings be public, in order to protect the defendant’s dignity and the dignity of the judiciary as such. Pursuant to Article 294 paragraph 2 of the Code of Criminal Procedure, in conjunction with section 28 paragraph 1 of the National Judicial Council Act, the Council has allowed the presence of B.Š., employee of the UNHCR [United Nations High Commissioner for Refugees] at the hearings held on 1 and 7 October 1998, A.M.M., counsel for human rights at the OSCE [Organisation for Security and Co-operation in Europe] at the hearing held on 1 October 1998, and R.B., member of the OSCE mission to Croatia and his interpreter M.R. at the hearing held on 7 October 1998.”", "On 10 November 1998 the Chamber of the Counties upheld the decision.", "19. In his subsequent constitutional complaint of 2 December 1998, the applicant complained, inter alia, about the exclusion of the public from the disciplinary proceedings against him. He also alleged that three members of the National Judicial Council, namely A.P., V.M. and M.H., had been partial. He further complained that no witness called on behalf of the defence had been heard in the proceedings. On 9 December 2004 the Constitutional Court (Ustavni sud Republike Hrvatske) dismissed the applicant’s complaint as ill-founded.", "20. On 10 February 1997 an interview with V.M., a member of the NJC, was published in the national daily newspaper “Večernji list”. It was entitled “Olujić was a partisan candidate, not me”, and the relevant parts of the interview read as follows:", "“In the case at issue the NJC established that for a long period of time Dr Olujić had had frequent public social contacts with two persons who not only had been convicted of numerous criminal offences, but against whom criminal proceedings are currently pending - in one case for assault on a policeman, and in the other for the trade of 1.5 kg of heroin - and that he had even intervened on their behalf. Dr Olujić was acquitted of all the other charges. All this harangue against the members of the NJC, and Dr Olujić’s defence, are focussed on the part [of the charges] of which he was acquitted, so now many persons are unhappy because it does not fit into what [the defence] presented. The [charges] for which Dr Olujić was found liable are clear on the facts. What is disputed is whether this amounts to a serious disciplinary offence and, if it does, which sanction is to be applied.", "...", "I joined Dr. Olujić’s request [for my withdrawal] because I publicly voted against his appointment as President of the Supreme Court, and I was also mentioned as a candidate for the post of President of the Supreme Court ...", "... In the case at issue, telephone conversations were not a basis for the conviction because they concerned the part of the [charges] for which Dr. Olujić was acquitted. Therefore, all attempts to present the NJC’s decision as contrary to law have failed. All the evidence called by the defence referred to the [charges] of which he was acquitted, and it was therefore dismissed as unnecessary.”", "21. On 28 March 1997 an interview with A.P., the then president of the National Judicial Council, entitled “Judges are appointed, but also created” was published in the same daily newspaper. The relevant parts of the interview read:", "Question: “-The National Judicial Council has lately been mentioned in public mostly in connection with the ‘Olujić case’. What is the truth about the former Supreme Court President?", "Answer: - The decision has been taken and reasons have been given in it. I don’t think that I have to explain a reasoned decision, everything was said in it. For me these proceedings are in the past.", "Q: - However, for the sake of the public, which has received conflicting information about this case, could you be more specific?", "A: - Since you insist, I shall just say that Dr Krunoslav Olujić has committed a disciplinary offence not only by “socialising” with perpetrators of numerous criminal offences, although this in itself is a serious matter for any president of the Supreme Court, but primarily because, while President of the Supreme Court, and aware of these individuals’ criminal activity, that is, that they belonged to the international criminal milieu, he used his personal influence and contacts in order to protect their interests and gains. Analysis of the evidence and defence [pleadings] clearly showed that the Government’s request to institute proceedings had in no way been politically motivated or a fabricated indictment put forward by the political and partisan elite, as Dr Krunoslav Olujić stated in his defence and alleged before the media, referring to the President of the Republic and the Government. On the contrary, the case is about indecent activities which are incompatible not only with the office of Supreme Court President, which Dr Krunoslav Olujić held for a short period, but with judicial ethics in general.", "Q: - And what about the interception of telephone calls?", "A: - The interception of telephone conversations concerned legally recorded telephone conversations between the above-mentioned perpetrators of numerous criminal offences, but not at all Dr Olujić’s telephone conversations. [Olujić] “was netted” by this operative measure, as one of the witnesses expressed it illustratively. The [National Judicial] Council assessed that evidence, together with all the other evidence, in line with the principle of free assessment of evidence, and it did not significantly influence its decision.”", "22. On 22 September 1997 another national daily newspaper, “Slobodna Dalmacija”, published an interview with M.H., a member of the NJC and the then State Attorney. The relevant parts of the interview read:", "“With regard to the statements about a lack of independence on my part and my reliance on Mr Šeks [president of Parliament], which were published in the weekly newspaper ‘Tjednik,’ in an article by journalist S. P., whose hand was guided by a gentleman whose career in the judiciary ended shamefully, I see them mostly as comical, as I do the author himself. These fabricated and unsupported statements, coming from a man who held a number of highly responsible functions in the Croatian judiciary, where, due to his lack of experience and knowledge, he was a corpus alienum (a foreign body), do not really deserve special attention because they belong to the place from which they originate, namely, the coffee-bars.”", "23. The relevant part of the Constitutional Act on the Constitutional Court (Ustavni zakon o Ustavnom sudu Republike Hrvatske, Official Gazette no. 13/1991), as in force at the material time, provided that everyone could lodge a constitutional complaint with the Constitutional Court if they considered that a judicial or administrative decision, or a decision of a legal entity invested with public authority, had violated their human rights or fundamental freedoms guaranteed by the Constitution (section 28). If the Constitutional Court allowed a constitutional complaint, it had to quash the impugned decision and remit the case to the competent authority for a new decision (section 30).", "24. The relevant provisions of the National Judicial Council Act, as in force at the material time (Zakon o Državnom sudbenom vijeću, Official Gazette no. 58/1993) provide:", "“The candidates for the [post of] President and members of the Council shall be nominated by the Chamber of the Counties of the Croatian Parliament.", "Prior to the nomination of candidates, the Chamber of the Counties shall ask the Supreme Court, Minister of Justice, State Attorney, Croatian Bar Association and law faculties to draw up a list of suitable candidates.", "...”", "“The president and the members of the Council shall be elected by the Chamber of Representatives for a period of eight years from the ranks of notable judges, state attorneys, attorneys at law and law university professors having, in principle, at least fifteen years of experience.", "The President and seven members of the Council shall be chosen from among the judges, four members from among the state attorneys and their deputies, one member from the attorneys at law and two members from the law professors.", "The President and members [of the Council] shall not be members of Parliament.”", "“Before taking up office the President and each member of the Council shall take [the following] oath before the President of Parliament:", "‘I swear on my honour that I will exercise my functions as the President and member of the National Judicial Council diligently and in accordance with the Constitution and the laws of the Republic of Croatia.”", "“The President and the members of the Council shall enjoy immunity.", "The President or members of the Council shall not be held responsible for words spoken or votes cast [in the debates of] the Council.", "The President or members of the Council shall not be subjected to arrest or criminal proceedings without the Council’s permission.", "The President or members of the Council may be detained without the Council’s permission only if found perpetrating a criminal offence punishable by a prison term of more than five years. In such cases the body which has detained the President or a member of the Council shall promptly inform the Council.", "...”", "“...", "The President or a member of the Council may be dismissed from his or her office before expiration of the term of office [for the following reasons]:", "- if he or she resigns;", "- if sentenced to imprisonment;", "- if he or she permanently loses capacity to exercise his or her functions;", "- if he or she accepts citizenship of another State.", "The reasons for dismissal of the President or a member of the Council shall be established by the Parliament’s Chamber of Counties. The decision on dismissal shall be taken by the Parliament’s Chamber of Representatives.”", "“...", "An application for establishing permanent inability of a member of the Council to perform his or her function shall be lodged with the Parliament’s Chamber of Counties by the President of the Council. Such an application in respect of the President of the Council shall be lodged by at least five members of the Council.", "...”", "“The Council shall have competence in respect of:", "- appointments of the presidents of courts, judges and state attorneys and their deputies;", "- conduct of the proceedings and decisions on dismissal of presidents of courts and judges and on dismissal of state attorneys and their deputies.”", "“The President of a court or a judge shall be subject of disciplinary liability when he or she commits a grave disciplinary offence.", "Grave disciplinary offences are:", "...", "6. causing harm to the reputation of the judiciary or to judicial duty.”", "“For a grave disciplinary offence one of the following measures may be imposed:", "...", "3. dismissal from office.", "...”", "“A president of a court or a judge punished for a disciplinary offence shall be entitled to lodge a request for protection against the Council’s decision with the Chamber of the Counties within 15 days after the Council’s decision is served on him or her.", "The Chamber of the Counties shall uphold the decision on dismissal [from office] or quash it and remit the case to the Council for fresh proceedings and decision.", "Where [the Council’s] decision is quashed the statutory time limits begin anew. There is no judicial review of the decision of the Chamber of the Counties.”", "“Proceedings [before the Council] shall be conducted in accordance with the provisions of the Code of Criminal Procedure, if not otherwise provided in this Act.", "... The Council may decide that the disciplinary proceedings shall be public.”", "”Resources for the functioning of the Council are secured in the State budget.", "The President of the Council shall coordinate implementation of the financial plan for the resources referred to in paragraph one of this section.”", "“For their functions the President and the members of the Council are entitled to the compensation of costs, expenses and lost earnings, and to remuneration.”", "25. Pursuant to Article 430 of the Code of Criminal Procedure (Official Gazette nos. 110/1997, 27/1998, 58/1999, 112/1999, 58/2002, 143/2002 and 62/2003), where the defendant requests an amendment of a final judgment following a finding of a violation of, inter alia, the right to a fair trial, by the European Court of Human Rights, the rules governing a retrial shall apply."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}