{"ITEMID": "001-70365", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF CHERNOBRYVKO v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Violation of P1-1;Remainder inadmissible;Pecuniary damage - Government to pay outstanding judgment debt;Non-pecuniary damage - financial award", "JUDGES": "Zoryana Bortnovska", "TEXT": ["4. The applicant was born in 1953 and lives in the town of Lisichansk, the Lugansk region.", "5. In 1982 the applicant had a serious accident at work and from that time onwards was entitled to occupational disability benefit – including compensation for a purchase of a car designed for disabled persons – from the Chernomorka coal mine (a State owned entity, hereafter “the Coal Mine”).", "6. On 11 June 2001 the Lisichansk City Court awarded the applicant UAH 14,490 (approximately EUR 2,360) against the Coal Mine for its failure to pay compensation for a car.", "7. The judgment became effective and was sent for execution to the Lysychansk City Bailiffs' Service (hereafter “the Bailiffs' Service”), which on 14 July 2001 instituted enforcement proceedings in the applicant's case.", "8. On 12 November 2001 the Lisichansk City Court informed the applicant that the attachment and sale proceedings concerning the Coal Mine's assets were suspended due to the moratorium on the forced sale of the property of State-owned enterprises.", "9. On 29 November 2001 the Ministry of Fuel and Energy ordered the Coal Mine's liquidation, designating the Ukrvuglrestrukrutizatsyya Company as its successor. The coal mine's liquidation commission was established and on 18 February 2002 it was entrusted with the enforcement of the applicant's writ of execution.", "10. On 5 June 2003 the Ministry of Fuel and Energy ordered that the Ukrvuglrestrukrutizatsyya Company split up and its funds be divided between the Luganskuglrestrukrutizatsyya and the Donetskvuglrestrukrutizatsyya Companies.", "11. On 15 April 2004 the writ of execution was returned unenforced to the Bailiffs' Service, which reopened the enforcement proceedings. On account of the liquidation of the coal mine and the Ukrvuglrestrukrutizatsyya Company the Bailiffs' Service on 6 July 2004 suspended the proceedings pending the replacement of the debtor in the applicant's case.", "12. From the parties' submissions it appears that the judgment in the applicant's favour remains unenforced.", "13. Some of the relevant domestic law is set out in the judgments of 27 July 2004 in the case of Romashov v. Ukraine (no. 67534/01, §§ 16-19), of 30 November 2004 in the case of Dubenko v. Ukraine (no. 74221/01, §§ 2229) and of 26 April 2005 in the case of Sokur v. Ukraine (no. 29439/02, §§ 18 and 22)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}