{"ITEMID": "001-79887", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF SIALKOWSKA v. POLAND", "IMPORTANCE": "2", "CONCLUSION": "Preliminary objection dismissed (incompatibility ratione personae, non-exhaustion of domestic remedies);Violation of Art. 6-1;Non-pecuniary damage - financial award;Pecuniary damage - claim dismissed;Costs and expenses partial award - Convention proceedings", "JUDGES": "Christos Rozakis", "TEXT": ["10. The applicant was born in 1950 and lives in Wrocław.", "11. After the applicant's husband had died in September 2002, she instituted proceedings in which she claimed her widow pension.", "12. By a decision of 3 October 2002, the social insurance authority dismissed her request.", "13. On 4 March 2003 the Wroclaw Regional Court dismissed her appeal against this decision. On 2 September 2004 the Wroclaw Court of Appeal dismissed her further appeal.", "14. The appellate court observed that the findings of fact made by the social insurance authority were correct. The applicant and her husband had de facto separated in 1994. He had been living since then with another woman. The applicant had not been receiving any maintenance payments from him. When he had fallen ill, she had not been taking care of him and she had been informed of his poor health only in March 2002. The court considered that the lower court had not erred when it assessed the testimony of one witness, who had submitted that the couple had been living together, as not being credible. The appellate court concluded that the legal requirements for granting a widow pension were not complied with.", "15. The applicant requested that legal aid for the purposes of lodging a cassation appeal with the Supreme Court be granted to her and her request was allowed. The court requested the local Bar Association to assign a lawyer to the case and advocate Z.W. was so assigned on 17 September 2004.", "16. The copy of the judgment of the appellate court was served on Z.W. on 9 November 2004.", "17. By a written opinion of one page and a half dated 3 December 2004 Z.W. advised the applicant that, in his view, a cassation appeal against the judgment of the appellate court did not offer reasonable prospect of success. He referred to the written grounds of the judgment of the appellate court by which that court had explained why the applicant had not complied with the requirements of the applicable law, and considered that in the light of the evidence examined by the courts, there were no grounds on which to argue that the second-instance judgment was in breach of the law. Consequently, he did not draw up the cassation appeal.", "18. The opinion contained the following paragraph:", "“I would like to stress that the judgment of the Wroclaw Court of Appeal of 2 September was served on me on 9 October (sic) 2004 and that the thirty-day time-limit for the lodging of a cassation appeal expires on 9 December 2004.”", "19. On 6 December 2004 the applicant had a meeting with the lawyer at his office. He gave her his opinion and informed her that he saw no grounds on which to prepare a cassation appeal in her case. On the same occasion the applicant was served with the copy of the appellate court's judgment with its written grounds.", "20. Article 45 of the Constitution, insofar as relevant, reads:", "“Everyone shall have the right to a fair and public hearing of his case, without undue delay, before a competent, impartial and independent court. ...”", "21. Article 17 of the Constitution, insofar as relevant, reads:", "“By means of a statute, associations may be created within a profession in which the public repose confidence, and such professional associations shall concern themselves with the proper practice of such professions in accordance with, and for the purpose of protecting, public interest.”", "22. Pursuant to Article 5 of the Code of Civil Procedure, a court should give all necessary procedural instructions to a party acting without a lawyer and, in particular should indicate the consequences of that party's acts or failures to act.", "23. Article 113 § 1 of the Code of Civil Procedure provides that a party to the proceedings may ask the court competent to deal with the case to grant him or her an exemption from court fees provided that he submits a declaration to the effect that the fees required would entail a substantial reduction in his and his family's standard of living.", "24. Pursuant to Article 117 of the Code, persons exempted from the court fees may request that legal aid be granted to them. The court will then request the relevant District Bar Association or the District Chamber of Legal Advisers to assign an advocate or a legal adviser to the claimant's case.", "25. At the material time, a party to civil proceedings could lodge a cassation appeal with the Supreme Court against a judicial decision of a second-instance court which terminated the proceedings.", "26. Under Article 393 4 § 1 of the Code of Civil Procedure a cassation appeal had to be lodged with the court that had given the relevant decision within one month from the date on which the decision with its written grounds was served on the party concerned. Cassation appeals which were not lodged by an advocate or a legal adviser would be rejected.", "27. Article 393 1 of the Code as applicable at that time listed the grounds on which a cassation appeal could be lodged. It read as follows:", "“The cassation appeal may be based on the following grounds:", "1) a breach of substantive law by its erroneous interpretation or wrongful application;", "2) a breach of procedural provisions, if that defect could significantly affect the outcome of the case.”", "28. Article 393 3 specified the requirements of a cassation appeal. It read in its relevant part:", "“§ 1. A cassation appeal should include:", "1) an indication of the decision under appeal together with information as to whether the appeal is lodged against this decision in its entirety or in part only;", "2) an indication of the grounds for the cassation appeal;", "3) arguments showing that its examination would be justified;", "4) a motion to have the decision under appeal quashed or amended, specifying also the scope of the motion.”", "29. Article 393 4 read as follows:", "“A second-instance court rejects in a hearing held in camera a cassation appeal lodged after a prescribed time-limit or which is inadmissible on other grounds (...).”", "30. The reasons justifying the examination of a cassation appeal by the Supreme Court could be inferred a contrario from Article 393 of the Civil Code of Procedure which, as applicable at that time, read, in its relevant part:", "“1. The Supreme Court may refuse to entertain the cassation appeal, if:", "i) there is no appearance of any significant legal issue in the case,", "ii) there is no need for the interpretation of provisions raising serious doubts or causing discrepancies in the courts' case law,", "iii) the appeal is manifestly ill-founded.", "2. Paragraph 1 shall not apply if the judicial decision challenged manifestly breached the law or where the proceedings are invalid in law.”", "31. In its judgment of 31 March 2005 the Constitutional Court examined a number of constitutional complaints in which the complainants argued essentially about certain provisions of Article 393 of the Code of Civil Procedure, also insofar as they regulated the conditions that cassation appeals had to comply with.", "32. The Court observed, inter alia, that certain terms describing the conditions which cassation appeals had to meet under Article 393 et seq. of the Code (“important legal issue”, “provisions raising serious doubts or causing discrepancies in the courts' case law”, “arguments showing that examination of the cassation appeal would be justified”) were drafted in the broadest terms. It noted that the judicial practice regarding their application had given rise to serious interpretational difficulties and discrepancies in the caselaw of the Polish courts.", "33. Article 1 of the Bar Act of 1982, as amended, reads, insofar as relevant:", "“1. The Bar is established to provide legal assistance, co-operate in protecting a person's rights and freedoms as well as to formulate and apply the law.", "2. The Bar is organized as a self-governing association.", "3. An advocate whilst executing his/her professional duties is accountable only to the law.”", "34. Article 3 of the Act provides as follows:", "“The general tasks of the professional Bar Council are as follows:", "1) creation of conditions for the performance of the Bar's statutory tasks,", "2) representation of the Bar and protection of its rights,", "3) supervision over the observance of the rules regulating the practice of the profession,", "4) development of professional skills and training of advocates,", "5) determination and promotion of professional ethics and ensuring their observance,", "6) management (...) of the Bar's assets.”", "35. Article 28 of the Act reads:", "“1. An advocate may only refuse to provide legal assistance for important reasons of which he must notify the interested party. Any doubts as to whether to provide legal assistance or refuse to do so shall be resolved by the local Bar Council, and in situations where time is of the essence, by the Dean of that Council.", "2. In cases where legal assistance is granted on the basis legal regulations concerning legal aid, only the entity appointing the advocate to represent the client may decide to relieve him or her from providing legal assistance.”", "36. Under Article 21 § 3 of the Act, an advocate shall provide legal aid services in the jurisdiction of a court where he or she has its office.", "37. Lawyers are bound to act in accordance with rules of professional and ethical conduct enacted by the Bar Association. They may be held accountable for professional misconduct or a breach of ethical principles in the proceedings before the bar disciplinary court.", "38. Under Article 57 of the Body of Ethical Rules adopted by the National Bar Council on 10 October 1998, when an advocate, either privately hired by the client or appointed under legal aid scheme, considers that submission of an appeal in a case offers no reasonable prospect of success and the client disagrees with his or her view, the lawyer shall give notice of termination of the power of attorney terminate the representation, or notify the refusal to the body which appointed him or her.", "39. In 2000 the Supreme Court issued a resolution in reply to a legal question whether a legal aid lawyer could refuse to lodge a cassation appeal. It replied to the question in the positive.", "40. The court observed that issues involved in the legal aid concerned not only proper administration of justice, but also touched on human rights, and a right of access to a court in particular. Nevertheless, there was no comprehensive and coherent regulation of legal aid available under Polish law.", "41. The mere fact that it was necessary for a cassation appeal to be lodged by a qualified representative was not open to criticism. However, a certain conceptual confusion was to be noted in the provisions governing legal aid as a whole, mostly because the legislator had failed to harmonise the relevant provisions of civil and criminal procedure. In particular, the scope of legal aid lawyers' obligations when legal representation was mandatory was not directly addressed by provisions of civil procedure. This was so partly because the essential body of law concerning civil procedure had been enacted in 1964, while the provisions on mandatory legal representation for the purposes of the cassation appeal had been introduced in 1996, when this new kind of appeal had been created.", "42. As a result, the scope of legal aid lawyers' obligations to provide a party to the proceedings with “legal aid” in civil proceedings was unclear. In particular, the provisions on the lawyers' legal aid obligations in connection with cassation proceedings before the Supreme Court lacked clarity. The court noted that the judicial practice regarding the application of relevant provisions had given rise to serious difficulties of interpretation and discrepancies in the case-law of the Polish courts.", "43. The court observed that the issue of possible conflict between the opinion of a party granted legal aid and a lawyer assigned to represent him or her for the purpose of cassation proceedings had not been directly addressed by the applicable law. It further noted that the notion of legal assistance could not be identified with a simple obligation of a lawyer to act in accordance with the client's wishes. The role of a legal aid lawyer had rather to be understood as obliging him or her to provide legal advice to the party, including as to the prospects of success offered by a cassation appeal against a given judgment.", "44. The constitutional role of the Supreme Court, the highest judicial authority, was also an argument in favour of a conclusion that a legal aid lawyer was not compelled by the will of the party to have a cassation appeal lodged if such an appeal was bound to fail. In case of a disagreement between the party and the lawyer, it was open to the party to complain to the local Bar under Article 28 of the Bar Act. The Bar could then appoint a new lawyer who could lodge a cassation appeal, requesting at the same time to be granted leave to appeal out of time under Article 169 of the Code of Civil Procedure. It was true that the practice of the Supreme Court was not coherent in that in some cases it had been rejecting such requests and in other it accepted them. However, it did not prevent the parties from having recourse to this course of action.", "45. Pursuant to Article 169 of the Code of Civil Procedure, a party to the proceedings may ask for retrospective leave to perform a procedural measure outside the prescribed timelimit; this measure shall be performed simultaneously with lodging the request.", "46. Article 133 § 3 of the Code of Civil Procedure reads, insofar as relevant:", "“3. If a legal representative or a person authorised to receive court correspondence on behalf of a party has been appointed in a case, the court correspondence shall be served on these persons.”", "47. Pursuant to the case-law of the Supreme Court, if a party to civil proceedings is represented by a lawyer, the procedural timelimits set by the Code of Civil Procedure start to run on the date of the service of judicial decisions on him or her (III CRN 324/72; I UZ, 65/04).", "48. The Council of Bars and Law Societies of Europe has adopted a Code of Conduct in the European Union.", "49. Its Article 1 provides that a lawyer must serve the interests of justice as well as those whose rights and liberties he or she is trusted to assert and defend and it is his or her duty not only to plead his or her client's case but also to be his or her adviser.", "50. A lawyer's function therefore lays on him or her a variety of legal and moral obligations, sometimes appearing to be in conflict with each other, towards the client, the courts and other authorities before whom the lawyer pleads his or her client's case or acts on his or her behalf; the legal profession in general and each fellow member of it in particular; the public for whom the existence of a free and independent profession, bound together by respect for rules made by the profession itself, is an essential means of safeguarding human rights in face of the power of the state and other interests in society.", "51. Pursuant to Article 3.1.2 of the Code, a lawyer shall advise and represent his or her client promptly, conscientiously and diligently.", "52. Under Article 3.1.4 a lawyer shall not be entitled to exercise his or her right to withdraw from a case in such a way or in such circumstances that the client may be unable to find other legal assistance in time to prejudice being suffered by the client.", "53. This recommendation, insofar as most relevant, reads:", "“4. No litigant should be prevented from being assisted by a lawyer. The compulsory recourse of a party to the services of an unnecessary plurality of lawyers for the need of a particular case is to be avoided. Where, having regard to the nature of the matter involved, it would be desirable, in order to facilitate access to justice, for an individual to put his own case before the courts, then representation by a lawyer should not be compulsory.”", "54. The Recommendation, in its most relevant parts, provides:", "“Recalling that in addition to the right of access to the law and to justice provided for in Article 6 of the European Convention on Human Rights, the other provisions of the Convention and particularly Articles 2, 3 and 8 are equally applicable to the very poor, as are the other legal instruments of the Council of Europe such as the European Social Charter;", "Considering that this recommendation is intended to improve, especially with regard to the very poor, existing legal advice and legal aid systems, and therefore to complement existing machinery with regard to the other categories of people for which the systems were designed.", "Recommends that the governments of member states:", "1. Facilitate access to the law for the very poor (“the right to the protection of the law”) by:", "[...]", "b. promoting legal advice services for the very poor;", "[...]", "3. Facilitate effective access to the courts for the very poor, especially by the following means:", "[...]", "c. recognising the right to be assisted by an appropriate counsel, as far as possible of one's choice, who will receive adequate remuneration;", "[...]", "e. simplifying the procedure for granting legal aid to the very poor, [...]”", "55. The Recommendation provides, inter alia:", "“The Committee of Ministers, under the terms of Article 15.b of the Statue of the Council of Europe, [...]", "Underlining the fundamental role that lawyers and professional associations of lawyers also play in ensuring the protection of human rights and fundamental freedoms; [...]", "Considering that access to justice may require persons in an economically weak position to obtain the services of lawyers,", "Recommends the governments of member States to take or reinforce, as the case may be, all measures they consider necessary with a view to the implementation of the principles contained in this Recommendation.", "[...]", "1. All necessary measures should be taken to respect, protect and promote the freedom of exercise of the profession of lawyer without discrimination and without improper interference from the authorities or the public, in particular in the light of the relevant provisions of the European Convention on Human Rights.", "[...]", "1. All necessary measures should be taken to ensure that all persons have effective access to legal services provided by independent lawyers,", "2. Lawyers should be encouraged to provide legal services to persons in an economically weak position.", "3. Governments of member States should, where appropriate to ensure effective access to justice, ensure that effective legal services are available to persons in an economically weak position, in particular to persons deprived of their liberty.", "4. Lawyers' duties towards their clients should not be affected by the fact that fees are paid wholly or in part from the public funds.”"], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}