{"ITEMID": "001-112446", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HUN", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF FÁBER v. HUNGARY", "IMPORTANCE": "3", "CONCLUSION": "Violation of Article 10 - Freedom of expression -{General} (Article 10-1 - Freedom of expression) read in the light of Article 11 - (Art. 11) Freedom of assembly and association (Article 11-1 - Freedom of peaceful assembly);Non-pecuniary damage - award", "JUDGES": "András Sajó;Françoise Tulkens;Guido Raimondi;Helen Keller;Isabelle Berro-Lefèvre;Paulo Pinto De Albuquerque", "TEXT": ["5. The applicant was born in 1969 and lives in Budapest.", "6. On 9 May 2007 the Hungarian Socialist Party (MSZP) held a demonstration in Budapest to protest against racism and hatred (hereinafter: MSZP demonstration). Simultaneously, members of Jobbik, a legally registered right-wing political party assembled in an adjacent area to express their disagreement.", "The applicant, silently holding a so-called Árpád-striped flag in the company of some other people, was observed by police as he stood nearby, at the steps leading to the Danube embankment (the location where in 1944/45, during the Arrow Cross regime, Jews were exterminated in large numbers). His position was close to the MSZP event and a few metres away from the lawn of the square where the Jobbik demonstration was being held.", "According to the testimonies which the police officers subsequently gave in court, they had been instructed not to tolerate the Árpád-striped flag if it was displayed closer than 100 metres to the MSZP demonstration. The applicant and other witnesses later stated in court that the holders of the Árpád-striped flag were called “fascists” and “arrow-crossers” by the bystanders. The police supervising the scene called on the applicant either to remove the banner or leave. The applicant refused to do so, pointing out that this flag was a historical symbol and that no law forbade its display. Subsequently he was committed to the Budapest Gyorskocsi Police Holding Facility, where he was held in custody and under interrogation for six hours. After he had been released, the Budapest 5th District Police Department fined him 50,000 Hungarian forints (approximately 200 euros) for the regulatory offence of disobeying police instructions. The applicant’s complaint to the Pest Central District Court was to no avail.", "7. On appeal, the court held hearings on 7 December 2007 and 21 February 2008 and upheld the applicant’s conviction. The court was satisfied that his conduct had been of a provocative nature, likely to result in unruliness in the context of the ongoing Socialist demonstration, and that his right to free expression could not be considered as reaching so far as to cause prejudice to public order. Despite the opinion of a heraldic expert, submitted by the applicant and stating that the flag in question was a historical one, the court considered its display offensive in the circumstances, because it had been placed higher than the national flag representing the Republic of Hungary. Therefore, the applicant’s behaviour was considered to have been provocative.", "8. Act no. XX of 1949 on the Constitution (as in force at the material time) provides:", "“(1) In the Republic of Hungary everyone has the right to freedom of expression and speech, and to access and distribute information of public interest.”", "“(1) The Republic of Hungary recognises the right to peaceful assembly and ensures the free exercise thereof.”", "9. Act no. III of 1989 on the Right to Freedom of Assembly (“the Assembly Act”) provides:", "“The right of assembly is a fundamental freedom guaranteed for everyone. The Republic of Hungary recognises this right and ensures its undisturbed exercise.”", "“(1) In the framework of the exercise of the right of assembly, peaceful gatherings, marches and demonstrations (henceforth jointly: assemblies) may be held where the participants may freely express their opinion. ...”", "“(1) The order of the assembly shall be secured by the organiser.", "(2) The police and other competent bodies shall, upon the organiser’s request, contribute to the maintenance of the order of the assembly and arrange for the removal of persons disturbing the assembly.”", "“(1) Where the exercise of the right of assembly violates section 2(3) or the participants appear bearing arms or carrying weapons or in an armed manner, or hold an assembly subject to prior notification despite a prohibiting decision, the assembly shall be dispersed by the police.", "(2) The dispersal of the assembly shall be preceded by a warning.”", "10. Act no. LXIX of 1999 on Administrative Offences provides:", "“(1) Anyone who", "a) fights or invites another person to fight,", "b) in case of disturbance or disorderly conduct manifests disobedience to a measure imposed by the acting official person,", "shall be punishable with imprisonment or a fine up to HUF 150,000.", "(2) Anyone who appears at a public assembly", "a) possessing firearms or ammunition or any tool suitable for killing or causing bodily injury,", "b) disobeying the organiser’s or the police’s security-related instructions", "shall be punishable with a fine up to HUF 50,000.", "(3) The perpetrator of the administrative offence specified in subsections (1)-(2) may also be subjected to a ban.", "(4) Proceedings for the administrative offence specified in subsection (1) fall within the competence of the court, whereas proceedings for the administrative offence specified in subsection (2) fall within the competence of the police.", "(5) For the purposes of this Act, public assembly means: an assembly falling within the ambit of the Act on the Right to Freedom of Assembly and accessible for anyone under identical conditions.”", "11. Section 143 of Act no. CV of 2004 on Defence and the Hungarian Defence Force (as in force at the material time) lists the Árpád-striped flag as one of the historical Hungarian banners.", "12. Government Decree no. 218/1999. (ХП.28.) on Certain Administrative Offences provides as follows:", "“(1) A fine of up to HUF 50,000 may be imposed on a person who disobeys the lawful measures of a professional member of a law enforcement body.”", "13. Decision no. 75/2008. (V.29.) AB of the Constitutional Court contains the following passages:", "“1. The Constitutional Court establishes that the right of assembly recognised in Article 62(1) of the Constitution also covers the holding of events organised in advance including peaceful events where the assembly can only be held shortly after the causing event. In addition, the right of assembly covers assemblies held without prior organisation.", "2. The Constitutional Court holds that it is a constitutional requirement following from Article 62(1) of the Constitution that in the application of section 6 of Act no. III of !989, the obligation of notification pertains to organised events to be held on public ground. It is unconstitutional to prohibit merely on the basis of late notification the holding of such peaceful assemblies that cannot be notified three days prior to the date of the planned assembly, because of the nature of the causing event.”", "14. Decision no. 55/2001. (XI. 29.) AB of the Constitutional Court contains the following passages:", "“... In so far as the necessity of restricting the right of assembly is concerned, an independent examination should be made on the restriction realised in the form of the obligation to give notification in advance of assemblies planned to be held on public places of any kind, and on the restriction realised in the form of the right of the authorities to prohibit in certain cases the holding of the assembly.", "In the opinion of the Constitutional Court, the necessity of applying the obligation of notification to assemblies to be held on public grounds is justified by the fact that, in line with the detailed definition in section 15(a) of Act no. III of 1989, public ground is an area, road, street or square with unlimited access for everyone. Here, unlimited access for everyone means that both the participants in the assembly and everyone else who does not participate therein should have equal access to the public ground. The possibility to use the public ground is a precondition not only for the enforcement of the freedom of assembly but for that of another fundamental right as well: the right of free movement guaranteed in Article 58 of the Constitution.”", "15. The Report of the European Commission against Racism and Intolerance on Hungary (fourth monitoring cycle), adopted on 20 June 2008, contains the following passages:", "“61. Since [the Report of the third monitoring cycle], and apparently building on, at least in part, a series of highly charged anti-government demonstrations at the end of 2006, there has been a disturbing increase in racism and intolerance in public discourse in Hungary. In particular, the creation and rise of the radical right-wing Hungarian Guard (Magyar Gárda) – a group bearing close ties to a well known radical right-wing political party – is consistently cited as a cause for deep concern. Since its creation in August 2007 and the public swearing in of several hundred new members in October 2007, the Hungarian Guard has organised numerous public rallies throughout the country, including in villages with large Roma populations; despite apparently innocuous articles of association, amongst the group’s chief messages is the defence of ethnic Hungarians against so-called “Gypsy crime”. Members of the Hungarian Guard parade in matching, paramilitary-style black boots and uniforms, with insignia and flags closely resembling the flag of the Arrow Cross Party, an openly Nazi organisation that briefly held power in Hungary during World War II, and during whose spell in power tens of thousands of Jews and Roma were killed or deported.", "62. In January 2008, the Prosecutor General initiated court proceedings to ban the Hungarian Guard.”", "16. In Kivenmaa v. Finland (Communication No. 412/1990, U.N. Doc. CCPR/C/50/D/412/1990 (1994)), the United Nations Human Rights Committee held as follows:", "“9.2 The Committee finds that a requirement to notify the police of an intended demonstration in a public place six hours before its commencement may be compatible with the permitted limitations laid down in article 21 of the Covenant. In the circumstances of this specific case, it is evident from the information provided by the parties that the gathering of several individuals at the site of the welcoming ceremonies for a foreign head of State on an official visit, publicly announced in advance by the State party authorities, cannot be regarded as a demonstration. Insofar as the State party contends that displaying a banner turns their presence into a demonstration, the Committee notes that any restrictions upon the right to assemble must fall within the limitation provisions of article 21. A requirement to pre-notify a demonstration would normally be for reasons of national security or public safety, public order, the protection of public health or morals or the protection of the rights and freedoms of others. Consequently, the application of Finnish legislation on demonstrations to such a gathering cannot be considered as an application of a restriction permitted by article 21 of the Covenant.", "9.3 The right for an individual to express his political opinions, including obviously his opinions on the question of human rights, forms part of the freedom of expression guaranteed by article 19 of the Covenant. In this particular case, the author of the communication exercised this right by raising a banner. It is true that article 19 authorizes the restriction by the law of freedom of expression in certain circumstances. However, in this specific case, the State party has not referred to a law allowing this freedom to be restricted or established how the restriction applied to Ms. Kivenmaa was necessary to safeguard the rights and national imperatives set forth in article 19, paragraph 2(a) and (b) of the Covenant.”", "17. In its decision no. BVerfG, 1 BvR 961/05 of 6 May 2005, the Federal Constitutional Court of Germany held that, in the light of the specific circumstances arising from the location and time of the demonstration, it was constitutionally acceptable to restrict the route of a planned extreme right-wing rally, despite its prior announcement, in order to defend the dignity of the Jewish victims of Nazi violence and tyranny. The Constitutional Court, appreciating the historical origins of the Federal Republic of Germany, upheld, in derogation from the principle of priority, the restriction of the earlier announced demonstration in favour of a commemorating assembly on the concerned location with special regard to the anniversary of the surrender in World War II.", "18. The current position of the Supreme Court of the United States is summarised in Virginia v. Black, 538 U.S. 343 (2003), in the context of cross burning (a traditional threatening activity of the Klu Klux Klan). According to this judgment, the burning of a cross is a “symbol of hate”, regardless of whether the message is a political one or also meant to intimidate. And while cross-burning sometimes carries no intimidating message, at other times the intimidating message is the only message conveyed. The protections afforded by the First Amendment are not absolute, and the government may regulate certain categories of expression, including the ban of a “true threat”. Intimidation, in the constitutionally proscribable sense of the word, is a type of true threat, where a speaker directs a threat to a person or group of persons with the intent of placing the victim in fear of bodily harm or death. The fact that cross-burning is a symbolic expression does not resolve the constitutional question. Sometimes the cross-burning is a statement of ideology, a symbol of group solidarity. The Supreme Court required effort to distinguish among these different types of cross-burnings and considered the contextual factors that were necessary to decide whether a particular cross-burning was intended to intimidate. The Supreme Court went on to state:", "“It may be true that a cross burning, even at a political rally, arouses a sense of anger or hatred among the vast majority of citizens who see a burning cross. But this sense of anger or hatred is not sufficient to ban all cross burnings. As Gerald Gunther has stated, «The lesson I have drawn from my childhood in Nazi Germany and my happier adult life in this country is the need to walk the sometimes difficult path of denouncing the bigot’s hateful ideas with all my power, yet at the same time challenging any community’s attempt to suppress hateful ideas by force of law» (Virginia v. Black, 538 U.S. 343, 366-7 (2003)).", "The impact of (undeniably outrageous) speech on a funeral procession was considered in Snyder v. Phelps (131 S.Ct. 1207 (2011). Members of a church picketed within 200 to 300 feet from a soldier’s funeral service. The picket signs reflected the church’s view that the United States is overly tolerant of sin and that God kills American soldiers as punishment.", "The Supreme Court held:", "“In public debate [we] must tolerate insulting, and even outrageous, speech in order to provide adequate ‘breathing space’ to the freedoms protected by the First Amendment ... funeral picketing is certainly hurtful and its contribution to public discourse may be negligible. But [it] addressed matters of public import on public property, in a peaceful manner... The speech ... did not itself disrupt that funeral ... Speech is powerful. It can stir people to action, move them to tears of both joy and sorrow, and – as it did here – inflict great pain. On the facts before us, we cannot react to that pain by punishing the speaker. As a Nation we have chosen a different course – to protect even hurtful speech on public issues to ensure that we do not stifle public debate” (Snyder v. Phelps, 131 S.Ct. 1207, 1219 (2011)).", "In Frisby v. Schultz, 487 U.S. 474 (1988), the Supreme Court upheld a municipal ban on residential picketing that had been adopted in response to the picketing by anti-abortion protestors of the home of a physician who performed abortions. Here the offensive and disturbing picketing focused on a “captive” home audience."], "VIOLATED_ARTICLES": ["10"], "VIOLATED_PARAGRAPHS": ["10-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}