{"ITEMID": "001-78851", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF SHCHERBININ AND ZHARIKOV v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art 6-1;Violation of P1-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and Expenses - claim dismissed", "JUDGES": "Peer Lorenzen", "TEXT": ["4. The applicants were born in 1938 and 1933 respectively and live in Krasnyy Luch, the Lugansk region. They are former employees of the State Mining Company Novopavlivska (“the Mine,” ДП шахта „Новопавлівська”).", "5. On 6 October 1999, 16 and 28 February 2001 the Krasnyy Luch Court (Краснолуцький міський суд Луганської області) ordered the Mine to pay UAH 3,626.42, UAH 1,000.96 and UAH 1,868.12 respectively in salary arrears and various payments to the first applicant.", "6. On 1 and 23 February 2001 the Krasnyy Luch Court ordered the Mine to pay UAH 3,776.36 and UAH 1,491.80, respectively, in salary arrears and various payments to the second applicant.", "7. All of the above judgments became final and the enforcement writs were transferred to the Krasnyy Luch Bailiffs' Service (“the Bailiffs,” Відділ Державної виконавчої служби Краснолуцького міського управління юстиції) for enforcement.", "8. On 29 May 2002 the Lugansk Regional Commercial Court (“the Commercial Court,” Господарський суд Луганської області) initiated bankruptcy proceedings against the Mine and introduced a moratorium on payment of its debts.", "9. On 14 November 2002 the Commercial Court declared the Mine bankrupt and ordered its rehabilitation, which was to be completed by 31 December 2007.", "10. In July 2004 the first applicant received the debts due to him by the judgments of 6 October 1999 and 16 February 2001. As regards the debt due to him by the judgment of 28 February 2001 – the first applicant received it in several instalments, the last payment being made on 27 July 2006.", "11. On 27 November 2004 the second applicant received the debt due to him by the judgment of 23 February 2001. The debt due to him by the judgment of 1 February 2001 was paid to him in several instalments, the final one being made on 26 July 2006.", "12. The relevant domestic law is summarised in the judgment of Sokur v. Ukraine (no. 29439/02, § 17-22, 26 April 2005)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}