{"ITEMID": "001-78602", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF PIOTR KUC v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 5-3;Remainder inadmissible;Non-pecuniary damage - financial award", "JUDGES": "Nicolas Bratza", "TEXT": ["4. The applicant was born in 1976 and lives in Mysłowice, Poland.", "5. On 25 September 2000 the applicant was arrested by the police on suspicion of having committed burglary and having handled stolen goods. On 26 September 2000 the Katowice District Court (Sąd Rejonowy) ordered that he be remanded in custody in view of the reasonable suspicion that he had committed the offences in question while acting in an organised criminal group, the severity of the anticipated sentence and the need to secure the proper conduct of the proceedings. The latter ground was based on the risk that, once released, he might tamper with evidence. The applicant's appeal against the decision was dismissed on 11 October 2000 by the Katowice Regional Court (Sąd Okręgowy).", "6. On 15 January 2001 the District Court prolonged the applicant's detention. It reiterated the grounds originally given for keeping him in custody.", "7. On 12 March 2001 the applicant and 8 coaccused were indicted before the Katowice District Court. On 18 May 2001 the trial court held the first hearing.", "8. Subsequently, the applicant's detention was on several occasions prolonged. The relevant decisions were given on, inter alia, 26 June, 28 September and 28 December 2001 and 29 January, 20 May and 10 September 2002. The court considered that the proper course of the proceedings could only be secured by keeping the applicant in detention given the fact that he had been charged with membership of an organised, armed criminal group. Furthermore, the trial court had actively been taking evidence from coaccused, witnesses and expert witnesses, the process of which could have been disturbed by the applicant's release.", "9. During the proceedings the applicant made repeated, but unsuccessful, applications for release. He also appealed, likewise unsuccessfully, against refusals to release him and decisions prolonging his detention.", "10. On 27 September 2002 the Katowice District Court informed the detention centre that it would not make an application to the Court of Appeal to prolong further the applicant's detention on the ground that it had found no exceptional circumstances under Article 263 of the Code of Criminal Procedure to justify such a request. The applicant, however, was not released as he was still required to remain in pre-trial detention on the charge of armed robbery (see below).", "11. This set of proceedings is apparently still pending.", "12. On 13 August 2001 the Katowice District Court ordered that the applicant be remanded in custody in view of the reasonable suspicion that he had committed armed robbery while acting in an organised criminal group. The court relied in particular on the gravity of the charges against the applicant and the likelihood that a heavy prison sentence might be imposed on him if found guilty.", "13. The Katowice District Court and the Katowice Regional Court several times prolonged his detention pending the conclusion of the investigation. The relevant decisions were given on 16 September and 18 November 2002 and on 3 February 2003. The last of those decisions extended the applicant's detention until 31 May 2003. The courts considered that, given that there was a reasonable suspicion that the applicant had committed serious offences, voluminous expert evidence needed to be obtained. For that reason, he should be kept in detention in order to secure the proper conduct of the investigation. They also held that that measure was justified by the severity of the sentence that might be imposed and the complex nature of the charges.", "14. Meanwhile, on 2 January 2003, the applicant had been indicted on charges of armed robbery, arson and burglary. The bill of indictment comprised more than 200 charges brought against 26 accused. The two main accused were charged with 124 and 99 offences respectively.", "15. On 3 March 2003 the Regional Court severed the charges against the accused, holding that they should be determined in 2 separate trials. One of the reasons given was that the court did not have at its disposal a court room to try 26 accused at the same time. The charges concerning burglary and arson were examined by the Katowice District Court.", "16. On 5 May 2003 the Regional Court made an application under Article 263 § 4 of the Code of Criminal Procedure (Kodeks postępowania karnego) to the Katowice Court of Appeal (Sąd Apelacyjny), asking that the applicant's detention be prolonged beyond the statutory timelimit of 2 years – until 31 December 2003. The Regional Court relied on the complexity of the case and the fact that, following the severance order, 12 accused were to be tried simultaneously.", "17. The Court of Appeal granted that application on 14 May 2003, fully upholding the grounds given for it. It added that the applicant's detention was particularly justified by the severity of the sentence that might be imposed.", "18. On 3 July 2003 the Katowice Regional Court held the first hearing.", "19. On 1 September 2003 the Katowice Regional Court dismissed the applicant's request for release.", "20. Subsequently, the applicant's pre-trial detention was prolonged on 17 December 2003.", "21. On 24 May 2004 the applicant was convicted by the Katowice District Court in the proceedings concerning the charges of burglary and arson and was given a three-year prison sentence. On 4 June 2004 the Katowice Regional Court convicted the applicant of armed robbery and sentenced him to six and half years' imprisonment.", "22. Afterwards the applicant's detention was prolonged. It appears that the he lodged appeals against both judgments. On 17 February 2005 the Katowice Court of Appeal dismissed his appeal against the judgment of 4 June 2004.", "23. On 9 December 2002 the applicant complained that a letter from the Court, dated 21 October 2002, which included an application form, had been opened and controlled by the Katowice Regional Prosecutor. That letter had been delivered to him at the end of November 2002. The front part of the envelope provided by the applicant bears a handwritten note: “censored” (cenzurowano) and an illegible signature.", "24. The Code of Criminal Procedure of 1997, which entered into force on 1 September 1998, defines detention on remand as one of the socalled “preventive measures” (środki zapobiegawcze).", "Article 249 § 5 provides that the lawyer of a detained person should be informed of the date and time of court sessions at which a decision is to be taken concerning the prolongation of detention on remand.", "25. A more detailed rendition of the relevant domestic law provisions is set out in the Court's judgment in Kudła v. Poland [GC], no. 30210/96, § 75, ECHR 2000XI, Celejewski v. Poland, no. 17584/04, §§ 22 and 23, 4 May 2006."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-3"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}