{"ITEMID": "001-70618", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AZE", "BRANCH": "ADMISSIBILITY", "DATE": 2005, "DOCNAME": "HAJIYEVA v. AZERBAIJAN", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis", "TEXT": ["The applicant, Mrs Fimar Hajiyeva, is an Azerbaijani national who was born in 1957 and lives in Baku. She is represented before the Court by Mr I. Aliyev, a lawyer practising in Baku. The respondent Government was represented by Mr C. Asgarov, Agent of the Republic of Azerbaijan before the Court.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant worked as a chief editor at the State Tele-Radio Company pursuant to a temporary employment contract. On 18 April 2002 the head of the company’s human resources department informed the applicant that her employment contract had already expired on 31 March 2002, that the company had no intention to renew it and that the applicant had been dismissed from her job as of 1 April 2002.", "The applicant filed a lawsuit, alleging wrongful dismissal and asking for reinstatement in the job and compensation for material damages. She claimed that she had not been timely notified of the employer’s wish to terminate the contract and that, in the absence of such notification, the contract was subject to automatic renewal for another term. In addition, she claimed that she had signed a new contract on 3 April 2002. The trial was held in the Sabail District Court.", "At the end of the trial, on 11 June 2002, the Sabail District Judge publicly pronounced the “conclusive” part of the judgment, according to which the applicant’s claim was partially satisfied and she was reinstated in her job. According to the applicant, there were eleven persons (including the parties, their lawyers and the public) present in the courtroom when the judgment was pronounced.", "However, several days later, when the written copy of the judgment was made available to the applicant, she discovered that this written version was contrary to the one orally pronounced by the judge at the closure of the trial. The written judgment was against the applicant, dismissing her claim in full. According to this version of the judgment, the Sabail District Court found that the decision not to renew the applicant’s contract had been taken by her employer on 29 March 2002 and that the copy of this decision had been posted at the applicant’s workplace. The court further held that the applicant had been lawfully dismissed due to the expiry of the term of her temporary employment contract. As for the applicant’s allegation that she had signed a new contract on 3 April 2002, the court found that no new contract had been signed by the employer.", "The applicant appealed, claiming, inter alia, that the first-instance judge had unlawfully changed the initially pronounced judgment. She also claimed that the judge had violated the procedural rules requiring him to put the orally pronounced part of the judgment in writing, sign it and attach it to the case file on the same day when the judgment was partially pronounced.", "During the proceedings in the Court of Appeal, the judge twice asked the parties if they wished to file a motion concerning any aspect of the examination of the case (such as admission of new witness testimony, etc.). The applicant did not file any motions. On 30 July 2002 the Court of Appeal upheld the district court’s judgment, finding that the lower court had properly decided the case on the merits. The decision of the Court of Appeal was silent as to the alleged contradiction between the oral and written versions of the first-instance court’s judgment.", "In the meantime, while the proceedings were underway, the applicant wrote letters to the President of the Supreme Court, the Chief Prosecutor, the Minister of Justice and the President of Azerbaijan, in which she complained about the actions of the first-instance judge. According to the applicant, she did not receive any answers.", "The applicant then filed a cassation appeal where, apart from the arguments relating to the merits of the case, she briefly stated, without specific details, that the Court of Appeal had committed procedural mistakes. On 30 October 2002 the Supreme Court upheld the Court of Appeal’s judgment.", "“214.1. After deciding upon and signing the judgment, the judge shall return into the courtroom and pronounce the judgment ...", "214.3. With respect to complicated cases, the judge may pronounce only the conclusive part of the judgment.", "214.4. The orally pronounced conclusive part of the judgment must be drawn up in writing, signed by the judge(s) and attached to the case file. After the pronouncement of the conclusive part of the judgment, the presiding judge shall notify the parties and their representatives of the time when the full text of the judgment will be available to them.”", "“220.2. The judgment shall consist of the introductory, descriptive, justificatory and conclusive parts. ...", "220.5. The conclusive part of the judgment shall contain the court’s conclusion as to the full or partial satisfaction or dismissal of the claim, the manner of distribution of the judicial expenses, the period and procedure for filing an appeal ...”", "“227.1. The judgment must be drawn up after the examination of the case has been completed.", "227.2. Exceptionally, with respect to highly complicated cases, the drawing up of the full judgment shall be completed within a period of ten days after the pronouncement of the conclusive part of the judgment. The presiding judge shall also notify the parties of the time when they can obtain the full judgment.", "227.3. The [full] judgment shall be sent or handed over to the parties within three days after it has been drawn up.”", "“Trial transcripts shall be drawn up during the court hearings as well as with respect to any separate procedural action performed outside the court.”", "“Parties to the case and their representatives have a right to consult the trial transcripts and to make, within three days from the date of signing the transcripts, any written remarks concerning any deficiencies or omissions therein.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}