{"ITEMID": "001-60940", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2003, "DOCNAME": "CASE OF ÇETİN AND OTHERS v. TURKEY [Extracts]", "IMPORTANCE": "1", "CONCLUSION": "Preliminary objection rejected (non exhaustion);Violation of Art. 10;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award", "JUDGES": "Gaukur Jörundsson;Jean-Paul Costa", "TEXT": ["9. The applicants are Turkish nationals and live in Diyarbakir. At the material time, they worked as journalists on Ülkede Gündem, a Turkish-language daily newspaper based in Istanbul. Publication of the newspaper ceased on 24 October 1998 and it was replaced initially by Özgür Bakis and subsequently, on 27 April 2000, by another daily newspaper, 2 Binde Yeni Gündem. That newspaper was replaced on 31 May 2001 by a weekly periodical called Yedinci Gündem.", "10. At the material time one of the applicants, Mr Çetin, an independent journalist, wrote a column entitled “Notes from Diyarbakir” (Diyarbakir'dan Notlar), which was published on Tuesdays in Ülkede Gündem. Mr Bakaç was Ülkede Gündem's representative in Diyarbakir. He currently works as a press officer for the Diyarbakir Urban District Council.", "11. As for the other applicants, Mr Bagir is now the mayor of Lice, Mr Kaya is a lawyer and Mr Sahin and Mr Kiliç both teach in schools in eastern Turkey. Mr Sünbül continues to work as a journalist with the weekly publication 7. Gündem, while Mr Dag currently works as a press officer for Kayapinar Town Council.", "12. The main point at issue in the present case is a ban that was imposed on 1 December 1997 by the governor of the state of emergency region on the distribution of Ülkede Gündem in that region.", "13. According to the applicants, the distribution of Ülkede Gündem was impeded by the security forces in the period from September to November 1997, and the governor of the state of emergency region subsequently imposed a ban on its publication and distribution in the region where the state of emergency had been declared (see paragraph 24 below). On 13 November 1997 the proprietor of Ülkede Gündem sent a letter to the Ministry of the Interior informing it of the disruption caused to the distribution of the newspaper and demanding an end to these unlawful acts. He also sought compensation for the loss sustained.", "14. On 19 November 1997 the governor of the state of emergency region wrote to the proprietor of Ülkede Gündem to say that his office was not responsible for the acts mentioned in the letter. He enclosed the seizure orders that had been made by the relevant authorities.", "15. The Government have produced to the Court seventy-two warrants issued by judges of the Istanbul National Security Court for the seizure of various issues of the newspaper in the months of September, November and December 1997.", "16. On 4 November 1997 Mr Bakaç and Mr Bagir lodged a criminal complaint with the Diyarbakir public prosecutor's office because of the alleged disruption to the distribution of the newspaper.", "17. On 25 November 1997 the public prosecutor's office ruled that it had no power to deal with the complaint and referred it to the Diyarbakir Administrative Council under the Prosecution of Civil Servants Act.", "18. On 5 February 1998 the Diyarbakir Administrative Council held that there was no case to answer in view of the seizure warrants that had been issued by the Istanbul National Security Court. Its decision was upheld by the Supreme Administrative Court on 3 March 2000.", "19. On 1 December 1997 the governor of the state of emergency region imposed a ban on the publication and distribution of Ülkede Gündem in that region.", "20. On 4 December 1997 the Diyarbakir Security Directorate wrote to Mr Bakaç, in his capacity as Ülkede Gündem's representative in Diyarbakir, informing him of the ban. Its letter read as follows:", "“Regard being had to Directive no. 1344 issued by the governor's office of the state of emergency region on 1 December 1997,", "With effect from 1 December 1997 the publication and distribution of the daily newspaper Ülkede Gündem in the provinces in which a state of emergency has been declared under the aforementioned directive (Diyarbakir, Hakkari, Siirt, Sirnak, Tunceli and Van) shall be prohibited.”", "21. Likewise, on 5 December 1997 the Tunceli Security Directorate wrote a letter to the company responsible for distributing the newspaper, Birlesik Basim Dagitim A.S., based in Adana, in the following terms:", "“Regard being had to Directive no. 1344 issued by the governor's office of the state of emergency region on 1 December 1997,", "With effect from 1 December 1997 the publication and distribution of the Istanbul daily newspaper Ülkede Gündem in the provinces in which a state of emergency has been declared under the aforementioned directive (Diyarbakir, Hakkari, Siirt, Sirnak, Tunceli and Van) shall be prohibited, pursuant to Article 1 of Legislative Decree no. 430 and section 11(e) of the State of Emergency Act.”", "22. On 7 May 1999 the governor of the state of emergency region imposed a ban pursuant to Article 11 (e) of Legislative Decree no. 285 on the publication and distribution of Özgür Bakis, the daily newspaper that had replaced Ülkede Gündem.", "Similarly, on 1 June 2000 he issued an order prohibiting the publication and distribution of the daily newspaper 2 Binde Yeni Gündem in the state of emergency region.", "Lastly, on 27 June 2001 the weekly publication Yedinci Gündem, which had replaced 2 Binde Yeni Gündem, met the same fate, with a ban being imposed on its publication and distribution in the region.", "23. The applicants have produced a notice dated June 2000 which shows that at different times the governor of the state of emergency region imposed bans on the publication and distribution of seventeen periodicals, including Ülkede Gündem, Özgür Bakis and 2 Binde Yeni Gündem.", "24. The governor's office of the state of emergency region was set up with special powers after the state of siege was officially declared to be over on 19 July 1987 by Legislative Decree no. 285 of 10 July 1987. A state of emergency was thus decreed in the provinces of Bingöl, Diyarbakir, Elazig, Hakkari, Mardin, Siirt, Tunceli and Van. On 19 March 1994 the state of emergency was extended to the province of Bitlis, but lifted in the province of Elazig. It was declared to be over in the provinces of Batman, Bingöl and Bitlis on 2 October 1997, in the province of Van on 30 July 2000 and in the provinces of Tunceli and Hakkari on 1 August 2002. In July 2002 it was extended by four months in the provinces of Diyarbakir and Sirnak.", "25. The powers of the governor of the state of emergency region (Olaganüstü Hal Bölge Valisi) are set out in the State of Emergency Act (Law no. 2935 of 25 October 1983) and various legislative decrees that were issued after the state of emergency was declared (Legislative Decrees nos. 313, 387, 413, 421, 425, 426, 427, 428, 430, 432 and 481).", "26. Section 11(e) of the State Emergency Act reads as follows:", "“... If a state of emergency is decreed, the following measures may be imposed with a view to maintaining general security, safety and public order and to preventing any escalation in the violence ...:", "...", "(e) An order prohibiting, either absolutely or without prior permission, the editing, dissemination, publication or distribution of newspapers, reviews, brochures, pamphlets, posters or any similar publications, or the publication or distribution of any such [publications] which have been printed or disseminated outside the state of emergency region ...”", "27. Article 1 (a) of Legislative Decree no. 430 provides:", "“The printing, dissemination, publication or distribution of books, reviews, newspapers, brochures, posters or other similar publications liable seriously to undermine public order in the region, to cause agitation among the local population or to obstruct the security forces in the course of their duties by giving a false account of operations being conducted in the region shall be prohibited, either absolutely or without the prior permission of the governor of the region to which the state of emergency applies or the governors of the provinces concerned. [Likewise,] the publication or distribution of [any publication of the same type] that has been printed and published outside the state of emergency region shall be prohibited, either absolutely or without the prior permission of the governor of the region to which the state of emergency applies or the governors of the provinces concerned ...”", "28. The relevant part of Article 148 § 1 of the Constitution provides:", "“... There shall be no right of appeal to the Constitutional Court to contest the form or substance of legislative decrees issued during a state of emergency, a state of siege or in wartime.”", "29. Article 7 of Legislative Decree no. 285, as amended by Legislative Decree no. 425 of 9 May 1990, precludes any application in the administrative courts to have an administrative act performed pursuant to Legislative Decree no. 285 set aside.", "30. Article 8 of Legislative Decree no. 430 reads as follows:", "“No criminal, financial or civil liability may be asserted against ... the governor of the state of emergency region or provincial governors in that region in respect of decisions taken, or acts performed, by them in the exercise of the powers conferred on them by this legislative decree, and no application shall be made to any judicial authority to that end. This shall be without prejudice to the rights of individuals to claim reparation from the State for damage which they have been caused without justification [sebepsiz].”", "31. The Constitutional Court has reviewed the constitutionality of Article 7 of Legislative Decree no. 285, as amended by Legislative Decree no. 425 of 9 May 1990, in a judgment of 10 January 1991, which was published in the Official Gazette on 5 March 1992. It stated:", "“It is not possible to reconcile that provision [which precludes any judicial scrutiny of acts performed by the governor of the state of emergency region] with the concept of the rule of law ... The system of government when a state of emergency has been declared is not an arbitrary one that escapes all judicial scrutiny. There can be no doubt that individual and regulatory acts performed by the competent authorities while the state of emergency continues must be subject to judicial review. Contravention of this principle is inconceivable in countries run by democratic regimes and founded on freedom. However, the impugned provision is contained in a legislative decree that cannot be the subject of constitutional review ... Consequently, the application for an order quashing that provision must be dismissed as being incompatible ratione materiae [yetkisizlik] ...”", "32. As regards Article 8 of Legislative Decree no. 430, in two judgments delivered on 3 July 1991 and 26 May 1992 (published in the Official Gazette on 8 March 1992 and 18 December 1993 respectively), the Constitutional Court followed that decision in dismissing as incompatible ratione materiae applications for orders quashing the relevant provisions."], "VIOLATED_ARTICLES": ["10"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}