{"ITEMID": "001-93955", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF E.S. AND OTHERS v. SLOVAKIA", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Art. 3;Violation of Art. 8;Non-pecuniary damage - award", "JUDGES": "David Thór Björgvinsson;Ján Šikuta;Lech Garlicki;Mihai Poalelungi;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["4.", "5. The applicants are four Slovak nationals who live in Košice. The first applicant, Mrs E. S., was born in 1964. She is the mother of the second applicant, Ms Er. S., the third applicant, Ms Ja. S., and the fourth applicant, Mr Já. S., who were born in 1986, 1989 and 1988 respectively.", "6. On 7 March 2001 the applicants left the apartment in which they lived with Mr S., who was the first applicant’s husband and the father of the second, third and fourth applicants. The first applicant moved the second, third and fourth applicants away from the apartment to protect them from physical and sexual abuse by Mr S.", "7. On 11 April 2001 the first applicant filed for divorce against her husband in the Košice I District Court. On 25 June 2001 the District Court placed the second, third and fourth applicants in her care pending the outcome of the divorce proceedings. On 19 March 2002 the District Court granted the petition for divorce. The divorce was finalised on 6 May 2002. The first applicant was granted custody of the second, third and fourth applicants on 18 November 2003.", "8. On 21 May 2001 the first applicant filed a criminal complaint against her husband on the ground that he had ill-treated both her and the children and had sexually abused one of their daughters.", "9. On the same day the first applicant requested that the Košice I District Court issue an interim measure ordering her husband to move out of the municipal apartment that they held under a joint tenancy. In making the request, the first applicant referred to her husband’s behaviour in respect of the children and submitted the opinion of an expert, which indicated that the second, third and fourth applicants had suffered from physical and psychological ill-treatment on account of their father’s behaviour and expressed the view that it was absolutely necessary to separate the four applicants from him.", "10. Articles 74 and 76 of the Code of Civil Procedure permitted the courts to issue an interim measure requiring the parties to perform something, forbear from something or bear something. On 20 June 2001 the District Court dismissed the first applicant’s request as her husband had a tenancy right in respect of the apartment and the court considered that it lacked the power to restrict his right to use it. As a consequence, the applicants had to move away from their home, their family and their friends and the second and third applicants had to move to a new school.", "11. The first applicant appealed to the Regional Court in Košice. She informed the court that the children had been placed in her custody and that criminal proceedings had been brought against their father.", "12. On 31 August 2001 the Regional Court in Košice upheld the first-instance decision not to issue an interim measure. It held, with reference to the relevant law and practice, that the first applicant would be entitled to bring proceedings with a view to terminating the joint tenancy of the apartment only after a final decision had been delivered in the divorce proceedings. Ordering an interim measure in the terms requested by the first applicant would impose a disproportionate burden on her husband. The Regional Court indicated, however, that an interim measure could have been issued if the first applicant had instead requested that her husband be ordered to abstain from inappropriate behaviour towards her and the children and to abstain from threatening them.", "13. The applicants complained to the Constitutional Court. On 18 June 2003, shortly before the Constitutional Court issued its judgment, the first applicant’s former husband was convicted by the Regional Court in Košice of ill-treatment, violence and sexual abuse. He was sentenced to four years’ imprisonment. An expert opinion submitted in the context of the criminal proceedings indicated that contact with their father had an adverse effect on the second, third and fourth applicants’ health and development.", "14. In a judgment dated 9 July 2003, the Constitutional Court found that the Košice I District Court and the Regional Court in Košice, by failing to take appropriate action with a view to protecting the second, third and fourth applicants from ill-treatment by their father, had violated their rights under Articles 16 § 2 (prohibition of torture, inhuman or degrading treatment or punishment) and 21 §§ 2 and 3 (inviolability of home) of the Constitution as well as their rights under Article 19 of the Convention on the Rights of the Child, which obliges the Contracting Parties to take appropriate measures to protect children from all forms of physical or mental violence, including sexual abuse.", "15. The documentary evidence in the case was sufficient to conclude that the applicants had been subjected to physical violence and abuse by the husband of the first applicant. The decision stated that the second, third and fourth applicants had not been parties to the proceedings concerning the interim measure. In view of the facts of the case, the ordinary courts should, nevertheless, have issued an interim measure of their own initiative with a view to protecting the children from abuse and ill-treatment by their father. Such an obligation resulted from the relevant provision of the Code of Civil Procedure as well as from the Convention on the Rights of the Child.", "16. The Constitutional Court held that the finding of a violation provided in itself appropriate just satisfaction to the three applicants concerned. It therefore dismissed their request for compensation for non-pecuniary damage.", "17. As regards the first applicant, the Regional Court’s decision stated that an interim measure could have been granted had she phrased her request in a different manner. In reaching that conclusion the Regional Court had not, in the Constitutional Court’s view, acted contrary to the first applicant’s constitutional rights.", "18. In January 2003 the relevant legislation had been amended specifically to provide that the domestic courts could order a party “not to enter temporarily a house or an apartment occupied by a close person or person in his/her care or education in relation to whom there are reasons for he/she being suspected of violence.” One week before the Constitutional Court issued its judgment, the first applicant lodged with the Košice I District Court a motion for an interim measure ordering, inter alia, her former husband not to enter the common apartment. On 7 July 2003 Košice I District Court issued an interim order in those terms, starting with the date of the delivery of the decision and expiring fifteen days after the order became enforceable. Moreover, the court ordered the first applicant to file an action for exclusion from the apartment within thirty days from the date of delivery of the decision. The decision became enforceable on 29 October 2003.", "19. On 10 July 2003 the first applicant filed an action with the Košice I District Court to exclude her former husband from using the apartment. On 18 May 2004 she filed with the Košice I District Court an action for cancellation of the right to joint lease of the apartment. On 10 December 2004 the Košice I District Court cancelled the right to a joint lease of the apartment and the first applicant became the exclusive tenant thereof. Furthermore, the court ordered the applicant’s former husband to move from the apartment within fifteen days from the date of final judgment.", "20. Article 74 (1) of the Code of Civil Procedure, provides as follows:", "“Before commencing the action the court may issue an interim measure if it is necessary to arrange the situation of the parties, or if there is a concern that the exercise of judgment would be threatened.", "The competent authority to issue an interim measure is the court which is competent to deal with the case. The parties to the proceedings are those who would be the parties if it concerned the merits.”", "21. Article 76 provides that through an interim measure the court may impose upon the party, within the time assigned by the court, to perform something, to forbear from something, or to bear something.", "22. The amended Article 74 provided:", "“Before commencing the action the court may issue an interim measure if it is necessary to arrange the situation of the parties, or if there is a concern that the exercise of judgment would be threatened.", "The competent authority to issue an interim measure is the court which is competent to deal with the case. The parties to the proceedings are those who would be the parties if it concerned the merits.”", "23. The amended Article 76 specifically provides that the court may order a party “not to enter temporarily a house or an apartment occupied by a close person or person in his/her care or education in relation to whom there are reasons for he/she being suspected of violence.”", "24. Article 705a (8) of the Civil Code provides:", "“If a further cohabitation is unsupportable due to the physical or mental violence or threats of such violence from a husband or former husband, who is the joint user of an apartment, or from a close person jointly using an apartment, based on a motion of one of a married couple or former married couple the court can limit a right of use of the other of a married couple or exclude him/her totally from the right of use of an apartment."], "VIOLATED_ARTICLES": ["3", "8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}