{"ITEMID": "001-80395", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GEO", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF MEMBERS OF THE GLDANI CONGREGATION OF JEHOVAH'S WITNESSES AND OTHERS v. GEORGIA", "IMPORTANCE": "2", "CONCLUSION": "Violation of Article 3 - Prohibition of torture (Article 3 - Effective investigation;Positive obligations) (Procedural aspect);Violation of Article 14+3 - Prohibition of discrimination (Article 14 - Discrimination) (Article 3 - Prohibition of torture;Degrading treatment;Inhuman treatment);Violation of Article 9 - Freedom of thought, conscience and religion (Article 9-1 - Freedom of religion;Manifest religion or belief);Violation of Article 14+9 - Prohibition of discrimination (Article 14 - Discrimination) (Article 9 - Freedom of thought, conscience and religion;Article 9-1 - Freedom of religion;Manifest religion or belief);Non-pecuniary damage - award (Article 41 - Non-pecuniary damage;Just satisfaction)", "JUDGES": "", "TEXT": ["9. The applicants are 97 members of the Gldani Congregation of Jehovah’s Witnesses (“the Congregation”), together with Mr Vladimer Kokosadze, Ms Nino Lelashvili, Mr Alexi Khitarishvili and Ms Leila Dzhikurashvili, who are also members of the said congregation and live in Tbilisi. It appears that Mr Vladimer Kokosadze is also the Congregation’s spokesperson.", "10. The facts of the case, as submitted by the parties, may be summarised as follows.", "11. During a religious meeting on 17 October 1999, the Congregation, composed of 120 persons, was attacked by a group of Orthodox believers led by Mr Basil Mkalavishvili (“Father Basil”). Father Basil had been a priest in the autocephalous Orthodox Church of Georgia prior to being defrocked by that denomination on 31 July 1995 following his adhesion to the League of Separatist Priests of Greece. The Synod also accused him of various acts of physical aggression against members of the Orthodox Church, and of insulting the Catholicos-Patriarch of All Georgia.", "12. Towards noon on 17 October 1999 one of the applicants, Mr Mirian Arabidze, saw Father Basil’s group, made up of several dozen individuals, arriving at the service entrance of the theatre in which the Congregation was holding its meeting.", "13. Ms Nunu Gviniashvili, an applicant, has described the fear experienced by members of the Congregation who had previously seen television broadcasts showing acts of aggression by Father Basil and his supporters against Jehovah’s Witnesses.", "14. The attackers, some of whom wore cassocks, were shouting and advancing with large iron crosses and sticks in their hands. One of the attackers (Ms Lia Akhalkatsi, according to the applicants) was filming their progress. When the attackers reached the back door of the meeting room, several Jehovah’s Witnesses, including Mr M. Arabidze, tried to hold the door closed until the other participants could leave the room by the main entrance. In the meantime, however, some of Father Basil’s supporters had also arrived at the building’s main entrance, and the Jehovah’s Witnesses found themselves trapped between two groups of attackers. Only a few were able to take refuge in the cellar and called the police from their mobile telephones.", "15. In the meeting room, about 60 Jehovah’s Witnesses were beaten and struck with crosses, sticks and belts.", "16. Mr Mirian Arabidze was also beaten and, when he fell to the ground, his attacker (Mr Mikheil Nikolozishvili, according to the applicants) told him that he was “going to die for Jehovah!”. The recording of the attack (see paragraph 35 below) shows that several stick-wielding men surrounded the applicant, who immediately covered his head with his hands but fell to the ground under their blows. He was subsequently kicked in the head and back.", "17. Ms Roza Kinkladze, applicant, was struck on the face, head and back. Ms Natela Kobaidze, applicant, was struck on the face and her lips started bleeding. She also sustained a sprained thumb. Ms Nino Dzhanashvili, applicant, was struck and pushed in the stairs. Having fallen to the ground, she saw Ms Nino Gnolidze, Ms Nino Lelashvili and Ms Nora Lelashvili, applicants, lying on the ground unconscious. Ms Lia Bakhutashvili, applicant, was attacked by three women and a young priest, who kicked her, tore her clothing and pulled her by the hair. The same priest used a cross and a stick to beat applicant Ms Nora Lelashvili, who fainted. Her daughter, Nino Lelashvili, was dragged along the ground, kicked in the face and flogged with a belt until she lost consciousness. Mr Merab Zhizhilashvili, applicant, was hit with sticks and punched. Having fallen to the ground, he was kicked and his clothing was torn. Ms Ia Chamauri, applicant, was struck on the head with a belt. Mr Vladimer Kokosadze, applicant, was also beaten ruthlessly by six men. Nonetheless, he successfully negotiated with Father Basil and his right-hand man, Mr P. Ivanidze, to obtain permission for thirty women and children, who were locked inside the theatre director’s office, to leave the building. They were allowed to leave but were followed and attacked in the street.", "18. Mr Alexi Khitarishvili, applicant, was beaten, then trampled on when he fell to the ground. His glasses were broken. The recording of the attack (see paragraph 35 below) shows that several men held this applicant upright and shaved his head while pronouncing “in the name of the Father and of the Son and of the Holy Ghost!” Having been unable to shave him completely, the exasperated attackers continued to insult and strike him. The applicant, who could hear his mother screaming in the distance as she was attacked by a group of women, lost consciousness.", "19. The blood-spattered men, women and children ran from the building. 16 victims were immediately admitted to hospital.", "20. Applicant Ms Patman Tabagari sustained permanent damage to the retina of one eye on account of the kicks she received to the head. She was kept in hospital from 17 to 21 October 1999. On admission to hospital she was bleeding from the eye. According to the medical report drawn up between 29 October and 2 November 1999, she was suffering from concussion and had sustained bruising and injuries as well as contusion of the right eye.", "21. Extracts from the medical records of certain applicants, updated during their hospitalisation, were submitted to the Court. They contain the following observations:", "- Mr Ilia Mantskava – pain in the forehead and left eye;", "- Mr Vladimer Kokosadze – a cranial injury, subcutaneous haematoma on the forehead and contusion on the chest;", "- Mr Alexi Khitarishvili – subcutaneous haematoma on the back and chest; his back was bleeding on admission to hospital;", "- Ms Nino Lelashvili – a cranial injury and subcutaneous haematoma on the neck; headaches and backache;", "- Ms Ia Chamauri – a cranial injury, swollen left side of the head, subcutaneous haematoma and headaches;", "- Mr Mirian Arabidze – a cranial injury, contusion on the right hand, contusions on the upper lip, headaches and congestion around the eyes;", "- Ms Zaira Dzhikurashvili – a cranial injury, subcutaneous haematoma and headaches;", "- Mr Merab Zhizhilashvili – a cranial injury at facial level, swollen eyes and headaches;", "- Ms Nora Lelashvili – a cranial injury, subcutaneous haematoma around the eyes and congestion of the right ear.", "22. 14 of the 15 applicants mentioned in paragraphs 16-18, 20 and 21 above (with the exception of Ms Nino Gnolidze), and 44 others have described the facts surrounding the attack against them on 17 October 1999.", "23. Their witness statements indicate that Mr Nodar Kholod, Mr Tenguiz Dzhikurashvili, Ms Bela Kakhishvili, Ms Lia Mantskava, Ms Khatuna Kerdzevadze, Ms Elene Mamukadze, Ms Nana Pilishvili, Ms Makvala Mamukadze, Ms Ether Chrelashvili, Ms Lamara Mchedlishvili, Ms Nana Kapanadze, Ms Pikria Tsarielashvili, Ms Nani Kobaidze and Ms Lili Kobesova were also beaten.", "24. As to the other applicants, Ms Izolda Purtseladze was pulled along by the hair; Ms Ia Vardanishvili was struck on the back and, like her children, pulled along by the hair; Mr Dzhumber Bgarashvili was struck on the head and sustained a nose injury; Ms Leila Mchedlishvili was elbowed violently and began tottering in the stairwell; she was also struck on the head; Ms Leila Tsaritov was pulled along by the hair; Ms Raisa Maisuradze was pulled along by the hair and her attackers twisted her arm behind her back before striking her; meanwhile her son was seriously injured and pushed into the stairwell; Ms Ketino Kimeridze was dragged by the hair and struck; Ms Amalia Ardgomelashvili was pulled by the hair and fainted after the attack; Ms Natia Milashvili was struck and received violent blows to the head; Ms Iza Khitarishvili, surrounded by seven women, was dragged by the hair and beaten; Mr Shota Maisuradze was beaten by several men.", "25. The vast majority of witness statements indicate that Kakha Koshadze, the son of Ms Lia Bakhutashvili (see paragraph 17 above), was severely beaten in the head and stomach and lost consciousness. The doctors at Tbilisi Hospital no. 1 subsequently noted that Kakha Koshadze had an injured skull and broken ribs.", "26. According to Ms Lamara Arsenishvili, Ms Elene Dzhodjua, Ms Ketevane Dzhanashvili, Ms Tina Makharashvili, Ms Dodo Kakhishvili, Ms Lali Khitarishvili, Ms Nunu Gviniashvili, Ms Neli Giorgadze, Ms Eka Kerdzevadze, Ms Daredzhan Kotranova, Ms Lia Sidamonidze, Ms Cecile Gagnidze, Ms Shakhina Sharipov, Mr Romiko Zurabashvili, Mr Amiran Arabidze, Mr Zakro Kochishvili, Mr Dzhambul Arabidze and Mr Dato Gvaramia, applicants, they escaped physical aggression. However, Ms Lia Sidamonidze’s and Ms Cecile Gagnidze’s children were beaten by the attackers.", "27. Without claiming that she herself had been physically attacked, Ms Leila Dzhikurashvili complained that her ten-year-old daughter had been dragged along by the hair, her eleven-year-old son had been slapped and punched in the head and her seven-year-old disabled son had been attacked.", "28. Mr Amiran Arabidze claimed that, when the attack began, he managed to leave the building and went to the police. Ms Eka Kerdzevadze stated that, after escaping from the attack, she and her husband went to the police in Gldani micro-district III and informed the police officers that the Jehovah’s Witnesses were being subjected to a violent attack in the theatre building. The police merely recorded this statement but chose not to intervene. Ms Lia Sidamonidze also claimed that she had gone to the same police station with several other Jehovah’s Witnesses. The head of the police station replied that “in the attackers’ place, he would have given the Jehovah’s Witnesses an even worse time!” While escaping from the site of the attack, Mr Vladimer Kokosadze met three police officers on the road; after listening to his request to take action, they replied that they “didn’t get involved in that type of incident”.", "29. However, according to Ms Leila Mchedlishvili, Ms Dodo Kakhishvili, Ms Makvala Mamukadze and Ms Shakhina Sharipov, it was only when the police arrived on the scene that the Jehovah’s Witnesses who were still trapped in the theatre were able to escape. According to Ms Shakhina Sharipova, one of the victims rushed up to a police officer, showing him the hand which Father Basil had wounded with a blow from a cross, and said: “Look what Basil has just done to me!”", "30. All the applicants testified that when the victims managed to escape from the building they were confronted by a cordon of Father Basil’s supporters, gathered in front of the exit. These women had been instructed to restrain the victims and push them back inside the building, where the attacks were continuing. In addition, they carried out body-searches of the victims, emptying their pockets and bags. Bibles, religious literature and tracts were then confiscated and thrown into a nearby fire. The victims were forced to remain in front of the fire and watch it. During the search, handbags were torn and thrown on the ground. Ms Makvala Mamukadze, applicant, had her handbag taken from her: it contained money, the keys of her flat, a Bible and her watch. These objects were never returned to her. The attackers allegedly also stole other personal effects belonging to the victims, such as jewellery and cameras.", "31. Without exception, all 58 applicants (see paragraph 22 above) complained that they were mocked, insulted, called every name imaginable - including “traitors” - and accused of “selling out the motherland for a bag of rice”. The majority of applicants claimed that the attackers smelled of alcohol.", "32. The above-mentioned applicants (see paragraphs 23, 24, 26 and 27) confirmed the acts of aggression against the 15 of their companions who had been attacked with the greatest violence, listed in paragraphs 16-18, 20 and 21 above.", "33. The police who arrived at the scene decided to take Mr Mirian Arabidze to the police station, where he was insulted by police officers. Father Basil and his supporter Mikheil Nikolozishvili, who were also at the police station, attempted to attack the victim again.", "34. The recording of the Gldani attack was broadcast on the national television channels Rustavi-2 and Kavkasia on 17, 18 and 19 October 1999. Father Basil, Mr P. Ivanidze and other members of their group were clearly identifiable from these recordings. Their names were also submitted to the relevant authorities by the victims.", "35. The recording of the news broadcast of 18 October 1999 on the Rustavi-2 channel, submitted to the Court by the applicants, illustrated the facts of the attack as set out above. It does not appear that the applicants responded to the acts of violence to which they were subjected. The recording shows a fire containing burning books, and Father Basil and his supporters praying and singing. It also includes an extract from an interview with Father Basil who, standing with the fire in the background, explains the validity of his actions and expresses satisfaction at their outcome.", "36. In several subsequent interviews Father Basil claimed that, before going to a particular place, he would alert the police and the State security services, so that the latter would not intervene. This complicity was also noted by the non-governmental organisations which issued a joint statement on 13 March 2001 (see paragraph 76 below).", "37. Interviewed after the attack on the applicants, the Georgian President stated that he condemned any form of pogrom and that an investigation should be conducted to ensure that the perpetrators of the attacks were prosecuted in criminal proceedings.", "38. Between 17 and 29 October 1999, about 70 victims of the Gldani attack, including the 58 applicants listed in paragraphs 16-18 (with the exception of Ms Nino Gnolidze), 20, 21, 23, 24, 26 and 27 above, lodged a complaint with the Tbilisi Public Prosecutor and asked that their attackers be punished.", "39. Criminal proceedings were instituted by the investigation unit of the Gldani District of the Ministry of the Interior, but the proceedings were suspended, initially on 13 September and again on 3 December 2000, on the ground that the perpetrators of the attack had not been identified. When the proceedings resumed for the last time in March-April 2001 (see paragraph 63 below), the investigating officer, Mr K., indicated to the victims that they should not expect an outcome anytime in 2001. In spite of five reminders addressed to the Georgian Procurator General, the last of which was dated 8 March 2001, no action was taken on these complaints.", "40. The applicants set out the proceedings in chronological order.", "By orders of 22, 25 and 27 October and 5 December 1999, only eleven applicants were recognised as civil parties by the Gldani District Ministry of the Interior’s investigation unit (criminal case no. 0999140) – Mr Mirian Arabidze and Ms Nora Lelashvili for physical and non-pecuniary damage, Mr Ilia Mantskava for physical and pecuniary damage, Ms Makvala Mamukadze for pecuniary damage, Ms Zaira Dzhikurashvili for pecuniary and non-pecuniary damage, Ms Natela Kobaidze, Ms Patman Tabagari, Ms Nino Lelashvili, Ms Ia Chamauri and Mr Shota Maisuradze for physical damage and Mr Vladimer Kokosadze for physical, non-pecuniary and pecuniary damage.", "41. On 9 December 1999 the case was referred back to the Tbilisi police for further investigation. On 25 December 1999 it was referred to the public prosecutor’s office in Gldani District. On 14 January 2000 it was submitted to the Tbilisi public prosecutor’s office.", "42. On 26 January 2000 the lawyer for Ms Natela Kobaidze, Ms Patman Tabagari, Ms Nino Lelashvili, Ms Ia Chamauri, Ms Nora Lelashvili, Ms Zaira Dzhikurashvili, Mr Mirian Arabidze, Mr Vladimer Kokosadze, Mr Merab Zhizhilashvili, Mr Alexi Khitarishvili, Mr Ilia Mantskava and Mr Dzhumber Bgarashvili complained to the Tbilisi prosecutor, alleging that their case had been unnecessarily sent from one department to another. He also complained that the public prosecutor’s office had not kept him, as their lawyer, informed of developments.", "43. On 31 January 2000 the same lawyer submitted a complaint to the Tbilisi city prosecutor and to the Procurator General about the failure to bring criminal proceedings against the perpetrators of the attack. He claimed that this impunity was encouraging other acts of violence.", "44. On 31 January 2000 the Tbilisi city prosecutor’s office referred the case to the city police. The police investigator, Mr Kh. stated that he was an Orthodox believer and could not be impartial in the case.", "45. Nonetheless, on 20 April 2000 Mr Kh. proceeded with identification and cross-examination of four individuals, including Mr Mikheil Nikolozishvili, applicant Mirian Arabidze’s presumed attacker. During questioning, Mr Nikolozishvili again threatened this applicant, who identified Mr Nikolozishvili and another individual as the persons who had attacked him.", "46. On 13 June 2000 Mr Kh. informed Mr Mirian Arabidze that, by a decision of 9 June 2000, he himself had been placed under investigation on a charge of participation in the attack.", "47. On the same day, two of Father Basil’s supporters (Ms Tsiuri Mrebrishvili and Ms Despin Shoshiashvili) were also placed under investigation on suspicion of having burnt religious literature.", "48. On 13 September 2000 the criminal proceedings instituted following the Gldani attack were suspended by the Gldani District investigation unit on account of a failure to identify its perpetrators. This decision was not served on the applicants, which meant that it was impossible for them to challenge it before the courts", "49. On the same date, the lawyer mentioned in paragraph 42 sent a letter to the Procurator General complaining that the perpetrators of the attack had still not been punished, one year after proceedings had been instituted.", "50. On 24 October 2000 the decision of 13 September 2000 was set aside by the Tbilisi prosecution service and the criminal proceedings were resumed. The applicants were not informed.", "51. On 3 December 2000 the proceedings were again suspended, on the ground that it had proved impossible to identify the presumed perpetrators. The applicants were not informed. On 6 December 2000 that decision was approved by the Procurator-General’s Office.", "52. In the meantime, having been placed under investigation (see paragraph 46 above), Mr Mirian Arabidze was accused of having committed acts endangering public order during the attack in question. In particular, he was charged with having “used an object as a weapon” against another person.", "53. On 16 August 2000 the criminal trial of Mr Mirian Arabidze and two of Father Basil’s supporters (see paragraph 47 above) began at the GldaniNadzaladevi Court of First Instance in Tbilisi. One of the defendants confirmed that she had burned books, as her faith and Father Basil had directed her to. She asserted that she was prepared to kill on behalf of the Orthodox faith.", "54. In the afternoon a group of believers led by Father Basil burst into the courtroom. They assaulted the Jehovah’s Witnesses, journalists and the foreign observers who were present in the courtroom. The attackers were equipped with iron crosses and used them as weapons. They took control of the courtroom. The court imposed no penalties on the believers who had occupied the courtroom by force.", "55. This attack was filmed and the recording was broadcast on the Rustavi-2 and Kavkasia channels. The recording of a television news programme, broadcast on 16 and 17 August 2000 (and submitted by the applicants to the Court) shows that, on the first day, the attacks took place within the courtroom. Father Basil can be seen entering the court during the hearing with several dozen of his supporters (80, according to the reporter), who are carrying a large white cross, icons and a bell which one of the attackers (Mr Z. Lomthathidze, according to the applicants) is pealing, while the others attack the Jehovah’s Witnesses, their lawyers and the foreign observers. The victims are punched out of the courtroom. On the following day Mr D.P. and Mr G.B., two human rights activists, were kicked outside the courtroom and Mr Mirian Arabidze’s lawyers were attacked.", "56. At the close of this trial on 28 September 2000, Mr Mirian Arabidze was found guilty of having committed acts endangering public order during the attack against the Congregation on 17 October 1999 and given a suspended sentence of three years’ imprisonment for having caused minor injuries to Mr M. Nikolozishvili and to another member of Father Basil’s group.", "57. On the same date, the judge decided not to determine the guilt of Father Basil’s two supporters and to return the part of the case which concerned them for further investigation, particularly with a view to determining the ownership and value of the literature which was destroyed, and the legal status of the entity which had assembled the Jehovah’s Witnesses for the meeting on 17 October 1999.", "58. On 14 May 2001 the Tbilisi Court of Appeal overturned the judgment convicting Mr Mirian Arabidze and sent the case back for further investigation.", "59. On 11 October 2001 the Georgian Supreme Court quashed the appeal court’s judgment and acquitted Mr Mirian Arabidze. In its judgment, the Supreme Court considered it “established” that, on 17 October 1999, Father Basil’s group had gone to the Gldani premises on its own initiative and that a confrontation had taken place between “persons of differing religious convictions. During that confrontation, several individuals had been injured and religious literature belonging to the Jehovah’s Witnesses had been burnt”. The Supreme Court found that the Gldani meeting had not represented any danger to public order. It established that the authorities had not imposed any restrictive measure in that connection and that, consequently, Father Basil had had no grounds for interfering with Mr Mirian Arabidze’s exercise of his right as guaranteed by Article 9 of the Convention and Article 19 of the Constitution.", "60. In the meantime, on 13 February 2001, 14 volumes of petitions demanding protection for Jehovah’s Witnesses were delivered to the administration of the Georgian President. The attack against the applicants and other acts of religiously-motivated violence were brought to the attention of the Head of State. By an order of 22 March 2001, the President ordered the Procurator-General, the Ministry of the Interior and the Ministry of State Security to take special measures to put an end to religiouslymotivated crimes, identify their perpetrators and punish those responsible.", "61. On 15 March 2001, after examining the complaints concerning acts of violence perpetrated “for years” by Father Basil and Mr P. Ivanidze, the Procurator-General’s Office decided to join them and ordered that the case file (no. 0100118) be investigated. On 30 March 2001 Father Basil was placed under investigation on a charge of organising collective actions which endangered public order and of participating in such actions (Article 226 of the Criminal Code), and on a charge of illegally preventing the conduct of religious rites (Article 155 § 1 of the Criminal Code).", "62. On 2 April 2001 the investigator responsible for the case applied to the Vake-Saburtalo Court of First Instance seeking to have Father Basil placed in pre-trial detention. The court did not allow this application and imposed a less onerous preventative measure, namely judicial supervision.", "63. Following a letter of 8 March 2001 in which the applicants’ lawyer requested information as to which department held the case file and what progress had been made with the case, the applicants’ lawyer was informed on 26 April 2001 that the proceedings had again been resumed. He learned at this point that they had been suspended on 3 December 2000 (see paragraph 51 above). On the same date, Ms Patman Tabagari and Mr Vladimer Kokosadze, applicants, were also informed in writing that the proceedings had been resumed.", "64. On 8 May 2001 the investigator informed the victims’ lawyer that he would not have time to examine the case before December 2001.", "65. On 4 October 2001 several cases were severed from case file no. 0100118 in order to be investigated under file no. 1001837 (an attack in the Ombudsperson’s office, an attack against the newspaper Rezonansi and others). Father Basil and Mr P. Ivanidze were charged by the Tbilisi prosecutor’s office in connection with those cases.", "66. The applicants stated that, in the programme “60 minutes”, broadcast on “Rustavi-2” in September 2000, a journalist interviewed Father Basil and commented that he had been seen entering the building of the State Security Ministry on several occasions. Father Basil replied:", "“... No, not the KGB... Except in connection with an attack against the Jehovah’s Witnesses. They thought I was going to do something else, so I went to explain that it had been to go to Marneuli to attack the Witnesses. That was the only time... I always warn them in advance. Of course I do, and if they are brave enough, they join me. If they don’t support me, they will get what they deserve.”", "67. On 11 May 2001, in an interview broadcast on “Rustavi-2”, Father Basil stated:", "“I categorically warn the entire population of Georgia, and especially the representatives of the Jehovah’s Witnesses sect, that they must not meet together and hold their Satanic meetings. Although I have been forbidden from going to see them as I did in the past in order to prevent their meetings, I declare publicly that I myself will not appear, but the members of my parish will come and that, starting today, terrible pogroms will begin. We will do this because they have been parachuted by unsavoury and anti-Christian foreign forces in order to destroy Georgia. For that reason, they can no longer be tolerated.”", "68. In addition to the Gldani attack at the centre of these proceedings, the applicants described several other attacks carried out by Father Basil and his group, with a view to illustrating the general context in which the Jehovah’s Witnesses were obliged to live. In particular, they referred to the attacks of 8 and 16 September 2000 in Zugdidi and Marneuli in which, according to the applicants, representatives of the State played a direct role (see Begeluri and 98 Others v. Georgia, no. 28490/02, application pending); the attack in the office of the Ombudsperson of the Republic on 22 January 2001; the attack on a meeting of Jehovah’s Witnesses, held on 22 January 2001 in a private individual’s home on the Verkhana alley, Tbilisi; the attack on Jehovah’s Witnesses on 27 February 2001 during their meeting in a private home in the Mount Elia district of Tbilisi; the attack on Jehovah’s Witnesses meeting on 5 and 6 March 2001 in a private residence in Sachkhere; the attack on 30 April 2001 against the Jehovah’s Witnesses’ new site on Verkhana alley, Tbilisi; the setting alight, in the early morning of 31 May 2001, of a house belonging to a family of Jehovah’s Witnesses, of which there remained only a large pile of ashes and rubble, etc.", "Father Basil stated in connection with certain of those attacks that he had warned the police in advance. Each attack involved the destruction of premises and of religious literature.", "69. The applicants considered that these acts of violence were the direct result of the authorities’ negligence regarding the attack carried out against their Congregation on 17 October 1999. In their opinion, by permitting this dangerous precedent of religiously-motivated aggression to occur with no response from the relevant authorities, the State had permitted the situation to become accepted as the status quo and repeated acts of violence to take place with impunity. The applicants alleged that on several occasions the Customs Service had confiscated religious literature arriving for the Jehovah’s Witnesses from abroad and that landlords refused to rent out meeting rooms for fear that their property would be ransacked in the event of an attack.", "70. In total, the Jehovah’s Witnesses alleged that they had been subjected to 138 attacks between October and November 2002 and that 784 complaints had been lodged with the relevant authorities. No careful and serious investigation had been carried out into any of those complaints.", "71. Resolution 1257 (2001) of the Parliamentary Assembly of the Council of Europe:", "“11. The Assembly ... is also strongly concerned about repeated cases of violence by Orthodox extremists against believers of minority religious groups, such as Jehovah’s Witnesses and Baptists.", "12. The Assembly urges the Georgian authorities to conduct a proper investigation into all cases of human rights violations and the abuse of power, to prosecute their perpetrators irrespective of their functions, and to adopt radical measures to bring definitively the country into line with the principles and standards of the Council of Europe.”", "72. Conclusions and recommendations of the UN Committee against Torture, dated 7 May 2001:", "“The Committee expresses concern about ... the instances of mob violence against religious minorities, in particular, Jehovah’s witnesses, and the failure of the police to intervene and take appropriate action despite the existence of the legal tools to prevent and prosecute such acts and the risk of this apparent impunity resulting in such acts becoming widespread; ...”", "73. The Chair of the delegation of the Parliamentary Committee on Cooperation between the European Union and Georgia, Ms Ursula Schleicher, stated on 5 September 2000:", "“On behalf of the European Parliament delegation I wish to express my consternation of the latest incident in the series of violent attacks on journalists, human rights activists and Jehovah’s Witnesses which occurred in a courtroom in Tbilisi on 16 August. I regard this kind of act as an outrageous attack against the fundamental human rights to which Georgia is committed as a signatory of the European Convention for the Protection of Human Rights and Fundamental Freedoms. May I reiterate the position of the EU-Georgia Parliamentary Cooperation Committee of 9 May 2001 condemning religious intolerance and nationalist extremism which are incompatible with the long tradition of religious and cultural tolerance in Georgia.”", "74. According to the 2001 Annual Report by the Ombudsperson for Georgia:", "“... freedom of conscience is among the rights which are most brutally violated in Georgia. We are talking about the non-traditional religious organizations, which are dismissed as sects in Georgia and assailed and persecuted every way... I am not dismissing or diminishing the role and influence of the Orthodox Church in our country. The Orthodox Church has always been and will continue to be the fundament on which Georgian statehood and, so to say, the very existence of the nation, rest. However, Georgia has always taken pride in her religious tolerance. It has become a typical example that the temples of different confessions stand and operate almost side by side in the capital of Georgia. Another shining example of tolerance specific to the Georgian nation – the good neighbourly relations and friendship that exist between the Georgians and the Jews have survived millennia. Against such seemingly tolerant background, it is really intolerable to put up with the current tide of extremism against religious minorities. We mean the multiple acts of violence to which the members of such unconventional religious groups as Jehovah’s Witnesses (above all), Baptists, Krishna followers, and others fell victim...”", "75. In its 2002 Annual Report, Human Rights Watch stated:", "“ The Georgian authorities allowed organized groups of civilian militants to conduct a sustained campaign of violent assaults and intimidation against members of several non-Orthodox religious faiths, chiefly Jehovah’s Witnesses, Pentacostalists, and Baptists. The assailants broke up religious services, beat congregants, ransacked or looted homes and property, and destroyed religious literature. Vasili Mkalavishvili, a defrocked Georgian Orthodox priest who led most of the attacks, justified them by claiming that charismatic faiths were defiling Georgia’s nationhood and religious tradition. He boasted of receiving assistance from the police and security services. Emboldened by inaction or complicity of prosecutors and police, and by a February Supreme Court decision to deregister the Jehovah’s Witnesses as a legal entity in Georgia, the frequency of mob attacks rose in 2001...”.", "76. On 13 March 2001 several non-governmental organisations – the Association Law and Freedom, the Atlantic Council of Georgia, the Black Sea Media Institute, Caucasian House, the Forensic Examination Foundation, Former Political Prisoners for Human Rights, the Georgian Young Lawyers Association, the Human Rights Centre, the Human Rights Group of the Caucasian Institute for Peace, Democracy and Development, the Independent Journalists’ Club, the International Society for Fair Elections and Democracy, the Landowners Rights Protection Association, Liberty Institute, Tbilisi Press Club and Transparency International–Georgia issued a joint declaration stating:", "“During last two years we are evidencing massive infringement of freedom of religion and persecution of religious minorities. The Government of Georgia is completely unable to protect human rights and minorities. Moreover, violation of human rights take place with the silent consent of the State, very often with its inspiration and sometimes with active participation of State officials, especially those of law enforcement agencies. On the basis of the aforesaid, it should be noted without exaggeration that religious minorities in Georgia face permanent danger, intimidation and terror..., Jehovah’s Witnesses...have suffered attacks, persecution, bodily insult and harassment. Frequent pogroms take place in their offices and churches. Their literature, holy objects of worship and other belongings were destroyed... The most significant pogroms took place in Tbilisi, Marneuli and Zugdidi. Police were aware of these actions without any reaction or were participating in them, while prosecutors and judges convicted the victims. Vasil Mkalavishvili has openly confirmed on TV that he notifies police and security in advance of carrying out his pogroms. Deputy Minister of State Security declared at a Parliamentary hearing that the State should restrict the activities of non-traditional religious sects. Similar declarations have been made by other senior government officials – for example, the Tbilisi police chief...”", "“The State recognises the special role of the Georgian Orthodox Church in Georgian history. Simultaneously, however, it declares complete freedom of religious belief and confession, as well as the independence of the church from the State.”", "“1. Everyone has the right to freedom of speech, thought, conscience, religion and belief.", "2. It is prohibited to persecute an individual for his or her thoughts, beliefs or religion and to oblige an individual to express his or her opinions about them.", "3. The rights provided for in this Article may not be restricted unless their exercise infringes upon the rights of others.”", "“Public prosecution shall be conducted with regard to all categories of criminal offences.", "Public prosecution shall be conducted by an investigative body, a prosecutor and an investigating officer, who shall institute proceedings on the basis of information provided by natural or legal persons, notification from the authorities and nongovernmental organisations and information imparted by the mass media.", "The investigative body, prosecutor and investigating officer shall be obliged to institute proceedings in all cases where there is evidence of a criminal offence, to take the measures necessary to establish the truth and identify the perpetrator of the offence, and prevent an innocent person from being placed under investigation.”", "“With regard to the criminal offences provided for in Articles 120 [intentional minor damage to health], 125 [physical violence] and 148 [false accusation]... , criminal proceedings shall be instituted only on the basis of a complaint by the victim and, in the event of a friendly settlement between the parties, this complaint must be dropped.”", "“Prosecution may be suspended if ... the person to be placed under investigation cannot be identified, and shall remain suspended until such time as that person is identified or the prosecution is time-barred.”", "“The investigating body is a State body or a senior representative of the civil service which shall have jurisdiction to conduct the initial investigative measures and to carry out, in the context of the pre-trial investigation and at the instruction of the investigating officer or the prosecutor, an investigative measure or any other act or to participate in the conduct of such acts.", "The investigating bodies are: (a) the departments of the Ministry of the Interior and its sub-directorates in respect of all criminal cases, except where these fall within the jurisdiction of other investigating bodies;...”", "Article 235 §§ 1 and 2", "“The complaint is to be lodged with the body responsible for criminal proceedings or the state employee who, in accordance with the law, has jurisdiction to examine it and to reach a decision...”", "A complaint against an action or decision by the investigator, investigating body, investigating office or head of the investigating body is to be submitted to the relevant prosecutor. A complaint against an action or decision by the prosecutor shall be submitted to the prosecutor who has hierarchical superiority...”", "Article 242 § 3", "“The parties to the proceedings may apply to a court against an action or decision by the investigating officer or investigator if the prosecutor dismisses their complaint or submit that complaint directly to the court...”", "“In all cases where evidence of an offence occurs, the investigator, with the agreement of the prosecutor, is obliged, as far as their powers permit, to institute criminal proceedings.”", "“Information concerning the fact of a criminal offence having been committed may be submitted in writing or orally.", "Information thus submitted shall be examined promptly. Where the presumed perpetrator of an offence has already been arrested, verification of the truth of the information alleging that a criminal offence has been committed and institution of prosecution must be carried out within 12 hours following the person being apprehended by the police or another investigating body. In other cases, institution of proceedings may also be preceded by verification the truthfulness of the information received, but this must not last more than 20 days.”", "Articles 155 and 166 of the Criminal Code provides for sanctions, including prison terms, for offences such as unlawfully preventing the performance of religious rites using violence or the threat of violence, and for unlawfully preventing the activities of a religious organisation using violence or the threat of violence.", "In accordance with Article 71 § 1 (a) of this Code, the limitation period for the offences set out in Articles 120 [intentional minor impairment of health], 125 [physical violence], 155 and 166 is two years."], "VIOLATED_ARTICLES": ["14", "3", "9"], "VIOLATED_PARAGRAPHS": ["9-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}