{"ITEMID": "001-76135", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF BOZIC v. CROATIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;Violation of Art. 13;Non-pecuniary damage - financial award;Costs and expenses partial award - domestic proceedings", "JUDGES": "Christos Rozakis", "TEXT": ["4. The applicant, Mrs Dragica Božić, is a Croatian national, who was born in 1943 and currently lives in Sotin, Croatia.", "5. On 27 September 1991 the Croatian Pension Fund, Sisak Office (Republički fond mirovinskog i invalidskog osiguranja, Područna služba u Sisku – the Sisak Office) issued a decision granting the applicant the right to a widow’s (family) pension as of 6 August 1991. However, no payments were made until 1 August 1997.", "6. On 18 September 1997 the applicant instituted administrative proceedings in order to recover the pension instalments due.", "7. On 14 June 1999 the Sisak Office dismissed her request. It found that the payment of her pension was stopped between 6 August 1991 and 31 July 1997 since during that period the applicant had resided in the occupied areas of Croatia and her address had been unknown. On 9 July 1999 the applicant appealed against that decision.", "8. On 19 June 2000 the Croatian Pension Fund, Central Office (Hrvatski zavod za mirovinsko osiguranje, Središnja služba – the Central Office) quashed the first-instance decision for factual errors and remitted the case.", "9. In the resumed proceedings, the Sisak Office dismissed the applicant’s request on 9 October 2000. The applicant appealed.", "10. On 9 April 2001 the Central Office again quashed the first-instance decision and remitted the case.", "11. On 22 August 2001 the Sisak Office for the third time dismissed the applicant’s request. The applicant appealed.", "12. On 15 November 2001 the Central Office for the third time quashed the first-instance decision for factual shortcomings and remitted the case. It instructed the Sisak Office to enquire whether the applicant had received a pension from the authorities that had exercised control over the occupied territory.", "13. In the subsequent proceedings, on 16 May 2002 the applicant lodged an appeal for failure to respond under the Administrative Procedure Act (see paragraph 21 below) since the Sisak Office did not render a decision within the statutory time-limit of two months. Given that the Central Office also failed to decide on this appeal within the statutory time-limit of two months, on 17 December 2002 the applicant brought an action for failure to respond (see paragraph 22 below) in the Administrative Court (Upravni sud Republike Hrvatske). The applicant subsequently withdrew this action since in January 2003 the first-instance decision had been rendered.", "14. On 29 January 2003 the Sisak Office accepted the applicant’s request in part. It awarded her the pension instalments as of 1 October 1994 and dismissed her request for the instalments due prior to that date. The applicant appealed.", "15. On 20 May 2003 the Central Office dismissed the applicant’s appeal.", "16. On 1 July 2003 the applicant brought an administrative action in the Administrative Court challenging that decision.", "17. On 27 January 2005 the Administrative Court gave judgment dismissing the applicant’s claim.", "18. On 7 March 2005 the applicant lodged a constitutional complaint with the Constitutional Court against that judgment. The proceedings are currently pending before that court.", "19. Article 29 § 1 of the Constitution (Ustav Republike Hrvatske, Official Gazette no. 41/2001 of 7 May 2001) reads as follows:", "“In the determination of his rights and obligations or of any criminal charge against him, everyone is entitled to a fair hearing within a reasonable time by an independent and impartial court established by law.”", "20. The relevant part of the Constitutional Act on the Constitutional Court (Ustavni zakon o Ustavnom sudu Republike Hrvatske) as amended on 15 March 2002, Official Gazette nos. 29/02 of 22 March 2002 and. 49/02 (consolidated text) – “the Constitutional Court Act”) reads as follows:", "“(1) The Constitutional Court shall examine a constitutional complaint whether or not all legal remedies have been exhausted if the competent court fails to decide a claim concerning the individual’s rights and obligations or a criminal charge against him or her within a reasonable time ...", "(2) If a constitutional complaint ... under paragraph 1 of this section is upheld, the Constitutional Court shall set a time-limit within which the competent court must decide the case on the merits...", "(3) In a decision issued under paragraph 2 of this section, the Constitutional Court shall assess appropriate compensation for the applicant for the violation of his or her constitutional rights ... The compensation shall be paid out of the State budget within three months from the date a request for payment is lodged.”", "21. The relevant provisions of the Administrative Procedure Act (Zakon o općem upravnom postupku, Official Gazette no. 53/1991 of 8 October 1991) provide as follows:", "Section 218(1) provides that in simple matters, where there is no need to undertake separate examination proceedings, an administrative authority shall give a decision and serve it on a party within one month following the submission of an application. In all other, more complex cases, the authority shall give a decision and serve it on a party within two months.", "Section 218(2) provides that a party whose application has not been decided and served within the time-limits set out in paragraph (1) may lodge an appeal (appeal for failure to respond, žalba zbog šutnje administracije) as if his or her application had been dismissed.", "Section 247(1) provides that the decision on the appeal shall be given and served on a party as soon as possible but at the latest within two months following the submission of the appeal.", "Section 246(1) provides that the second-instance administrative authority deciding on the appeal for failure to respond shall request the first-instance authority to give reasons for its omission. If it finds that the failure to respond was attributable to the party or the reasons for such omission were otherwise justified, the second-instance authority shall order the first-instance authority to give a decision within one month. If it finds that the omission was not justified, it shall request the case-file.", "Section 246(2) provides that if the case-file contains sufficient information, the second-instance administrative authority shall decide the case. Otherwise, it shall first hear the case and take evidence, and then give a decision. Exceptionally, if it considers that such a procedure would save time and costs, it shall order the first-instance authority to hear the case and take evidence within a specified time-limit, whereupon it shall decide the case itself. Such a decision shall be final.", "22. The relevant provisions of the Administrative Disputes Act (Zakon o upravnim sporovima, Official Gazette nos. 53/1991, 9/92 and 77/92) provide as follows:", "Section 26(1) provides that if the appellate authority fails to give a decision on a party’s appeal against the first-instance decision within sixty days, and fails to do so upon a repeated request within a further period of seven days, the party may bring an action in the Administrative Court (action for failure to respond, tužba zbog šutnje administracije), as if his or her appeal had been dismissed.", "Section 26(2) provides that when the first-instance administrative authority fails to give a decision against which no appeal lies, the party may directly bring an action in the Administrative Court.", "Section 26(3) provides that, in matters where the right of appeal exists, if a first-instance administrative authority fails to give a decision on a party’s application within sixty days, the party may submit his or her application to the appellate administrative authority. Against the latter authority’s decision the party may bring an action in the Administrative Court, and if the authority fails to give a decision, the party may bring an administrative action under the conditions set out in paragraph 1.", "Section 42(5) provides that when the Administrative Court, following the action for failure to respond, finds for the plaintiff, it shall either instruct the respondent administrative authority how to decide the case on points of law, or shall itself rule on the application (acting as a court of full jurisdiction under paragraph 2 of section 64).", "Section 64(1) provides that, in the execution of the judgment rendered under section 42(5), the administrative authority shall issue its decision immediately but at the latest within 30 days. Otherwise, a party may by a special submission request it to do so. If the authority does not issue a decision within seven days following that request, a party may apply to the Administrative Court.", "Section 64(2) provides that if such an application is made, the Administrative Court shall first ask the administrative authority to give reasons for its omission. The authority shall reply immediately but at the latest within seven days. If the authority fails to do so, or if the reasons given do not justify the failure to decide, the Administrative Court shall give a decision entirely substituting for the decision of the administrative authority.", "23. In case no. U-IIIA/635/2004 of 25 November 2004, the Constitutional Court was seized under Section 63 of the Constitutional Court Act to examine the length of administrative proceedings instituted in July 1996 when the complainant had brought an action in the Administrative Court for the Ministry of Defence’s failure to give a decision in his case. In October 1998 the Administrative Court ordered the Ministry to give a decision within 30 days. The Ministry gave a negative decision in July 1999. The complainant then brought a second administrative action, challenging that decision. In September 2000 the Administrative Court quashed the impugned decision and remitted the case. The Ministry again gave a negative decision and served it on the complainant in January 2004. On 18 February 2004 the complainant had brought a third administrative action, which was dismissed by the Administrative Court in June 2004. Meanwhile, on 25 February 2004 he lodged his constitutional complaint arguing that the Constitutional Court should, like the European Court of Human Rights, take into consideration the overall length of administrative proceedings when examining whether or not they exceeded a reasonable time.", "Following its previous practice (decisions no. U-III-2467/2001 of 27 February 2002, and U-IIIA/3638/2003 of 18 February 2004), the Constitutional Court held that only the inactivity of the judicial authorities was relevant for a breach of Article 29 § 1 of the Constitution. In its view it was not possible for proceedings before the administrative authorities to last unreasonably long because the statutes regulating those proceedings contained the presumption that the application had been dismissed if the administrative authorities failed to give a decision within the statutory time-limits (see paragraphs 21 and 22 above). The Constitutional Court therefore examined only the length of the proceedings in their part between the introduction of the complainant’s third administrative action and lodging of the constitutional complaint. It dismissed the constitutional complaint finding that the proceedings had lasted only seven days."], "VIOLATED_ARTICLES": ["13", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}