{"ITEMID": "001-58256", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ESP", "BRANCH": "CHAMBER", "DATE": 1998, "DOCNAME": "CASE OF CASTILLO ALGAR v. SPAIN", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection rejected (non-exhaustion);Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - finding of violation sufficient;Costs and expenses award - domestic proceedings;Costs and expenses award - Convention proceedings", "JUDGES": "", "TEXT": ["7. Mr Ricardo Castillo Algar was born in 1947 and lives in Madrid. At the material time, he was a lieutenant–colonel in the infantry and attached to the Spanish Legion.", "8. By an order (auto de procesamiento) of 18 December 1989 investigating judge no. 1 (juez togado militar central) at the Madrid Central Military Court (tribunal militar central) charged the applicant with having set up, to the detriment of the Armed Forces Treasury and contrary to Article 189 § 1 of the Military Criminal Code, an unregulated private fund that was not subject to tax or audit by the tax authorities.", "9. On the applicant’s appeal, the Central Military Court set aside the order on 19 March 1990 and then on 12 July 1990 held that there was no case to answer.", "10. The public prosecutor's office appealed on points of law. In a judgment of 20 January 1992 the Supreme Court (Military Division) allowed the appeal and quashed the Central Military Court’s decision that there was no case to answer, holding that the facts of the case “could be considered, solely for the purposes of the investigation ... and without prejudice to whatever subsequent classification might be adopted, to constitute an offence against the Armed Forces Treasury under Article 189 § 1 of the Military Criminal Code”. The Supreme Court added, however, that that conclusion, while sufficient to justify its quashing the impugned decision, was not to influence the courts below in their decisions on the merits.", "11. The applicant’s constitutional appeal (recurso de amparo) against the judgment of 20 January 1992 was dismissed by the Constitutional Court on 23 March.", "12. Consequently, on 6 May 1992 the investigating judge issued a fresh order in which he charged the applicant with the same offence.", "13. On 11 May 1992 the applicant appealed against that second order. Repeating the submissions he had made in his first appeal to the Central Military Court, the applicant contended in particular that the decisions in his case had been inconsistent, despite the fact that they had been based on the same facts and there was no new evidence. He said that the decision of 19 March 1990 had been final (see paragraph 9 above) and submitted that by charging him a second time contrary thereto the investigating judge had acted arbitrarily, as had the Supreme Court in quashing the Central Military Court’s decision that there was no case to answer (see paragraph 10 above) without considering the merits.", "14. On 7 July 1992 the Central Military Court dismissed the applicant’s appeal and upheld the order of 6 May. There were three military judges (vocales togados generales militares) in the chamber that heard the appeal, including E.S.G., the president (auditor presidente general consejero togado), and R.V.P., a judge (vocal togado general auditor). In its decision, the chamber held in particular:", "“... It suffices to read [the Supreme Court’s judgment of 20 January 1992] to infer that it found, in the ‘as to the law’ section, that there was sufficient evidence to allow of the conclusion that a military offence has been committed, that there were no grounds in law for invalidating the classification (tipicidad) of the offence adopted in the original proceedings and insufficient grounds for setting aside [the charges] and disregarding the prima facie evidence of the commission of an offence ... on which [the charges] had been based.”", "In the light of the Supreme Court’s judgment and the constitutive elements of the offence under Article 189 § 1 of the Military Criminal Code, the chamber held that the order appealed against satisfied the conditions as to validity laid down by Organic Law no. 2/1989 and that the investigating judge’s findings on the facts of the case had been reasonable and not arbitrary.", "15. On 6 April 1994 the three military judges sitting in the Central Military Court (see paragraph 13 above) made an order (providencia) setting the applicant’s case down for trial on 18 May. It was also indicated in the order that the names of the two officers (vocales militares) who were to complete the trial chamber would be drawn by lot (insaculación), it being a statutory requirement that the chamber be mixed (escabinado), comprising three military judges (vocales togados) and two officers.", "The order was served on the applicant’s lawyer that same day and on 13 April he was given the name of the two officers on the bench.", "16. On 25 May 1994 the chamber of the Central Military Court sitting in the applicant’s case found him guilty of the offence as charged and sentenced him to three months and one day's imprisonment. The chamber was presided over by E.S.G. and included the military judge, R.V.P., who acted as the reporting judge.", "17. The applicant appealed on points of law to the Supreme Court. He maintained that the chamber that had tried him could not be considered impartial as two of the judges, E.S.G. and R.V.P., had previously sat in the chamber that had heard his appeal against the order of 7 July 1992 by which he had been charged.", "18. On 14 November 1994 the Supreme Court (Military Division) dismissed the appeal. In so deciding, it found in particular that the applicant had failed to challenge the judges whom he accused of bias even though he had had an opportunity to do so, his lawyer having been informed of the composition of the chamber when it was constituted and before the trial began on 18 May 1994 (see paragraphs 22–23 below).", "Nevertheless, the Military Division considered the merits of the argument that the Central Military Court had not been impartial. It held that the decision to dismiss the applicant’s appeal could not be regarded as being part of the investigation of the case. In its reasons for dismissing the appeal, the Central Military Court had confined itself to noting that the Supreme Court did not disagree with the investigating judge’s finding that there was evidence of guilt. The Military Division took the view that the dismissal of the appeal accordingly could not be considered to have been an investigative measure capable of undermining the objective impartiality of the chamber that had ruled on the merits of the case.", "19. The applicant then lodged an amparo appeal with the Constitutional Court relying, inter alia, on his right to a fair hearing by an independent and impartial tribunal, as guaranteed by Article 24 § 2 of the Constitution (see paragraph 21 below).", "20. On 20 February 1995 the Constitutional Court, entirely agreeing with the reasoning of the Supreme Court (Military Division), dismissed the applicant’s appeal.", "21. Article 24 of the Constitution provides:", "“1. Everyone has the right to effective protection by the judges and courts in the exercise of his rights and his legitimate interests; in no circumstances may there be any denial of defence rights.", "2. Likewise, everyone has the right to [be heard by] an ordinary judge determined beforehand by law; everyone has the right to defend himself and to be assisted by a lawyer, to be informed of the charge against him, to have a trial in public without unreasonable delay and attended by all the safeguards, to adduce the evidence relevant to his defence, not to incriminate himself or to admit guilt and to be presumed innocent...”", "22. The relevant provisions of Organic Law no. 2/1989 of 13 April 1989 concerning grounds for challenge read as follows:", "“Judges, presidents and members of military tribunals ... shall not take part in judicial proceedings if any of the grounds set out in section 53 applies; if they do take part [they] may be challenged.”", "“[A judge] shall withdraw or, if he does not do so, may be challenged on any of the following grounds:", "...", "5. if he has acted as counsel for or has represented one of the parties, has as a lawyer drawn up a report in the proceedings or similar proceedings, or has taken part in the proceedings on behalf of the prosecution or as an expert or ordinary witness;", "6. if he is or has been a complainant against or accuser of one of the parties; a member of the armed forces who has merely processed the ... complaint initiating the proceedings shall not come within this subsection;", "...", "11. if he has taken part in the same proceedings in another capacity.”", "“...", "If the tribunal or the judge considers that there is no justification for withdrawal, it or he shall order the person who has offered to withdraw to continue in the case, without prejudice to the parties’ right of challenge.", "No appeal shall lie against such an order.”", "23. Under section 56 challenges must be made at the beginning of the proceedings or as soon as the person making the challenge becomes aware of the ground for challenge and in any event at least forty–eight hours before the hearing unless the ground comes to light subsequently.", "24. As regards orders by which an accused is charged (auto de procesamiento) and appeals against such orders, the Organic Law provides:", "“Where there is reasonable evidence of guilt on the part of one or more identified persons, the investigating judge shall charge them...", "The charges shall be brought by an order (auto), in which shall be mentioned the punishable acts the accused is alleged to have committed, the presumed offence constituted by those acts and the [relevant] statutory provisions ... followed by the charges and the measures relating to the accused’s release or detention pending trial...”", "“... The accused and the other parties may lodge an appeal, which shall have no suspensive effect, against the order by which the accused is charged within five days after [its] service...”", "“... If the appeal against the order by which the accused is charged is allowed ..., an order shall be made for the compiling of a separate case file ... and the issue of a comprehensive certificate concerning the impugned order and all the items which the judge considers necessary to include on the case file or which were referred to in the initial pleading on appeal.”", "25. In a judgment of 8 February 1993 the Supreme Court decided a case in which the trial court had been presided over by a judge who had previously made the order by which the accused had been charged. The Supreme Court held:", "“... Consequently, if a judge, after sitting in the court that made the order by which the accused was charged – which order undoubtedly presupposes an assessment, albeit a provisional one, of the issue of guilt – and, in order to do so, having earlier had to hear the accused or thoroughly examine the [result of the] investigative steps taken in order provisionally to assess whether there was criminal liability, subsequently sits in a court that has to hear and decide the merits of the same case ..., it is [legitimate] to consider that [the person] charged and later tried by [that judge] may be concerned that his case will be considered and tried without the maximum guarantees of impartiality...”"], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}