{"ITEMID": "001-70973", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NLD", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF RAMSAHAI AND OTHERS  v. THE NETHERLANDS", "IMPORTANCE": "2", "CONCLUSION": "No violation of Art. 2 (killing);Violation of Art. 2 (investigation);No separate issue under Art. 13;Non-pecuniary damage - financial award;Costs and expenses award - domestic proceedings;Costs and expenses partial award - Convention proceedings", "JUDGES": "David Thór Björgvinsson", "TEXT": ["8. The first two applicants, Mr Renee Ghasuta Ramsahai and Mrs Mildred Viola Ramsahai, are the grandfather and grandmother of Mr Moravia Siddharta Ghasuta Ramsahai, (“Moravia Ramsahai”), the deceased. They were both born in 1938. They were their grandson’s guardians until he reached his majority at the age of eighteen. The third applicant, Mr Ricky Moravia Ghasuta Ramsahai, born in 1960, is the father of the late Moravia Ramsahai.", "9. Moravia Ramsahai was born on 6 December 1979. He died on 19 July 1998.", "10. In the evening of Sunday 19 July 1998, during the “Kwakoe” festival in the Bijlmermeer district of Amsterdam (a celebration by the Surinamese immigrant community of the abolition of slavery in Suriname 135 years earlier), Moravia Ramsahai forced the owner of a scooter at gunpoint to give up his vehicle. Having gained control of the scooter he then made off with it.", "11. The owner of the scooter notified a police officer who reported the robbery by radio to the Flierbosdreef station of the Amsterdam police force. The duty police officer in turn alerted police patrolling in the area.", "12. Some five minutes later, two uniformed police officers, Officers Brons and Bultstra, patrolling in a marked police car, saw a scooter driven by an individual fitting the description given to them stopping near a high-rise building called “Huigenbos”. They stopped the car and got out. Officer Bultstra ran towards the person whom they had seen riding the scooter, later identified as Moravia Ramsahai, and tried to arrest him.", "13. It appears that Officer Bultstra saw Moravia Ramsahai draw a pistol from his trouser belt. Officer Bultstra then drew his service pistol and ordered Moravia Ramsahai to drop his weapon. This Moravia Ramsahai failed to do. Officer Brons, the driver of the patrol car, then approached. It appears that Moravia Ramsahai raised his pistol and pointed it towards Officer Brons, who drew his service pistol and fired. Moravia Ramsahai was hit in the neck. At 10.03 p.m. Officer Brons radioed Flierbosdreef police station to report that he had shot someone and to call for an ambulance.", "14. When the ambulance arrived on the scene, at approximately 10.15 p.m., the ambulance crew found Moravia Ramsahai already dead.", "15. Upon his return to Flierbosdreef police station, Officer Brons was seen by the commanding officer of the Amsterdam/Amstelland police force, Police Commissioner Van Riessen.", "16. Local police secured technical evidence and took the names of a number of witnesses.", "17. Later that night officers from a special operations squad (Mobiele Eenheid, “Mobile Unit”) of the Amsterdam/Amstelland police questioned all residents of the Huigenbos building whom they found at home. No one could provide any relevant information.", "18. An autopsy was performed on Moravia Ramsahai’s body on 20 July 1998, after which the body was released to his next of kin.", "19. Also on 20 July 1998 the Amsterdam/Amstelland police public information bureau published a press release which read as follows:", "“Police shoot down armed scooter thief", "Last night, at around 10 p.m., an eighteen-year-old youth who drew a firearm was shot down outside the Huigenbos building by a policeman. Shortly afterwards he died from his injuries on the spot.", "The victim had shortly before been present at the location of the Kwakoe festival. There he had approached a young man who was in possession of a brand new scooter. He had pushed a pistol into the young man’s side and thereby forced him to hand over the scooter. He had also forced the owner to tell him how the alarm worked and had then made his escape.", "The owner of the scooter reported the robbery to two police surveillance officers. They set off in pursuit of the thief and asked for assistance via the police radio room.", "The thief managed to start the vehicle and make a rapid escape.", "Shortly afterwards the suspected thief was noticed with the scooter on the Huntumdreef by officers patrolling in a police car. The fellow (knaap) rode the scooter off the side of the road and crossed the grass towards one of the entrances of the Huigenbos building. Having arrived there he rode the scooter into the hallway.", "The passenger of the police car followed the suspect on foot and also ran towards the entrance. As he arrived there, the suspect came out again. The man drew a pistol. The policeman called out several times ‘Drop the gun’. By this time the other policeman had also reached the entrance to the building. He saw that the suspect was starting to aim the firearm at his fellow officer (het vuurwapen op zijn collega begon te richten) and forestalled that danger with a shot from his service pistol. The suspect was hit and died shortly afterwards.", "The suspect’s pistol, which was loaded, has been seized. The State Criminal Investigation Department (Rijksrecherche) has begun an investigation into the shooting.”", "20. Subsequently, as the applicants allege, Police Commissioner Van Riessen was quoted in the mass circulation daily newspaper De Telegraaf as having stated: “Whatever kind of committee of inquiry may be set up in addition, I will not let them in.” (“Wat voor een onderzoekscommissie er daarnaast ook wordt ingesteld, ze komen er bij mij niet in”).", "21. Officers Brons and Bultstra were back on duty a few days after the shooting.", "22. A criminal investigation was ordered, in the course of which Officers Brons and Bultstra were assisted by a single lawyer retained by the police, Mr L.J.B.G. van Kleef. Ultimately the Public Prosecutor responsible, finding that Officer Brons had acted in legitimate self-defence, decided that no prosecution should be brought.", "23. The applicants brought two sets of proceedings, one before the Court of Appeal (gerechtshof) of Amsterdam aimed at obtaining a court order overturning the Public Prosecutor’s decision not to prosecute Officer Brons, the other before the Police Complaints Board (Commissie voor Politieklachten) to seek redress for what they considered to be deficiencies in the way the Amsterdam/Amstelland police had acted following the death of Moravia Ramsahai. Neither set of proceedings produced the result which they had sought.", "24. During the night of Sunday 19 July 1998, a squad of police officers belonging to a mobile special operations unit and commanded by a police superintendent went from door to door to take statements from the inhabitants of each of the 135 flats in the Huigenbos building.", "25. According to the official report drawn up the following day by Detective Sergeant Wouter Barend Nicolaas Dolman of the Amsterdam/Amstelland police, three flats had been uninhabited. The inhabitants of 75 flats had been absent. The inhabitants of 47 flats had been at home, but had seen or heard nothing. The inhabitants of nine flats had heard the shot fired. In one flat there was a twelve-year-old girl, named Sangeeta Edwina Pamela Mungra, who stated that when she had opened the lift door on the ground floor it had struck a scooter lying on the floor. As she had got out of the lift she had heard a bang. She had seen two police officers and heard one of them say: “I have fired.” She had seen a male victim lying on the ground. She had panicked, fled into the lift and returned home.", "26. Mr Hoeseni reported the theft of his scooter to the Amsterdam/Amstelland police on 19 July 1998 at approximately 11.15 p.m. His statement was taken by Senior Police Officer Olav Petrus Benthem, an officer of the investigation division (afdeling recherche) of the Amsterdam/Amstelland police force based at Flierbosdreef police station.", "27. Mr Hoeseni had purchased the scooter earlier that week. On the night of 19 July 1998 he had ridden it to the Kwakoe festival where he had met his girlfriend. While he was with her, a youth unknown to him had come up to him and said: “Get off. Get off. I shoot you, I shoot you.” (“Deraf. Deraf. Ik schiet jou, ik schiet jou.”). Mr Hoeseni had felt something being pushed against his right side. Looking down, he had recognised the object as a lady’s pistol. He had been unwilling to give up the scooter but his girlfriend had advised him to do so lest he be shot. He had then let go of the scooter and run towards the first policeman he saw.", "28. Mr Hoeseni had told the police officer that his scooter had been stolen at gunpoint and that they should run after it. He had given a description of the scooter and the thief. Mr Hoeseni and the two police officers had gone after the thief with the scooter, but he had ridden off.", "29. He had heard, on the police officers’ two-way radio, that the scooter had been found. Together with the police officers he had gone to a grassy area where he had heard the scooter’s alarm. He had seen his scooter surrounded by police and identified it as his.", "30. He had not recognised the thief as anyone he knew.", "31. Ms Bhondoe was questioned by Detective Sergeant Dolman on 19 July 1998 at 11.15 p.m.", "32. Ms Bhondoe had gone with her brother to the Kwakoe festival, where she had met her boyfriend Vinob (or Vinod/Vinodkumar). Vinob had just bought a new scooter. Ms Bhondoe’s brother had gone to fetch something to drink for the three of them.", "33. After about fifteen minutes she and Vinob had been approached by a youth whom she had noticed looking at her and the scooter. The youth had said to Vinob: “Get off, get off” (“Stap af, stap af”) and had pressed an object resembling a firearm against Vinob’s stomach. She had thought at first that this was a friend of Vinob’s playing a prank, but had realised from Vinob’s facial expression that this was not the case. She had prevailed on Vinob to get off the scooter when the youth had said: “Get off, get off, or I will shoot” (“Ga eraf, ga eraf, anders ga ik schieten”). Vinob had then run off to get help, whilst the youth had bump-started the scooter and made off with it. Vinob had returned with two police officers and the three of them had run after the youth on the scooter. Ms Bhondoe had joined them for a bit but had been called back by her brother. Together they had run in the direction taken by the police officers. Arriving at the Huigenbos building, they had seen a large number of cars. Vinob had told them that the youth had been caught and that the police had shot him. After Vinob had spoken with the police, she and he had been taken to the police station to give a statement.", "34. This witness was questioned by Police Sergeant Maria Cornelia de Bruijn of the Amsterdam/Amstelland Regional Police Force. He stated that he lived on the fifth floor of the Huigenbos building. Happening to look down from the walkway, he had seen a policeman run towards the doorway. He had seen a coloured man with a shaved head come out of the doorway. He had seen the policeman try to grab the coloured man by his arm. The coloured man had made a sideways movement with his arm, as if to indicate that he did not want to go along with the policeman, and the policeman had not been able to hold on to him. The coloured man had then drawn a pistol or a revolver, whether out of his pocket or out of his trouser band Mr van den Heuvel could not see. The weapon was of a silver-grey colour with a dark coloured grip. Mr van den Heuvel’s instinctive reaction had been to dive for cover behind the balustrade of the walkway. As he glanced over briefly out of curiosity, it had appeared to him that the policeman had taken a few steps sideways. The coloured man was still holding the weapon in his hand. He had not pointed it in any particular direction, but he had not dropped it either. All this happened very quickly, perhaps in less than half a minute. In the meantime a second policeman had come running up. He had heard “Drop it” being shouted very loudly at least four times. The coloured man must have heard it, but ignored it.", "35. Mr van den Heuvel did not remember seeing the second policeman standing still after he had reached the scene of events. He had heard a bang and had seen the coloured man collapse. The weapon had fallen to the ground a few metres away. The first policeman had walked up to the coloured man to inspect. The second policeman had spoken into some device or other, after which help had arrived. He had tried to call the police on his telephone, but had been told that help was on its way. He had stood and watched a little longer before going down and giving his name to the police as a witness.", "36. Officer Dekker was interviewed by Senior Police Officer Benthem.", "37. At around 10.05 p.m. the night before, Officer Dekker had been patrolling the Kwakoe festival with Officer Boonstra. He had been addressed by a young man whom he did not know, who told him that he had been dragged off his scooter and that his scooter had been taken from him; this had happened less than a minute earlier. The young man had given him the insurance papers for the scooter and indicated the direction in which the thief had taken the scooter.", "38. Officers Dekker and Boonstra, together with the young man, had run in the direction indicated by the latter. While running Officer Dekker had radioed through the description of the scooter to other police officers. At this point he had not been aware that the thief had used a weapon; the owner of the scooter had not mentioned it. Officer Dekker had assumed that the thief had used physical force only, the owner of the scooter having stated that he had been dragged off his vehicle.", "39. The thief had managed to start the scooter as they had caught sight of him. They had continued running but the scooter had been faster. Officer Dekker had radioed through his own description of the scooter and its rider, the possible directions in which they might have gone and its insurance plate number. They had continued running; upon reaching the pedestrian underpass Officer Dekker had heard, on his radio set, another policeman reporting a shooting and shortly afterwards calling an ambulance. Officer Dekker estimated that approximately one minute had elapsed from when he transmitted his description of the scooter until the report of the shooting, but he could not be sure.", "40. As Officers Dekker and Boonstra stood wondering whether there was any connection between the shooting and the theft of the scooter, the owner of the scooter, who had apparently overheard the police radio, had told them that the thief had a small silver-coloured pistol.", "41. Officers Dekker and Boonstra and the owner of the scooter had made their way to the scene of the shooting in front of the Huigenbos building. They had seen a person lying supine on the ground, with two uniformed police officers kneeling beside him. They had advanced and recognised the scooter. Officer Dekker had taken the particulars of the owner of the scooter and made arrangements for him and his companion to be taken to the police station so that they could give a statement.", "42. Officer Braam was interviewed by Sergeant Theodorus Johannes Gerarda Limbeek of the Amsterdam/Amstelland police investigation support bureau at Flierbosdreef police station. His work consisted of, among other things, monitoring and dealing with two-way radio traffic.", "43. On 19 July 1998 at 9.55 p.m. Officer Braam had been sitting at his plotting table when he had heard a report come in by two-way radio from a surveillance police officer that he was following a youth who had just stolen a scooter. A little later the officer had radioed in to say that the thief had managed to bump-start the scooter, and to give an indication of the direction in which the thief had gone. The officer had sounded unemotional, as if it were nothing other than an “ordinary” robbery of a scooter.", "44. The officer being on foot, he had requested the assistance of a motorised colleague. In so doing he had given a description of the scooter. Officer Braam had asked a colleague on a motorcycle to go in the direction indicated.", "45. As the motorcycle policeman had been about to leave the police station forecourt, Officer Braam had heard Officer Bultstra from his marked police car report that he had seen the scooter with the thief enter the doorway leading to the third lift of the Huigenbos building and would go after him. Officer Bultstra too had sounded unemotional.", "46. Four or five minutes later, perhaps less, Officer Braam had heard Officer Bultstra saying: “The suspect has been shot, I want an ambulance”. Again, Officer Bultstra had sounded calm and professional. Officer Braam had then called for the appropriate services.", "47. Officer Braam had not heard Officer Brons take part in the radio conversation. This reflected standard practice, namely that the driver of a police car – in this case Officer Brons – had his two-way radio set to the frequency of the central incident room, whereas the “passenger” – Officer Bultstra – had his radio set to the frequency used by the local team.", "48. Officer Van Daal was interviewed by Senior Officer Petrus Wilhelmus Martinus Leerkes of the Amsterdam/Amstelland police force.", "49. Officer Van Daal was a uniformed police officer on the basic police assistance staff. The previous night she had been seated at the plotting table from 8.15 p.m. until midnight. Until the shooting it had been a quiet night. She had sat there with Officer Braam and Superintendent Casper Sikking.", "50. At around 10 p.m. she had heard, on the radio frequency used by the district police, that a police officer was chasing a scooter, and also which direction the scooter had taken. She did not remember the precise words used, nor any description given of the rider.", "51. Shortly afterwards she had heard the voice of Officer Bultstra, reporting the sighting of the scooter. A second or two later Officer Bultstra had reported seeing the scooter in a doorway of the Huigenbos building.", "52. Superintendent Sikking had called by radio: “All right boys, everyone go to Huigenbos.” (“Jongens met z’n allen naar Huigenbos”).", "53. Very shortly afterwards Officer Bultstra had said: “I want an ambulance, I have fired” (“Ik heb geschoten”). Superintendent Sikking had asked him to repeat that. Officer Bultstra had repeated: “I have fired.” Most of the police officers present had then gone out and Officers Van Daal and Braam had contacted the appropriate emergency services.", "54. Officer Van Daal had later heard Officer Brons say that the ambulance was needed urgently because the suspect was in a very bad way.", "55. It was only later that Officer Van Daal had been informed by other police officers that it was in fact Officer Brons who had fired.", "56. Officer Van Dongen was a police-dog handler holding the rank of sergeant whose duty station was Flierbosdreef police station. He was interviewed by Sergeant Lof of the Amsterdam/Amstelland police force.", "57. Officer Van Dongen had been on duty the previous night, with his police dog.", "58. He had heard, on his two-way radio, that a scooter had been stolen at the Kwakoe festival. The direction in which the thief had driven off was given. The description was of a coloured male, dressed in black, riding a red scooter. Officer Van Dongen had gone in the direction indicated.", "59. Officer Van Dongen’s car was passed by a marked police car in which there were two police officers. He had recognised the driver, Officer Brons, but not the passenger. He had seen the car being parked and the passenger emerge.", "60. Officer Van Dongen had also parked his car, intending to look for the thief if he could. He had been getting the police dog out when he had heard a pistol shot.", "61. He had run with the dog in the direction from which the sound of the shot had come. Having reached the Huigenbos building, he had met Police Officer Brons coming towards him. He had seen Officer Bultstra kneeling near the head of a male who was lying flat on the ground.", "62. He had asked Officer Brons what had happened. Officer Brons had replied that there had been shooting. Officer Van Dongen had asked who had fired. Officer Brons had replied that a pistol had been aimed at them and the police had fired.", "63. Officer Brons had pointed out a silver-coloured pistol lying on the ground close to the man. Officer Bultstra had been administering first aid. Officer Van Dongen had not been able to see any injury. He had had to keep his distance from the man because of the dog.", "64. The man on the ground fitted the description given of the person who had stolen the scooter. There had been a red scooter in the doorway of the building and so Officer Van Dongen had understood that this was the person suspected of having committed the robbery.", "65. Officer Van Dongen had heard Officer Brons notify the local health authority and the police superintendent on duty. Officer Van Dongen had guarded the area until the arrival of the criminal investigators (recherche) and the forensic experts. He had stayed on the spot until they had finished and had returned to the police station at midnight.", "66. Police Officer Boonstra, a police officer serving a one-year apprenticeship and based at Remmerdenplein police station, was interviewed by Detective Sergeant Dolman.", "67. Officer Boonstra had been assigned, together with Police Officer Bas Dekker, to patrol the Kwakoe festival, their task being to observe and to maintain a preventive presence. At a certain moment, a Hindustani male had come running up to them and had beckoned them to follow him. Because the Hindustani had given the impression that something was the matter, they had followed him. While running he had told Officer Dekker what the matter was. Officer Boonstra had been following at a distance of about ten metres.", "68. Officer Boonstra had heard on his two-way radio that a scooter had been stolen. It had not been immediately clear to him that the scooter belonged to the Hindustani.", "69. At one point they had seen the scooter thirty metres ahead of them, being ridden slowly. Officer Dekker had told Officer Boonstra that that was the scooter which had been stolen. The person riding the scooter had noticed the police officers but instead of stopping, had increased speed. While moving in the direction of the Huigenbos building, they had heard it reported on the two-way radio that there had been a shooting. They had not immediately linked the shooting to the stealing of the scooter. Still accompanied by the Hindustani, they had continued in the direction of the Huigenbos building, where they had noticed three or four police cars. The Hindustani had recognised his scooter.", "70. Ms Boujedaine was interviewed by Senior Police Officers Petrus Wilhelmus Marinus Leerkes and Anthonius Petrus Lof, both of the Amsterdam/Amstelland police force.", "71. Ms Boujedaine worked as chief cashier at a Burger King restaurant located on the Leidseplein in Amsterdam. On 19 July 1998 she had been on the night shift, from 6.30 p.m. until 5 a.m. the following day.", "72. She had noticed the presence of a particular youth from 6.30 p.m. onwards. She described him as being of Surinamese or Antillean descent, eighteen years old, bald-headed with two golden teeth, dressed in a black tee-shirt and trousers and black shoes and wearing a golden chain around his neck. From 7.30 p.m. onwards she had noticed him distracting one of the cashiers, a young woman called Nancy.", "73. Taken to task for failing to concentrate on her work, Nancy had explained to Ms Boujedaine that the youth was her boyfriend. The youth had reacted angrily, telling Ms Boujedaine to go easy on Nancy or else.", "74. After having told Nancy, jokingly, that she might have to stay a little longer, Ms Boujedaine had seen the youth staring at her fixedly. This had frightened her, but she had not wished to show fear. Just before she had turned round to draw a soft drink she had seen his right hand move towards the band of his trousers.", "75. Ms Boujedaine’s sister Mimount (or Mimout), who also worked at that restaurant, had then said: “Najima, he was aiming a pistol at you!” Ms Boujedaine had turned round and had seen the youth stick something down the band of his trousers. Mimount had later described the pistol as a small silver-grey model known as a “ladykiller”.", "76. A Surinamese girl had then asked the youth a question in her own language and he had replied. She had then told Ms Boujedaine that she had asked the youth whether he was carrying a pistol, to which he had replied in the affirmative.", "77. The youth had looked as though he might have been smoking cannabis, but Ms Boujedaine could not be sure of that.", "78. He had continued to bother Nancy in her work. He had left several times and come back. At one point he had returned on a brand new silver-grey scooter.", "79. The youth had struck up a conversation with Ms Boujedaine in which he had indicated that he wanted to clear out the safe after closing time; he had wanted her to give him the codes for the safe. In the course of this conversation he had been eyeing the drawers of the cash registers.", "80. Several times he had repeated that it was already 9 p.m. and Ms Boujedaine should close Nancy’s cash register.", "81. Ms Boujedaine had felt uncomfortable and frightened, particularly after the youth had indicated his intention to wring the manager’s neck.", "82. The youth had become angry again at 9 p.m., when Ms Boujedaine had terminated the conversation. Ms Boujedaine had then locked up Nancy’s cash register and secured the tray. She had seen him and Nancy leave at around 9.30 p.m., on the scooter on which he had arrived earlier.", "83. Mr de Getrouwe had come forward after hearing of the shooting at the Huigenbos building. He wished to report having been threatened. His statement was taken by Detective Sergeant Dolman.", "84. On Sunday, 19 July 1998 at 8.15 p.m. he had been on the Kwakoe festival ground with his wife and some friends. There had been a group of youths behind them, one of whom had been seated on a scooter or moped (bromfiets). Mr de Getrouwe described the vehicle as having a blue fairing. At one point the youth had started the engine and repeatedly opened the throttle, releasing large quantities of exhaust gas. This had given rise to complaints from Mr de Getrouwe’s group. Mr de Getrouwe himself had then gone up to the youth and asked him either to ride off or to turn off his engine, because he was poisoning everyone with his noxious fumes. The youth had turned off the engine and approached Mr de Getrouwe, saying: “You’re smoking [a cigarette], you’re going to die too.” Mr de Getrouwe had thought that the youth wanted to discuss the matter like a reasonable person. Instead, the youth had taken a small metal-coloured pistol out of his right-hand trouser pocket and said: “Nobody’s going to tell me what to do. I do as I please, we’re all going to die anyway.”", "85. Mr de Getrouwe’s wife, greatly upset by the sight of the pistol, had pulled Mr de Getrouwe away. The youth had got back onto the scooter.", "86. None of the bystanders, who had been numerous, had offered any assistance. They had clearly been deterred by the sight of the pistol.", "87. Mr Bhondoe was questioned by Senior Police Officer Lof of the Amsterdam/Amstelland police force.", "88. On Sunday 19 July 1998, between 8.30 p.m. and 10 p.m., he had been at the Kwakoe festival in the company of his sister and his friend Vinod. He had left them to fetch something to drink for the three of them. He had heard shouting, and he had seen Vinod run towards some police officers present. He had run after Vinod and asked him what the matter was. Vinod had answered that he would tell him later. He had found his sister in tears and asked her what had happened. She had told him how Vinod had been forced at gunpoint to hand over his scooter.", "89. Mr Bhondoe’s sister had taken fright and had fled to Utrecht. Friends of the thief were out looking for Vinod, who was planning to go into hiding.", "90. Ms Boujedaine was questioned a second time, this time in her own home, by Senior Police Officers Petrus Wilhelmus Martinus Leerkes and Piet Wouda of the Amsterdam/Amstelland police.", "91. She indicated that she was afraid of reprisals by the youth’s family and asked the police officers to remove her statement from the file.", "92. Ms Boujedaine’s sister Mimout (or Mimount), who had witnessed the events in the Burger King restaurant on the Leidseplein, felt the same way. This had made the police officers decide not to question her.", "93. Detective Chief Superintendent of the State Criminal Investigation Department (hoofdinspecteur van politie-rijksrecherche) Van Duijvenvoorde was put in charge of the investigation. He drew up a report of his actions and findings and took the statements summarised below.", "94. Detective Chief Superintendent Van Duijvenvoorde’s investigation report states that after 1.30 p.m. on 20 July 1998 the Amsterdam/Amstelland police force only carried out investigations at the request of the State Criminal Investigation Department “in the periphery of Moravia Ramsahai”.", "95. Supplementing his earlier statement, Mr van den Heuvel, now interviewed by Detective Chief Superintendent Van Duijvenvoorde, described what he had seen from the fifth-floor walkway of the high-rise building. He had seen a uniformed police officer running towards the doorway. He had seen a coloured male go to meet the policeman from the doorway. This man had been walking very slowly, at snail’s pace. The police officer had wanted to grab hold of the man, by his left arm, as it appeared to Mr van den Heuvel. The coloured man had made a gesture as if to repulse the police officer. He had hit the police officer, knocking him off balance somewhat, which enabled the coloured man to pass. After he had passed the police officer, the coloured man had drawn a pistol or a revolver, a firearm at any rate, which he had held in his right hand. He had held his arm slanted downwards, thus pointing the pistol towards the ground, and had tried to continue on his way. Mr van den Heuvel had not seen the police officers draw their pistols. Feeling threatened by the pistol which the coloured man had drawn and not wishing to be hit by a stray bullet, he had dived for cover. He had therefore not witnessed the actual shooting, but he had heard shouts of “Drop it” several times.", "96. Officer Brons, by then under investigation as a suspected perpetrator of a criminal act, was interviewed by Detective Chief Superintendent Van Duijvenvoorde in the afternoon of 22 July 1998. The lawyer retained for him and Officer Bultstra, Mr van Kleef, was present.", "97. Officer Brons had joined the Amsterdam municipal police (gemeentepolitie), as it existed at the time, in 1984. He had been promoted to operational police officer (agent) in 1985 and had been based at Flierbosdreef station from the beginning. He had been promoted to the rank of sergeant on 1 February 1996. He was a specialist in road safety.", "98. Officer Brons and Officer Bultstra had completed some assignments and had been on their way back to the police station. They were in a marked police car, with Officer Brons driving. They had then received the radio call about the theft of the scooter. They had been told the make of the scooter and its colour and had been given a summary description of the thief and the direction in which he had fled. They had not been told that he was armed.", "99. Driving in the direction reported, Officers Brons and Bultstra had seen a scooter and a driver fitting the description given them turning into the doorway of a lift in the Huigenbos block of flats. This had surprised them, because they would have expected him to try and evade arrest on noticing that he was being followed by a marked police car.", "100. Officers Brons and Bultstra had agreed that Officer Bultstra would go after the thief while Officer Brons parked the car. Officer Bultstra had run towards the doorway holding a two-way radio. When Officer Bultstra was at a distance of between twenty and twenty-five metres from the doorway, the thief had emerged and run for a short distance. He had stopped and raised his hands when he had seen Officer Bultstra and shouted something unintelligible. Officer Bultstra had taken hold of the thief with both hands and had tried to turn him towards the building. The thief, however, had resisted. Officer Bultstra had shouted something to him which Officer Brons had been unable to understand. Officer Brons had understood that the thief would not come quietly and that Officer Bultstra needed help; he had therefore left the car and run towards them. He had reached a point about five or seven metres from the thief when the thief managed to tear himself loose and ended up at a distance of about three metres from Officer Bultstra. Suddenly Officer Brons had seen the thief holding a silver-coloured weapon which he had not seen him draw. It was a small pistol and it was pointed towards the ground. Officer Brons had not seen whether or not the pistol was cocked. It had seemed to him that Officer Bultstra had also seen the pistol, because Officer Bultstra had stepped backwards, drawing his service pistol and adopting a defensive posture. He had heard Officer Bultstra shouting “Drop that weapon. Don’t be silly, man.” (“Laat vallen dat wapen. Doe nou normaal man.”) at least twice. The thief had not reacted by dropping his pistol, much to the surprise of Officer Brons seeing that Officer Bultstra had him covered. Given that the thief was armed and apparently had no intention of doing as he was told, Officer Brons had considered that Officer Bultstra was under threat. He had considered it highly possible that the thief would use his weapon against Officer Bultstra. He had been completely fixated on the thief. He had seen only the thief, holding a pistol with his finger on the trigger. At that point Officer Brons had not yet considered it necessary to draw his own service pistol because the thief was covered by Officer Bultstra. His hand had been close to, but not on, the holster.", "101. Officer Brons had then seen the thief turn to the right, towards him, and turn the front of his body in his direction at a distance of five to seven metres. He had seen the thief raise his pistol and point it in his direction. Afraid that the thief would fire at him, Officer Brons had drawn his pistol from its holster with lightning speed (bliksemsnel) and had immediately fired one shot at the thief. He had had no time to aim at any particular part of the body. He remained convinced that if he had not fired first, the thief would have shot him.", "102. Officer Brons had thought at the time that he had hit the thief high in the chest. Only later had he learned that he had hit the thief in the neck. The thief had remained on his feet for a short while longer; he had then tottered and collapsed, dropping the pistol. He had tried to stand up, milling his arms about. Officer Brons had pushed the thief’s pistol away with his foot to prevent him from grabbing it.", "103. Officer Bultstra had approached the man as he lay on the ground. Seeing that the thief was no longer a threat, he had put up his pistol.", "104. Officer Brons had contacted the police station by two-way radio and had asked for the intervention of the local health authority (Gemeentelijke Geneeskundige en Gezondheidsdienst, “GG&GD”). Feeling that they were long in coming, he had again called the police station and asked them to hurry up.", "105. Officer Bultstra had concerned himself with the victim. He, Officer Brons, had removed himself from the scene. He had seen a man trying to enter the doorway and had asked him not to do so because the area had to be cordoned off for investigation.", "106. Officers Brons and Bultstra had been taken back to the police station by a fellow officer. Officer Brons had handed in his pistol there. Officers Brons and Bultstra had received assistance and comfort from fellow officers and superiors and had been informed about the further procedure.", "107. Officer Brons had only fired once. It had never been his intention to shoot to kill but only to end the life-threatening situation. He felt that he had had no choice. He greatly regretted that the thief had died.", "108. Officer Brons identified the thief’s pistol on photographs.", "109. Like Officer Brons, Officer Bultstra was interviewed in the presence of the lawyer Mr van Kleef.", "110. Officer René Bultstra had begun his police career in 1988 in the airport police. In 1992, after the duties of the airport police had been taken over by the Royal Military Constabulary, he had been transferred to what was then the Amsterdam municipal police force. He had been appointed as an operational police officer in 1994, after training. He had been promoted to senior police officer (hoofdagent van politie) in the Amsterdam/Amstelland police force on 1 June 1997.", "111. He and Officer Brons had been on their way back to Flierbosdreef police station after completing an assignment when they had received word by two-way radio that another policeman was pursuing on foot a thief who had just stolen a scooter. They had heard the description of the scooter and the thief, and the direction the thief had taken. It had not been mentioned that the thief was armed. They had then gone to intercept the thief.", "112. Seeing a person and a vehicle matching the description given travelling towards a particular high-rise building, they had decided to park the car and arrest him. They had agreed that Officer Bultstra would leave the car immediately and pursue the man, after which Officer Brons would lock up the car and join Officer Bultstra.", "113. Officer Bultstra had seen the man on the scooter ride into the doorway of the building. Having closed to a distance of twenty metres from the building, Officer Bultstra had seen the man come running out of the doorway. Seeing Officer Bultstra, the man had called: “So what’s the matter then? What’s the matter then?” (“En wat nou? En wat nou?”) His arms had been dangling alongside his body. He had raised them slightly when asking that question. Officer Bultstra and the man had approached each other. The man had glanced sideways to the right and left, apparently looking for a way to evade capture. His preference appeared to be for an underpass through the building, so Officer Bultstra had gone to head him off. His intention had been to grab the man and arrest him.", "114. Officer Bultstra had grabbed the man by his left arm and pushed him bodily against the building. The man had made an aggressive impression on him because of his posture and his way of talking, and had appeared intent on resisting arrest. He had managed to tear himself loose and turn around. He had then taken two steps backwards, towards the doorway. His hands had been close to his body and his body had been poised forwards, and his posture had been threatening.", "115. The man had then brought his right hand towards the left of his chest or his belly, as a person would who was about to draw a firearm from there. He had looked Officer Bultstra straight in the eye and said: “So what’s the matter then?” (“En wat nou?”). Officer Bultstra had not seen him stick his hand inside his clothing. Seeing the gesture, Officer Bultstra had thought that the man was acting like someone who was about to draw a weapon. His common sense had told him to be on his guard. He had stepped backwards and placed his right hand on his service pistol, releasing the holster clip at the same time. He had not drawn his service pistol but had positioned himself so as to be able to do so immediately. Pointing to the man with his left hand, he had called out: “Show your hands. Don’t be silly.” (“Laat je handen zien. Doe normaal.”). The man had then dropped his hand and resumed his earlier posture, his arms dangling alongside his body. He had said: “So what is it then? What is it then?” (“En wat dan? En wat dan?”) and had walked away from Officer Bultstra. His body had still been poised towards Officer Bultstra and his eyes had still been directed towards him. Officer Bultstra had remained in the same position.", "116. The man had again brought his right hand towards his body, the same position as before, and had taken hold of something. Officer Bultstra had not been able to see what it was. After the man had moved his hand some distance away from his body, Officer Bultstra had seen that he was holding a small silver-coloured pistol in his fist. The situation was now so threatening that Officer Bultstra had drawn his service pistol to protect himself. In view of the man’s behaviour he was afraid that the man might fire. Officer Bultstra had taken hold of his service weapon in both hands and, adopting a defensive position, had aimed at the man’s chest. He remembered shouting “Drop it” (“Laat vallen”) several times. He might have shouted other things, but he did not remember having shouted anything other than “Don’t be silly. Drop it.” (“Doe normaal. Laat vallen.”). He had seen the man lower the hand holding the pistol alongside his body, so that the barrel was pointing towards the ground. The man had kept the front of his body turned towards Officer Bultstra, his legs slightly apart and his arms out – that is, not hanging limp – and he had kept turning his hands so that the pistol also kept changing direction. The barrel had however been kept aimed at the ground. Officer Bultstra described the man’s posture as that of a cowboy who could start shooting at any moment. He had felt threatened to the point where he had decided to fire should the man point his pistol at him. He had been in fear of his life, convinced that the man would gun him down given the chance. As far as he could recall, this situation had lasted for about four seconds, during which time he had called out to the man twice to drop his pistol. This the man had not done. Things had happened very quickly; he estimated that the time from the moment he grabbed the man until the fatal shot had been no more than fifteen or twenty seconds.", "117. Officer Bultstra had seen the man suddenly react to something. Still in his cowboy-like position the man had made a quarter turn to the left. Officer Bultstra could not remember how long this had taken but the time involved had been very short. The man had raised his right arm with the pistol somewhat, in a manner in which he had not yet acted. This had caused Officer Bultstra to think: “Now I will shoot.” Since the man was raising his hand and arm, Officer Bultstra was convinced that he was about to fire; he had been building up tension in his right hand to pull the trigger of his service pistol when he had heard, on his right, a loud report that he had recognised as a pistol shot. He had immediately thought: “[Officer Brons] has got him.” Officer Bultstra had felt so threatened that he would have fired if Officer Brons had not done so. He had noticed immediately that the man had been hit. The man had moved his upper torso somewhat. His knees had then buckled and he had fallen to the ground. He had dropped his pistol in falling. He had tried, unsuccessfully, to get up. Officers Brons and Bultstra had approached the man from two sides while still keeping him covered. Having reached the man, Officer Bultstra had put up his service pistol and grabbed the man by his shoulder. He had wished to prevent the man from getting up and possibly picking up the pistol. He had been sitting next to the man. The man had been lying with his back against Officer Bultstra’s knees. At that point Officer Bultstra had seen Officer Brons approaching from his right. He could not remember if Officer Brons had still had his service pistol in his hand. Officer Brons had pushed the man’s pistol away with his foot so that the man could not reach it.", "118. Using his two-way radio, Officer Brons had reported to the police station to ask for urgent assistance from the local health authority. Officers Brons and Bultstra had left the scene of the incident as it was until other police officers arrived. Officer Bultstra had, however, loosened the man’s clothing to see where he had been hit. He had been hit in the neck and his shirt had been saturated with blood. Officer Bultstra had tried to get him to give his name, but had received no answer. The man had gargled. He had been beyond reach. He had died quickly.", "119. After the other police officers had arrived, Officers Brons and Bultstra had been taken back to Flierbosdreef police station where they stayed for some time, estimated by Officer Bultstra as three hours. Officer Brons had been required to hand in his service weapon. They had had talks with a number of fellow police officers, including Police Commissioner Van Riessen, the district chief of police (districtschef) and the self-help-team (zelfhulpteam).", "120. Officer Bultstra stated that the man himself had been in control of events (zelf het scenario heeft bepaald). He had had every opportunity not to draw his weapon, or to drop it after doing so. Officer Bultstra had shouted warnings to him repeatedly. He had not responded. Instead, he had stood in front of Officer Bultstra in a threatening posture with a pistol ready for immediate use. Officer Bultstra had had no other option but to draw his service weapon to protect himself. The situation had been so threatening that Officer Bultstra would have fired to put the man out of action, thus eliminating the danger to himself and possibly others. As it was, that had proved unnecessary because Officer Brons had fired first.", "121. Ms Rijssel was a social worker living in Amsterdam.", "122. On 19 July at around 10 p.m. she and her daughter, Ms Syreeta Michelle Lieveld, had been walking home from the festival. In an underpass they had had to make way for a scooter driven by a person whom she described as a Negroid youth without a crash helmet. They had seen him proceed on his way and then turn towards one of the doorways of a high-rise building. They had noticed that he was driving unusually slowly but had paid no further attention. They had, however, noticed the youth come out of the doorway and that the scooter was inside. Although some distance away, they had had a good view; it had not been dark yet.", "123. They had seen the youth come out of the doorway and had seen a policeman run towards him. They had then noticed a police car which they had not seen or heard until then.", "124. They had seen the youth come out of the doorway holding his right hand inside his jacket or shirt. The hand had been on his stomach, just above his trouser band. They had decided to move closer because something was obviously happening.", "125. Ms Rijssel had seen the youth walk towards the policeman. She had seen him raising his arms in a non-verbal “What do you want?” gesture. She had heard no words spoken. The policeman had grabbed hold of the youth’s arm and turned it onto his back. She had had the impression that the youth was being arrested. She had seen the policeman trying to push the youth with his face towards the wall. This he had not managed to do; the youth had torn himself loose.", "126. She had then seen the youth again putting his hand inside his shirt, in the same gesture which she had witnessed before. She had not seen him pull anything out; she had not at any time seen the youth draw a firearm.", "127. The policeman had stayed where he was and had not moved closer to the youth. The youth had stepped sideways. Ms Rijssel had not seen the policeman draw his firearm.", "128. Another policeman had come running up. He had stood still at a distance of about six metres. The youth had still had his hand inside his shirt near his trouser belt. She had then seen the second police officer draw his pistol and aim it at the youth. She had heard a shout of “Put it down” (“Leg neer”), once, which in her opinion had come from the police officer who was keeping the youth covered. This had happened after the policeman had drawn his pistol on the youth. Immediately after the shout of “Put it down” she had heard one shot fired. The youth had collapsed immediately.", "129. Ms Rijssel stated positively that she had not at any time seen the youth aim a pistol or anything similar at the policeman. She remembered the youth holding his hand inside his shirt, close to his trouser belt. She was sure of that, despite the speed with which events had unfolded.", "130. Immediately after the shot had been fired she had run towards the place where the youth had collapsed. She had shouted to the policemen: “I saw what you did. That’s a human being.” (“Ik heb gezien wat jullie hebben gedaan. Het is een mensenkind.”).", "131. The policeman had felt the youth’s pulse. The youth’s arm had fallen limp.", "132. More police officers had arrived, including one on a motorcycle who had asked her to make a statement. She had refused because she did not wish to make a statement that could be used against the youth and because her words could be misinterpreted. She had told two police officers, a man and a woman, who were cordoning the area off, that they did not need to rope off such a wide area. One of the police officers had accused her of trying to stir up trouble and had told her that she did not know what had caused the incident. She had replied that she was not aware of the cause of the incident but did know what had happened, and had asked if the police were not supposed to fire a warning shot before firing at a person. She might well have said more than that in her emotional state.", "133. On 20 July 1998 Ms Rijssel had returned to the place where the youth had been shot to lay some flowers. She had met the youth’s family there and spoken with them. They had told her that they had retained the lawyer Mr Hamer and she had given them her telephone number. She had later been contacted by Mr Hamer, who had asked her to make a statement to Chief Superintendent Van Duijvenvoorde.", "134. Ms Lieveld was a schoolgirl born in 1983 and the daughter of Ms Rijssel. The pair of them had been walking home from the Kwakoe festival on the evening of 19 July 1998 at around 10 p.m. While walking through a pedestrian underpass they had been passed by a youth on a scooter. The youth had been dressed in black. He had not been entirely dark-coloured. He had worn his hair flat. He had not been wearing a crash helmet. Ms Lieveld could not describe the scooter.", "135. The youth had run the scooter off the path and across the grass towards the Huigenbos building. Ms Lieveld had not seen him ride the scooter into the doorway.", "136. Ms Lieveld’s mother had then said: “Look, there’s police.” Ms Lieveld had seen a police officer standing in front of the building, close by the youth. She and her mother had then gone towards them. Ms Lieveld had seen the police officer trying to arrest the youth, grabbing hold of him and pushing his face against the wall. The youth, however, had torn himself loose. He had made a gesture with his arms as if to say: “What do you want with me?”", "137. The youth had moved one of his hands, Ms Lieveld could not remember which, towards his trouser band. It had seemed as though he had a pistol there, but that it had of course been a bluff.", "138. A second police officer had come running. Ms Lieveld had heard “Drop it” shouted; she remembered hearing it once. She had seen the two police officers with drawn service pistols. She had seen the first police officer, the one who had tried to arrest the youth, with his pistol drawn but she had not seen him point it at the youth. She had not seen the youth with a pistol or anything like that.", "139. The other police officer had also had his service pistol in his hand. He had aimed at the youth. She thought that the shot had been fired immediately after the shout of “Drop it”. After the shot the youth had turned around some way and collapsed. She had seen him drop something; she thought it had been a mobile telephone. Later, having come closer to the scene of events, she had seen a mobile telephone lying near the youth; she assumed that the youth had dropped it.", "140. Ms Lieveld could not give an estimate of how far it had been from where she stood to the place where the youth had collapsed, but it had been some distance. Things had happened very quickly, as if in a flash.", "141. The official record states that the witness made her statement in the presence of her mother in view of her emotional state.", "142. Merlijn van Rij was a schoolboy born in 1982 and resident in the Huigenbos building.", "143. On 19 July 1998 at around 10 p.m. he had been at home with his father, in the lounge of their first-floor apartment. It had been a warm night and the windows had been open.", "144. At a certain moment he had heard someone shout “Stand still” once. No more than a second after that, he had heard a bang from the direction of the doorway which had sounded like a pistol shot. In view of the shout of “Stand still”, which was unlikely to have come from a criminal, he had concluded that the shot had been fired by police. He had wanted to go and watch, but his mother had not let him because she considered it in bad taste to take an interest in other people’s misfortune. Later that night his father had gone to take the dog out; he had seen many police and someone lying underneath a sheet.", "145. Matthew Jiri Oostburg was a schoolboy born in 1983.", "146. On 19 July 1998 at around 10 p.m. he and his father had been walking from the location of the Kwakoe festival towards the Huigenbos building, where his father’s girlfriend lived. They had noticed the presence of police on motorcycles, apparently looking for something or someone.", "147. Just before entering a pedestrian underpass, they had heard a sound identified by Mr Oostburg’s father as a pistol shot. It came from the direction of the Huigenbos building. They had seen police going towards the Huigenbos building but had been too far away to see what was happening.", "148. On the way towards the building they had been stopped by police who were cordoning off the area.", "149. Having entered the building through a different entrance, they had gone to the first floor and Mr Oostburg had looked down. He had seen a coloured youth with a bald head lying motionless in front of the entrance to the doorway. He had seen a small shiny pistol lying by the youth’s feet. He had heard others say that they had initially thought that the youth had taken out a mobile telephone and that the police had fired mistaking it for a pistol. But it had definitely been a pistol.", "150. Mr Oostburg and others had assumed that the youth had drawn a pistol and aimed it at the police and that the police had fired for that reason.", "151. He had later seen the emergency services arrive. It had been apparent that the youth was dead because they had covered him with a white sheet.", "152. Police Officer Boonstra was interviewed by Detective Chief Superintendent Van Duijvenvoorde.", "153. He stated that he and his colleague Police Officer Dekker had been unaware of the fact that Moravia Ramsahai was armed. He and Officer Dekker had been approached by a coloured youth, who had asked them to follow him and had run on. Since he and Officer Dekker had not immediately run after him, the youth had turned round and gestured to them to follow him. This had led them to assume that there was something the matter and they had followed. It had been Officer Dekker, who had been closer to the youth than Officer Boonstra, who had spoken with him. It had also been Officer Dekker who had radioed through the insurance plate number and possibly the colour of the scooter as well as the police officers’ precise location and the direction in which they were heading with the youth, but he did not recall Officer Dekker giving a description of the thief.", "154. After they had lost sight of the scooter, they had heard it reported by radio that there had been a shooting at the Huigenbos building. Officers Boonstra and Dekker had gone there to see if they could be of assistance. Not realising that the person who had stolen the scooter was armed, they had not connected the shooting to the theft.", "155. Only when they and the owner of the scooter had reached the scene of the shooting and the owner had recognised his vehicle did they ask him what precisely had happened. That had been when the owner of the scooter had told them that he had been forced at gunpoint to surrender control of the scooter. Officer Boonstra had told him that he ought to have mentioned that earlier (“Dat had je wel eens eerder mogen zeggen.”).", "156. Officer Dekker had told Officer Boonstra later that he too had been unaware that the thief had been carrying a firearm and had been just as indignant at not having been told. Both officers counted themselves lucky not to have been fired at during the pursuit.", "157. Mr Hoeseni was interviewed again by Detective Chief Superintendent Van Duijvenvoorde. He was asked to make a further statement as to when he had mentioned the firearm to Police Officer Dekker.", "158. Mr Hoeseni stated that his scooter had been stolen from him at the Kwakoe festival site on 19 July 1998 between 9 and 10 p.m. A coloured youth had forced him to hand it over at gunpoint. He recognised the pistol on a photograph bearing the number 10 (see below for a description of the photographs) as the pistol with which he had been threatened. He had noticed that the pistol was cocked and ready to fire. This had frightened him into giving up the scooter.", "159. Spotting two police officers, he had run up to them and asked them to follow him. They had not done so immediately but only after he had waved at them a second time. While running he had told them about the theft of the scooter and given them the scooter’s insurance documents and a description of the scooter and the thief.", "160. Mr Hoeseni had told the police officers about the firearm at the same time when he had handed the insurance papers to them.", "161. When he had heard, over the police officers’ two-way radio, that there had been a shooting, he had immediately connected it with the robbery of his scooter. He had then told the police officers that the thief had had a small silver-coloured pistol.", "162. Mr Chitanie was a civil servant born in 1945.", "163. On 19 July 1998 at around 10 p.m. he had been driving his car along the Huntumdreef. He had seen a marked police car following in his rear-view mirror. The police car had been brought to a sudden stop, at which moment a police officer had emerged and run in the direction of the doorway of the Huigenbos building. Thinking that something was happening, Mr Chitanie had decided to have a look for himself. He had parked his car, got out and walked towards the doorway towards which the policeman had headed. Street lights had been turned on. It had been twilight. He estimated the distance from where he was to the doorway of the Huigenbos building to have been between 75 and 100 metres.", "164. He had seen a youth aged about twenty, dressed in dark-coloured clothing, emerge from the doorway. He had not seen any scooter in the doorway. There had been a policeman standing opposite the youth, separated by a distance of about six metres. The police officer had been pointing a pistol at the youth. The youth had been holding some dark-coloured object, which Mr Chitanie had not been able to make out, in his right hand and had been pointing it towards the police officer. The police officer had gestured to the youth with one hand, apparently ordering him to throw away whatever it was he had in his hand, while keeping the youth covered with his service pistol in his other hand. He had not heard anything shouted or said, the distance being too great. He had seen the youth throw away the unidentified object in his right hand.", "165. While the first police officer was keeping the youth covered, Mr Chitanie had seen a second police officer come running towards his colleague with the apparent intention of providing assistance. This second police officer had drawn his service pistol and had held it in both hands, levelled at the youth’s head. He had heard a shot fired immediately. The shot had been fired after the youth had thrown the object away. Events had unfolded very quickly: the lapse of time between the youth throwing away the object and the firing of the shot had been a few fractions of a second. The youth had made some movements in the direction of the lamppost and had collapsed.", "166. At that point panic had broken out. Police had arrived in cars and on motorcycles. After the shooting, more people had joined Mr Chitanie. The police had ordered them to leave; Mr Chitanie and the others had left. Mr Chitanie had asked a police officer why no ambulance was being ordered. The police officer had replied: “We will see about that later.”", "167. Having entered the Huigenbos building and looked down onto the scene of events from the second floor, Mr Chitanie had seen the victim covered with a white sheet. He had not seen a pistol lying next to the body. He had heard from bystanders that the youth had thrown away a mobile telephone, but he had not seen that.", "168. It had taken Mr Chitanie six or seven minutes to reach the second floor of the building. He had seen numbered signs being set out and photographs being taken. It appeared that the bystanders had not been meant to see that, because police officers were holding a large sheet above the body and taking photographs underneath. Mr Chitanie thought that the youth might at that moment still have been alive, because he had heard a rattling sound, as if the youth’s throat was full of blood.", "169. Mr Chitanie estimated the time needed for the ambulance to arrive at thirty minutes or more. He had seen someone with medical equipment examine the victim, together with a person who appeared to be a public prosecutor.", "170. In Mr Chitanie’s opinion, any threat had disappeared after the youth had thrown away the object. He had not witnessed what had happened before.", "171. Mr Chitanie appended a sketch plan to his statement.", "172. Detective Chief Superintendent Van Duijvenvoorde confronted Officer Brons with the statement by the witness Chitanie to the effect that Moravia Ramsahai had thrown something away before the fatal shot. Officer Brons denied this. In view of the threat posed by the thief, Officer Brons had been much fixated on the thief’s hands. Until the thief drew the pistol, he had had nothing in them.", "173. Detective Chief Superintendent Van Duijvenvoorde asked Police Officer Dekker for further information as to when he had become aware that the theft of the scooter had taken place with a firearm.", "174. Mr Hoeseni had told him that he had been pulled off the scooter but had not mentioned the fact that a firearm had been used. Both he and Officer Boonstra had therefore assumed that only physical force had been used.", "175. Mr Hoeseni had given Officer Dekker the scooter’s insurance papers immediately and of his own motion and had at the same time given a description of the thief. Officers Dekker and Boonstra, joined by Mr Hoeseni, had run after the thief. However, they had lost him. Officer Dekker had then passed on the thief’s presumed direction of flight and the insurance registration number via his two-way radio.", "176. At no time while they were running had he heard Mr Hoeseni say that the thief was armed. He had noticed, however, that Mr Hoeseni was frightened and spoke in a soft tone of voice. It was therefore quite possible that Mr Hoeseni had mentioned the fact but that he had not heard it while they were running.", "177. Only after the report of the shooting had come through had Officer Dekker heard Mr Hoeseni say: “He had a small silver-coloured pistol.” They had then gone towards the Huigenbos building. Officer Dekker had asked Mr Hoeseni: “Why did you not tell us that before?” but Mr Hoeseni had not given a clear reply. He had appeared very upset.", "178. Afterwards Officers Dekker and Boonstra had reflected on their luck at not having been shot. Had Officer Dekker been told at an earlier stage that the thief had used a pistol to steal the scooter, he would have passed that information on immediately and before all else. In addition, he and Officer Boonstra would not have run after the thief: their supervisory duties at the festival had required them to be unarmed themselves.", "179. Detective Chief Superintendent Van Duijvenvoorde confronted Officer Bultstra with the statement by the witness Chitanie.", "180. Officer Bultstra considered it unlikely that Mr Chitanie could have parked his car and walked back to the place from which he claimed to have witnessed the events in such a short time. Officer Bultstra himself had needed up to ten seconds to run the fifty metres from where the police car had been parked to Moravia Ramsahai and Officer Brons.", "181. It appeared that Mr Chitanie had missed the struggle with Moravia Ramsahai; he had not mentioned it in his statement. That would be consistent with the distance between where Mr Chitanie had parked his car and the scene of events.", "182. It was incorrect that Officer Brons had held his service weapon in one hand. It took two hands to hold it in the defensive position. Officer Brons had made gestures, but that had happened before Moravia Ramsahai drew his pistol.", "183. Moravia Ramsahai had had nothing in his hands until the moment he had drawn his pistol. He had, however, not pointed it at Officer Bultstra; he had pointed it at the ground. He had held it in his hand continuously. He had definitely not thrown anything away or dropped anything. He had only let go of the pistol once Officer Brons had shot him, but even then only as he collapsed.", "184. Officer Bultstra had held his two-way radio set in his left hand as he had left the police car. He had kept hold of it until he dropped it. He did not remember when that had been, but it must have been no later than when he drew his service pistol because in the defensive position he had needed both his hands to hold it. He could not remember either whether he had already dropped the radio at the time of the struggle. He had, however, later seen it lying on the ground, level with Moravia Ramsahai’s chest and about sixty centimetres away from him. He had left it there.", "185. The ambulance had been called for immediately, not once but twice. Officer Bultstra had not seen it arrive. By that time he and Officer Brons were being taken to the police station, having spent five to seven minutes at the scene of the events.", "186. Officer Bultstra had heard Moravia Ramsahai’s death rattle. That had stopped already before he and Officer Brons had left. It had appeared to Officer Bultstra that Moravia Ramsahai’s lungs were filling with blood, but Officer Bultstra could do nothing to stop that.", "187. The official record of this interview states that Officer Bultstra consented to being questioned without his counsel present.", "188. Detective Chief Superintendent Van Duijvenvoorde decided to question this witness a second time in the light of the statement of Mr Chitanie.", "189. He reiterated that he had been fixated on the coloured man with the firearm. He had clearly seen the coloured man hold a firearm in his right hand, which he had pointed downwards. The coloured man’s other hand had been empty.", "190. Mr van den Heuvel had not witnessed the actual shooting, having taken cover behind the balustrade. He had looked to see what had happened right after the shot had been fired. This had been only a fraction of a second later. He had not seen the coloured man’s pistol fall to the ground. When Mr van den Heuvel had looked, the pistol had been lying on the ground, next to the coloured man, as shown on photograph no. 5. The pistol shown on photograph no. 10 was very similar to that which Mr van den Heuvel had seen in the coloured man’s hand.", "191. For the remainder, Mr van den Heuvel confirmed his earlier statement.", "192. Officer Van Dongen had been driving a police car with a police dog along the Huntumdreef. Officer Van Dongen had heard that a scooter had been stolen at the Kwakoe festival ground and had heard the description given of the scooter and the thief. He was looking for the thief. There was no information that the robbery had taken place at gunpoint.", "193. Officer Van Dongen had been passed by another police car. He had recognised the driver as Officer Brons. He had seen the police car pull up and the passenger emerge.", "194. He had parked his car and got out. In so doing he had seen Officer Brons get out of his car. Going round the back of the car to get out the police dog, Officer Van Dongen had heard a pistol shot from the direction of the Huigenbos building. The dog had reacted furiously to the sound. It had been necessary to handle the dog with particular care, because in its excitement the dog might have attacked people.", "195. He had met Officer Brons and had asked him what had happened. Officer Brons had replied that a pistol had been aimed at the police and a shot had been fired by the police, but had not named the officer who had fired the shot.", "196. Officer Van Dongen had walked up to the victim lying on the ground, keeping at a distance of two metres because of the unpredictable reaction of the dog. The victim had been motionless, except for opening and closing his mouth a few times. Officer Van Dongen had heard no death rattle.", "197. When Officer Van Dongen arrived at the scene, there had been only the two police officers and the victim. He had not seen anyone else close by. The dog would have reacted if anyone else had been present.", "198. Officer Van Dongen appended a sketch to his statement.", "199. Ms Hup was interviewed by Detective Chief Superintendent Van Duijvenvoorde. She had been the driver of the ambulance which had been sent out to collect Moravia Ramsahai after he had been shot.", "200. At 10.02 p.m. the ambulance crew had received an instruction to drive to the Huigenbos building because someone had been shot. The ambulance had left at 10.04 p.m., using its blue flashing light and sounding its siren. There had been some traffic but Ms Hup had not been particularly bothered by it. The ambulance had arrived on the scene at 10.14 p.m. – well within the time allowed, which was fifteen minutes.", "201. Ms Hup and the other member of the ambulance crew, Mr van Andel, had taken out the stretcher, which was given to police officers. Ms Hup and Mr van Andel had then taken their equipment and had run towards the victim. She described the victim as a Negroid youth. There had been a small silver-coloured pistol lying next to him, which she and Mr van Andel had had to avoid touching while doing their work.", "202. Ms Hup had not heard the victim rattle or make any other sound. She had assisted Mr van Andel as he gave first aid. They had connected the victim to the heart monitor. Mr van Andel had checked eye pupil reflexes by shining a light into each eye but had got no reaction and had noted the absence of a pulse and breathing. From the information thus obtained Mr van Andel had concluded that the victim had died on the spot.", "203. Ms Hup and Mr van Andel had seen the wound where the bullet had entered, which was in the neck on the right. They had not seen the exit wound.", "204. Ms Hup and Mr van Andel had then covered the body with a white sheet. They had then spent some time talking with police officers. They had not removed the body, which had been picked up later by a special vehicle.", "205. Mr van Andel, a paramedic, had been the other member of the crew of the ambulance driven by Ms Hup.", "206. At around 10.02 p.m. they had received instructions to go to the Huigenbos building where someone had been shot. They had been given a route to take. They had left at 10.04. It had been an A-1 transport, meaning urgency and the use of optical and acoustic signals. The blue flashing light and the siren had been switched on continuously. They had arrived at the scene at 10.14.", "207. Ms Hup and he had run quickly towards the victim. Police officers had carried the stretcher, he and Ms Hup the other equipment.", "208. Mr van Andel described the victim as a Surinamese youth, about twenty years old. A police officer had told him that the youth had been shot. He had seen the entry wound in the neck but no exit wound. There had been a small pistol lying close by the victim. Mr van Andel had not noticed a two-way radio lying on the ground.", "209. The victim had given no signs of life. There had not been any rattle. Mr van Andel had checked his vital functions and had noted the absence of any heart function (checked with a heart monitor) or pupil reaction. This, combined with the gunshot wound, had led Mr van Andel to conclude that the youth was dead. After conferring briefly with one of the police officers present and telling him that there was nothing more to be done, he and Ms Hup had covered the body with a sheet.", "210. Mr van Andel and Ms Hup had then returned to the ambulance and had reported themselves ready for further duty at 10.35 p.m. The body had been removed later. This would have been done by the local health authority using a vehicle that looks similar to an ambulance, but it might have taken some time.", "211. Mr Pel was a police forensic investigator (technisch rechercheur). He had been on call on the evening of 19 July 1998. He had been instructed to go to the Huigenbos building where there had been a shooting. He had arrived after the ambulance had left.", "212. On his arrival at the scene, he had seen a white sheet covering the victim and a pistol lying on the ground.", "213. Mr Pel and a colleague, Mr Popping, had identified items of evidence and marked them with numbered markers before photographing them. He had also examined the body of the victim and in particular his hands for traces of gunshot residue (schotrestbemonstering). This had required that the sheet with which it was covered be lifted.", "214. Mr Pel had heard no death rattle.", "215. Ms Jalink was a maternal great-aunt of Moravia Ramsahai.", "216. She had been informed on Monday 20 July 1998 by an aunt of Moravia Ramsahai’s that he had stolen a scooter and had been shot dead for that reason by the police. That evening, between 6 and 7 p.m., she and other relatives of the deceased had held a prayer meeting at the place where it had happened.", "217. During this prayer meeting, two persons were presented to her who had allegedly witnessed the events. They had told her that, when driving by in a car, they had seen a parked police car with the doors open, one policeman standing hear the Huigenbos building and another policeman running in the same direction. They had seen a youth, who had apparently come out of the doorway, walking with his hands raised. She had not been told how high he had raised his arms, but they had told her that he had raised them. They had not told her of any struggle between the youth and the police officer. They had not told her that the first police officer had kept the youth covered with his service pistol. The second police officer, the one who had come running, had shot the youth down. They had not seen the youth with any firearm; they had been definite about that. They had seen the youth being hit and collapsing. They had seen him covered with a sheet.", "218. Some persons present had mentioned a mobile telephone which the police had said was a pistol.", "219. The two persons who had said that they had witnessed the shooting had been evasive when asked whether they were prepared to make statements to the police. They had been more willing to talk to a lawyer. An appointment had been made for this purpose with Mr Hamer, the applicants’ representative in the proceedings now pending before the Court, but they had failed to turn up. Ms Jalink had been told that they had gone to Germany.", "220. These two individuals were Gypsies who spoke limited Dutch and English. Mrs Jalink had no idea why they were so reluctant to co-operate fully.", "221. Detective Chief Superintendent Van Duijvenvoorde interviewed Mr Chitanie a second time.", "222. Mr Chitanie repeated that he had not witnessed any struggle between the victim and the first police officer.", "223. Asked whether he had seen a policeman with a dog, he answered that he had not paid attention to anything other than what was happening where the victim lay. He had, however, seen police officers with dogs; he did not remember how many. There had also been civilians with dogs. No police officer with a dog had passed close by him as he was standing still witnessing events from a distance.", "224. Mr Chitanie remembered a police officer telling him that “they” – meaning the police – would decide when the ambulance would come; that although the victim could no longer talk, “they” could; and that there were other wounded persons, who had fled.", "225. Mr Chitanie had seen Gypsies and had been told that they had seen everything. However, they would not co-operate because they were members of a criminal organisation.", "226. At the start of his investigations Detective Chief Superintendent Van Duijvenvoorde asked the forensic experts about the distance between Officer Brons and Moravia Ramsahai at the moment of firing. He was told that this had been several metres. On 24 July 1998 he spoke to the pathologist who had carried out the autopsy (see below), Dr C.J.J. Hens, who told him that the shot had definitely not been fired in contact with Moravia Ramsahai’s body.", "227. On 29 July 1998 Detective Chief Superintendent Van Duijvenvoorde telephoned the Royal Netherlands Meteorological Institute inquiring after the weather conditions on the evening of 19 July. He was given the following information:", "“Warm day and evening; somewhat overcast", "9.45 p.m. Sundown", "10 p.m. Twilight", "10.30 p.m. Dark”", "228. On 30 July 1998 Detective Chief Superintendent Van Duijvenvoorde interviewed the twelve-year-old Sangeeta Edwina Pamela Mungra. She confirmed what she had stated to members of the mobile special operations unit on the night of 19 July. She added that she had only looked outside after having heard the bang. Moravia Ramsahai was already lying on the ground. She had not seen the police officers properly. She had gone back up, glanced down from the seventh floor and gone inside.", "229. Detective Chief Superintendent Van Duijvenvoorde had returned to the scene of the incident with Ms Rijssel and Ms Lieveld and with Mr Chitanie and his wife after taking their respective statements. They had shown him where they had been standing and Detective Chief Superintendent Van Duijvenvoorde had paced the distance to the lamppost where Moravia Ramsahai had lain. This had been about 57 metres in the case of Ms Rijsel and Ms Lieveld and about 58 metres in the case of Mr and Mrs Chitanie.", "230. Detective Chief Superintendent Van Duijvenvoorde had also gone back with Officer Bultstra, who had shown him where he thought Officer Brons had parked the car. This was about 48 metres away from the lamppost. He had asked Officer Bultstra to run that distance and timed him with a stopwatch. It had taken him 9.4 seconds. Detective Chief Superintendent Van Duijvenvoorde noted in his report that the distance from where the car was parked had actually been measured on the night of the shooting and found to be 56 metres.", "231. On 4 August 1998 Mr Hamer had telephoned Detective Chief Superintendent Van Duijvenvoorde telling him that Moravia Ramsahai had at some time in the recent past been involved in an incident with a police officer, possibly a fight. Detective Chief Superintendent Van Duijvenvoorde had investigated this the following day. It turned out that several police reports existed naming Moravia Ramsahai, but that these had not involved either Officer Brons or Officer Bultstra in any capacity.", "232. On 7 August 1998 Detective Chief Superintendent Van Duijvenvoorde interviewed the applicants. They told him that they were not aware that Moravia Ramsahai had had a pistol and could not imagine this to be the case. Moravia Ramsahai had, however, possessed a mobile telephone, which was nowhere to be found. The third applicant also told Detective Chief Superintendent Van Duijvenvoorde that he had heard of two Gypsies who had witnessed the shooting, but who were unwilling to provide information because they were illegally resident in the Netherlands.", "233. The Gypsies had already been mentioned to Detective Chief Superintendent Van Duijvenvoorde by Mr Hamer. Detective Chief Superintendent Van Duijvenvoorde had discussed them with Public Prosecutor De Vries, who had decided that they should be interviewed on the premises of the State Criminal Investigation Department in the presence of the lawyer acting for Officers Brons and Bultstra, Mr van Kleef, and that their true identity should appear in an official document. On 10 August Mr Hamer had informed Detective Chief Superintendent Van Duijvenvoorde that the two Gypsies could not be found.", "234. Officer Brons handed his service weapon and ammunition to Superintendent Jacobus Wilhelm Rijkenberg of the Amsterdam/Amstelland police force on 19 July 1998 at 11.15 p.m.", "235. The weapon was a Walther P5 automatic pistol loaded with seven rounds, one chambered and six in the magazine. Officer Brons also handed in a reload magazine containing eight more rounds.", "236. The ammunition was standard police issue (i.e. 9x19 mm parabellum Action 3, see below).", "237. The weapon and ammunition were placed at the disposal of the police commissioner and kept at the police station pending a decision by the public prosecutor.", "238. The owner of the pistol and ammunition was stated to be the Amsterdam/Amstelland Regional Police Force.", "239. An official record dated 23 July 1998 and drawn up by Senior Police Officer André Stolte of the Amsterdam/Amstelland police force, central investigation department, investigation information bureau, describes the weapon that was seized.", "240. It was a Beretta 950 B, 6.35 mm (.25”) calibre, semi-automatic pistol, loaded with five live rounds – one chambered, four in the magazine – bearing fully jacketed bullets.", "241. A form – unsigned, but which gives personal identification numbers of the crew members Hup and Van Andel – states that the ambulance went to the Huigenbos building on an urgent call to pick up an unnamed male but had returned empty. The call had been received at 10.02 p.m., the ambulance had left at 10.04 p.m. It had reached the patient at 10.14 p.m. The ambulance had been ready for other calls at 10.35 p.m. and had returned to base at 10.50 p.m.", "242. The type of incident was listed as not falling into any standard category. It was recorded that the patient, stated to have been a pedestrian, was dead when the ambulance arrived. The patient was subjected to physical examination, including verification of the pulse, breathing, lungs, pupil reaction and the heart, with appropriate equipment.", "243. Damage was noted to the neck.", "244. It is stated that the patient was “shot during pursuit” and died on the spot.", "245. A large-scale sketch map of the area in front of the Huigenbos building shows the locations of the body of Moravia Ramsahai, Police Officers Brons and Bultstra, the lamppost which illuminated the scene and the position, in vertical projection, of the witness Van den Heuvel who had been on the fifth floor, with the measurements rounded off to multiples of 10 cm.", "246. The accompanying official report states that Officers Brons and Bultstra themselves marked the places where they thought they had been when the fatal shot was fired.", "247. A smaller-scale map covering a larger area gives the positions of Moravia Ramsahai, Officers Brons and Bultstra and their car, Officer Van Dongen, the unknown Gypsies, the ambulance, and the witnesses Van den Heuvel, Rijssel, Lieveld, Oostburg and Chitanie.", "248. This report was drawn up by Senior Police Officer Petrus Wilhelmus Martinus Leerkes of the Amsterdam/Amstelland police force, together with Police Sergeant Brons, on 24 August 1998.", "249. It states that Sergeant Brons, who is forty years old, has served in the police force for fourteen years. The use of force that is the subject of the report is stated to have taken place on 19 July 1998 at five past ten in the evening, while Sergeant Brons was on duty, on the public highway – namely, at the Huigenbos building in Amsterdam, on the grass by the third lift. The relevant parts of the report read as follows (the original numbering has been kept):", "“9. Type of unit during incident: Basic police work, viz. uniformed service. ...", "13. Action under direction of superior officer: Action did not take place under the direction of a superior officer.", "14. Direction by reporting officer: The reporting officer did not direct the action at that location.", "15. Number of police officers present: 2.", "16. Number of police officers who used their firearms: 2.", "17. Dress in which action took place: Uniform.", "18. Type of use of force: Firearm. ...", "24. Type of use of firearm: Self-defence.", "19. Purpose of use of force: Pre-emption of violence (afwenden van geweld) against the police officer(s) concerned (self-defence).", "20. Aim achieved: Yes. ...", "25. Date of last test using live ammunition (‘toets’ beurt scherp): Monday 10 July 1998.", "26. Date of last ‘Fire Arms Training System’ [i.e. simulator] test (‘toets’ beurt FATS): Monday 20 April 1998.", "27. Date of last theoretical instruction (day programme): Wednesday, 27 August 1997.", "28. Service firearm used: Walther P5.", "29. Ammunition used: Action 3.", "30. Permission of competent authority for the special use of force (inzet bijzondere geweldsmiddelen): None.", "31. Warning(s) preceding the use of force: None.", "32. Number of warning shots: None.", "33. Number of shots fired: 1.", "34. Number of accidental shots: None.", "35. Aiming point(s) of firearm use: Person, once.", "36. The object aimed at was: In motion.", "37. Specific aiming point(s) of firearm use: Body, general.", "38. Distance from target (in metres): 5 – 7 metres.", "39. Position during firearm use: Standing.", "40. Supported grip during firing: Yes.", "41. Hit by police firing: Yes.", "42. Part of body hit: Torso/neck. ...", "44. Posture of object(s) or person(s): In motion.", "45. Consequences of police use of force for suspect(s): Death. ...", "56. Nature of injury/injuries of suspect: Entrance and exit wound.", "46. Consequences of police use of force for police officer(s): None.", "47. Consequences of police use of force for third party/parties: None.", "48. Identity of suspect(s) known to police officer beforehand: No.", "49. Threat and/or violence by suspect shortly before or at the time of police use of force, directed against: Police officer himself and fellow officer.", "50. Type of threat or violence by suspect(s): Firearm.", "51. Protective equipment used: None. ...", "53. Consequence of use of force by suspect(s) to [other] suspect(s): None.", "54. Consequence of use of force by suspect(s) to third party/parties: None. ...", "58. Light available at the place of the incident: Twilight (owing to time of day or weather conditions).", "59. Circumstances: Among buildings.", "60. Free field of fire: Yes.", "61. Other persons at the place of the incident: Fellow police officer.”", "250. The Amsterdam coroner (lijkschouwer), Mr H. van Venrooij, a medical practitioner, viewed the body of Moravia Ramsahai five minutes after midnight, before it was removed from the scene of the incident. His report was recorded on a pre-printed form addressed to the public prosecutor.", "251. He had not given Moravia Ramsahai any medical advice or treatment in the preceding two years. Having examined the body himself, he stated that he was not convinced that death had resulted from natural causes.", "252. The following is added in handwriting:", "“Fatality resulting from shooting on the ground in front of the ‘Huigenbos’ building, level with lift 3.", "Examination on 20-7-1998, 00.05 hours, at the scene of the crime [sic].", "Gunshot wound on the right side of the neck.", "Further examination has been dispensed with in view of the judicial autopsy which is due to take place.", "Provisional conclusion: died as a result of a shot from a firearm with injury to vital neck organs/structures.", "Amsterdam 20-7-1998", "(signed) H. van Venrooij, medical practitioner”", "253. Senior Detective Jacob Cornelis Peter Schultz, a police officer serving at Flierbosdreef police station, officially seized the body where it lay at 10.02 p.m. and provisionally identified it as Moravia Ramsahai’s from identity documents found in his clothing.", "254. The body was removed at 0.45 a.m. on 20 July and taken to the morgue of the hospital of the Free University of Amsterdam under Senior Detective Schultz’s personal supervision.", "255. A report drawn up by forensic investigators (technisch rechercheurs) John Pel and Jan Popping describes the action taken following the incident to secure information and evidence at the scene of the shooting.", "256. The detectives had been informed that a uniformed colleague had tried to arrest someone and had fired his service weapon, which had resulted in the death of Moravia Ramsahai.", "257. The report describes the location of the body. Next to it they had found a Beretta 950 B pistol, calibre 6.35 mm, with the hammer cocked. They had also found a spent cartridge.", "258. They had found the scooter in the doorway.", "259. Next to the doorway there was a staircase, closed from the outside by tall windows. In one of these windows they had found a bullet hole. Under the bullet hole they had found a bullet lying on the floor. No ricochet marks had been found in the stairway. This had made it impossible to determine the bullet’s precise trajectory.", "260. Outside the doorway they had found a yellow ear-plug, which they assumed had come out of the barrel of the service pistol used by their uniformed colleague when he fired.", "261. They had secured the Beretta pistol, the yellow ear-plug, the bullet, the spent cartridge and a white disposable lighter found underneath the body of the victim, and had taken swabs from the victim’s hands to be checked for traces of gunshot residue.", "262. On 21 July 1998 they had received Officer Brons’s Walther P5 service pistol and two magazines, the first holding seven rounds, the second holding eight.", "263. The bullet, the spent cartridge and Officer Brons’s service pistol were handed over to staff of the Forensic Laboratory (gerechtelijk laboratorium) in Rijswijk. The Beretta pistol, the yellow ear-plug, the disposable lighter and the sample taken from Moravia Ramsahai’s hands were handed to staff based at Flierbosdreef police station.", "264. Twenty-nine photographs were appended to this record, photocopies of which – in black and white – are contained in the Court’s file.", "265. The first eight photographs show an overview of what is described in the report as the scene of the crime (plaats delict). It is apparent that they were taken at night: they are dark and lampposts and other electric lights are lit. An area in front of a large building is shown to have been cordoned off with bicoloured tape. On photographs numbers 5 through 8, a white or light-coloured object is visible which could be a body covered by a white sheet. A pistol or pistol-shaped object is visible on photograph number 5, lying next to the white or light-coloured object. Photograph number 8 shows small signs bearing numbers.", "266. Photographs numbers 9 and 10 show an automatic pistol lying on the ground. It is discernible on photograph number 10 that the pistol is made out of shiny metal and bears the brand name “Beretta”. The hammer is in the cocked position.", "267. Photograph number 11 shows another overview, taken from approximately the same vantage point as photograph number 5. Numbered signs have been placed next to particular objects, including the pistol – numbered 1 – and the white or light-coloured object, which is numbered 2. The sign bearing the numeral 3 is visible in the background, in front of the building and close to it.", "268. Photograph number 12 shows a small object lying on the ground, stated in the report to be the yellow ear-plug. A number 3 sign is set next to it.", "269. Photograph number 13 shows tall windows, through which a stairway is visible. The sign bearing the numeral 3 is in front of it. Next to the stairway is a doorway, where an object which could be a scooter is shown lying on the ground, next to a sign bearing the numeral 6.", "270. Photograph number 14 shows a hole in a pane of glass stated in the report to be the bullet hole found in the window of the stairway. The hole is indicated with an arrow and marked with the numeral 4.", "271. Photograph number 15 shows what is stated in the report to be the inside of the windows closing off the stairway. The hole in the pane of glass, marked with the numeral 4, is visible. On the floor below the same window and close to it lies a small object, marked with a sign bearing the numeral 5, lies a small object.", "272. Photograph number 16 shows a small object, stated in the report to be the bullet and marked with a sign bearing the numeral 5, lying on the floor at the bottom of a window.", "273. Photograph number 17 shows what is stated to be the doorway where the scooter was found. It shows the doors of a lift which a sign identifies as “Lift 3”. On the lower portion of the photograph an object is visible which is difficult to make out on the photocopies contained in the Court’s file, but which could be a scooter.", "274. Photographs numbers 18 through 22 show parts of a scooter which appears to be lying on its side.", "275. Photograph number 23 shows another overview of the scene outside, on which an object covered in what appears to be a sheet is visible, as well as what appears to be the front of a ground floor office, an area in the background which is brightly lit and which may be identified as the entrances to the staircase and the hallway, and a sign bearing the numeral 7. The sign bearing the numeral 7 is some distance away from the object covered by what appears to be a sheet. The number 7 is stated in the report to indicate the spent cartridge.", "276. Photograph number 24 shows another overview, including the sign bearing the numeral 7.", "277. Photograph number 25 shows an overview on which the object covered in what appears to be a sheet and the sign bearing the numeral 7 are visible.", "278. Photographs numbers 26 and 27 show the body of a male lying on the ground. The body is clothed in dark colours. The shirt is undone and the torso is visible. The body is shown lying on its left side, the left arm outstretched. The hair has been cropped very close to the head or shaved off.", "279. Photograph 28 shows the torso, head and neck of a male body. The head is turned so that the right side of the neck is visible, showing a wound which could have been caused by the entry of a bullet fired from a firearm.", "280. Photograph 29 shows the head of the body of a coloured male lying supine on the ground. The face is visible. The hair has been cropped very close to the skin or shaved off.", "281. This report, by Senior Detective Schultz, states that on 20 July 1998 at 2.15 p.m. the body was shown to Mrs Ruth Helen Versteeg-Tewari, Moravia Ramsahai’s mother, and Mr Carlitto Marciano Farook Alihusain, his cousin. They both recognised the body and identified it as Moravia Ramsahai’s.", "282. This report was drawn up by Police Superintendent Jelle Sijbolt Attema and Senior Police Officer Abraham Maria Hout, serving with the Central Investigation Service (Dienst Centrale Recherche) of the Amsterdam/Amstelland police force, and temporarily assigned to the Tactical Office (Bureau Taktiek), Serious Crimes Division (Produktgebied Ernstige Delicten).", "283. The report states that a public prosecutor at the Amsterdam Regional Court (arrondissementsrechtbank), Ms S.N. de Vries, had ordered a judicial autopsy on the body of Moravia Ramsahai. The body was accordingly removed from the morgue at the Amsterdam Free University Hospital and transferred to the forensic laboratory in Rijswijk. The autopsy was carried out by the pathologist Dr C.J.J. Hens.", "284. Clothing and jewellery removed from the body are described in the report. It is mentioned that an additional 6.35 mm cartridge was found in the shirt pocket. Separate reports of seizure were drawn up in respect of these objects.", "285. The pathologist’s provisional conclusions, in handwriting, are appended to the report. These are:", "“A. 1. There was a presumed gunshot entry wound in the neck, on the right. Course of bullet runs towards the rear, the centre and somewhat downwards to presumed exit wound in the back on the right.", "B. 1. Laceration of the brachiocephalic (innominate) artery and vein at the back.", "2. Extensive bleeding in soft parts of the neck.", "3. In the right chest cavity 1,300 cc of blood, internal organs and mucous membranes exsanguine.", "C. No pathological organic abnormalities.", "D. Further examination:", "alcohol, exploratory toxicological examination and further pathological-anatomical examination.", "Provisional conclusion: A gunshot wound penetrating the body front to back (doorschotverwonding).", "Cause of death: extensive damage to tissue, massive internal bleeding.”", "286. On 20 July 1998 a full autopsy was carried out on Moravia Ramsahai’s body at the Forensic Laboratory (Laboratorium voor Gerechtelijke Pathologie) in Rijswijk, near The Hague, by the medical practitioner and pathologist Dr C.J.J. Hens.", "287. The summary and conclusions of this report were as follows (the numbers between brackets refer to paragraphs of the report):", "“(a) Summary", "The autopsy showed that:", "A. There was a probable gunshot entry wound in the right side of the neck (6A). The course of the bullet runs backwards, towards the middle and somewhat downwards to a probable exit wound in the right of the back (6B).", "B1. Laceration of the brachiocephalic (innominate) artery and vein on the right (29, 30).", "2. There was extensive bleeding in the soft parts of the neck (13).", "3. There were perforations of the upper lobe of the right lung (17).", "4. In the right chest cavity [there were] 1,300 cubic centimetres of blood, there were internal organs and membranes drained of blood (11, 20, 26, 13).", "C. There were no pathological organic abnormalities relevant to the death.", "D. Toxicological examination showed the alcohol content of the blood to be 0.85 permille and that of the urine to be 1.51 permille according to report number 98.07.21.022.", "Further toxicological examination into other foreign substances will be the object of a separate report of the Forensic Laboratory.", "As was stated by the recording police officer (verbalisant), M.S.G. Ramsahai died shortly after receiving a gunshot wound.", "It follows from the findings under A. that M.S.G. Ramsahai was hit by one bullet in the neck area. The injuries as a result of the gunshot wound, described under B1 through B3, led to his death through organ and tissue damage and massive internal bleeding (in light of the findings under B4).", "(b) Conclusion", "In the case of Moravia Siddharta Ghasuta Ramsahai, age 19 years, injuries resulting from a single gunshot wound were established by which, inter alia, major blood vessels and the right lung were perforated. These injuries led to his death.”", "288. The report, dated 31 August 1998, further states that a blood sample, some fluid from the vitreous humour of the eyes, a piece of skin from the entry wound and some hair samples will be kept for six months, after which they will normally be destroyed unless orders to the contrary are received.", "289. This report by Detective Sergeant Dolman relates to the seizure of a video tape recorded by closed-circuit television in the Burger King restaurant mentioned above on 19 July 1998. It is stated that the tape shows Moravia Ramsahai for a considerable length of time and that a copy has been made.", "290. Having taken note of the report of Coroner Van Venrooij, Public Prosecutor De Vries gave permission for the body of Moravia Ramsahai to be disposed of by burial or cremation.", "291. Police Superintendent Ronald Groenewegen of the Amsterdam/Amstelland police drew up a record describing the events which he himself had witnessed.", "292. On the evening of 19 July 1998 Superintendent Groenewegen had been out in uniform, in charge of the police detachment monitoring the Kwakoe festival. At 9.55 p.m. he had heard on his two-way radio that two surveillance officers were pursuing a thief who had stolen a scooter. From other messages he concluded that other officers had also set off in pursuit, including Officers Brons and Bultstra in a police car. At around 10 p.m. Superintendent Groenewegen had heard that Officers Brons and Bultstra were pursuing the thief in the direction of the Huigenbos building. Shortly afterwards, he had heard that there had been shooting and that an ambulance was needed.", "293. Superintendent Groenewegen had immediately made his way to the Huigenbos building.", "294. Upon arrival, he had seen a man lying on the ground, wounded in the neck. He had seen a silver-coloured pistol lying on the ground, about one metre from the man’s feet. He had also spotted a police two-way radio lying on the ground, about one metre from the body at hip level.", "295. The ambulance had arrived at approximately 10.20 p.m. and its crew had emerged with a stretcher.", "296. Shortly afterwards, someone had thrust a two-way radio set into Superintendent Groenewegen’s hands, telling him that it was Officer Bultstra’s. Superintendent Groenewegen had understood that this was the set which he had seen lying on the ground.", "297. This report was drawn up by Dr K.J. Lusthof, pharmacist and toxicologist, to whom parts of Moravia Ramsahai’s body had been entrusted for the purpose of establishing whether they contained any alcohol, narcotic or stimulant substances or prescription drugs.", "298. The presence of alcohol was investigated by two analysts working independently and following a prescribed method. It was found that the blood sample provided contained 0.85 milligrams of alcohol per litre, the urine contained 1.51 milligrams per litre, the vitreous humour of the left eye contained 1.53 milligrams per litre and that of the right eye contained 1.55 milligrams per litre.", "299. The presence of amphetamines in the urine sample was initially suspected but could not be confirmed by subsequent testing.", "300. Other substances found in the urine sample were nicotine, cotinine (a breakdown product of nicotine) and psilocine (an alkaloid compound found in certain hallucinogenic toadstools – genus Psilocybe – known colloquially as “magic mushrooms”). The concentration of psilocine in the blood was too low to be determined.", "301. The file contains an official record of the seizure of a tape-recording made of police two-way radio conversations on the night of 19 July 1998 and a transcript.", "302. Other official records drawn up by police officers describe personal effects found on Moravia Ramsahai’s body – clothing, jewellery, the contents of his pockets – and their return to his next-of-kin, the return to Vinodkumar Hoeseni of the scooter taken from him by Moravia Ramsahai, and the opening of a temporary document register for the case.", "303. The file also contains a printout giving the results of the firearms training undergone by Officer Brons in the year before 19 July 1998. It shows that during this period Officer Brons had fired 390 practice rounds, scoring an average of 88.8% hits, and had undergone refresher training on 10 July 1998.", "304. On 22 July 1998 Mr Hamer wrote to Detective Chief Superintendent Van Duijvenvoorde on behalf of the third applicant, Moravia Ramsahai’s father, and the Ramsahai family. He informed Detective Chief Superintendent Van Duijvenvoorde that the third applicant intended to appear as an injured party (beledigde partij) in any prosecution that might be brought against the person responsible for shooting Moravia dead and asked for information on the case, including copies of all documents contained in the case file.", "305. On 28 July 1998 Mr Hamer wrote in similar terms to the Public Prosecutor in charge of the investigation, Ms S.M. de Vries.", "306. On 13 August 1998 the Public Prosecutor replied that she had not yet received the case file. However, attempts were being made to find witnesses put forward by Mr Hamer’s clients.", "307. On 9 September 1998 Mr Hamer wrote to the Public Prosecutor again asking for a copy of the case file. He expressed the wish that the decision whether or not to prosecute the police officer responsible for the shooting should not be taken before the Ramsahai family had had a chance to study the file and add their comments (becommentariëren). He also asked the Public Prosecutor to ensure that the public prosecution service made no public statement to the effect that the police officer had acted in self-defence. The following day, apparently in response to a letter received from the Public Prosecutor, Mr Hamer repeated this request in more forceful terms.", "308. On 11 September the Public Prosecutor wrote to the parents of Moravia Ramsahai. In addition to expressing the Public Prosecutor’s condolences, the letter contained the following passage:", "“Having studied the documents of the investigation I have decided not to prosecute the police officer who fired at your son. In my considered opinion (naar mijn oordeel) there existed, for the police officer in question and his fellow officer, such a threatening situation at the moment of the shooting that the shooting was justified.", "I will, if you wish, explain the reason for my decision in person.”", "309. The same day the public prosecution department issued a press release which read as follows:", "“Shooting incident Amsterdam South-East", "On 19 July 1998 a shooting incident took place in Amsterdam South-East in which an eighteen-year-old youth was shot dead by a police officer after having stolen a scooter. The State Investigation Department has investigated the circumstances of this shooting.", "The Public Prosecutor has decided not to initiate a prosecution against the police officer. It has emerged from the investigation that the situation was a life-threatening one and that the police officer acted to put an end to a situation that was threatening his life and that of his fellow officer. The victim drew a loaded pistol first and, despite having been called upon to drop it, he failed to do so and aimed it at one of the police officers. The police officer is therefore entitled to claim self-defence.", "The investigation has further shown that the police acted appropriately (adequaat) immediately after the shooting. The alleged delay in the arrival of the ambulance, the [alleged] dropping of an object by the suspect and the indication, or failure to indicate, by the person reporting the theft of the scooter that the suspect was in possession of a firearm, have also been investigated. It has turned out that the statements of [members of] the public who appeared on the scene in large numbers (het toestromende publiek) were incomplete and incorrect on these points.”", "310. On 14 September 1998 Mr Hamer wrote to the Public Prosecutor complaining that he had not yet received a copy of the case file.", "311. On 8 October 1998 Mr Hamer wrote to the Public Prosecutor asking about any criminal investigations which might have been carried out concerning Moravia Ramsahai and requesting copies of documents from the relevant case files which might show whether or not Moravia Ramsahai had had any previous encounters with Officers Brons and Bultstra.", "312. On 16 October 1998 Mr Hamer wrote to the Public Prosecutor asking, among other things, for the drawing which he assumed the pathologist had made of the injuries visible on the body and for an official determination of the bullet’s trajectory, if this had not already been made.", "313. On 9 November 1998 Mr Hamer wrote to the Public Prosecutor reminding her of an offer she had made to grant the third applicant an interview in which she would explain in person her decision not to prosecute Senior Police Officer Brons. Mr Hamer indicated that the third applicant wished to take the Public Prosecutor up on that offer and asked her to allow the press and television media to attend.", "314. The Public Prosecutor replied on 12 November 1998, stating that she was still prepared to meet Mr Hamer’s clients, but not in the presence of the media.", "315. On 18 December 1998 the Public Prosecutor wrote to Mr Hamer again. In response to his requests made in his earlier letters, she referred him to the case file. Additional information, such as the precise trajectory of the bullet, did not exist and was unobtainable for technical reasons.", "316. On 23 September 1998, having learned that the Public Prosecutor did not intend to prosecute, Mr Hamer wrote to the Public Prosecutor announcing the third applicant’s intention to seek a court order for the prosecution of Senior Police Officer Brons.", "317. On 2 October 1998 the three applicants applied for such an order to the Amsterdam Court of Appeal by means of a protest against the failure to prosecute (Article 12 of the Code of Criminal Procedure – Wetboek van Strafvordering). The application was signed by Mr Hamer as the applicants’ representative and by each of the applicants individually. They stated that the information available did not admit of the conclusion that the shooting of Moravia Ramsahai by Officer Brons was sufficiently justified. They also pointed out that certain key parts of the investigation after the shooting had been carried out by the Amsterdam/Amstelland police force – meaning Officer Brons’s direct colleagues – and argued on that ground that the investigation had not been “effective” and “independent”. Further complaints addressed the failure to question Officers Brons and Bultstra until several days after the event, the failure to question all the police officers who had arrived at the scene after the shooting about what had been said by Officers Brons and Bultstra, the failure to determine the precise trajectory of the bullet (which the applicants submitted would have been possible), the failure to secure gunshot residue samples from the hands of Officers Brons and Bultstra, and other alleged lacunae in the investigation. Reference was also made to the statement of Police Commissioner Van Riessen, as reported in the newspaper De Telegraaf, to the effect that he would not allow an independent inquiry, and to the fact that the Chief Public Prosecutor (hoofdofficier van justitie) of Amsterdam retained overall responsibility for the investigation and the prosecution, if any.", "318. On 8 January 1999 the Acting Procurator General (plaatsvervangend procureur-generaal) at the Amsterdam Court of Appeal submitted an opinion in response to the applicants’ complaint about the failure to prosecute Senior Police Officer Brons. He expressed complete agreement with an official report prepared by Public Prosecutor De Vries and forwarded to him by the Chief Public Prosecutor on 28 December 1998. He considered it sufficiently clear from the evidence available that Officer Brons had acted in self-defence and was not convinced that Public Prosecutor De Vries, who had decided not to prosecute, was in any way biased. Although perhaps some might have preferred the non-prosecution decision to have been taken by an official body further removed from the Amsterdam police, that was not a wish which needed to be taken into account by the courts. It followed that the applicants’ complaint of 2 October 1998 was unfounded.", "319. On 23 February 1999, Mr Hamer, having been informed of the date on which a hearing would be held to consider the applicants’ complaint, wrote to the Court of Appeal asking for the hearing to be held in open court.", "320. On the same day Mr Hamer wrote to the Acting Procurator General at the Court of Appeal, complaining about the failure of the registry of that court to provide him with copies of the complete case file and asking for this failure to be rectified. He made a similar request to the President of the Court of Appeal.", "321. The registrar of the Court of Appeal replied on 24 February 1999, pointing out that the question to be decided was whether to hold a hearing; in such circumstances it was appropriate for participants in a hearing to be allowed to view the file but, for reasons of caution, copies were refused. By a separate letter of the same date, the registrar informed Mr Hamer that the hearing would not be public but that Mr Hamer could raise the issue at the hearing if desired.", "322. The Acting Procurator General replied on 25 February 1999, stating that he was not an appellate body competent to review decisions of the registrar of the Court of Appeal to withhold documents. In any event, Mr Hamer had been able to see all available documents.", "323. The applicants’ complaint under Article 12 of the Code of Criminal Procedure was heard in chambers by a “judge delegate” (raadsheer-commissaris) on 1 March 1999. Mr Hamer made extensive oral submissions on the applicants’ behalf. These included a request for an adjournment in order that the official report of Public Prosecutor De Vries and Officer Brons’s service record (including, especially, any recorded complaints against him) be added to the file.", "324. On 19 March 1999, with the agreement of the Advocate General in charge of the case, Mr Hamer wrote to the judge presiding the division of the Court of Appeal which was to hear the applicants’ complaint against the failure to prosecute, pointing to an alleged inconsistency between the statements of Officers Brons and Bultstra and the statements of other police officers, as reported in the press release, which in his submission would justify a further criminal investigation.", "325. On 26 April 1999 the Court of Appeal dismissed the applicants’ complaint against the Public Prosecutor’s decision not to prosecute. Its reasoning included the following:", "“3. Hearing in chambers", "Representations from the complainants were heard on 1 March 1999 in chambers by the judge delegate. They were assisted by Mr Hamer. Before the hearing the complainants had asked the Court of Appeal to deal with their complaint in open court. The judge delegate did not accede to this request but allowed the complainants the opportunity to repeat and explain this request at the hearing in chambers, which they did. Contrary to what the applicants stated at that hearing, they had been offered the opportunity to examine the case file beforehand, together with their counsel. In addition, the complainants cannot claim a right to see a document that the Court of Appeal does not possess either, namely, in addition to other documents to which the complainants may have alluded, the Chief Public Prosecutor’s letter with which the official report of Public Prosecutor Ms S.M. de Vries had been forwarded to the Procurator General.", "...", "4. The documents concerning the complaint", "The Court of Appeal has considered, in addition to the documents mentioned and their appendices, the official report on the matter drawn up by the Amsterdam Public Prosecutor Ms S.M. de Vries, dated 21 December 1998, which was sent by the Chief Public Prosecutor (...) to the Procurator General, with official records and other documents appended thereto.", "...", "5. Hearing in camera", "5.1. The Court of Appeal endorses the judge delegate’s decision that the hearing be held in camera and not in open court.", "5.2. The complainants pointed out that when a fatality has occurred as a result of violence by the State, there should be ‘some form of independent and public scrutiny capable of determining whether the force used was or was not justified in a particular set of circumstances’ (European Court of Human Rights in the case of Güleç v. Turkey, 27 July 1998). The following should be noted in this connection.", "5.3. In this case an investigation was begun by the regional police force, but pursued mainly by the State Criminal Investigation Department, which is independent of the regional police force to which Officer Brons belonged and reports to the Procurators General. Its duties specifically include investigating cases such as the present. In addition, the complaint by the relatives has now been examined by the Court of Appeal, an independent tribunal.", "5.4. The complaint submitted by the complainants, who rely on, among other things, Article 2 of the European Convention for the Protection of Human Rights and Fundamental Freedoms, and seek the hearing of their complaint in open court, falls within the ambit of the rules governing in camera hearings laid down in the new legislation. It would go beyond the powers of the judiciary to develop the law if a hearing, the purpose of which was precisely to decide whether a particular person should be put on public trial, were itself held in public. Moreover, that would defeat the purpose of the applicable legal provisions.", "6. Consideration of the complaint", "6.0. The complaint relates to actions by a police officer which resulted in a fatality.", "6.1. During the so-called Kwakoe festival in Amsterdam on 19 July 1998 a moped scooter was stolen on the festival ground at gunpoint using a small-calibre pistol.", "6.2. Sergeant J. Brons and Senior Police Officer R. Bultstra, in response to a report on the matter by fellow police officers, proceeded in pursuit of the thief in a marked police car. They found the thief riding the stolen scooter. Both the scooter and the driver fitted the description given. The person concerned was the subsequent victim Moravia S.G. Ramsahai. They saw Ramsahai ride the scooter into the doorway leading to lift number 3 of the Huigenbos building on the Huntumdreef.", "Bultstra left the car, which had been stopped there, and ran to the building to proceed with the arrest. He was holding a two-way radio set. Bultstra grabbed hold of Ramsahai and tried to press him against the wall of the building. He did not manage to do so. Next, Bultstra noticed that Ramsahai reached towards his trouser belt several times and then drew a pistol, which, however, he held with the barrel pointing towards the ground.", "6.3. At this, Bultstra dropped his two-way radio set and drew his pistol and aimed it at Ramsahai, after which he repeatedly shouted to Ramsahai to drop his weapon. Ramsahai did not obey this order. All this happened in a very short space of time.", "In the meantime, Brons had locked up the car and had come running towards Bultstra and Ramsahai. When Brons was still five to seven meters away from Ramsahai, Ramsahai turned somewhat towards Brons and raised his pistol in the direction of Brons. Brons then immediately drew his own pistol and fired. Ramsahai was struck by a bullet on the right side of the neck and collapsed. He died shortly afterwards from injuries caused by the shot.", "The foregoing version of events can be deduced from the statements, which are consistent with each other, of Brons, Bultstra, and the witness P. van den Heuvel, the latter having seen significant parts of the events from a relatively short distance, namely from the fifth-floor walkway of the building.", "6.4. In these circumstances it is likely that there was an immediate unlawful assault against two policemen, and in particular J. Brons, using a potentially lethal weapon, namely a pistol, albeit with a calibre of only 6.35 mm. The assault was such that the deadly shot was necessary by way of defence against that assault.", "6.5. If there had been more time to take aim then it is conceivable that, as has been argued, the shot fired by Brons might have hit a less vulnerable part of Ramsahai’s body. It is probable, however, that, as the policemen have in fact stated, everything happened in a very short time, Brons having fired in a very speedy reaction without having enough time to take careful aim. There was a need to react with such speedRamsahai could have fired his weapon at any time from the moment he raised it. Brons was entitled to assume that Ramsahai might be about to open fire immediately, as was subsequently shown: his weapon turned out to have a round chambered and the hammer was in the ‘single action’ position.", "6.6.1. Even with the benefit of hindsight, there is no reason to consider Ramsahai’s threatening behaviour any less serious. He had, after all, stolen a means of transport that very day by making threats with a loaded firearm and it is probable that he had on that day used the weapon at least one other time to threaten someone. His blood had an alcohol content of 0.85 milligram per millilitre and his urine had an alcohol content of 1.51 milligram per millilitre, in addition to which psilocine was found in his blood, the active ingredient of certain hallucinogenic mushrooms.", "6.6.2. The reliability of the foregoing evidence established by the Court of Appeal is not affected in its essentials by the fact that the police gave a somewhat different version of events in a press release. That also applies to the differing statements of the witness Chitanie (in whose case it may be considered likely, given demonstrable inconsistencies as regards place and time, that he was not actually present at all) and the witness Van Rijssel, who claims not to have seen any pistol in Ramsahai’s possession at any time, which is unlikely, since there was in fact a pistol, whereas the witness Van den Heuvel, whose reliability is not in doubt, actually went for cover when he saw that weapon. The statements made by other witnesses cited by the complainants are irrelevant or else do not detract from the above findings in any essential respect.", "6.6.3. Contrary to the complainants’ contention, there is no reason to doubt that the evidence available, considered globally, was not subjected to conscientious and comprehensive examination, although the Court of Appeal can agree with the complainants that a reconstruction of events would have been desirable.", "6.6.4. Nor does the fact, as alleged, that the Public Prosecutor failed to offer the complainants complete access to the file or a say in the matter before reaching the impugned decision lead to any different conclusion.", "...”", "No appeal lay against this decision.", "326. On 6 October 1998, in parallel with the proceedings before the Court of Appeal, Mr Hamer lodged a complaint with the Police Complaints Board on behalf of the third applicant to the effect that the press release issued by the Amsterdam/Amstelland police was incorrect and therefore improper vis-à-vis the third applicant.", "327. In a separate letter of the same date and on behalf of the same applicant, Mr Hamer complained that Police Commissioner Van Riessen had had a conversation with Senior Police Officer Brons of which he had not kept any official record, but that he had failed to arrest Officer Brons or have him questioned and he had failed to order Officers Brons and Bultstra not to speak to each other until they had both been questioned. A further complaint raised in this letter concerned Police Commissioner Van Riessen’s apparent refusal to agree to an independent inquiry, as reported in the newspaper De Telegraaf.", "328. On 23 December 1998 the regional commanding officer of the Amsterdam/Amstelland police force submitted a written response to the third applicant’s complaints to the Police Complaints Board. It was stated that Police Commissioner Van Riessen had come to Flierbosdreef police station after being informed of the events complained of, in order to provide moral support. He had not been in charge, or even involved, in the investigation so his presence did not need to be recorded. Police Commissioner Van Riessen had not been opposed to an independent inquiry, contrary to the newspaper report, but had simply not seen the point of it in view of the inquiry being carried out by the State Criminal Investigation Department. As to the press release, it was not clear why the third applicant had found it objectionable.", "329. On 10 February 1999 Mr Hamer transmitted to the Police Complaints Board a rebuttal to the regional commanding officer’s letter of 23 December 1998, pointing to what in his view were inconsistencies. In particular, the statement of fact in the press release that the police officer who had shot Moravia Ramsahai had done so in defence of his fellow police officer was contradicted by the information available.", "330. On 8 March 1999 the regional commanding officer of the Amsterdam/Amstelland police force transmitted a counter-rebuttal to the Police Complaints Board. It was stated that Police Commissioner Van Riessen had spoken to Officer Brons following the shooting not in order to establish the facts, but to offer Officer Brons emotional support after a profoundly distressing experience. There had been no need to make an official record of this conversation. The decision whether or not to make such records was, and remained, in the hands of the State Criminal Investigation Department. It was noteworthy in this connection that the investigating officer had not seen the need to seek more information about the conversation in question. The police had offered its full co-operation in the investigation and an additional independent investigation was unnecessary. An explanation was given for the suggestion in the press release that Officer Brons had fired to protect Officer Bultstra. The discrepancy noted, however, was not fundamental and therefore did not justify an official retraction.", "331. On 7 July 1999 the Police Complaints Board transmitted its advisory opinion to the Acting Burgomaster (loco-burgemeester) of Amsterdam. It took the view that the statements made by Police Commissioner Van Riessen in the media had been undiplomatic, likely to create misunderstanding and be hurtful towards the third applicant and, to that extent, the third applicant’s complaints were well-founded; they were ill-founded for the remainder.", "332. In a letter of 2 September 1999 the Acting Burgomaster informed the third applicant that he had decided to adopt as his own the opinion given by the Police Complaints Board.", "333. The applicants stated that a further complaint had been submitted to the National Ombudsman (Nationale Ombudsman) but they provided no further information in this respect.", "334. The provisions of the Criminal Code (Wetboek van Strafrecht) potentially relevant to the case provide as follows:", "“Anyone who is compelled to commit an act by circumstances beyond his control shall not be liable for punishment in respect of that act.”", "“1. Anyone who commits an act which is necessary in order to defend his own or someone else’s physical integrity (lijf), sexual integrity (eerbaarheid) or property against immediate unlawful assault shall not be liable for punishment in respect of that act.", "2. A transgression of the limits of necessary defence shall not be punishable if it has been caused by a strong emotion occasioned, with immediacy, by an assault.”", "“Anyone who commits an act prescribed by law shall not be liable for punishment in respect thereof.”", "“Anyone who deliberately deprives another of his life shall be guilty of manslaughter (doodslag) and shall be liable for punishment by a term of imprisonment of no more than fifteen years or a fifth-category fine.”", "“Anyone who deliberately and with malice aforethought (met voorbedachten rade) deprives another of his life shall be guilty of murder (moord) and shall be liable for punishment by imprisonment for life or for a term not exceeding twenty years, or a fifth-category fine.”", "335. At the time of the events complained of, relevant provisions of the Code of Criminal Procedure provided as follows:", "“1. If the perpetrator of a punishable act is not prosecuted, or if the prosecution is not pursued to a conclusion, then anyone with a direct interest (rechtstreeks belanghebbende) may lodge a written complaint with the Court of Appeal within whose area of jurisdiction the decision has been taken not to prosecute or not to pursue the prosecution to a conclusion.", "2. The expression ‘person with a direct interest’ shall include any legal entity (rechtspersoon) which, in pursuance of its purpose and as apparent from its actual activities, has an interest that is directly affected by the decision not to prosecute or not to pursue the prosecution.”", "“1. The Court of Appeal shall not take its decision without first having heard representations from the complainant, or at least after having properly summoned the complainant ...”", "“1. The Court of Appeal may summon the person whose prosecution is being sought in order to afford him the opportunity to present observations on the request made in the statement of complaint and the grounds on which it is based. Such summons shall either be accompanied by a copy of the statement of complaint or contain an indication of the facts to which the complaint relates.", "2. No order of the kind referred to in Article 12k shall be given unless and until the person whose prosecution is being sought has been heard by the Court of Appeal, or has at least been properly summoned.”", "“1. The complainant and the person whose prosecution is being sought may be assisted before judges in chambers. They may be represented by counsel ...", "2. The president of the Court of Appeal shall ... allow the complainant and the person whose prosecution is being sought, as well as their counsel or authorised representatives (gemachtigden), to inspect the case file if a request is made to that effect. Inspection shall take place in the manner determined by the president. The president may, of his own motion or at the request of the Procurator General, exempt particular documents from inspection in the interests of privacy, the investigation, the prosecution of criminal acts, or on significant general-interest grounds.”", "“The person whose prosecution is being sought shall not be obliged to answer questions put to him in chambers. He shall be so informed before the hearing begins and that fact shall be mentioned in the official record.”", "“The hearing of the complainant and of the person whose prosecution is being sought may also be delegated to one of the judges of the Court of Appeal.”", "“1. If the complaint falls within the Court of Appeal’s jurisdiction, the complainant can be admitted (de klager ontvankelijk is), and if the Court of Appeal finds that a prosecution ought to have been brought or pursued to a conclusion, the Court of Appeal shall order the prosecution to be brought or pursued in respect of the fact to which the complaint relates.", "2. The Court of Appeal may also refuse to give such an order for reasons relating to the general interest.", "3. The order may also include the direction (last) that the Public Prosecutor shall make the request referred to in Article 181 or Article 237 § 3 [i.e. a request to the investigating judge (rechter-commissaris) to initiate or continue a preliminary judicial investigation (gerechtelijk vooronderzoek), respectively] or that the person whose prosecution is being sought shall be summoned for trial. The first-mentioned order may also be given by the Court of Appeal if the Public Prosecutor has already had the person whose prosecution is being sought officially notified of the decision of closure of a preliminary judicial investigation or if the time-limit prescribed in Article 237 § 3 has already expired.", "4. In all other cases the Court of Appeal shall ... dismiss the complaint.”", "“The judges of the Court of Appeal who have considered the complaint shall preferably not take part in the trial.”", "“1. Reasons shall be given for any decision taken in chambers. If a public hearing in chambers is prescribed, such decision shall be delivered in open court.", "...", "4. Unless otherwise provided, the decision shall be notified to the suspect and the other participants in the proceedings without delay.”", "336. At the time of the events complained of, relevant provisions of the Judiciary (Organisation) Act (Wet op de rechterlijke organisatie) provided as follows:", "“The public prosecution service shall have exclusive responsibility for upholding the laws, prosecuting all criminal acts and ensuring the execution of all criminal judgments. ...”", "“Officials of the public prosecution service shall follow the orders given to them in the course of their official duties, in the name of the Monarch, by the competent authority.”", "“... [P]ublic prosecutors and acting public prosecutors shall, in their official duties, report to the head of the public prosecution department (parket) in which they carry out their duties.”", "337. Relevant provisions of the Code of Criminal Procedure provided as follows:", "“1. The Procurator General at the Court of Appeal shall, within the area of jurisdiction of the Court of Appeal to which he is appointed, ensure the proper investigation of the criminal acts which are triable by the regional courts (arrondissementsrechtbanken) or the district courts (kantongerechten). ...", "2. To that end, he shall give orders to the heads of the public prosecution departments appointed to the regional courts.”", "“1. The Public Prosecutor shall be charged with the investigation of criminal acts which are triable by the regional court to which he is appointed and by the district courts within the area of that regional court’s jurisdiction, as well as the investigation, within the area of that regional court’s jurisdiction, of criminal acts triable by other regional courts or district courts.", "2. To that end, he shall give orders to the other persons charged with [such] investigation. ...”", "338. The Police Act 1993 (Politiewet), in relevant part, provides as follows:", "“1. If the police act in a municipality to maintain public order and to carry out their task of assisting the public (hulpverleningstaak), they shall be under the authority of the Burgomaster.", "2. The Burgomaster shall be empowered to give the police officers directions in carrying out the tasks referred to in the first paragraph.”", "“1. If the police act to maintain legal order through criminal law enforcement, or carry out tasks in support of the administration of justice, they shall be under the authority of the Public Prosecutor.", "2. The Public Prosecutor shall be empowered to give the police officers directions in carrying out the tasks referred to in the first paragraph.”", "339. Section 8 § 1 of the Police Act 1993 provides as follows:", "“A police officer appointed to carry out the tasks of the police force shall be authorised to use violence in the lawful exercise of his duties when it is justified by the purpose thereby intended to be served, also taking into account the dangers involved in such use of violence, and when that purpose cannot otherwise be served. The use of violence shall be preceded, if possible, by a warning.”", "340. At the relevant time, the Standing Orders for the Police, the Royal Military Constabulary and officers invested with special investigative powers (Ambstinstructie voor de politie, de Koninklijke Marechaussee en de buitengewone opsporingsambtenaar) provided, in relevant part:", "“1. Use of a firearm, other than a firearm suitable for automatic fire or long-range precision fire, is permitted only:", "(a) to arrest a person who poses a firearms hazard (vuurwapengevaarlijk persoon);", "(b) to arrest a person who is trying to evade, or has evaded, being arrested or brought before the competent legal authority (die zich aan zijn aanhouding of voorgeleiding tracht te ontrekken of heeft onttrokken) and who is suspected or has been convicted of a serious indictable offence (ernstig misdrijf) which must in addition be considered a serious disruption of legal order.", "...", "3. In the cases referred to in the first paragraph under (a) and (b), the firearm shall not be used if the identity of the person to be arrested is known and it may reasonably be assumed that the delaying of the arrest will not jeopardise legal order in a manner that may be considered unacceptable. ...”", "“1. Immediately before he uses a firearm, other than a firearm suitable for automatic fire or long-range precision fire, the officer shall issue a warning, in a loud voice or in another form that cannot be misunderstood, that fire will be opened if the order is not followed without delay. Such a warning, which may if necessary be replaced by a warning shot, shall be omitted only if the circumstances do not admit of it.", "2. A warning shot shall be fired in such a way as to avoid, as far as possible, endangering persons or property.”", "341. In relevant part, the Police Weapons Rules 1994 (Bewapeningsregeling Politie) provide as follows:", "“In these Rules, the expression ...", "‘pistol’ [shall mean] a semi-automatic pistol, brand name Walther, type P5, calibre 9x19 millimetres; ...”", "“The weapons of a police officer and of a special police officer, as referred to in section 43 of the Police Act shall, while they are on duty, consist of:", "a. a short truncheon of a brand and type approved by the Ministers [the Minister of Internal Affairs (Minister van Binnenlandse Zaken) and the Minister of Justice (Minister van Justitie)];", "b. pepper spray;", "c. a pistol.”", "“The pistol ... shall be loaded with cartridge ammunition, brand name Dynamit Nobel A.G., type Action, model 3, calibre 9x19 millimetres.”", "“The regional police force manager (korpsbeheerder) shall ensure that a police officer ... has a weapon at his disposal only if he meets the requirements of proficiency in its use as laid down by the Ministers.”", "342. Section 43 of the Police Act provides as follows:", "“1. For tasks determined by the Minister of Justice, after consultation with the Minister of Internal Affairs, the Procurator General shall have special-duty police officers (bijzondere ambtenaren van politie) ... at his disposal.", "2. The Minister of Justice shall be charged with the management of the police officers referred to in the first paragraph. These police officers shall ... be appointed, promoted, suspended and dismissed by the Minister of Justice.”", "343. According to Rule 1 of the Rules governing the organisation of the operational divisions of the Public Prosecution Service (Organisatieregeling dienstonderdelen Openbaar Ministerie), the State Criminal Investigation Department is a nationwide service placed directly under the primary collective responsibility of the Procurators General at the Courts of Appeal. Its day-to-day affairs are managed by a Director who reports to the Procurators General (Rule 3).", "344. At the relevant time, a Circular issued on 10 July 1997 by the Ministers of Justice and Internal Affairs entitled the “Circular on the Tasks and Deployment Criteria of the State Criminal Investigation Department” (Circulaire Taken en inzetcriteria Rijksrecherche, Official Gazette – Staatscourant – 1997, no. 135) laid down the Department’s terms of reference.", "345. The State Criminal Investigation Department per se had, and has, no basis in statute or delegated legislation. Its members did: they were special-duty police officers as referred to in section 43 § 1 of the Police Act (paragraph 2 of the Circular).", "346. The specific tasks for which the Department was intended included investigating deaths in police custody and investigating the use of firearms by police officers (paragraph 3.1.4). In particular, all cases involving the use by a police officer of a firearm, leading to death or injury, were to be investigated by the Department (paragraph 4.2.1).", "347. An application for an investigation by the Department was made by the Chief Public Prosecutor to the head of the Department’s local unit. If the Chief Public Prosecutor’s request was met with a refusal, he could apply to the mandated Procurator General for a decision (paragraph 6.1).", "348. After the Chief Public Prosecutor had obtained the agreement of the head of the unit, or of the mandated Procurator General, as the case might be, the investigation became the Chief Public Prosecutor’s responsibility. So did any resulting prosecution. The mandated Procurator General might, in special cases, indicate that he wished to be involved in any follow-up decisions to be taken by the Chief Public Prosecutor. The Procurators General might also take a collective decision to assume direct responsibility for the follow-up decisions themselves. In addition, the mandated Procurator General received periodic reports on the actions of the Chief Public Prosecutor in relation to the State Criminal Investigation Department’s investigations for ex post facto scrutiny by the Procurators General collectively. Every police officer whose actions were investigated by the State Criminal Investigation Department was subsequently to be informed of the outcome of the investigations (paragraph 7).", "349. According to section 61 of the Police Act, the Burgomasters of the municipalities located within each police jurisdiction (regio) provide for a complaints procedure involving a board of independent members who advise the regional police force manager – i.e. the Burgomaster of one of those municipalities, appointed in accordance with a list appended to the Police Act (section 23) – in dealing with complaints.", "350. In relevant part, the Amsterdam/Amstelland Police Complaints Rules (Regeling met betrekking tot de behandeling, het onderzoek en de afdoening van klachten over het optreden van ambtenaren van het politiekorps Amsterdam/Amstelland) provide as follows:", "“The complaints procedure is intended to improve, where possible, the relationship between citizens and the police.”", "“1. The complaints procedure has two parts:", "(a) informal mediation by a complaint mediator within the local team or the police station to which the complaint relates;", "(b) formal consideration by the regional police force manager following investigation by the Board and the Board’s advisory opinion.", "2. Formal consideration shall take place if:", "(a) the complainant expressly so desires;", "(b) the complainant so requests after mediation;", "(c) it is clear that a mediation attempt will not lead, or has not led, to adequate treatment of the complaint;", "(d) the Board is of the opinion that formal consideration is desirable because of the special nature of the complaint.”", "1. If there is a suspicion that the complaint may relate to an indictable offence committed by a police officer, it shall be transferred to the Chief Public Prosecutor.", "2. The complaints procedure in accordance with these Rules shall be resumed if the Chief Public Prosecutor indicates that it would be preferable.", "3. If the Chief Public Prosecutor takes responsibility for dealing with the complaint, the complainant shall be so informed. In so far as the complaint relates at the same time to conduct that does not raise any suspicions of an indictable offence, the Chief Public Prosecutor shall also include such conduct in his investigation and express an opinion about it. The Board shall receive a copy of the Chief Public Prosecutor’s decision on the complaint.", "4. If the Chief Public Prosecutor initiates a criminal investigation based on the complaint, statements made during the complaints procedure shall be disregarded unless the police officer concerned by the complaint has agreed otherwise.”", "“1. There shall be an independent Police Complaints Board. It shall consist, preferably, of six members including the Chairman.", "2. The members and the Chairman shall be nominated by the Board and appointed by the regional police force manager, after consulting the Burgomasters of the municipalities located within the police jurisdiction. The Secretary of the Board shall be appointed by the regional police force manager.", "3. The Board’s task shall be to give an opinion as to whether the actions (optreden) of the police officer concerned by the complaint were proper (behoorlijk). In addition, it shall uphold the quality and uniformity of the complaints procedure within the police jurisdiction. It shall advise the Burgomasters and the regional police force manager in dealing with a complaint and shall, if it sees fit, make recommendations for the improvement of the organisation and its internal procedure.", "4. The Board may further determine its internal working procedure in Rules.”", "“1. The complainant and the police officer concerned by the complaint shall receive information about the procedure as soon as possible after the complaint is lodged. This information shall include a statement that they may be assisted by a lawyer or other trusted assistant (vertrouwenspersoon). They shall also be informed of the progress of the proceedings.", "2. The Chief Public Prosecutor shall be informed of the filing and handling of written complaints.”", "The complaint proceedings shall be suspended if a criminal complaint has been made in relation to the action complained of, or if a complaint has been made to the Chief Public Prosecutor, or if proceedings are pending before a judicial authority, as long as no final decision has been made on that complaint or in those proceedings, as the case may be. The same shall apply if the complainant exercises the right to complain under Article 12 of the Code of Criminal Procedure.”", "In so far as the authorities referred to in Rule 13 of these Rules or the National Ombudsman or the regional police force manager have already stated their findings (uitspraak) about an action, or if the complaint concerns a decision against which an objection or an appeal is or has been open to the complainant, the [complaint] shall be inadmissible.”", "“The Board shall be authorised to give directions relating to mediation if there is occasion to do so.”", "“1. Formal consideration of the complaint shall be undertaken by the regional police force manager after the Board has given its advisory opinion.", "2. If no mediation is attempted, the complaint mediator, now acting as rapporteur, shall investigate the complaint. He shall report his findings. ...”", "“1. The Board shall report its findings to the Burgomaster and advise on how to deal with the complaint.", "2. The Board’s advisory opinion may contain the following findings:", "(a) the Board has not been able to establish that the action complained of actually took place;", "(b) the Board is of the opinion that the action complained of was [or was not] proper in whole or in part, as the case may be.", "3. The Board may, if the complaint so requires, express its views (zienswijze) about any measures to be taken. ...”", "“1. The Burgomaster or the regional police force manager shall send his decision on the complaint to the complainant. The Board’s advisory opinion shall be appended thereto. The decision shall mention that the complainant may submit his complaint to the National Ombudsman if he does not agree with the decision.", "2. If the decision of the regional police force manager differs from the Board’s advisory opinion, this shall be mentioned in the reasoning of the decision, together with the grounds for such difference.”", "351. In relevant part, the Civil Code (Burgerlijk Wetboek) provides as follows:", "“1. The injured party (benadeelde) shall be entitled to compensation, to be determined ex aequo et bono, in respect of non–pecuniary damage:", "(a) if the person liable intended to cause such damage;", "(b) if the injured party has suffered physical injury, damage to his honour or reputation, or other harm to his person (op andere wijze in zijn persoon is aangetast);", "(c) if the damage consists of harm to the memory of a deceased person and has been caused to the deceased’s spouse (who was not separated from the deceased by a judicial decision), registered partner or a first- or second-degree blood relative of the deceased, provided that the harm has been caused in a way that would have given the deceased, were he still alive, an entitlement to compensation for harm to his honour or reputation.", "2. The right to compensation referred to in the previous paragraph shall not pass to a third party or be subject to attachment, unless it has been established by agreement or has been claimed in court. For it to pass under a universal title, it shall be sufficient for the entitled person to have informed the other party that he claims such compensation.”", "“1. If a person dies as a result of an occurrence for which another is liable towards him, that other person shall be obliged to make good the damage caused by the loss of subsistence:", "(a) to the deceased’s spouse unless he or she is judicially separated from the deceased, [the deceased’s] registered partner and [the deceased’s] underage children, up to a sum that shall at least be equal to the subsistence to which they are entitled by law;", "(b) to other relatives of the deceased, related by blood or marriage, if the deceased was providing for their subsistence in whole or in part at the time of death or was obliged so to do pursuant to a judicial decision;", "(c) to anyone who lived with the deceased in a family unit (in gezinsverband) before the occurrence on which the liability is based and whose subsistence [the deceased] provided for in whole or in significant part, to the extent that it may be assumed that this situation would have continued had the death not occurred, and if such persons cannot now reasonably provide sufficiently for themselves;", "(d) to anyone who lived with the deceased in a family unit and to whose subsistence the deceased contributed to by doing their joint housekeeping, to the extent that [that person] suffers damage as a result of the need to make alternative housekeeping arrangements following the death.", "2. Furthermore, the person liable shall be obliged to refund the funeral expenses to the person who has borne these costs, to the extent that they are consistent with the deceased’s condition in life (omstandigheden).", "3. Anyone who is sued for damages pursuant to the foregoing paragraphs shall be entitled to the same defence as would have been available to him vis-à-vis the deceased.”", "“1. Anyone who commits against another person a tortious act (onrechtmatige daad) which is imputable to him shall be required to make good the damage suffered by that other person.", "2. A tortious act shall be constituted by the impairment of a right, or an act or omission violating a statutory duty or a rule of unwritten law pertaining to proper social conduct, except where there is a legal ground of justification.", "3. A tortious act shall be imputable to a tortfeasor if it has been brought about through his fault or if he is answerable for the cause thereof in accordance with the law or received opinion.”", "352. On 23 June 2004 the Amsterdam Court of Appeal gave a decision (no. R04/001/12Sv) in proceedings under Article 12 of the Code of Criminal Procedure in another case involving a death caused by a police officer’s use of his service firearm. It contains the following reasoning:", "“In the opinion of the Court of Appeal, a criminal investigation into the circumstances surrounding the lethal use of force by a public authority (een opsporingsonderzoek dat is gericht op de toedracht van letaal overheidsgeweld) [carried out] by an institution such as the State Criminal Investigation Department sufficiently meets the requirement that the investigating officials who actually undertake the investigative work (recherchewerk) should be independent from those involved in the said use of force by the public authority. In addition, the Court of Appeal considers the public prosecutor sufficiently independent and qualified to assess, by objective standards, in the light of the results of the investigation carried out under his responsibility, whether a prosecution should be brought. Except for the (investigating) judge, no other public official should, in principle, be involved in the matter.", "...", "The Court of Appeal considers it necessary that a reconstruction of events take place under the responsibility of the investigating judge, an independent official par excellence, with the co-operation of [the police officer involved] and eyewitnesses. ...", "It should be noted already at this stage that the Court of Appeal is allowing for the possibility that in this case it cannot be found that merely stopping [the deceased] by a blocking gesture – a suggestion made by one eyewitness – and the use of pepper spray may be considered realistic alternatives for the shot fired and stated by [the police officer] to have been in self-defence, given the considerable likelihood that those methods might prove ineffective in the circumstances described. On the other hand, the Court of Appeal does not wish to impose constraints on the investigation by the investigating judge.", "The Court of Appeal will therefore order [the public prosecutor] to apply for a preliminary judicial investigation (gerechtelijk vooronderzoek). It will then be for the public prosecutor to assess whether the investigation results constitute grounds for further, more detailed investigations, or committal for trial, as the case may be, or in the alternative, whether consent should be sought for issuing notice that the prosecution will not be pursued. ...”", "353. The Walther P5 is a double-action semi-automatic pistol. It has a number of safety features, including an internal firing-pin retaining mechanism which prevents the firing-pin from striking the primer of the cartridge unless the trigger is pressed all the way through. This enables the weapon to be carried safely with a round chambered and ready for immediate use while preventing its being fired accidentally.", "354. In the version issued to the Netherlands police, the Walther P5 fires a 9x19 mm (also known as 9 mm parabellum or 9 mm Luger) cartridge. The ammunition issued as standard, “Action 3” manufactured in Germany by Dynamit Nobel AG, has a bullet which is designed specifically for police work. This bullet, a non-deforming hollow one made out of a brass alloy, sheds much of its kinetic energy when it hits a solid object (a human body for example), which in riots or hostage-taking situations may prevent it from wounding someone other than the intended target unintentionally while at the same time causing the least possible damage to body tissue."], "VIOLATED_ARTICLES": ["2"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["2"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}