{"ITEMID": "001-61926", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2004, "DOCNAME": "CASE OF SHMALKO v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Violation of P1-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award - domestic proceedings;Costs and expenses partial award - Convention proceedings", "JUDGES": "Zoryana Bortnovska", "TEXT": ["5. The applicant, Mr Anatoliy Afanasiyovych Shmalko, is a Ukrainian national, who was born in 1930 and currently resides in Dnepropetrovsk. He is a disabled pensioner and a veteran of the Second World War. He suffers from myasthenia.", "6. In March 1999 the applicant instituted proceedings in the Babushkinsky District Court of Dnepropetrovsk against the Dnepropetrovsk City Health Protection Department (“HPD”) and the Dnepropetrovsk City Hospital No. 1 (the “Hospital”), seeking compensation for moral and material damage caused by their refusal between 1996 and 1998 to provide him with the prescription drug Kalimin-60. He alleged that the State authorities had failed to provide him with this drug free of charge, contrary to Resolution No. 1303 of the Cabinet of Ministers of 17 August 1998. He further complained that because this drug was not provided to him, he had to buy it in Moscow, Germany and the United Kingdom. He requested reimbursement of the costs incurred.", "7. On 29 September 2000 the Babushkinsky District Court of Dnepropetrovsk (the “Babushkinsky Court”) rejected the applicant’s claims as being unsubstantiated. It found that the HPD and the Hospital could not be held responsible for the failure to provide a drug simply because it was not available in the Dnepropetrovsk Region.", "8. On 13 November 2000 the Dnepropetrovsk Regional Court allowed the applicant’s appeal, quashed the decision of 29 September 2000 and remitted the case for fresh consideration.", "9. On 22 February 2001 the Babushkinsky Court rejected the applicant’s claims as being unsubstantiated.", "10. On 26 March 2001, following an appeal filed by the applicant, the Dnepropetrovsk Regional Court quashed the decision of 22 February 2001 and again remitted the case for fresh consideration.", "11. On 13 July 2001 the Babushkinsky Court rejected the applicant’s claims as being unsubstantiated.", "12. On 10 October 2001 the applicant lodged an appeal with the Dnepropetrovsk Regional Court of Appeal under the new appeal procedure introduced by the Code of Civil Procedure on 21 June 2001. On 29 November 2001 the Dnepropetrovsk Regional Court of Appeal allowed the applicant’s claims in part. The court ordered HPD to pay the applicant UAH 722.70 and UAH 750 (a total of UAH 1,509.95 [EUR 237.37]) in compensation for material and moral damage, respectively. It also ordered the Hospital to pay the applicant UAH 393.65, UAH 750 and UAH 22.25 (a total of UAH 1,165.9 [EUR 183.28]) in compensation for material and moral damage, costs and expenses.", "13. On 19 April 2002 the Bailiffs’ Service of the Babushkinsky District Department of Justice (the “Bailiffs’ Service”) instituted enforcement proceedings in respect of the judgment of 29 November 2001.", "14. On 15 May 2002 the Bailiffs’ Service ordered that the funds awarded by the judgment of 29 November 2001 be transferred to the applicant’s bank account.", "15. On 27 May 2002 a panel of three judges of the Supreme Court rejected the cassation appeal lodged by the Chief Doctor of the Hospital against the judgment of 29 November 2001 for want of substantiation. The institution of the cassation proceedings did not suspend the enforcement of the judgment of 29 November 2001.", "16. On 17 October 2002 the writ of execution and the payment request were returned to the applicant because of the Hospital’s lack of funds.", "17. On 21 October 2002 the Bailiffs’ Service requested the Dnepropetrovsk Regional State Treasury to inform it about the possibility of obtaining funds from the Hospital in order to enforce the judgment.", "18. On 26 November 2002 the Bailiffs’ Service terminated the enforcement proceedings after UAH 1,165.9 had been transferred to the applicant’s bank account. The judgment was fully executed in so far as it concerned the Hospital.", "19. On 25 December 2002 the Bailiffs’ Service requested the HPD to comply with the judgment of 29 November 2001 and to transfer the amount due to the applicant to his bank account.", "20. On 16 January 2003 the HPD paid UAH 862.75 [EUR 135.63] to the applicant.", "21. On 20 January 2003 the Bailiffs’ Service received the payment request and the writ of execution back from the HPD, with a statement that the judgment could not be fully enforced due to the HPD’s lack of funds.", "22. On 21 January 2003 the Bailiffs’ Service requested the HPD to pay the applicant the remainder of the judgment debt.", "23. On 7 February 2003 the HPD transferred the remainder of the funds (UAH 647.2 [EUR 101.74]) to the applicant’s account. The Bailiffs’ Service terminated the enforcement proceedings.", "24. On 19 May 2003 the Babushkinsky Court rejected for lack of substantiation the applicant’s claims against the Dnepropetrovsk Regional Department of the State Treasury for an award of compensation for the moral damage he had allegedly suffered due to the lengthy period of non-enforcement of the judgment of 29 November 2000. This judgment was not appealed and thus became final.", "25. Article 124 of the Constitution provided as follows:", "“... Judicial decisions are adopted by the courts in the name of Ukraine and are mandatory for execution throughout the entire territory of Ukraine.”", "26. Under Article 2 of the Law, the enforcement of judgments is entrusted to the State Bailiffs’ Service. Under Article 85 of the Law, the creditor may file a complaint against actions or omissions of the State Bailiffs’ Service with the head of the competent department for that Service or with a local court. Article 86 of the Law entitles the creditor to institute court proceedings against a legal person, entrusted with the enforcement of a judgment, for inadequate enforcement or non-enforcement of a judgement, and to receive compensation.", "27. Article 11 of the Law provides for the liability of bailiffs for any inadequate performance of their duties, as well as compensation for damage caused by a bailiff when enforcing a judgment. Under Article 13 of the Law, acts and omissions of the bailiff can be challenged before a superior official or the courts.", "28. Under clause 3.6 of the regulations, the forced recovery of funds must be executed from the same account as that of ordinary payments."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}