{"ITEMID": "001-70963", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NLD", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF BOCOS-CUESTA v. THE NETHERLANDS", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1 and 6-3-d;Pecuniary damage - claim dismissed;Non-pecuniary damage - claim dismissed;Costs and expenses partial award - Convention proceedings", "JUDGES": "David Thór Björgvinsson", "TEXT": ["9. The applicant was born in 1976 and lives in Barcelona.", "10. On 3 May 1997, the mother of A., a then ten-year old boy, filed a criminal complaint with the police alleging that on 1 May 1997 A. had been sexually assaulted by an unknown man at a playground. On the same day Mr Z., an officer of the Juvenile and Vice Police (jeugd- en zedenpolitie), took a statement from A., as well as from his mother.", "11. On 11 May 1997, the mother of B., a then six-year old boy, informed the police that on 10 May 1997 an unknown man had sexually assaulted B.", "12. On 12 May 1997, on the basis of descriptions given to the police by A. and B., the applicant was arrested in Amsterdam and detained on remand.", "13. On 13 May 1997, A. was confronted with the applicant through a two-way mirror and identified him as the man who had assaulted him. According to the record of this confrontation drawn up by Mrs X., an officer of the Juvenile and Vice Police, A. had slightly recoiled when he saw the applicant, saying “That is him”. A. was also shown a rucksack, which he identified as belonging to the applicant. A. further declared that a woman from the neighbourhood had spoken with the man and that she had told him that the man spoke Spanish.", "14. On the same day, Mrs E. – a maternal aunt of B. – gave a statement to the police in which she stated that on 10 May 1997, directly after having been told by her son W. that a man had touched the genitals of his cousin B., she had left her house in order to find this man, that she had found a man who matched the description given by her son and who was identified by B. and W. who had accompanied her, that he was sitting with some children and that this man had run away from her. One of these children, C., had told her that the man had stuck his hand into C.'s pants and that C. had then slapped the man's hand. When confronted with the applicant through a two-way mirror, she stated that she believed that he was the man whom she had seen on 10 May 1997. However, as he no longer had a beard and was looking neater and cleaner, she did not dare to say that she recognised him with 100%, rather with 80% certainty.", "15. Also on 13 May 1997, B.'s mother filed a criminal complaint with the police against the unknown man who had sexually assaulted her son. On the same day, Mrs Y., an officer of the Juvenile and Vice Police, took a statement from B. When subsequently confronted with the applicant through a two-way mirror, he identified the applicant as the man who had sexually assaulted him. B. was further shown a rucksack, which he identified as belonging to the applicant.", "16. On 13 May 1997, the mother of C., a then nine-year old boy, filed a criminal complaint with the police against an unknown man who had sexually assaulted her son on 10 May 1997. In his statement to the police officer Mrs Y., C. gave a description of the man. According to the record drawn up by Mrs Y., C. visibly reacted in fright when he was subsequently confronted with the applicant through a two-way mirror, identified him as the man who had sexually assaulted him and started crying. C. was further shown a rucksack, which he identified as belonging to the applicant. According to the police record drawn up on 14 May 1997, the description given by C. of the pants worn by the perpetrator corresponded to pants found in the applicant's possession.", "17. A statement was also taken from C.'s mother, who declared that her son had told her on 10 May 1997 that a man had touched his private parts.", "18. On 14 May 1997, the police took a statement of Mrs F. who was living on a houseboat near to a playground where, on 1 May 1997, she had seen, met and spoken with the applicant. When subsequently confronted with the applicant through a two-way mirror, she stated:", "“That is the boy with whom I have spoken. I am fully, 100 %, certain; no mistake is possible. I recognise the boy's face.”", "19. On 22 May 1997, the mother of D., a then eleven-year old boy, filed a criminal complaint with the police against an unknown man who had sexually assaulted her son D. earlier that month. On the same day, the police took a statement from D. in which he described how a man had touched his private parts, that this man had stopped this when he had started to scream, that he had then gone to his mother and told her what had happened, that later on the same day he had seen this man again, and that an angry woman had then approached this man who then ran away.", "20. On 2 June 1997, D. was confronted with the applicant through a two-way mirror. According to the record drawn up by Mrs Y., D. identified the applicant as the man who had sexually assaulted him.", "21. The applicant was subsequently summoned to appear before the Amsterdam Regional Court (arrondissementsrechtbank) on 2 July 1997 in order to stand trial on charges of sexual assault and acts of indecency with persons younger than sixteen.", "22. On 24 June 1997 the applicant's lawyer requested the public prosecutor to summon the four boys, Mrs E. and Mrs F. to appear before the Regional Court in order to be heard as witnesses, stating:", "“In his conversations with me, my client has repeatedly and with force indicated that he is innocent of the facts he has been charged with. Under these circumstances my client has the right and has an interest in being confronted in court with [these six] witnesses and to be given the opportunity to put (or have put) questions to them. My client and I have no objections to that hearing being held in camera.”", "The public prosecutor rejected this request by letter of 13 June 1997, considering that it would be particularly difficult, given their young age, to hear the four boys. Moreover, the defence had failed to indicate in any way – apart from a mere denial of the facts by the applicant – on what grounds it doubted the reliability of the confrontations which had taken place and the statements which had been given at the investigation phase.", "23. At the hearing of 2 July 1997 before the Regional Court, the defence reiterated its request to hear the four boys, if appropriate in camera, as well as Mrs E. and Mrs F., stating:", "“My client denies wholeheartedly the charges against him. Therefore I wish to hear the victims [A., B., C. and D.] in court, as a mistake in identity is possible. It is very well possible that the four victims, under the stress that reigns at a police station, identified my client as the perpetrator because they have only been confronted with him. It is therefore in my client's interest to be confronted again [and] in court with the victims. ... Mrs F has only seen my client talking and has seen nothing punishable. Yet in the records she is presented as an important witness. I would therefore like to hear her, in particular about the impression my client made on her while he [roller]skated away. I finally wish to hear [Mrs E.] in court. Although she is an indirect witness, as she has no own knowledge of the perpetrator's physical features, she can contribute to exculpating my client. During the mirror-confrontation she has not recognised my client for the full hundred percent as the person she had seen.”", "24. The prosecution opposed the request to hear the four boys, but not the request to hear the other two witnesses.", "25. Having deliberated, the Regional Court rejected the request to hear the four victims, holding:", "“A one-to-one identification through a two-way mirror (enkelvoudige spiegelconfrontatie) has taken place at the police station, the value of which is now challenged by the defence. Now counsel asks for a new one-to-one confrontation (enkelvoudige confrontatie) in court between the victims and the accused. On this point, the court considers that such a confrontation between the witnesses and the accused cannot change or add anything to the confrontations that have taken place previously.”", "26. The Regional Court granted the request of the defence to hear Mrs E. and Mrs F. In order to allow the prosecution to comply with a request from Interpol to provide the latter with a photograph of the applicant as well as his fingerprints so as to compare these with materials held by the Spanish police, the Regional Court adjourned its further examination of the case for a maximum period of three months.", "27. The Regional Court resumed its examination on 20 August 1997. The applicant was present. The Regional Court noted that the following items had been added to the applicant's case file: photographs of the applicant taken by the Spanish police, a fax message dated 14 July 1997 from Interpol Madrid concerning pending preliminary judicial investigations against the applicant in Barcelona in respect of, inter alia, exhibitionism and the sexual provocation of minors, and a formal record dated 19 August 1997 of the forensic bureau of the Amsterdam-Amstelland police, according to which the applicant's fingerprints matched those taken from him by the police in Barcelona on 31 May 1995.", "28. The applicant accepted that he was the man in the police photographs, and confirmed that the Spanish police had taken his fingerprints on 31 May 1995. He further confirmed that, on 12 December 1995 in Tarragona (Spain), he had been convicted for the sexual assault of minors and sentenced to six months' imprisonment. He further denied the facts with which he had been charged in the Netherlands.", "29. Upon the request of the defence, the Regional Court then heard Mrs E. and Mrs F. Although both witnesses identified the applicant as the man they had seen at the material time, the applicant denied ever having seen the two women.", "30. After having heard the parties' final pleadings, the Regional Court closed the trial proceedings and set a date for judgment.", "31. In its judgment of 3 September 1997, the Regional Court convicted the applicant of sexual assault and of acts of indecency with persons younger than sixteen and sentenced him to twenty months' imprisonment. The applicant filed an appeal with the Amsterdam Court of Appeal (gerechtshof).", "32. On 26 January 1998, a hearing was held before the Court of Appeal in the course of which the applicant made both oral and written submissions in which, inter alia, he denied the charges against him and challenged the reliability of his confrontation with the various witnesses and the credibility and reliability of the latter's statements. The Court of Appeal further took note of a request filed by the defence to refer the case back to the investigating judge (rechter-commissaris) in order to hear the four boys as witnesses and for an identification of the applicant by putting a selection of photographs of different persons to the witnesses (meervoudige / keuze-foto-confrontatie). In this connection, the lawyer acting for A. and his mother submitted that A. had been quite shocked by the events, that he no longer did certain things alone, asking to be accompanied, and that it was very difficult for him to come to terms with what had happened to him.", "33. The applicant also submitted written pleadings prepared by himself in Spanish in which, inter alia, he challenged the reliability of his confrontation with the various witnesses and the latter's statements, and in which he stated that a second confrontation in the form of an identity parade would be pointless as the victims had already seen and identified him as the perpetrator in the course of a one-to-one identification through a two-way mirror. The President of the Court of Appeal ordered that this document be translated into Dutch and be added to the applicant's case-file.", "34. After having heard the parties' pleadings, the Court of Appeal closed the trial proceedings, stated that it would determine the requests made by the defence in its judgment and set a date for judgment.", "35. In its interim judgment of 9 February 1998, the Court of Appeal stated that it had appeared during its deliberations that its investigation was incomplete. It found it necessary, therefore, to take evidence from the police officers X., Y. and Z. in relation to the manner in which the victims had been questioned and confronted with the applicant. To this end, it fixed a hearing for 16 April 1998. It further ordered that the applicant was to be released from pre-trial detention on 10 February 1998.", "36. On 16 April 1998, the Court of Appeal reopened the trial proceedings. The applicant, who had been released in the meantime, did not appear. His lawyer, who was present, informed the Court of Appeal that the applicant was being detained in Spain, and that he had instructed his lawyer by telephone to request the Court of Appeal to proceed with the trial proceedings in his absence.", "37. The Court of Appeal heard the police officers X., Y. and Z. After having heard the parties' final submissions, the Court of Appeal closed the proceedings and set a date for judgment.", "38. In its judgment of 27 April 1998, the Court of Appeal quashed the Regional Court's judgment of 3 September 1997, convicted the applicant of sexual assault and acts of indecency involving persons under sixteen years of age and sentenced him to fifteen months' imprisonment of which five months suspended pending a two years' probationary period, and less the time spent in pre-trial detention. It also ordered the applicant to pay A., who had joined the criminal proceedings as a civil injured party (benadeelde partij) and who had filed a claim for compensation, an amount of 500 Netherlands Guilders (“NLG”; i.e. 226.89 euros; “EUR”) for non-pecuniary damage.", "39. It based the applicant's conviction on a statement he had made before the Court of Appeal, the criminal complaints filed containing a description of the perpetrator given by the four victims, the statements made by the four victims to the police, the record of the two police officers who arrested the applicant and considered that the applicant corresponded to the description of the perpetrator, the records on the mirror-confrontations between the applicant and the four victims, and the statements given by Mrs E. and by Mrs F.", "40. As regards the evidence the Court of Appeal held, in so far as relevant, as follows:", "“2. ... during the hearing of 26 January 1998 ... the accused requested to be allowed, relying on [the Convention] to question the four minor children.", "3. In its interim judgment of 9 February 1998, the court [of appeal] has lifted the pre-trial detention of the accused. It also reopened the trial proceedings, which had been closed on 26 January 1998, in order to hear the reporting police officers [X., Y. and Z.] on the manner in which the minor children had been questioned and the manner in which the confrontations had been conducted. These reporting police officers were heard as witnesses during the hearing of 16 April 1998. The accused did not appear at this hearing. His lawyer has indicated that he had had a contact by telephone with his client who was in Barcelona. [The applicant] had told [his lawyer] that he did not object to the further continuation of the trial proceedings in his case in his absence.", "4. It follows from the above that the court, in its interim judgment of 9 February 1998, has not as yet granted the accused's request to hear the four minor children. The court heard the above-cited reporting police officers during the hearing of 16 April 1998 in order to obtain additional information about the manner in which the four children have been questioned and confronted with the accused. Also noting what has been stated by the reporting police officers [X., Y. and Z. at the hearing of 16 April 1998], the court considers that there is no necessity to hear the four children as witnesses. In so far as the request [to hear the four children] made by the defence is maintained – the applicant's lawyer having indicated at the hearing of 16 April 1998 that he did not wish to hear any further witnesses – the court rejects it. In balancing all interests involved, the court is of the opinion that the interests of the four still very young children in not being forced to relive a, for them, possibly very traumatic experience must be given priority over the interests of the suspect in hearing these children.", "5. The court must now address the question whether the statements of the four children, having regard to the manner in which they have been questioned and confronted with the suspect, are sufficiently reliable to be used in evidence ... It must also be examined whether their statements may be used in evidence although the suspect has never been given the opportunity to question them.", "6.1. In relation to the first question the court considers as follows: Although in general it is preferable for a witness to be given a choice between various options in a confrontation for identification purposes (meervoudige keuzeconfrontatie) instead of being confronted with only one person (enkelvoudige confrontatie), it cannot be said as a rule that the result of [the latter method] can only be used in evidence when it has appeared that the [former method] could not be used. There may be cause to exclude such a result when the manner in which a confrontation with only one person has taken place is incompatible with the fair conduct of proceedings or where the result finds insufficient support in other evidence.", "6.2. Altogether six persons have been confronted with the suspect via a two-way mirror. Apart from the minor witnesses [A., B., C. and D.], adult witnesses [Mrs E. and Mrs F.] were involved here. A reading of the records of questioning and confrontation makes it clear that, in five of the six cases, a questioning in which the witness was asked to give a description of the suspect preceded the confrontation. ... Only in the case of Mrs E. this sequence was apparently different. In five of the six cases the most important procedural condition for obtaining reliable results in carrying out a confrontation has thus been complied with. In addition, it does not appear from the [police] records or from the reporting officers' oral evidence in court that these officers would have acted in a leading manner in the confrontations at issue.", "6.3. The descriptions given by the six witnesses to the police show a high level of similarity. It transpires from the totality of the descriptions given that the person described was a young man, that he spoke another language than Dutch, had particular eyes, wore a cap and carried a (black-and-white) rucksack. The different witnesses each time mentioned three or more of these features ... In the [witnesses'] description of the suspect there are no points of contradiction. In the confrontation, five witnesses recognised the suspect on the basis of the features previously indicated by them. In their recognition of the suspect the witnesses demonstrated either as, in the case of Mrs E., little doubt, or a definite certainty.", "6.4. On grounds of the above, the court does not doubt that the witnesses have wished to indicate the suspect as the person who has committed the facts [at issue] and that a mistake in identity cannot have arisen. The recognition by each separate witness each time finds support in the recognition by the five other witnesses. This entails that, from the point of view of reliability, the result of the confrontations carried out can be used in evidence.", "6.5. Also noting the above the court finds no necessity to have an identification of the perpetrator by putting a selection of photographs of different persons to the witnesses (meervoudige fotoconfrontatie) carried out. The accused himself has – not incomprehensibly– indicated [during the appeal trial proceedings] that, after the mirror-confrontations already carried out, he did not consider this now useful anymore. In so far as the defence would maintain this request – the applicant's lawyer having indicated at the hearing of 19 April 1998 that he had no objection to the closure of the trial proceedings – the court rejects this request.", "7.1. The remaining question is whether the statements of the four children can be used in evidence although the suspect has not had the opportunity to question them himself. The court's first consideration is the fact that Article 6 [of the Convention], particularly in the light of some recent [Strasbourg] decisions given on applications brought against the Netherlands, does not unconditionally oppose the use in evidence of statements given by witnesses whom a suspect has not been able to question. There is room for the balancing of interests. In its judgment of 26 March 1996 in the case of Doorson v. the Netherlands, the European Court [of Human Rights] considered in this respect that the principles of a fair trial also require that, in appropriate cases, the interests of the suspect in questioning [witnesses] are to be balanced against the interests of witnesses and victims in the adequate protection of their rights guaranteed by Article 8 [of the Convention]. In the opinion of the European Court, briefly summarised, in balancing these interests much weight must be given to the question whether the handicaps under which the defence labours on account of the inability to questioning a witness in an indirect manner are compensated, and whether a conviction is based either solely or to a decisive extent on the statement of this witness. In its report of 17 May 1995 [in the case of Finkensieper v. the Netherlands, no. 19525/92], the European Commission [of Human Rights] adopted an essentially similar opinion.", "7.2. In the light of these decisions, the following can be said. As already found by the court, the interests of the four children in not being exposed to reliving a possibly traumatic experience weighs heavily. With that, as also already found by the court, stands the fact that the confrontations of these four witnesses with the suspect have been carried out with the required care, and that the results thereof, as already found earlier, are particularly reliable. As regards the acts themselves of which the suspect stands accused, the court finds it established that the four children have all been questioned by (or assisted by) investigation officers of the Amsterdam Juvenile and Vice Police Bureau with extensive experience in questioning very young persons. It has become plausible from the records drawn up by them and from the oral evidence given in court by these civil servants that the four children have been questioned in an open, careful and non-suggestive manner. What these children have stated, independently of each other, finds corroboration ... in what the other children have declared. In addition, important support for the veracity of their accounts is also to be found in the statements of the witnesses Mrs E. and Mrs F., witnesses whom the defence has been able to question at the hearing held before the Regional Court on 20 August 1997. It does not appear from the record of this hearing that their statements were challenged by the defence, only that the suspect did not recognise these witnesses. [The court further notes that] no request for their appearance in the proceedings on appeal has been made. Taking into account these circumstances as a whole, the court does not find a violation of the suspect's right to question witnesses in using as evidence ... the statements of the four children.", "8. On the above grounds, the court is of the opinion – with the required cautiousness – that the statements of the children, as set out in the means of evidence, are reliable and credible and, furthermore, eligible to be used in evidence.”", "41. On 4 May 1998, the applicant's lawyer filed an appeal in cassation, which is limited to points of law and procedural conformity, with the Supreme Court (Hoge Raad).", "42. On 6 May 1999, the applicant's lawyer completed the applicant's appeal in cassation by submitting the grounds of the appeal, in which it was denied that the applicant had dropped his request to hear the four children. In this connection it was, inter alia, pointed out that, in its ruling of 27 April 1998, also the Court of Appeal had assumed that this request had not been withdrawn.", "43. On 25 June 1999, the applicant's lawyer further submitted a response to the advisory opinion of the Advocate General to the Supreme Court who, in that opinion, did not address the question whether or not the applicant had withdrawn or maintained his request to hear the four children but who did find that the reason given by the Court of Appeal for rejecting the applicant's request to hear the four children was insufficient in that it had failed to establish or consider whether and why an adapted manner of questioning was not possible. In this respect, the Advocate General referred to the possibility to question the witnesses in the absence of the accused, the latter being in another room where he could follow the questioning on a television screen and, from there, have questions put to the witnesses.", "44. In its judgment of 12 October 1999, the Supreme Court rejected the applicant's appeal, subject to the correction of a clerical oversight in the Court of Appeal's judgment of 27 April 1998. In so far as the applicant complained that the Court of Appeal had used in evidence the statements given by the four boys, although they had never been heard by a judge and/or in the presence of the defence, and despite a request thereto filed by the defence, the Supreme Court held that it was not necessarily contrary to Article 6 to use in evidence statements of such witnesses where such evidence was sufficiently supported by other evidence. Having regard to the manner in which the Court of Appeal had set out in its judgment, as regards each separate offence of which the applicant had been convicted, the evidence given by each of the boys and other pertinent evidence, the Supreme Court noted that the other evidence related each time to those parts of the boys' statements that were disputed by the applicant. The Supreme Court concluded that it was implicit in the Court of Appeal's findings that it had found the supporting evidence to be sufficient and that this finding, in itself not incomprehensible, could not be examined further in cassation proceedings.", "45. The Supreme Court also rejected the applicant's argument that the Court of Appeal had unjustly found that it was not necessary to hear the four minors as witnesses. It did not deal with the question whether or not the applicant had withdrawn or maintained his request to hear the four children. As regards the reasons given by the Court of Appeal for not acceding to this request, the Supreme Court held:", "“In rejecting the request to hear the four minors as witnesses, the Court of Appeal ... has applied the correct standard. Nor is this decision [of the Court of Appeal] incomprehensible, since it follows logically from the establishment of the interest of the four still very young children in not being forced to relive a, for them, possibly very traumatic experience, that every confrontation with these experiences in pursuit of the criminal investigation, however organised, must be avoided.”", "46. The finding that an accused has committed the act with which he or she is charged must be based on “legal means of evidence” (“wettige bewijsmiddelen”) within the meaning of Article 338 of the Code of Criminal Procedure (Wetboek van Strafvordering; “CCP”). “Legal means of evidence” include, inter alia, the personal observations of the judge, the statements of the accused, the statements of witnesses relating to facts or circumstances which they themselves have witnessed, the formal minutes and records and other written documents (Article 339 § 1 and Article 344 §§ 1 and 2 of the CCP).", "47. The public prosecutor has the power to call witnesses and experts to the trial court hearing (Article 260 § 2 of the CCP). In the summons to the accused the public prosecutor gives a list of the witnesses and experts to be brought forward by the prosecution. If the accused wishes to call witnesses, he or she can submit a request to the public prosecutor to summon a witness before the court. Such a request must be filed no later than three days before the court hearing (Article 263 § 2 of the CCP).", "48. As a rule, the public prosecutor should summon the witness, but –according to Article 263 § 4 of the CCP as in force until 1 February 1998 – the public prosecutor could refuse to do so if it could be reasonably assumed that no prejudice to the rights of the defence would be caused if the witness was not heard in court. The public prosecutor had to give a reasoned decision in writing and at the same time inform the defence of its right under Article 280 § 3 of the CCP – as in force until 1 February 1998 – to renew the request to the trial court at the hearing.", "49. If the public prosecutor had failed to summon a witness at the request of the accused, or declined to do so, the defence could, at the opening of the trial court proceedings, ask the court to have that witness summoned (Article 280 § 3 of the CCP). The trial court would accept such a request, unless it considered that the non-appearance of the witness could not reasonably be considered prejudicial to the rights of the defence (Article 280 § 4 of the CCP as in force until 1 February 1998).", "50. A request by the defence to hear a witness who has not been placed on the list of witnesses, who has not been convened to attend the trial and whose summons the defence has not sought in accordance with (former) Article 280, fell under Article 315 of the CCP. Under this provision the trial court has the power to order, of its own accord, where it finds this to be necessary for the determination of the charges, the production of evidence, including the summoning of witnesses whom it has not yet heard.", "51. If the trial court finds it necessary to have any factual question examined by the investigating judge, it must suspend the hearing and refer the question to the investigating judge along with the case file. The investigation carried out by the investigating judge in these cases is deemed to be a preliminary judicial investigation and is subject to the same rules (Article 316 of the CCP).", "52. Appeal proceedings against the conviction or sentence at first instance involve a complete rehearing of the case. Both the prosecution and the defence may ask for witnesses already heard at first instance to be heard again; they may also produce new evidence and request the hearing of witnesses not heard at first instance (Article 414 of the CCP). The defence enjoys the same rights as it does at first instance (Article 415 of the CCP).", "53. Although the provisions of the CCP, as in force until 1 February 1998, in respect of witnesses did not provide for a possibility to take account of their interests, it was accepted in the case law that a trial court, in its determination of a request by the defence to hear a witness, could take into account, to a certain extent, the latter's interests. In a judgment given on 9 February 1993, the Supreme Court accepted the reasons given by the Court of Appeal to refuse a request under Article 280 § 3 of the CCP by the defence to take (further) evidence from the victim of a sexual offence, a 22 year old woman with Down's syndrome. The Court of Appeal had considered that, given her mental condition and her clear distress in response to questioning, followed by an inability to provide any further answers to the investigating judge, it could not reasonably be expected of her to be exposed to the stress of a hearing. Moreover, the failure to take further evidence from her would not harm the accused in his defence to such a degree that – after having balanced the interests of the defence against those of the witness – the proceedings could not longer be considered as fair within the meaning of Article 6 of the Convention. However, the Supreme Court did take into account the fact that the defence had been given an opportunity to provide the investigating judge with written questions and that these questions had in fact been put to the witness (Nederlandse Jurisprudentie (Netherlands Law Reports) 1993, no. 603).", "54. On 1 February 1998, an amendment to a number of provisions of the CCP entered into force. According to the amended Article 264 § 1 (b) and (c) of the CCP, the public prosecutor may refuse the request of an accused to summon a witness in order to give evidence in court, where the prosecutor considers that there are well-founded reasons to believe that such oral testimony would entail a serious risk for the witness's health, or when the refusal of such a request, in all reasonableness, cannot be regarded as harming the accused's defence. On the same grounds, a trial court may decide not to hear a witness proposed by the defence (Article 288 § 1 (b) and (c) of the CCP).", "55. Only in very rare cases are young children heard as witnesses before a court. In most cases, such witnesses are heard by an investigating judge. Witnesses younger than sixteen years of age – when heard before an investigating judge – are exempted from the obligation to testify under oath, but are urged to speak the whole truth and nothing but the truth (Article 216 § 2 of the CCP).", "56. When a trial court uses such a statement in evidence, it should give special reasons in its judgment for doing so (Article 360 § 1 of the CCP). This requirement does, however, not apply where it concerns a statement of a child set out de auditu in a written record (proces-verbaal) drawn up by an officer with powers of investigation (opsporingsambtenaar) (Hoge Raad, 6 February 1990, Nederlandse Jurisprudentie 1990, no. 482).", "57. On 1 January 2003, an amendment to Article 457 of the CCP, which provision governs the possibilities to obtain revision (herziening) of final judgments, entered into force. This amendment extended the existing grounds on which a revision of a final conviction can be sought by including as a ground for revision a ruling by the Court that the criminal proceedings having led to that conviction had been in violation of the Convention. The amended text of Article 457 of the CCP reads, in so far as relevant, as follows:", "“1. An application for revision of a final ruling (eindbeslissing) entailing a conviction which has obtained the force of res iudicata can be filed: ...", "3o. on grounds of a ruling of the European Court of Human Rights in which has been established that [the Convention or one of its Protocols] has been violated in the proceedings having led to the conviction ... if revision is necessary with a view to reparation within the meaning of Article 41 of [the Convention].”", "A request for revision can be filed with the Supreme Court by the Procurator-General, the convicted person or the latter's lawyer within a period of three months after the convicted person has become aware of the Court's ruling referred to in Article 457 § 1 under 3 (Article 458 of the CCP)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}