{"ITEMID": "001-57640", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 1990, "DOCNAME": "CASE OF McCALLUM v. THE UNITED KINGDOM", "IMPORTANCE": "2", "CONCLUSION": "Violation of Article 8 - Right to respect for private and family life (Article 8-1 - Respect for correspondence);Non-pecuniary damage - finding of violation sufficient (Article 41 - Non-pecuniary damage;Just satisfaction)", "JUDGES": "", "TEXT": ["8. On 11 March 1980 Mr Michael Peter McCallum, who had previously been dealt with by the courts and served sentences of imprisonment on a number of occasions, was convicted by the High Court of Justiciary at Glasgow of assault and robbery. He was sentenced to six years’ imprisonment, to run from 26 November 1979.", "Following his conviction, he was initially allocated to Peterhead Prison. In July 1982 he was transferred to Barlinnie Prison, because of the serious disruptive effect which he was having on other prisoners. Whilst in custody he lost 509 days’ remission of sentence for a series of offences against prison discipline. He was released from prison on 18 April 1985.", "9. During the course of his sentence, Mr McCallum spent two periods in the Segregation Unit at Inverness Prison (see paragraphs 13-20 below), the first from 22 November 1980 to 27 January 1981 and the second from 30 June to 15 October 1981. The second period exceeded the usual three months’ maximum in view of his particularly uncooperative attitude whilst he was there.", "Both transfers to the Unit followed periods of bad behaviour on the part of the applicant, involving notably assaults on and abuse of staff. In each case it was considered that the transfer could benefit both him and the general situation in Peterhead Prison.", "10. During 1981 and 1982, the prison authorities imposed the following particular restrictions on the applicant’s correspondence.", "(a) Two letters from the applicant, one to his solicitor and one to a Member of Parliament and each dated 24 June 1981, were stopped in accordance with Standing Order Ic 1(3)(d) and Standing Order Ic 3(6)(a), respectively (prohibitions on complaints about prison treatment; see paragraph 22 (a) and (b) below).", "(b) A letter of 5 October 1981 from the applicant to the editor of the Daily Record, asking for a copy of an article in that newspaper concerning the applicant (\"Cage Man Euro Court Plea\") and enquiring if two previous letters had been received, was stopped. The prison authorities considered that the letter did not conform to Standing Orders, but there is no record of the grounds for this view.", "(c) A letter dated 18 December 1981 from the applicant to the Procurator Fiscal was stopped because it contained allegations of assault on other prisoners, who had not themselves complained through any internal or external channel. The letter was regarded as objectionable in terms of Standing Order Ic 1(3)(d); the authorities also considered that to allow letters complaining on behalf of other prisoners would be contrary to good order and discipline. Mr McCallum was allowed to write another letter containing allegations of assault concerning himself alone.", "(d) A letter dated 19 January 1982 from the applicant to Miss Hampson of Dundee University was stopped on the grounds that she was not a previous correspondent of his, nor a legal adviser for the purposes of his petition to the Commission (Standing Orders Ic 4(12) and Ic 3(10)(g)(i); see paragraph 22 (d) and (c) below).", "(e) Letters dated 20 and 23 February 1982 from the applicant to his representative Mr Godwin were delayed and eventually posted on 18 March 1982. The Government had agreed that Mr McCallum could, pursuant to Standing Order Ic 3(10)(g)(i), correspond with Mr Godwin in relation to his application to the Commission, on the understanding that Mr Godwin would abide by the Commission’s rules of confidentiality. Some particulars of the applicant’s complaints had appeared in the press and the Scottish Home and Health Department was unwilling to allow further letters without an assurance from Mr Godwin that he would comply with the rules in the future. After the Department had received such an assurance, the letters in question were posted.", "(f) Copies of letters written by Mr Godwin to the Prison Service Headquarters on 4 June 1982 and to the Secretary of State on 22 June 1982 were withheld from the applicant under Standing Order Ic 4(12)(b) (see paragraph 22 (d) below). The letters suggested that there had been a breakdown of discipline on the part of the staff at Peterhead Prison and predicted disturbances among prisoners; the second letter also implied that staff might have been responsible for causing a fire in the applicant’s cell. The prison Governor considered the letters objectionable on the grounds of good order and discipline, fearing in particular that prisoners might be encouraged to make the disturbances predicted if the letters came into their hands.", "11. On 22 December 1982 the Visiting Committee of Barlinnie Prison imposed on the applicant a disciplinary award which included an absolute prohibition for 28 days on all correspondence, pursuant to Rule 74(2) of the Prison (Scotland) Rules 1952 (see paragraph 21 below). On 11 January 1983 the Secretary of State for Scotland, to whose attention the terms of this prohibition had been drawn, ruled that it was not to affect Mr McCallum’s correspondence relating to his application to the Commission or his correspondence with his Member of Parliament, the Procurator Fiscal or his legal adviser.", "12. At the relevant time the prison system in Scotland was governed by the Prisons (Scotland) Act 1952 (\"the 1952 Act\"), sections 1 and 3 of which vested general control and superintendance over prisons in Scotland in the Secretary of State for Scotland. He was empowered, by section 9, to commit prisoners to such prison as might be appointed by rules made under the Act and to transfer prisoners from one prison to another and, by section 35(1), to \"make [by statutory instrument] rules for the regulation and management of prisons ... and for the classification, treatment, employment, discipline and control of persons required to be detained therein\".", "In exercise of his powers under section 35(1), the Secretary of State made the Prison (Scotland) Rules 1952 (\"the Prison Rules\"), which have been amended from time to time. He also, in supplement of the Prison Rules and by virtue of his general jurisdiction over prisons and of various powers conferred by the Prison Rules themselves, issues instructions to the Governors of prisons in the form of Standing Orders and administrative circulars.", "The 1952 Act and the Prison Rules apply to the Segregation Unit at Inverness Prison, as do most of the Standing Orders and administrative circulars. There are also administrative instructions particular to the Unit.", "13. Rule 6 of the Prison Rules empowers the Secretary of State to \"set aside particular prisons or parts of prisons for particular classes of prisoners or for particular purposes\".", "The Segregation Unit at Inverness Prison was set up in 1966 to provide a secure place of segregation for those prisoners who, through their violent or subversive behaviour, seriously disrupt the establishments in which they are accommodated, who had not responded to the forms of treatment available there and who flagrantly refuse to cooperate in the normal prison routine. The Unit also offers a special level of protection for staff.", "Transfer to the Unit, which is not employed as a punishment, is intended to remove a threat to the good order and discipline of the transferring prison, to provide relief for staff there and to achieve an improvement in the prisoner’s attitude.", "14. The Unit is used sparingly, prisoners being transferred there only when the facilities available elsewhere are considered ineffective. It is not used to capacity and has lain empty on a number of occasions. It was closed in 1972 but re-opened in 1979.", "Authority to transfer prisoners to the Unit is given personally by the Secretary of State for Scotland or another Scottish Office Minister, upon the recommendation of both the Governor of the transferring prison and the prison administration division of the Scottish Office and after consultation of the Standing Committee on Difficult Prisoners. Except in case of crisis or emergency, transfers are normally effected only after thorough consideration of the particular circumstances.", "No prisoner will be detained in the Unit longer than is considered necessary. No minimum period is prescribed; the maximum will not exceed three months, save in exceptional circumstances.", "15. The progress of each prisoner detained in the Unit is constantly monitored by its staff, who report weekly to the prison administration division of the Scottish Office. Each case is also examined monthly by the Inverness Unit Review Board, which may make recommendations to the Secretary of State for the individual’s transfer out of the Unit.", "16. The Unit comprises five single cells of 14 square metres in total area, to which prisoners are confined except for exercise periods, toileting, visits and authorised interviews. They are not permitted to associate with other prisoners.", "The area in which the prisoner is confined, measuring 3 metres by 2½ metres, is separated from the cell’s entrance lobby by a security grille, designed to protect staff. The area in question is larger than the minimum recommended for a single cell in a security prison. The lighting, heating and ventilation of cells in the Unit are comparable or superior to those in separate cell areas in other prisons and to those in many ordinary cells in other prisons.", "17. Letters and visits are allowed on the basis normal in prisons in accordance with the Prison Rules and Standing Orders. Unit visits normally take place at weekends and can be extended up to two hours.", "18. Library books and newspapers are provided on the normal prison basis, prisoners being free to purchase additional materials out of their own funds. Piped radio facilities are provided in each cell and notebooks are made available in accordance with Standing Orders. Prisoners already taking correspondence courses are encouraged to continue.", "19. Meals are taken and paid work, when available, is carried out by Unit inmates in their cells. Exercise is provided for them for two half-hour periods daily, but not in association with other prisoners.", "20. In addition to visits from friends and relatives, prisoners in the Unit are visited by the Governor and the Chief Officer of Inverness Prison daily, by the Prison chaplain and a psychiatrist weekly and by the Prison Medical Officer on request.", "21. Rule 74 of the Prison Rules provides, inter alia:", "\"(2) Every prisoner shall be allowed to write and to receive a letter on his admission, and shall thereafter be allowed to write and receive letters and to receive visits at intervals laid down by the Secretary of State. The intervals so prescribed may be extended as a punishment for misconduct, but shall not be extended so as to preclude a prisoner from writing and receiving a letter, and receiving a visit, every eight weeks.", "...", "(4) Subject to the provisions of Rule 50(4) every letter to or from a prisoner shall be read by the Governor or by an officer deputed by him for that purpose and it shall be within the discretion of the Governor to stop any letter if he considers that the contents are objectionable.\"", "22. At the relevant time, these provisions were supplemented by various Standing Orders, of which the following were pertinent in the present case.", "(a) Standing Order Ic 1(3) dealt with the exercise of the Governor’s discretion under Rule 74(4) to stop \"objectionable\" letters. It stated:", "\"All ordinary matter, including news of public events, should be passed. Comment by a prisoner on his own conviction and sentence is not objectionable if expressed in proper terms. Objectionable matter falls within narrow limits, viz.-", "...", "(d) Complaints of prison treatment. These should be addressed to the Secretary of State or the Visiting Committee by petition.", "...", "...\"", "(b) Standing Order Ic 3(6)(a) dealt with the conditions governing the contents of letters to Members of Parliament. It provided that such letters should be sent, after being read, \"except where they include a complaint or request concerning prison treatment, including allegations against prison staff, which has not completed the prescribed procedure for remedying the grievance i.e. by petition to the Secretary of State or other appropriate official means\".", "(c) Standing Order Ic 3(10) related to petitions by inmates to the Commission and included the following passage:", "\"(g) If the question of legal advice arises it will be dealt with as under:", "(i) a prisoner may correspond with his legal adviser and with other persons in connection with the preparation of the petition to the Commission on the same basis as if he were an appellant.", "...\"", "(d) Standing Order Ic 4(12) provided, with certain savings, that prisoners would be allowed to correspond with \"close relations\" and normally also with \"other relatives and existing friends\". The Order also contained the following passages:", "\"(b) ... Governors have discretion to forbid [letters in the second category] ... on the grounds of security or good order and discipline or in the interests of the prevention or discouragement of crime.", "(c) Governors have discretion to allow communication with other persons not personally known to the prisoner before he came into custody. ...\"", "23. In addition to a complaint to the Governor of the prison, a prisoner in Scotland who is aggrieved by his treatment has available to him various remedies. They fall into the following three categories:", "(a) internal channels of complaint, namely:", "(i) a petition to the Secretary of State for Scotland; (ii) a complaint to the Visiting Committee; (iii) a complaint to a Sheriff or Justice of the Peace; (iv) representations to the Inverness Unit Review Board; (v) representations to the Standing Committee on Difficult Prisoners;", "(b) an investigation by the Parliamentary Commissioner for Administration;", "(c) judicial remedies.", "Particulars concerning the remedies listed at (a) (i) and (ii) and (b) appear in the Court’s Boyle and Rice judgment of 27 April 1988, Series A no. 131, at pp. 17-19, paras. 36-39. An indication of those referred to at (a) (iii)-(v) is given at paragraph 26 of the Commission’s report in the present case. Judicial remedies are of the following two kinds.", "24. A prisoner aggrieved by prison conditions may challenge them by the ordinary remedies of private law as an infringement of his civil rights.", "It was emphasised by the House of Lords in Raymond v. Honey ([1983] Appeal Cases 1 and [1982] 1 All England Law Reports 759) that \"a convicted prisoner, in spite of his imprisonment, retains all civil rights which are not taken away expressly or by necessary implication\". Thus, the general principle of Scots law that a person has a right not to be subjected, deliberately or negligently, to physical or mental harm remains applicable to a prisoner. For example, he can bring an action against the Secretary of State seeking declarator and damages in respect of an alleged assault by prison staff or in respect of harm to his physical or mental health allegedly suffered as a result of unduly rigorous or inhumane conditions (see, inter alia, Middleweek v. Chief Constable of Merseyside (1985), The Times Law Reports, 1 August 1985).", "The Government cited a number of authorities in support of the proposition that treatment of prisoners which is so inhuman or degrading that it cannot be regarded as having been authorised by Parliament will be unlawful and actionable as a civil wrong. In the context of correspondence, they stated that a restriction that infringed a right retained by a prisoner, such as his right of access to a legal adviser relating to possible civil proceedings, would be considered to be unlawful (R. v. Home Secretary, ex parte Anderson [1984] Queen’s Bench Division Reports 778).", "25. The exercise by public authorities of statutory powers and duties is subject to judicial review. The grounds on which such review may be open are in substance the same in Scotland as in England and Wales (see Brown v. Hamilton District Council, 1983 Scottish Law Times 397, per Lord Fraser at 414). In particular, an exercise of discretionary power may be challenged on the grounds that the authority concerned has acted arbitrarily, in bad faith, unreasonably, for an improper purpose or otherwise outside its statutory powers (see, for example, the speech of Lord Diplock in Council of Civil Service Unions v. Minister for the Civil Service [1985] Appeal Cases 374 at 410 and [1984] 3 All England Law Reports 935 at 950-951, as quoted in the Weeks judgment of 2 March 1987, Series A no. 114, p. 18, para. 30). In Scotland, the supervisory jurisdiction over public authorities is exercised by the Court of Session, which can grant a wide range of remedies, including the annulment of any unlawful decision and the award of damages in appropriate conditions.", "A prisoner aggrieved by prison conditions can in principle bring an application to the supervisory jurisdiction to establish that the Secretary of State had failed to perform the duties incumbent on him or that his decision to institute or maintain those conditions was unreasonable. Thus in R. v. Home Secretary, ex parte McAvoy [1984] 1 Weekly Law Reports 1408 and Thomson v. Secretary of State for Scotland 1989 Scottish Law Times 343 applications for judicial review were brought by prisoners aggrieved by conditions in prisons to which they had been transferred. Likewise, a prisoner may challenge a restriction upon his correspondence as ultra vires in that it infringed his civil rights or as unreasonable, and such a challenge can be brought whether the restriction has been imposed by the Secretary of State (R. v. Home Secretary, ex parte Anderson, cited above), the prisoner Governor (Leech v. Deputy Governor of Parkhurst Prison [1988] Appeal Cases 533) or a Visiting Committee in the exercise of disciplinary powers (R. v. Board of Visitors of Hull Prison, ex parte St. Germain [1979] Queen’s Bench Division Reports 425)."], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": ["8-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}