{"ITEMID": "001-107128", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ROU", "BRANCH": "ADMISSIBILITY", "DATE": 2011, "DOCNAME": "SOLOMON v. ROMANIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Corneliu Bîrsan;Egbert Myjer;Ineta Ziemele;Ján Šikuta;Josep Casadevall;Kristina Pardalos;Nona Tsotsoria", "TEXT": ["1. The applicant, Ms Ana Solomon, is a Romanian national who was born in 1965 and lives in Empoli, Italy. She was represented before the Court by Ms Sofia Covaci, a lawyer practising in Băicoi. The Romanian Government (“the Government”) were represented by their Agent, Mr Răzvan-Horaţiu Radu.", "2. The facts of the case, as submitted by the parties, may be summarised as follows.", "3. On 16 January 1999 the applicant married B.A. and on 7 December the same year they had a son, B.C.", "4. On 15 August 2000 the applicant left for Italy to try to find work in order to raise money to help her husband pay off the debt he had allegedly accumulated as a result of several unsuccessful business ventures.", "5. The applicant did not go back to Romania again until July 2004, after she had obtained an Italian residence permit.", "6. On 24 April 2001, when the applicant was already living in Italy, her husband brought divorce and custody proceedings against her.", "7. By a judgment of 25 July 2001, the Ploieşti District Court allowed the applicant’s husband’s action for divorce and awarded sole custody of the child to him. Relying, inter alia, on the testimony of the witnesses in support of the applicant’s husband, the social investigation carried out at the minor’s domicile by the Social Services attached to the Ploieşti Local Council, and the applicant’s apparent lack of interest in the proceedings, the court established that as a result of the disagreements between the parties the applicant had left the family home and made no attempt to return or to reconcile with her husband. The parties’ relationship had been seriously damaged and the marriage could not continue as a result of the applicant’s guilt. From the moment of her departure the minor had been left in the sole care of the father and the applicant had inquired about the child’s well-being only over the phone. The father was able to offer the minor appropriate material and living conditions for his development and the child had developed a strong emotional bond with his father.", "8. On an unspecified date in 2004, following her visit to Romania, the applicant lodged an appeal against the judgment of 25 July 2001. She argued that she had been unaware of the divorce proceedings brought by her husband against her and that the judgment of 25 July 2001 of the Ploieşti District Court had never been communicated to her.", "9. By a judgment of 18 November 2004, the Ploieşti Court of Appeal allowed the applicant’s appeal, quashed the judgment of 25 July 2001 and decided to re-examine the merits of the case. It held that the applicant had been summoned for the divorce proceedings at her home address in Romania, which the husband had provided as the correspondence address for her, even though he had been aware at the time that the applicant was living in Italy and he had known her exact address.", "10. On 21 December 2004, as a result of domestic legislation amending the rules on civil procedure, the Ploieşti Court of Appeal declined jurisdiction in respect of re-examining the merits of the applicant’s case, in favour of the Prahova County Court.", "11. On 26 January 2005 the divorce and custody proceedings were resumed before the Prahova County Court.", "12. On 9 February 2005 the applicant brought a separate set of divorce and custody proceedings against B.A. before the Ploieşti District Court. She asked the court to name her husband as the guilty party in their divorce and to grant the said divorce to her, to allow her to reclaim her maiden name, to grant her custody of the child, and to order B.A. to pay her maintenance. Alternatively, if she was not granted custody of the child, she requested to be granted visiting rights for the first and third weekend of every month, for a week during each of the child’s school holidays and for a month during her own leave from work. Finally, she asked the court to allow the child to travel abroad. The applicant argued that her husband had accumulated a debt of 6,000 euros (EUR) and that, as he had been banned from entering the Schengen area, she had been the only family member able to travel to Italy to seek employment to raise the necessary money to pay the debt. She submitted that the money she had saved in Italy had enabled her to cover her husband’s debt, as well as to save an additional amount of EUR 2,500 owed in connection with an alleged accident that her husband had caused. Lastly, the applicant declared that before leaving Romania she had hired two women to take care of their son.", "13. At a hearing on 17 February 2005 before the Prahova County Court the applicant requested leave from the court to be allowed to submit documentary and testimonial evidence. She also asked the court to order both that her husband be heard and that a social investigation be carried out by the Italian authorities at her home in Italy to prove her ability to provide the material and living conditions required for her son’s future development.", "14. By an interim judgment (încheiere) delivered on the same day, the Prahova County Court allowed the applicant’s request in part. It adjourned the question of the social investigation to be carried out at the applicant’s home in Italy and ordered her to submit proof, in particular an identity card, that her domicile was in Italy.", "15. On 21 April 2005 the two sets of divorce and custody proceedings brought by the applicants against each other were joined before the Prahova County Court.", "16. At the hearing of 26 May 2005, the applicant reiterated her request that a social investigation be carried out at her home in Italy via international legal assistance instruments. The court heard the testimony of the two witnesses allowed for the applicant, S.G and S.T., and those of the two witnesses allowed for her husband, I.A. and B.N. The applicant submitted evidence that her own requests to the Italian authorities to carry out a social investigation at her home had been refused in the absence of a court order.", "17. By an interim judgment delivered on the same day, the Prahova County Court rejected the applicant’s request for a social investigation as irrelevant to the proceedings at issue and allowed the applicant to submit proof of income, employment and information on her living conditions.", "18. The Government informed the Court that at the hearing of 23 June 2005 the County Court had granted the applicant’s request for additional questions to be addressed to her husband. At the same time, the applicant had expressly stated that she did not wish to request that any additional evidence be attached to the file.", "19. In her turn, the applicant alleged that at the last hearing before the court her husband had attached to the file, inter alia, a written statement by G.E., the child’s kindergarten teacher (educatoare), describing the child’s development and his desire to live with his father. However, the applicant had not had the opportunity to ask G.E. direct questions before the court.", "20. Neither of the parties provided the Court with a copy of the interim judgment delivered by the County Court on 23 June 2005.", "21. The Prahova County Court adjourned the delivery of its judgment to 30 June 2005 in order to allow the parties to submit written comments.", "22. By the judgment of 30 June 2005 the Prahova County Court granted the parties’ divorce, and held that both spouses were equally responsible for the divorce. The court found that regardless of the reasons which had prompted the applicant to leave Romania, it was clear that the applicant had extended her stay in Italy until she was finally awarded a residence permit. Consequently, the court concluded that the applicant no longer wanted to return to Romania because she had prospects of better living conditions in Italy and the lengthy separation from her family, and in particular her son, did not appear to affect her. Moreover, according to the witness statement of I.A., in 2002 the applicant had prevented her husband and her son from travelling to visit her in Italy on the ground that she had a new family. The court considered that the applicant’s husband was equally responsible for the divorce because he had allowed his wife to leave and had not tried to persuade her to return home even though their son was of a very young age and he needed his mother’s care.", "23. The Prahova County Court also awarded full custody of the child to the father. The court held that:", "“it was in the minor’s best interest, an interest influenced by a series of factors, such as the child’s young age, his sex, the opportunities offered by the father for his growth and education, the moral standing (conduita morală) of each of the parents, the emotional attachment shown by the father towards the child and by the child towards his father, and other similar factors.”", "24. The Prahova County Court further cited I.A.’s testimony that the child had been looked after by his father since 2000 and that during a phone conversation I.A. had overheard between the applicant and her son, the child had refused to talk to her on the ground that he did not know her. Moreover, according to B.N.’s testimony the applicant had asked her husband over the phone to travel to Italy alone without their son because she did not want to jeopardise her job by having them both there at the same time. Further, according to the statement of B.N. the child had been waking up at night frightened at the prospect of leaving his father. In this context the court held that the applicant was a stranger to the child and she could not be considered as his mother on account of the fact that she had left him when he was eight months old. Since then she had had contact with him only over the phone and had not seen him again until 2004. The child had had an emotional shock when the applicant had been introduced to him as his mother. Furthermore, the court took into account G.E.’s written statement attached to the file, according to which the child was well developed for his age. According to that statement, the child had publicly expressed in his class at the kindergarten his unwillingness to leave his father and his desire to live with him and his stepmother. The Prahova County Court also held, according to the social investigation carried out at the father’s home, that the father had been taking care of the child since the latter was eight months old and the child was well cared for. The social investigation also showed that the child was well developed for his age, that he was attached to his father and stepmother and that the applicant inquired about him only twice a year.", "25. The court rejected the statements made by the two witnesses on behalf of the applicant as being indirect and subjective, given that they were members of the applicant’s family.", "26. The court, however, allowed in part the applicant’s request for visiting rights and held that she could visit her son the first and third weekend of each month, on Saturday and Sunday from 10 a.m. to 2 p.m., at her former husband’s home. It dismissed the remainder of the applicant’s request concerning visiting rights on the ground that the child considered her a stranger and that to force the child to spend more time with a person he was afraid of might cause him to suffer psychological trauma which would affect his future development. Moreover, the child was about to start school and it would be stressful for him and against his best interests to be forced to follow the busy schedule proposed by the applicant.", "27. Finally, the court dismissed the applicant’s request to allow the child to travel to Italy with her on account of his young age, the applicant’s lack of interest in her son and the risk of her not allowing him to return home.", "28. On 11 August 2005 the applicant lodged an appeal (recurs) against the judgment of 30 June 2005. She requested the Court of Appeal to quash the judgment of the Prahova County Court and to refer the case back to that court for the obtaining of additional evidence (administrată), in particular:", "a) a social investigation at her home in Italy that would allow the domestic courts to assess her economic and social suitability for bringing up her son. The applicant alleged that by taking into account only the social investigation carried out at her husband’s home when awarding custody of her son, the national courts had not compared the conditions offered by both the mother and the father of the child and could therefore not establish correctly what was in the best interests of the child. She also argued that the social investigation that had been performed at her former husband’s home had been subjective and based solely on his own statements. Moreover, she argued that according to domestic law the absence from the file of a social investigation by the Social Services carried out at her home rendered the court’s judgment unlawful in so far as the award of the child’s custody was concerned;", "b) a psychological report or a report by a qualified social worker that would assess the possibility of building a normal parent-child relationship between the applicant and her son;", "c) the hearing in person of the witness G. E., the child’s kindergarten teacher. The applicant argued that the Prahova County Court had attributed great importance to G. E.’s undated written statement attached to the file at the final hearing. She argued that she had not had the opportunity to ask G.E. direct questions before the court, which had prevented her from defending herself against the allegations made against her. Furthermore, the Prahova County Court had not referred to the statements of all the witnesses proposed by her husband but had only taken into account those that were favourable to him;", "d) a list of her son’s phone call conversations in order to verify the truthfulness of B.N.’s statement that she had been present at her former husband’s home and had overheard a phone conversation between the applicant and her son where he seemed frightened of her and did not recognise her.", "29. The applicant also emphasised that it could be seen from the letters she had exchanged with her husband during the time she lived in Italy, letters to which the domestic court did not attach any evidentiary value, that her husband had agreed to her seeking employment in Italy and that he had insisted on her continuing to work there. She further emphasised that her husband had been hiding from the child the fact that she, and not his father’s present wife, was his mother while at the same time continuing to take advantage of the money which she sent him. In addition, her husband had been detained for more than a year for an offence of fraud, and during that time the child had been looked after by strangers.", "30. On 29 September 2005 the applicant presented orally the appeal points submitted in writing before the domestic court. She mainly argued that a social investigation at her home in Italy was important for the court to be able to assess the situation objectively. Moreover, she considered that the court should also take into account the testimony of the applicant’s witnesses and that her husband should be held to be the only guilty party for the divorce, on account of his behaviour towards the applicant and his family. Furthermore, she addressed the issue of the child’s custody and of the personal ties between the child and herself. The latter could not improve, in her opinion, if the meetings between mother and son were held at her former husband’s home. Finally, she asked the court to allow the appeal as submitted before the court.", "31. By a final judgment delivered on the same day, 29 September 2005, the Ploiesti Court of Appeal partly allowed the applicant’s appeal and declared that both parties were equally guilty for the divorce on the ground that the parties had jointly taken the decision for the applicant to travel to Italy when the child was very young. Moreover, the applicant’s husband had been unfaithful to the applicant and misinformed her about their family’s situation.", "32. In relation to the applicant’s complaint concerning the need for a social investigation at her home in Italy, the Ploieşti Court of Appeal dismissed her appeal and held that:", "“This part of the complaint is manifestly ill-founded. A social investigation must be performed at the domicile of the parties concerned. In the case at issue it appears from the documents that the petitioner’s domicile in Romania is that of her lawyer (thus the petitioner does not have her own domicile and a social inquiry could not be performed), nor does she have a domicile in Italy, which renders a social inquiry impossible. It appears from the documents that the address in Italy provided by the petitioner is that of M.G., by whom the petitioner is employed and for whom she performs household duties. The applicant also lives there, but this cannot be considered a domicile within the meaning of the law. It follows that the county court correctly refused to order a social investigation at the petitioner’s domicile in Italy on the ground that, as has been shown, the petitioner does not have her own domicile.”", "33. The Ploieşti Court of Appeal also dismissed her appeal concerning the custody proceedings, holding that:", "“the custody of the child was correctly awarded to the father, because the child has been brought up by his father and it is clear that they have developed an emotional bond, a factor taken into account by the lower courts when examining the custody issue. Since he has been looked after by his father up to the age of five, it is in the minor’s best interest to continue living with him.”", "34. In respect of all the other points formulated by the applicant in her appeal, the Court of Appeal held that:", "“It is clear that it has been proved in the present case that the applicant’s husband can ensure the appropriate material and moral conditions required for the child’s normal development. The applicant’s affection for her son is unquestionable, but owing to the factual situation mentioned above (that is, that the child has grown up only with his father) the applicant cannot be awarded custody of the child because the main factor to be taken into account in this case, which is the child’s attachment to his mother, is lacking as a result of her departure to Italy when the child was eight months old and her failure to return.”", "35. Lastly, the Ploieşti Court of Appeal dismissed the applicant’s appeal in respect of her visiting rights decided by the County Court on the grounds that she did not have a domicile in Romania and that the child could not be taken away from his father because the child did not know his mother and at his young age meeting her in a strange place without his father being present could prove traumatic for him.", "36. In a letter to the Court received on 7 July 2008 the applicant informed the Court that in 2007 she had travelled to Romania three times, in February, August and December. Each time she had seen her son once for about two hours in the presence of her former husband and his second wife. During the entire time they had spent together, the child had been nervous and shy. She had allegedly informed the Child Protection Services about the situation; however, the investigation carried out by the authorities showed that there was no cause for concern. Lastly, the applicant stated that she had not opened a new set of proceedings seeking to be awarded the custody of the child or to have her access rights extended.", "37. The relevant legal provisions, in particular the provisions of the Romanian Family Code in force at the time, are set forth in the judgments of Nistor v. Romania (no. 14565/05, § 50, 2 November 2010), and R.R. v. Romania (no. 1), (no. 1188/05, § 109, 10 November 2009)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}