{"ITEMID": "001-84461", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AZE", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF ISMAYILOV v. AZERBAIJAN", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 11;Remainder inadmissible;Pecuniary damage - claim dismissed;Non-pecuniary damage - award", "JUDGES": "Christos Rozakis;Dean Spielmann;Giorgio Malinverni;Khanlar Hajiyev;Loukis Loucaides;Sverre Erik Jebens", "TEXT": ["5. The applicant was born in 1947 and lives in Baku.", "6. The applicant was one of the founders of an association named “Humanity and Environment” (“İnsan və Mühit” İctimai Birliyi), established on 6 September 1999.", "7. On 30 September 1999 the founders applied to register the association with the Ministry of Justice (“the Ministry”), the government authority responsible for the state registration of legal entities. In accordance with the domestic law, a non-governmental organisation acquires the status of a legal entity only upon its state registration by the Ministry.", "8. On 11 February 2000, approximately four and a half months after the date of application for registration, the Ministry returned the registration documents to the founders without taking any action, that is without issuing either a state registration certificate or an official refusal to register the association. The Ministry noted that the association's charter did not comply with Article 1 of the Law on Public Associations of 10 November 1992.", "9. The founders redrafted the charter in line with the Ministry's comments and on 24 July 2000 reapplied for state registration, submitting a new version of the charter. On 28 December 2000 the Ministry responded with another refusal, stating that the charter provisions concerning the association's members were not in compliance with Article 10 of the Law on Non-Governmental Organisations (Public Associations and Funds) of 13 June 2000 (“the NGO Law”).", "10. The applicants again revised the charter and on 28 August 2002 submitted their third registration request.", "11. Having not received any response to their third registration request, on 25 October 2002 the founders lodged an action, complaining that the Ministry “evaded” registering their organisation within the time-limits specified by law and asking the court to oblige the Ministry to register it. They also demanded compensation for non-pecuniary damage. On 2 December 2002 the Yasamal District Court dismissed the founders' claim, finding nothing unlawful in the actions of the Ministry. The court found that the association's charter had not been drafted in accordance with the requirements of the domestic law. The founders lodged an appeal against this judgment with the Court of Appeal.", "12. In the meantime, on 6 December 2002 the Ministry again returned the registration documents to the founders. This time the reason for declining the registration was the founders' failure to include in the charter the conditions for terminating membership of the association, as required by Article 13 of the NGO Law.", "13. On 22 May 2003 the Court of Appeal upheld the judgment of the Yasamal District Court. On 5 November 2003 the Supreme Court upheld the lower courts' judgments dismissing the founders' claim.", "14. The Civil Code of the Republic of Azerbaijan of 2000 provides as follows:", "“47.1. The charter of a legal entity approved by its founders is the legal entity's foundation document. ...", "47.2. The charter of a legal entity shall set out the name, address, procedure for management of activities and procedure for liquidation of the legal entity. The charter of a non-commercial legal entity shall define the object and purpose of its activities. ...”", "“48.1. A legal entity shall be subject to state registration by the relevant executive authority. ...", "48.2. A violation of the procedure of a legal entity's establishment or noncompliance of its charter with Article 47 of the present Code shall be the grounds for refusal to register the legal entity. ...”", "15. The Law on State Registration of Legal Entities of 6 February 1996 provides as follows:", "“Upon receipt of an application for state registration from a legal entity or a branch or representative office of a foreign legal entity, the authority responsible for state registration shall:", "– accept the documents for review;", "– within ten days, issue to the applicant a state registration certificate or a written notification of refusal to register; or", "– review the documents resubmitted after rectification of the breaches previously existing therein and, within five days, take a decision on state registration.”", "16. The Law on Non-Governmental Organisations (Public Associations and Funds) of 13 June 2000 provides as follows:", "“16.1. The state registration of non-governmental organisations shall be carried out by the relevant executive authority in accordance with the laws of the Republic of Azerbaijan on state registration of legal entities.", "16.2. Non-governmental organisations shall acquire the status of a legal entity only after achieving state registration.”", "“17.1. Non-governmental organisations can be refused registration only if there is another organisation existing under the same name, or if the documents submitted for registration contravene the Constitution of the Republic of Azerbaijan, this law and other laws of the Republic of Azerbaijan, or contain false information.", "17.2. Decision on refusal of state registration shall be presented in writing to the representative of the non-governmental organisation, with indication of the grounds for refusal as well as the provisions and articles of the legislation breached upon preparation of the foundation documents.", "17.3. Refusal of registration shall not prevent the organisation from resubmitting its registration documents after rectification of the breaches.", "17.4. A decision on refusal of state registration may be challenged in court.”", "17. For the summary of the relevant domestic law and practice concerning requests for the reopening of the domestic civil proceedings and review of the final decision by the Plenum of the Supreme Court under the procedure of additional cassation, see Babayev v. Azerbaijan ((dec.), no. 36454/03, 27 May 2004).", "18. The Constitution of the Republic of Azerbaijan of 12 November 1995, as amended by the referendum of 24 August 2002, provides as follows:", "“V. Every person claiming to be a victim of an infringement of his or her rights and freedoms by the legislative and executive authorities, as well as decisions of municipal authorities and courts, may lodge a complaint with the Constitutional Court of the Republic of Azerbaijan ... with the purpose of the restoration of the infringed human rights and freedoms.”", "19. The Law on the Constitutional Court of the Republic of Azerbaijan of 23 December 2002, in force from 8 January 2004 (hereafter the “Law on Constitutional Court”), provides as follows:", "“34.1. Every person claiming to be a victim of an infringement of his or her rights and freedoms by the legislative and executive authorities, as well as decisions of municipal authorities and courts, may lodge a complaint with the Constitutional Court of the Republic of Azerbaijan in order to resolve matters set out in Article 130, Part III.1-7 of the Constitution with the purpose of the restoration of the infringed human rights and freedoms. ...", "34.4. Complaints can be submitted to the Constitutional Court in the following cases:", "34.4.1. after exhaustion of all appeal rights, within six months of the entry into force of the decision of the court of last instance (the Supreme Court of the Republic of Azerbaijan);", "34.4.2. within three months of the infringement of the complainant's right to access to court.", "34.5. A complaint may be lodged directly with the Constitutional Court if the courts of general jurisdiction cannot prevent serious and irreparable damage to the complainant as a result of violation of his or her human rights and freedoms.”", "20. Prior to lodging a constitutional complaint against the domestic courts' decisions in civil cases, individual applicants were required, as part of the conditions on admissibility of individual applications under Article 34.4.1 of the Law on Constitutional Court, to have lodged an additional cassation appeal with the President of the Supreme Court, requesting the reopening of the proceedings and a review of the Supreme Court's final decision by the Plenum of the Supreme Court. The constitutional complaint was admitted into preliminary examination only after the individual complainant had obtained either a refusal by the President of the Supreme Court to reopen the proceedings or, if the proceedings had been re-opened, a decision of the Plenum of the Supreme Court."], "VIOLATED_ARTICLES": ["11"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}