{"ITEMID": "001-104143", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF VLADIMIR SOKOLOV v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 3;Violation of Art. 34;Remainder inadmissible;Non-pecuniary damage - award;Pecuniary damage - claim dismissed", "JUDGES": "Anatoly Kovler;George Nicolaou;Julia Laffranque;Khanlar Hajiyev;Mirjana Lazarova Trajkovska;Peer Lorenzen", "TEXT": ["7. The applicant was born in 1970 and lived, before his arrest, in Nizhniy Novgorod. He is currently serving a prison sentence in Nizhniy Novgorod.", "8. On 27 June 2003 police arrested the applicant on suspicion of several murders and other serious crimes. The applicant alleged that policemen had refused to get him a lawyer and had beaten him to make him sign an acknowledgment of guilt. The applicant remained in detention pending the investigation and trial.", "9. On 2 March 2004 the regional prosecutor's office charged the applicant with planning several murders and the unlawful acquisition and possession of firearms.", "10. The applicant alleged that during the pre-trial proceedings he had been transferred on several occasions from the Nizhniy Novgorod remand prison to different police stations in Nizhniy Novgorod and was kept there for several days under the pretext of investigative activities. On 29 March 2004 the regional prosecutor replied to the applicant's complaint in this connection that he had been transferred to police stations on the lawful orders of the investigator in charge of his case to take part in investigative activities. The prosecutor further stated that his reply could be appealed against to a higher prosecutor or to a court. It appears that the applicant did not lodge any appeal before those authorities.", "11. By a final decision of 27 April 2004 the Nizhniy Novgorod Regional Court (“the Regional Court”) dismissed the applicant's complaint against the prosecutor's refusal to initiate criminal proceedings against police officers who had allegedly beaten the applicant.", "12. On 14 October 2004 the Regional Court convicted the applicant, along with seven co-defendants, as charged and sentenced him to nineteen years' imprisonment. The court held that the applicant's guilt in the impugned crimes had been proven by an extensive body of evidence examined during the trial, such as statements by the applicant's co-defendants and witnesses, expert examinations and other evidence. The court also observed that the applicant's allegations of ill-treatment by police to make him sign a confession had already been investigated by the prosecutor's office, which had refused to initiate criminal proceedings in this respect. The court also noted that the applicant's confessions could not be regarded as an acknowledgment of guilt since they had been made after he had been arrested on suspicion of the impugned crimes.", "13. On 29 April 2005 the Supreme Court of the Russian Federation upheld the applicant's conviction on appeal.", "14. During the criminal proceedings against him the applicant was detained in Nizhniy Novgorod remand prison IZ-52/1 (“remand prison no. 52/1”) and Moscow remand prison IZ-77/3 (“remand prison no. 77/3”). The parties agreed on the following timeline of the applicant's detention in those prisons:", "- between 8 July 2003 and 12 January 2005 the applicant was detained in remand prison no. 52/1", "- between 13 January and 5 December 2005 he was detained in remand prison no. 77/3", "- between 6 December 2005 and 14 February 2006 the applicant was again detained in remand prison no. 52/1.", "15. On 14 February 2006 the applicant was transferred to serve his prison sentence at a correctional colony in the Nizhniy Novgorod Region.", "16. The applicant was detained in different cells. All of them were overcrowded. Most of the time (between November 2003 and 12 January 2005 and between 6 December 2005 and 14 February 2006) the applicant was detained in cell no. 8/59, which measured approximately 49 square metres, had 32 beds and accommodated between 70 and 100 detainees. Two beds were used to store kitchenware and food. The applicant did not have an individual sleeping place. The cell was equipped with one toilet and washstand. The inmates were allowed one hour's exercise per day. The applicant was dissatisfied with many other aspects of his detention, such as a lack of bedding, natural light and ventilation, poor state of the drainage and water supply, and the presence of insects in the cells.", "17. The Government provided the following information on the cells in which the applicant was detained. They underlined that the number of detainees indicated by them corresponded to an average number of inmates per cell detained together with the applicant.", "", "18. The Government further provided a report by the prison department of the Nizhniy Novgorod Region of 21 April 2006 (“prison department”) on the investigation carried out into the complaints about conditions of detention raised by the applicant before the Court. The Government submitted that it could be seen from that document that other aspects of the applicant's detention fully complied with the requirements of the Convention. The applicant had been provided with an individual sleeping place and bedding. All cells in the remand prison had windows which let in sufficient fresh air and daylight. The applicant had been able to read and work by natural light. All cells were equipped with the mandatory ventilation system. The applicant had been allowed one hour's exercise per day. He had been provided with drinking water. The cells were not overrun with insects or rodents.", "19. During the first week the applicant was kept in cell no. 604 and then he was placed in cell no. 603 which measured approximately 32 square metres and accommodated between 30 and 37 detainees. He stayed in that cell until December 2005. The cell was equipped with bunk beds on which 16 detainees could sleep in summer time and 13 in winter time. The applicant did not have an individual sleeping place. He was provided with very old and dirty bedding. The cells were full of insects. Detainees had to sleep close to each other and very often they contaminated each other with different diseases. All cells were equipped with only one toilet and washstand. The inmates were allowed one hour's exercise per day. The applicant was dissatisfied with many other aspects of his detention such as a lack of natural light and ventilation, and the poor quality of the water and electricity supply.", "20. The Government provided the following information on the cells in which the applicant was detained.", "21. The Government submitted that the other aspects of the applicant's detention had fully complied with the requirements of the Convention. The applicant had been provided with an individual sleeping place, bedding and kitchenware. He had been able to read and work by natural light. Fresh air came into the cells through the small windows which could be opened and closed without any difficulties. All cells were equipped with the mandatory ventilation system, toilet and washstands which the applicant could have used at any time and which offered privacy. The applicant had been allowed one hour's exercise per day. He had been provided with drinking water. The cells were not overrun with insects or rodents.", "22. The applicant suffers from a number of chronic diseases such as renal failure, hypertension and podagra. In 2002 he was designated Category 3 disabled, which had to be reassessed on a regular basis by medical examination.", "23. According to the applicant, upon his arrival at remand prison no. 52/1 on 8 July 2003 he asked the prison medical staff to place him in the medical unit for examination. They refused him on the ground that there was no available space and offered to place him there at his own expense. The applicant asked the general practitioner of the prison to prescribe him some treatment. The doctor replied that he (the applicant) would not receive any treatment until he agreed to collaborate with the investigating authorities. On 9 July 2003 the applicant's relatives paid the amount required, however he was not admitted to hospital.", "24. On 15 August 2003 the applicant's lawyer lodged a request with the investigator in charge of the applicant's criminal case in which he asked for the applicant not to be transferred between remand prisons and different police stations in view of his poor health. In that request he also submitted that the applicant had not been admitted to the prison hospital. On the same day the investigator replied that the investigating authorities had been aware of the applicant's medical condition and that they had not hindered the applicant's access to medical assistance in the remand prison.", "25. On 29 September 2003 the applicant was admitted to the prison hospital and remained there until 21 October 2003. Subsequently, he was hospitalised on several other occasions from 23 to 31 December 2004, 12 to 28 December 2005 and 24 January to 2 February 2006.", "26. It appears that the applicant did not complain to the remand prison administration that there was a delay in placing him in the hospital. Neither did he contest the fact that he had to pay for his treatment. It also appears that he did not lodge any complaint with competent domestic authorities about the quality of treatment provided to him in the hospital of remand prison no. 52/1.", "27. The Government submitted that upon the applicant's arrival to remand prison no. 52/1 he had been examined by medical staff and had been diagnosed with a number of chronic diseases such as renal failure, podagra and hypertension. During his stay in that prison the applicant had undergone out-patient and in-patient treatment. During his in-patient treatment the applicant had undergone regular blood and urine examinations to monitor his state of health. On several occasions the applicant had been examined by qualified specialists, such as a general practitioner, eye specialist, neurologist, dermatologist, rheumatologist, dentist and surgeon. In February 2004 and February 2006 the applicant had also undergone two medical examinations which had confirmed that he was Category 3 disabled.", "28. An examination to reassess the applicant's disability status was to have taken place in January 2005. The applicant alleged that upon his transfer to remand prison no. 77/3 in January 2005 the head of the prison had informed him that the meeting of the commission could not take place there owing to the absence of qualified specialists in their medical unit. Therefore, the applicant's disability status was not renewed until 1 February 2006.", "29. The applicant further alleged that most of the medicines provided to detainees in the remand prison had been out of date. There had been no dentist at the prison. In case of severe toothache the detainees had been transferred to another remand prison to have teeth removed. The food in the prison had been of very poor quality and the applicant had had stomach pains as a consequence.", "30. It appears that the applicant did not lodge any complaints about the quality of medical assistance in remand prison no. 77/3 with the competent domestic authorities.", "31. The Government submitted that in remand prison no. 77/3 the applicant had undergone out-patient treatment. Since the applicant's state of health had been stable he had not been placed in the prison hospital.", "32. The applicant submitted that on 7 February 2006 a certain Mr Sh., an official of the prison department questioned the applicant about his complaints to the Court and, in particular, about the conditions of his detention in remand prison no. 52/1. The applicant explained which aspects of his detention had been unsatisfactory to him. Mr Sh. asked the applicant to testify in writing that he had no complaints about the staff of the remand prison since the conditions of detention in the prison had been poor owing to a lack of funds. The applicant refused to produce such a statement.", "33. On the same date a prison doctor asked the applicant about his health and examined him. Also on the same date the prison authorities measured cell no. 8/59, in which the applicant was detained, disinfected the floor and the mattresses.", "34. On 8 February 2006 the head of one of the units of remand prison no. 52/1 interviewed the applicant about his application to the Court. He promised to provide him (the applicant) with bedding and asked him to prepare a written statement indicating that during his stay in the prison he had been provided with bedding. The applicant refused.", "35. On 9 February 2006 the medical assistant of the remand prison asked the applicant to provide a written statement saying that he had no complaints about the medical staff of the prison. The applicant replied that he had a number of such complaints, which he had described in his application to the Court.", "36. On the same date Mr Sh. again asked the applicant to provide a written statement saying he had no complaints about the staff of remand prison no. 52/1. The applicant refused.", "37. In March 2006 the applicant's representative forwarded letters to the Court from Mrs Lisina, the applicant's acquaintance, and Mrs S. Gasanova, the applicant's mother, as well as copies of the complaints lodged with the prosecutor's office by counsel Ya., who had represented the applicant in the criminal proceedings against him.", "38. Mrs Lisina, who had been a witness for the applicant during his trial, claimed that on 14 February 2006 at around 7.30 a.m. a certain Mr G. from the regional prosecutor's office had phoned her and invited her to come to the prosecutor's office to discuss the circumstances of the applicant's arrest in June 2003. Mrs Lisina had refused since she had already given testimony in this respect during the applicant's trial and she had nothing to add to her previous statements. She added that, should there be any further questions in this connection, the prosecutor's office should send her an official summons. Mrs Lisina was not contacted again by any state officials.", "39. The applicant's mother submitted that on 27 March 2006 at 6 p.m. two officers from the Nizhniy Novgorod Department of the Interior had come to her apartment and questioned her about her son's whereabouts. At around 8 p.m. on the same date she had received a phone call from an unknown man who had told her to dissuade her son from writing complaints abroad or he would have problems in prison. On the next day the applicant's mother complained to the regional prosecutor about the events of 27 March 2006.", "40. On 29 March 2006 counsel Ya. complained to the regional prosecutor that on 27 March 2006 an unknown man had called him and asked him to advise the applicant to stop writing complaints abroad and that, if he did not, he would have big problems in prison.", "41. On 14 April 2006 the prosecution authorities replied to counsel Ya. that the investigation carried out in respect of his allegations had established that the applicant had had no problems in prison.", "42. On 18 and 19 April 2006 the regional prosecutor interviewed Mr Sh., the official of the prison department, Mrs N., deputy head of the hospital of remand prison no. 52/1 and Mrs Ch., head of the unit of that hospital and drafted records of those interviews.", "Mr Sh. confirmed that on 7 and 9 February 2006 he had met the applicant to find out his reasons for lodging an application with the Court and to verify his complaints. He had not asked the applicant to produce any written statements nor had he put any pressure on him.", "Mrs N. and Mrs Ch. submitted that during his stay in the remand prison the applicant had been admitted to the prison hospital on several occasions. Hospital staff had never asked him to produce any written statements retracting his complaints lodged with the Court.", "43. On 24 April 2006 the investigator with the prosecutor's office of the Leninskiy District of Nizhniy Novgorod refused to initiate criminal proceedings in respect of the applicant's mother's complaints of threats sent to her address. The decision stated that two officers of the Department of the Interior had interviewed the applicant's mother in connection with the criminal proceedings initiated in 2002 in respect of her other son, Mr R. Gasanov, who had fled the investigation. In particular, they had asked her about her son's whereabouts. The two officers had not threatened the applicant or his mother. On 6 May 2006 the deputy prosecutor of the Leninskiy District of Nizhniy Novgorod quashed the decision of 24 April 2006 on the ground that it had not been properly substantiated and referred the materials for additional verification.", "44. On 6, 7 and 8 May 2006 an official from the Department of the Interior interviewed officers who had visited the applicant's mother on 27 March 2006. He also interviewed counsel Ya., Mrs Lisina and the applicant's mother in connection with their complaints of threats directed at the applicant.", "45. It appears from the Government's submissions that on 12 May 2006 the regional prosecutor refused to initiate criminal proceedings in respect of the complaints lodged by the applicant's mother, counsel Ya. and Mrs Lisina.", "46. The Law “On the conditions of detention of suspects and accused persons” of 1995 (as amended) provides that detainees should be kept in conditions which satisfy health and hygiene requirements. They should be provided with an individual sleeping place and be given bedding, tableware and toiletries. Each inmate should have no less than four square metres of personal space in his or her cell (Article 23). It also provides that inmates are entitled to medical assistance (Article 17). If an inmate's health deteriorates, the medical officers of the remand prison are obliged to examine him promptly and inform him of the results of the examination in writing. If the inmate requests to be examined by staff of other medical institutions, the administration of the detention facility is to organise such an examination. If the administration refuses, the refusal can be appealed against to a prosecutor or court. If an inmate suffers from a serious disease, the administration of the remand prison is obliged immediately to inform the prosecutor, who can carry out an inquiry into the matter (Article 24)."], "VIOLATED_ARTICLES": ["3", "34"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}