{"ITEMID": "001-121610", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "LVA", "BRANCH": "CHAMBER", "DATE": 2013, "DOCNAME": "CASE OF GRIMAILOVS v. LATVIA", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objections joined to merits and dismissed (Article 35-1 - Exhaustion of domestic remedies;Six month period);Remainder inadmissible;Violation of Article 3 - Prohibition of torture (Article 3 - Effective investigation) (Procedural aspect);Violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment) (Substantive aspect);Non-pecuniary damage - award", "JUDGES": "David Thór Björgvinsson;George Nicolaou;Ineta Ziemele;Krzysztof Wojtyczek;Päivi Hirvelä;Vincent A. De Gaetano;Zdravka Kalaydjieva", "TEXT": ["5. The applicant was born in 1957 and lives in Jelgava.", "6. It appears that in an unrelated incident on 23 June 2000 the applicant broke his spine. He underwent surgery to have a metal implant inserted into his back for support. It appears that following the operation he could move unaided. He was certified as being Category 2 disabled.", "7. On 17 December 2002 a note was made for the first time in the applicant’s medical records that he could not move without a wheelchair.", "8. On 23 January 2003 the applicant was certified as being Category 1 disabled (the most severe level of disability). His disability was reassessed on two further occasions, 13 February 2004 and 22 February 2006.", "9. On 10 September 2001 at approximately 3 p.m., two traffic police officers, E.Š. and O.Ž., attempted to stop the applicant, who had exceeded the speed limit in Rīga and appeared to be driving under the influence of alcohol. He failed to stop on their instructions and continued driving. The police officers set out to follow him out of the city onto the Rīga-Jelgava motorway. They eventually overtook the applicant’s car and pulled it over to the side of the road until it came to a halt. Both vehicles were by then next to an apartment building on a residential street in Jaunolaine.", "10. According to the Government, both police officers then saw a firearm in the applicant’s inner left jacket pocket, and proceeded to push him to the ground using unspecified restraint techniques (speciālie cīņas paņēmieni) and handcuffed him. They then called the local police to the scene to collect evidence. The applicant was breathalysed on the spot and then taken to a police station in Olaine.", "11. The applicant did not agree with the Government’s version of events concerning his possession of a firearm. He submitted that the police officers had kicked him in the back several times, hurting him badly, before finding out that he was disabled. He alleged that when he had invited them to verify his documents, which were in his wallet in his car, the officers had planted a firearm on him in an attempt to evade criminal liability for having assaulted a disabled person. The applicant denied having had the firearm. He maintained that if he had been keeping a firearm, he would have disposed of it during the car chase.", "12. On 11 September 2001 the applicant was taken to a public hospital in Rīga (Rīgas 1. slimnīca), where an X-ray of his spine was carried out. His state of health was described as being “post-spinal fixation”. The fixing screws that held the metal implant supporting his spine in place had been broken. He also suffered from a spinal contusion and lower back pain. Lastly, it was noted that a consultation with a specialist was necessary.", "13. On 11 September 2001 at 5.40 p.m., the applicant was transferred to a specialist traumatology and orthopaedics hospital in Rīga (Traumatoloğijas un ortopēdijas slimnīca). He told a specialist that the day before he had been fleeing from the police. Some officers had stopped him, had pulled him out of the car and had pushed him to the ground, which had led to his back making a hyperextensive movement, in other words, it had bent too far backwards. The applicant complained of lower back pain on his right side and said that he was unable to move his right leg because of the pain. Following an examination by a specialist, the applicant was diagnosed with the following: i) a hyperextension injury and contusion to the lower back; ii) a transverse process fracture (resulting from rotation or extreme lateral bending) to the L3 vertebra, iii) a compression fracture (flexion fracture pattern) to the L1 vertebra, previously fused by transperpendicular fixation surgery, the metal implant having become dislodged and screws in the Th12 and L3 vertebrae having been broken, and iv) intoxication. An Xray revealed that the fracture to the applicant’s L1 vertebra had been fused and fixated with rods and eight screws. Four screws in the applicant’s Th12 and L3 vertebrae had been broken. The metal implant had become dislodged. While at the hospital, the applicant received various types of medication.", "14. On 12 September 2001 the applicant was discharged from the hospital for outpatient treatment with recommendations to continue taking medication and to wear a fixating belt.", "15. On 12 September 2001 at 7.15 p.m., the applicant was transferred to Rīga Central Prison. Upon admission, he was examined by a doctor, who noted the diagnosis of the specialist hospital and placed the applicant in the surgical ward of the Prison Hospital located within the grounds of the prison. The applicant’s overall state of heath was described as satisfactory.", "16. On 14 September 2001 the applicant complained of severe lower back pain and said that he could not lift his right leg or walk. His state of health was described as moderately severe. A procaine blockade (an anaesthetic which affects the peripheral nervous system) was administered to him.", "17. On 19 September 2001 a further procaine blockade was administered to the applicant.", "18. On 21 September 2001 his pain lessened and he could stand up and walk. On the same day an X-ray was carried out and no injuries other than those noted by the specialist hospital (see paragraph 13 above) were found. An X-ray of his lungs was also carried out, the results of which were clear.", "19. On 25 September 2001 the applicant had cold-like symptoms and complained of lower back pain. He also said that he could not feel his right thigh. Treatment was prescribed to him for an acute respiratory illness.", "20. On 26 September 2001 an infiltration in the applicant’s right hip was detected. His fever had been caused by the post-injection infiltration. Over the following two days, the applicant was consulted by a neurologist and a psychiatrist.", "21. On 28 September 2001 a surgical procedure was carried out to relieve the applicant’s pain, which continued to persist after that date and until 9 October 2001. On the latter date the applicant’s overall state of health was described as satisfactory and he could walk again.", "22. On 10 October 2001 the applicant was discharged from the Prison Hospital, but remained in custody.", "23. On 10 September 2001, after the applicant was taken to the police station in Olaine, both traffic officers were questioned by an inspector of the Olaine police within the criminal proceedings concerning the firearm charge (see paragraph 33 below).", "24. E.Š. was the first to make a statement, on 10 September 2001 between 10 and 10.30 p.m. His version of events was as follows. In a residential area in Jaunolaine, he had taken the applicant by the hand and had made him step out of the car. Both he and his colleague had seen a firearm in the applicant’s inner left jacket pocket. They had both proceeded to push him to the ground and to handcuff him. His colleague, O.Ž., had taken the firearm out of the jacket pocket. They had then called the local Olaine police, who had arrived and had confiscated the firearm. The local police had also found a bullet in the car the applicant had been driving. Lastly, the police officers breathalysed the applicant and found that he had been under the influence of alcohol.", "25. In addition, in a report to his superior, which was drafted on the same day, E.Š. noted that restraint techniques had been used on the applicant because a firearm and bullets had been found in his inner left jacket pocket.", "26. O.Ž. made his statement on 10 September 2001, between 10.40 and 11.15 p.m. His evidence was very similar to that of his colleague. He also stated that they had both seen the firearm in the applicant’s jacket and had pushed the applicant to the ground and had handcuffed him. O.Ž. had then taken the firearm and the local police had confiscated it. He also noted that the applicant had been under the influence of alcohol. He had found out later that the local police had also found a bullet in the car.", "27. In addition, in a report to his superior, which was drafted on the same day, O.Ž. noted that when he had seen the firearm, he had taken it out of the applicant’s jacket. He added that the applicant had been handcuffed for around forty minutes as he had been behaving aggressively. Lastly, he mentioned that the applicant had agreed to be breathalysed on the spot.", "28. The applicant was first questioned by the inspector of the Olaine police on 11 September 2001 at 9.50 a.m. He submitted that he had been illtreated upon his arrest and said that he was not in a position to make a statement because he felt severe back pain. He mentioned the fact that he had previously undergone spinal surgery. At 10.15 a.m. the interview was terminated and the applicant was then taken to hospital (see paragraphs 12 et seq.).", "29. During his subsequent questioning by prosecutor J.D., on 21 September 2001 (see paragraph 37 below), the applicant maintained his allegation that he had been ill-treated upon arrest.", "30. On 9 November 2001 an expert commenced the forensic medical examination, which had been ordered on 10 October 2001 by prosecutor J.D. It appears that it was completed on 15 November 2001, when report no. 46-4528 was issued. The examination was based on the applicant’s medical records from the public and specialist hospitals, as well as his records from the Prison Hospital (see paragraphs 12 to 22 above). It appears that the applicant was not examined in person. The expert concluded that the applicant had not sustained any injuries. In reaching that conclusion, the expert noted that she had not taken into account the first diagnosis made by the specialist hospital that the applicant had “a hyperextension injury and contusion to the lower back” (see paragraph 13 above) because:", "“[I]t [was] not confirmed by objective clinical symptoms or by visible bodily injuries, but rather was based on the applicant’s complaints relating to the dislodging of the metal implant following osteosynthesis surgery and [the dislodging] cannot be regarded as bodily injuries on the grounds of instructions concerning the forensic medical examination.”", "31. She had also not taken into account the second diagnosis made by the specialist hospital that the applicant had “a fracture to the L3 vertebra” (see paragraph 13 above) as it had been an old fracture and had not been connected to the events of 10 September 2001, a fact confirmed by a specialist’s opinion of 15 November 2001. It appears that the results of the opinion were not made available to the applicant.", "32. On 27 November 2001 prosecutor J.D. decided to refuse the institution of criminal proceedings. Her decision was worded as follows:", "“The materials regarding [the applicant’s] complaint that officers O.Ž. and E.Š. had assaulted him during his arrest on 10 September 2001 have been separated from the criminal case file.", "In their witness statements, O.Ž. and E.Š. categorically denied that they had assaulted the applicant. None of the officers had assaulted him.", "Furthermore, according to forensic report no. 4528, dated 9 November 2001, no injuries were found on the applicant’s body. The fracture to the applicant’s L3 vertebra was not taken into account for the purposes of the forensic report, because it was old and was not connected to the injuries of 10 September 2001.", "In the circumstances, the actions of E.Š. and O.Ž. do not contain the elements of a criminal offence and there is no basis on which to institute criminal proceedings.", "Considering the above, and in accordance with section 5 and section 212 of the Code of Criminal Procedure, it is decided:", "1. to refuse to institute criminal proceedings into the applicant’s allegations of assault on 10 September 2001;", "2. to notify the applicant of this decision.”", "33. On 10 September 2001 the Olaine police instituted criminal proceedings against the applicant in connection with the illegal acquisition and storage of a firearm. It appears that while at the police station, the applicant was breathalysed for a second time.", "34. On the same date an initial forensic examination of the firearm took place, which had been ordered by the Olaine police. Three further forensic examinations followed in the same month. The examination reports included a note stating that the firearm and a bullet had been confiscated from the car the applicant had been driving. The examinations revealed that there had been no fingerprints on the firearm and that the applicant’s jacket had not contained any traces of firearm oil, which had been found on the firearm.", "35. On 12 September 2001 the Rīga Regional Court (Rīgas apgabaltiesa) remanded the applicant in custody. He appealed against the order to no avail.", "36. On 18 September 2001 the case file was sent to the relevant prosecutor’s office in Rīga (Rīgas rajona prokuratūra).", "37. On 21 September 2001 prosecutor J.D. charged the applicant with the illegal acquisition and storage of a firearm. He denied the charge, saying that the police officers had ill-treated him and had then planted the firearm on him.", "38. On 8 October 2001 a confrontation took place in which prosecutor J.D. cross-examined the applicant and both traffic police officers; the applicant’s counsel was present. O.Ž maintained statements he had previously made on 10 September 2001 (see paragraph 26 above). The applicant submitted that during his arrest, O.Ž. had pulled him out of the car by his hand, had pulled his hands behind his back and had pushed him to the ground. When he had tried to turn around, an officer had started kicking him in his shoulders and arms. One of the officers had put his feet on his back. He alleged that he had been kicked some five or six times. He had told the officers about his disability and had invited them to verify his documents, which had been in his car. One of the officers had gone to his car and had found his disability certificate. The other officer, who had remained with his feet on his back, had then kicked him again. Afterwards, he had been ordered to stand up and put on his jacket, which had prior to that been in his car. He had been ordered to empty his pockets and had then felt an object similar to a firearm in his inner left pocket, which he had taken out and immediately dropped on the ground. The officers had then asked him if he had found everything, and he had noticed another object of a rectangular shape in the same pocket, which he had also dropped on the ground, which had turned out to be an ammunition clip (aptvere). He had then been handcuffed, breathalysed and handed over to the Olaine police.", "39. On 8 October 2001 prosecutor J.D. cross-examined the applicant and E.Š, who maintained statements he had made on 10 September 2001 (see paragraph 24 above); the applicant’s counsel was present. The applicant submitted that during his arrest, he had been kicked some five or six times in his back and arms, and that one of the officers had been standing or kneeling on his back while the other officer had handcuffed him. While in this position, he had made them aware of his disability and one of the officers had proceeded to verify his documents. After some time, they had made him stand up and put on his jacket, which had prior to that been in his car. The officers had searched him and he had felt an object similar to a firearm in his inner left pocket, which he had taken out and immediately dropped on the ground. The officers had then asked him if he had found everything and he had noticed another object of a rectangular shape in the same pocket, which he had also dropped on the ground.", "40. On 10 October 2001 prosecutor J.D. decided to order a forensic medical examination to determine the injuries sustained by the applicant. In her decision, she noted that the applicant’s statements suggested that the police officers had pulled him out of the car, had pushed him to the ground and had kicked him no less than five times in the back, shoulders and arms. In addition, she noted that the applicant had submitted that one of the officers had been standing on the exact spot where he had had his injury. She also noted that the applicant had been Category 2 disabled and at the time of the arrest had been under the influence of alcohol. The decision to order the forensic examination was received by the competent forensic authority on 8 November 2001.", "41. On 22 October 2001 the applicant was released pending trial in connection with the firearm charge, but was remanded in custody in relation to other charges (see paragraph 48 below).", "42. On 5 November 2001 prosecutor J.D. decided to separate the applicant’s allegations of ill-treatment from his criminal case file (see, as concerns the investigation, paragraphs 23 et seq. above). In her decision, she noted that the applicant had been arrested on 10 September 2001 for a traffic offence, and that the police officers had found a firearm in his jacket pocket. She also noted the applicant’s submissions about his alleged illtreatment and the fact that the traffic officers had denied the allegations. Lastly, she noted that although a forensic medical examination had been ordered, it had not yet been carried out. As it was her view that the results of the examination would not affect the qualification of the applicant’s offence, she separated the materials concerning the alleged ill-treatment from the case file and sent them to the Olaine police for additional review.", "43. There is no information available as to whether any review was carried out by the Olaine police.", "44. On 8 November 2001 prosecutor J.D. sought the advice of an expert to answer the question “Would the driver of a BMW 535 driven on wet tarmac at a speed of 200 to 230 km/h lose control, if a window is opened, either manually or electronically, to throw something out?” The expert concluded that it was possible in both situations, but that it would be more difficult if the window was opened manually, which was less likely to be the case for the model of car mentioned.", "45. On 20 November 2001 prosecutor J.D. issued the final bill of indictment concerning the firearm charge against the applicant.", "46. On 22 November 2001 and 8 January 2002 prosecutor J.D. examined the applicant’s request for the criminal proceedings against him to be terminated on the grounds that he was innocent, his guilt not having been proven, and because the firearm did not belong to him. She rejected the request on the basis that the applicant’s guilt had been proven by the case materials in their entirety. There were therefore no grounds to terminate the criminal proceedings.", "47. Meanwhile, on 17 September 2001, the Jelgava police instituted criminal proceedings against the applicant in connection with the bodily injury and rape of a minor girl that had taken place on 9 September 2001.", "48. It appears that on 22 October 2001 the applicant was remanded in custody in connection with those charges.", "49. On an unspecified date the case was sent to the relevant prosecutor’s office in Jelgava (Jelgavas pilsētas prokuratūra).", "50. On 28 November 2001 the final bill of indictment was issued concerning the bodily injury and rape charge against the applicant.", "51. A trial took place from 24 May to 4 June 2002, and on the latter date the Jelgava Court (Jelgavas tiesa) found the applicant guilty of both (the firearm and the bodily injury and rape) charges and, taking into account his state of his health, sentenced him to five years and six months’ imprisonment, into which a previous suspended prison sentence was also incorporated.", "52. As concerns his arrest on 10 September 2001, the applicant told the court that he had been fleeing from the police. He submitted that two police officers had pulled him out of the car in Jaunolaine, had pushed him to the ground and had handcuffed him. While lying down on the ground, he had been kicked hard several times in his back. He then had felt a sharp pain in his back, had told the officers about his disability and had invited them to verify his documents, which they had done. The officers had then made him stand up and put on his jacket, which until then had been lying on the passenger seat. Afterwards, one of the officers had ordered him to empty his pockets. He had felt a gun in his pocket and had immediately dropped it on the ground. The officers had then requested all the contents of his pockets to be emptied. When he had felt another object in his pocket, which had turned out to be an ammunition clip, he had dropped that on the ground as well.", "53. As concerns the firearm, the applicant submitted that it had not been his. It had either been planted on him by the police officers in an attempt to evade criminal liability for having assaulted a disabled person, or by someone who had put it in his pocket the day before (during the events surrounding the bodily injury and rape charge).", "54. The trial court did not give credence to the applicant’s allegations of ill-treatment by the police officers on the grounds that the forensic examination had concluded that the applicant had not sustained any bodily injuries (see paragraph 30 above).", "55. O.Ž. was the only traffic police officer to give evidence before the trial court and relied on his cross-examination with the applicant (see paragraph 38 above). O.Ž. testified that on pulling the applicant out of the car in Jaunolaine, his jacket had opened and O.Ž. had seen an object similar to a firearm in the applicant’s inner pocket. For that reason he had been pushed to the ground using force and handcuffs had been put on him. O.Ž. had then taken the firearm out of the applicant’s inner pocket and had put it on the bonnet of the car. The local police had then been called.", "56. In examining the officer’s evidence, the trial court found it consistent and unvaried throughout the preliminary investigation and the trial. They further relied on evidence given by an officer of the Olaine police during the pre-trial investigation, who stated that when he had arrived at the scene the firearm had been on the bonnet of the car and a bullet had been found inside.", "57. On 21 October 2002, following an appeal by the applicant, the Zemgale Regional Court (Zemgales apgabaltiesa) upheld the judgment of the trial court.", "58. The applicant subsequently lodged an appeal on points of law, but on 2 December 2002 this was dismissed by the Senate of the Supreme Court (Augstākās tiesas Senāts) in a preparatory meeting.", "59. From 12 September to 10 October 2001 the applicant was held in the Prison Hospital located within the grounds of Rīga Central Prison. His medical care during that period is described above (see paragraphs 15 to 22 above).", "60. In addition, he was also held in the Prison Hospital during the following periods:", "from 15 November to 3 December 2001;", "from 19 to 27 December 2001;", "from 17 to 25 January 2002;", "from 22 December 2002 to 13 January 2003;", "from 17 January to 7 February 2004; and", "from 17 to 24 January 2006.", "61. It appears that between the periods of hospitalisation prior to his conviction, he was detained in the prison itself.", "62. In the meantime, on 10 October 2001 the applicant’s lawyer applied to a prosecutor seeking permission for the applicant to be transported from the prison to the Commission for Health and Working Capacity Examination (Veselības un darbaspēju ekspertīzes komisija). On 13 November 2001 that prosecutor informed the lawyer that under Regulation of the Cabinet of Ministers no. 358 (1995), transport to the Commission was only permitted for convicted prisoners. Its doctors were not permitted to visit detainees awaiting trial in Rīga Central Prison.", "63. On 19 August 2002 the applicant was transferred to Liepāja Prison to serve his sentence, where he remained until 13 December 2002. Upon admission, he requested that he be provided with mobility assistance. He immediately received crutches. By the end of August, with the help of a donation by the local Red Cross, he received a wheelchair.", "64. On 13 December 2002 the applicant was transferred to Pārlielupe Prison to continue serving his sentence. He was held in that prison until 27 October 2003, save for a period of twenty-two days when he was in the Prison Hospital (see paragraph 60 above).", "65. On 9 April 2003 the local social services in Jelgava (Jelgavas sociālo lietu pārvalde) informed the applicant that a wheelchair had been ordered for him and would be delivered accordingly.", "66. On 27 October 2003 the applicant was transferred to Valmiera Prison to continue serving his sentence. He was held in that prison until 21 April 2006, save for two periods of twenty-one and seven days respectively when he was in the Prison Hospital (see paragraph 60 above).", "67. In the prison the applicant was placed in “the open living area” (atklātā dzīvojamā zona) in a unit for convicted prisoners with health problems. The applicant shared his cell with another inmate.", "68. The facilities in Valmiera Prison were adapted for the applicant’s needs to the following extent:", "he was allowed to have his meals delivered to his cell instead of having to go to the canteen;", "he was allowed to attend sauna once a week at special times;", "every day from 6 a.m. to 10 p.m. he could stay in the open area in his unit and have access to fresh air;", "a ramp was installed so that he could access the outdoor yard;", "toilets were adapted for his needs;", "he was exempted from social work and from every day checkups;", "the staff of the medical unit visited him in his cell so that he did not need to go to the unit himself.", "69. On 29 January 2004 a computerised tomography (CT) scan of the applicant’s spine was carried out at a specialist clinic in Rīga. On two further occasions the applicant was examined at a public hospital in Valmiera.", "70. On 2 August 2005 the applicant complained to the National Human Rights Office (Valsts cilvēktiesību birojs) about the conditions of his detention in Valmiera Prison and the adequacy of his medical support. As he had become paraplegic, he could not access the sanitation facilities (including the toilets and shower), library, shop or meeting and telephone rooms. He was also unable to go outside for walks. The applicant complained that he needed two operations, one so that he could walk again and the other to remove the metal implant supporting his spine. On 12 August 2005 his complaint was forwarded to the Prisons Administration (Ieslodzījuma vietu pārvalde).", "71. On 2 September 2005 the Prisons Administration replied to the applicant and the National Human Rights Office that his complaints concerning the medical unit of Valmiera Prison were unsubstantiated. The Category 1 disability certificate had been granted to the applicant from 13 February 2005 to 28 February 2006. He had correctly noted himself in his complaint that such surgery could not be performed in Latvia. Furthermore, the medication necessary for acute conditions was available in the medical unit of Valmiera Prison.", "72. On 7 September 2005 the National Human Rights Office sent the Prisons Administration a repeated request seeking a comprehensive review of the applicant’s complaints as it had not been done. In particular, answers were required concerning the applicant’s medical and social care and social integration in the prison.", "73. On 21 September 2005 the Prisons Administration replied, adding to its previous letter that the applicant had failed to approach the medical staff in Valmiera Prison as concerns the surgery he allegedly needed. It stated that only doctors could ascertain if, where and when the applicant needed surgery and under which circumstances. According to the information in its possession, at that time no real possibility had existed for such surgery to be performed in Latvia. At the same time, it had been aware that the operations requested had not been urgent. The applicant had also been advised to actively engage in therapeutic/remedial gymnastics (ārstnieciskā fizkultūra). As concerns his social care, under domestic law there was no such care in prisons for the disabled and, accordingly, the administration of Valmiera Prison could not appoint someone to assist the applicant. The prison staff did not include social workers. Lastly, it was noted that as far as possible the administration of Valmiera Prison had facilitated the applicant’s life in prison, for example, by exempting him from participating in daily checkups.", "74. On 12 October and 7 December 2005 the National Human Rights Office requested further information from the Prisons Administration and the Ministry of Justice concerning social care for disabled prisoners.", "75. On 27 January 2006 the National Human Rights Office informed the applicant that, according to the information provided by the Ministry of Justice, domestic law did not contain any provisions for social care for prisoners with disabilities. However, new regulations concerning the issue were in the process of being drafted.", "76. On 21 April 2006 the Valmiera District Court (Valmieras rajona tiesa) conditionally released the applicant prior to completion of his sentence (atbrīvot nosacīti pirms termiņa) ten months and seventeen days early, on the grounds that he had served three-quarters of his sentence, had not breached the prison regime (his disciplinary punishments had been removed), had a Category 1 disability and had received a satisfactory reference from the administration of the prison.", "77. It appears that the applicant’s medical records contain information received from the State Probation Service in Jelgava suggesting that after his release, the applicant had been seen walking around the city of Jelgava on his own legs and drinking.", "78. The Convention entered into force on 3 May 2008, was signed by Latvia on 18 July 2009 and ratified on 1 March 2010. The relevant parts provide:", "“For the purposes of the present Convention:", "...", "‘Reasonable accommodation’ means necessary and appropriate modification and adjustments not imposing a disproportionate or undue burden, where needed in a particular case, to ensure to persons with disabilities the enjoyment or exercise on an equal basis with others of all human rights and fundamental freedoms; ...”", "“2. States Parties shall ensure that if persons with disabilities are deprived of their liberty through any process, they are, on an equal basis with others, entitled to guarantees in accordance with international human rights law and shall be treated in compliance with the objectives and principles of this Convention, including by provision of reasonable accommodation.”", "79. In Interim Report of 28 July 2008 (A/63/175), the then UN Special Rapporteur on torture and other cruel, inhuman or degrading treatment or punishment, Mr Manfred Nowak, noted as follows:", "“50. ... Persons with disabilities often find themselves in [situations of powerlessness], for instance when they are deprived of their liberty in prisons or other places ... In a given context, the particular disability of an individual may render him or her more likely to be in a dependant situation and make him or her an easier target of abuse ...", "...", "53. States have the further obligation to ensure that treatment or conditions in detention do not directly or indirectly discriminate against persons with disabilities. If such discriminatory treatment inflicts severe pain or suffering, it may constitute torture or other form of ill-treatment. ...", "54. The Special Rapporteur notes that under article 14, paragraph 2, of the CRPD, States have the obligation to ensure that persons deprived of their liberty are entitled to ‘provision of reasonable accommodation’. This implies an obligation to make appropriate modifications in the procedures and physical facilities of detention centres ... to ensure that persons with disabilities enjoy the same rights and fundamental freedoms as others, when such adjustments do not impose disproportionate or undue burden. The denial or lack of reasonable accommodation for persons with disabilities may create detention ... conditions that amount to ill-treatment and torture.”", "80. The relevant extracts from the 3rd General Report (CPT/Inf (93) 12; 4 June 1993) by the European Committee for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment (“the CPT”) read as follows:", "e. Humanitarian assistance", "“64. Certain specific categories of particularly vulnerable prisoners can be identified. Prison health care services should pay especial attention to their needs.”", "...", "iv) prisoners unsuited for continued detention", "“70. Typical examples of this kind of prisoner are those who are the subject of a shortterm fatal prognosis, who are suffering from a serious disease which cannot be properly treated in prison conditions, who are severely handicapped or of advanced age. The continued detention of such persons in a prison environment can create an intolerable situation. In cases of this type, it lies with the prison doctor to draw up a report for the responsible authority, with a view to suitable alternative arrangements being made.”", "g. Professional competence", "“76. To ensure the presence of an adequate number of staff, nurses are frequently assisted by medical orderlies, some of whom are recruited from among the prison officers. At the various levels, the necessary experience should be passed on by the qualified staff and periodically updated.", "Sometimes prisoners themselves are allowed to act as medical orderlies. No doubt, such an approach can have the advantage of providing a certain number of prisoners with a useful job. Nevertheless, it should be seen as a last resort. Further, prisoners should never be involved in the distribution of medicines.", "77. Finally, the CPT would suggest that the specific features of the provision of health care in a prison environment may justify the introduction of a recognised professional speciality, both for doctors and for nurses, on the basis of postgraduate training and regular in-service training.”", "81. Recommendation no. R (98) 7 of the Committee of Ministers of 8 April 1998 concerning the ethical and organisational aspects of health care in prison, provides, in so far as relevant:", "C. Persons unsuited to continued detention: serious physical handicap, advanced age, short term fatal prognosis", "“50. Prisoners with serious physical handicaps and those of advanced age should be accommodated in such a way as to allow as normal a life as possible and should not be segregated from the general prison population. Structural alterations should be effected to assist the wheelchair-bound and handicapped on lines similar to those in the outside environment. ...”", "82. Recommendation CM/Rec (2012) 5 of the Committee of Ministers of 12 April 2012 on the European Code of Ethics for Prison Staff, provides, in particular:", "D. Care and assistance", "“19. Prison staff shall be sensitive to the special needs of individuals, such as juveniles, women, minorities, foreign nationals, elderly and disabled prisoners, and any prisoner who might be vulnerable for other reasons, and make every effort to provide for their needs.", "20. Prison staff shall ensure the full protection of the health of persons in their custody and, in particular, shall take immediate action to secure medical attention whenever required.", "21. Prison staff shall provide for the safety, hygiene and appropriate nourishment of persons in the course of their custody. They shall make every effort to ensure that conditions in prison comply with the requirements of relevant international standards, in particular the European Prison Rules.", "22. Prison staff shall work towards facilitating the social reintegration of prisoners through a programme of constructive activities, individual interaction and assistance.”", "83. The European Prison Rules, adopted on 11 January 2006, are recommendations of the Committee of Ministers to member States of the Council of Europe as to the minimum standards to be applied in prisons. States are encouraged to be guided in legislation and policies by those rules and to ensure wide dissemination of the Rules to their judicial authorities as well as to prison staff and inmates. The relevant parts read as follows:", "Hygiene", "“19.1 All parts of every prison shall be properly maintained and kept clean at all times.", "19.2 When prisoners are admitted to prison the cells or other accommodation to which they are allocated shall be clean.", "19.3 Prisoners shall have ready access to sanitary facilities that are hygienic and respect privacy.", "19.4 Adequate facilities shall be provided so that every prisoner may have a bath or shower, at a temperature suitable to the climate, if possible daily but at least twice a week (or more frequently if necessary) in the interest of general hygiene.", "19.5 Prisoners shall keep their persons, clothing and sleeping accommodation clean and tidy.", "19.6 The prison authorities shall provide them with the means for doing so, including toiletries and general cleaning implements and materials.”", "84. The relevant provisions of the former Code of Criminal Procedure (Kriminālprocesa kodekss), in force until 1 October 2005, read as follows:", "“A court, prosecutor or investigating authority, in so far as it is within its powers, shall institute criminal proceedings whenever signs of a criminal offence (noziedzīga nodarījuma pazīmes) are discovered, using all means laid down in law with a view to discovering any incidence of a criminal offence and the persons responsible for the criminal offence in order to punish them.”", "“Criminal proceedings may not be instituted, but instituted proceedings shall be terminated: ...", "2) if there are no elements of a criminal offence. ...”", "“An investigating authority, prosecutor, judge or court shall accept material, applications and declarations concerning a criminal offence that has been committed or planned, including in cases which do not fall under its jurisdiction.", "In response to the material, applications or declarations received, one of the following decisions shall be adopted:", "1) to institute criminal proceedings,", "2) to refuse to institute criminal proceedings,", "3) to forward the application or declaration to the competent authority.", "...", "Applications and declarations concerning crimes shall be examined immediately, but at the latest within ten days of their receipt. If an expert or audit report or specialist’s consultation is necessary for such examination, applications and declarations shall be examined at the latest within 30 days. ”", "“A copy of the decision to refuse to institute criminal proceedings ... shall be sent to the applicant and those concerned with an explanation of their right to complain about the decision: a decision adopted by an investigating authority to a corresponding prosecutor, by a prosecutor to a higher-ranking prosecutor, by a prosecutor of the Office of the Prosecutor General to the Prosecutor General, and by a judge to a higher-instance court.”", "“An individual, the criminal proceedings against whom have been terminated, a victim and his or her representative, as well as an applicant or an institution upon which application the criminal proceedings had been instituted, shall immediately be informed of the termination of the criminal proceedings by a prosecutor or an investigating authority (izziņas izdarītājs), with an explanation of their rights to be acquainted with the decision and with the case materials. ...", "Those concerned may lodge an appeal to a higher-ranking prosecutor or, if a decision has been taken by a prosecutor of the Office of the Prosecutor General, to the Prosecutor General, within five days of being notified.”", "“A suspected or an accused individual and their counsel or legal representatives, witnesses, experts, translators, guarantors, as well as a victim, a civil party, a civil respondent, their representatives and other individuals may lodge complaints with a prosecutor about the actions of an investigating authority. The complaints shall be submitted to a prosecutor directly or through the intermediary of the authority against whom the complaint was brought. Complaints may be made either in writing or verbally. In the latter case, the prosecutor or the investigating authority shall write the complaints down in the minutes to be signed by the complainant. The complaint submitted to the investigating authority shall be forwarded, together with written explanations by the latter to the prosecutor. ...”", "“The prosecutor supervising the investigation shall review a complaint within ten days of receipt. A higher-ranking prosecutor shall review a complaint within ten days of receipt, or if further investigation is necessary or additional information has to be requested, within thirty days. The complainant shall be informed of the outcome. If the complaint is rejected as unsubstantiated, the prosecutor shall provide reasons and explain the procedure for appeal. An appeal against the decision made by the prosecutor in reviewing the complaint, may be made by the complainant or the investigating authority to a higher-ranking prosecutor.”", "“Complaints about the actions of a prosecutor shall be submitted to a higher-ranking prosecutor and reviewed in accordance with the procedure laid down in sections 220 and 221 of this Code.”", "85. Regulation of the Cabinet of Ministers no. 358 (1999), in force at the material time and effective until 28 March 2007, provided as follows:", "“2. Convicted persons shall receive the minimum standard of health care free of charge up to the amount established by the Cabinet of Ministers. In addition, the Prisons Administration, within its budgetary means, shall provide the convicted persons with:", "2.1. primary, secondary and tertiary (in part) medical care;", "2.2. emergency dental care;", "2.3. examination of health conditions;", "2.4. preventive and anti-epidemic measures;", "2.5. medication and injections prescribed by a doctor of the institution;", "2.6. medical accessories.", "3. Detained persons shall receive medical care in accordance with Article 2 of these regulations, excluding planned inpatient treatment ... Detained persons shall be sent to receive inpatient treatment only in acute circumstances.”"], "VIOLATED_ARTICLES": ["3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}