{"ITEMID": "001-61196", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CZE", "BRANCH": "CHAMBER", "DATE": 2003, "DOCNAME": "CASE OF HARTMAN v. THE CZECH REPUBLIC [Extracts]", "IMPORTANCE": "1", "CONCLUSION": "Preliminary objection rejected (estoppel);Violation of Art. 6-1;Violation of Art. 13;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award", "JUDGES": "Gaukur Jörundsson", "TEXT": ["9. On 31 December 1948 the applicants left the former Czechoslovakia clandestinely. Since 1954 the first applicant has been a permanent resident of France, where he was naturalised in 1968, while keeping Czechoslovak nationality. The second applicant settled in the United States of America in 1949. On 2 April 1958 he obtained American nationality, automatically losing Czechoslovak nationality in accordance with the bilateral treaty of 1928 on naturalisation. On 9 November 1999 he acquired Czech nationality.", "10. After the applicants had emigrated all their immovable property, namely four houses in Prague, a detached house and adjoining land in Želízy, together with movable property in the shape of 1,200 books from the library of the famous singer Ema Destinnová (Emmy Destinn), were seized and administered by the local communist authorities. On 1 July 1955 the Klatovy People's Court (lidový soud) ordered the confiscation of this property.", "11. After the change of regime in 1989 the applicants began to take steps to recover their former possessions.", "12. On 17 November 1992 (9 December 1992 according to the Government) the first applicant brought proceedings in the Mělník District Court (of over) for recovery of the land in Želízy, under the Land Reform Act (Law no. 229/1991.", "...", "20. On 24 May 2000 ... the District Court gave judgment, dismissing the action brought by the first applicant to prove that he was the owner of the land in Želízy.", "21. On 29 September 2000 the applicant appealed.", "...", "25. On 5 November 2001 the Prague Regional Court (krajský soud) set aside the first-instance judgment and remitted the case to the District Court.", "...", "27. On 22 May 2002 the District Court again dismissed the applicant's action, noting that he had not corrected its procedural defects in the time allowed.", "...", "29. On 4 September 2002 the Regional Court dismissed the applicant's appeal of 10 June 2002; the Government asserted that the case was finally concluded on 2 October 2002.", "30. On 18 October 1995 (23 October according to the Government) the second applicant brought an action for recovery in the Mělník District Court against the current owners of the detached house and land in Želízy.", "...", "35. On 5 April 2000 the District Court gave judgment on the merits, dismissing the second applicant's action. The judgment became final on 5 July 2000.", "36. On 17 October 1995 (25 October according to the Government) the second applicant brought an action against the Prague 7 District Office for recovery of the houses under Laws nos. 87/1991 and 119/1990.", "...", "39. At the end of the hearing on 5 March 1998 the District Court dismissed the applicant's action on the ground with that he was not a Czech national and was therefore not entitled to obtain recovery of the houses he claimed.", "40. On 19 June 1998 the applicant appealed to the Prague Municipal Court (městský soud), arguing that the condition of Czech nationality was of negligible importance, since he had been a Czech citizen at the time when his property was confiscated.", "On 9 November 1999, in accordance with Law no. 193/1999, he obtained a certificate of Czech nationality, issued by the Prague 7 District Office, and became on that date a citizen of the Czech Republic.", "41. On 9 November 2000 the applicant brought a new action against the district of Prague 7 seeking recovery of half of the houses concerned. A hearing was set down for 6 August 2002.", "42. On 10 January 2002 the Prague Municipal Court dismissed the second applicant's appeal of 19 June 1998 against the judgment of the Prague 7 District Court. The decision concerned was thus upheld and became final on 11 February 2002.", "43. Under Article 38-2 of the Charter of Fundamental Rights and Freedoms, everyone is entitled, inter alia, to a hearing within a reasonable time.", "44. Section 5(1) provides that judges are required to rule impartially and fairly and without delay.", "45. By virtue of section 6(1) it is possible to lodge complaints with the organs of the judicial system (such as presidents of courts, or the Ministry of Justice) concerning the way courts have conducted judicial proceedings, whether these concern delays, inappropriate behaviour on the part of persons invested with judicial functions or interference with the proper conduct of court proceedings. An appellant is entitled to obtain information on the measures the supervisory authority has taken in response to his appeal, but the latter does not give him a personal right to require the State to exercise its supervisory powers.", "46. Section 18(1) provided that the State was liable for damage caused by an irregularity committed in the exercise of their official duties by persons vested with public authority.", "The State incurred strict liability when the following three conditions were satisfied: quantifiable pecuniary damage; an irregularity in the official proceedings of a State authority; and a causal connection between the two.", "47. The Government cited in their observations two cases (nos. 3 C 305/96 and 13 C 368/99) in which claimants had been awarded compensation under Law no. 58/1969 for pecuniary damage caused by over-lengthy proceedings.", "48. Section 13 provides that the State is liable for damage caused by an irregularity in the conduct of proceedings, including non-compliance with the obligation to perform an act or give a decision within the statutory time-limit. A person who has suffered loss on account of such an irregularity is entitled to damages which section 31(2) requires to include reimbursement of the costs incurred by the claimant in respect of the proceedings in which the irregularity occurred, in so far as those costs are linked to the irregularity.", "49. Section 82(3) provides that when the Constitutional Court upholds a constitutional appeal it must either set aside the impugned decision by a public authority or, where the infringement of a right guaranteed by the Constitution is the result of an interference other than a decision, forbid the authority concerned to continue to infringe the right and order it to re-establish the status quo if that is possible.", "50. The Constitutional Court's case-law shows that, in order to be able to declare admissible a constitutional appeal concerning the length of proceedings, it requires the appellant to have appealed to the organs of the judicial system. Where it finds an infringement of the right guaranteed by Article 38-2 of the Charter of Fundamental Rights and Freedoms it may order the court to put an end to the delay and expedite the proceedings (as it did in cases nos. I ÚS 313/97 and I ÚS 112/97, cited by the Government in their observations), but is not empowered to award compensation to the appellant.", "51. In their additional observations of 18 February 2003 the Government gave a fuller account of the Constitutional Court's case-law on the question. In addition to the sixteen judgments mentioned in the final decision on admissibility in the case of Kuchař and Štis v. the Czech Republic (application no. 37527/97, 23 May 2000, unreported) they referred to the following judgments:", "– no. III. ÚS 230/96: on 29 May 1997 the Constitutional Court dismissed the appeal on delays in guardianship proceedings on the ground that the appellant had contributed by his conduct to the prolongation of the proceedings.", "– no. III. ÚS 70/97: on 10 July 1997 the Constitutional Court found that the Prague High Court (vrchní soud) had infringed with the appellant's right to have his case heard without unjustified delays. It held that such an infringement would not justify setting aside a decision which had become final unless the delays had led to the infringement of other Constitutional rights. Procedural delays alone, therefore, did not constitute grounds for setting the decision aside.", "– no. III. ÚS 218/97: in this judgement of 4 December 1997 the Third Chamber of the Constitutional Court tried to establish a distinction between the judicial and administrative elements of judicial power by imputing the delays caused by the courts' excessive workload to the administrative element alone.", "– no. Pl. ÚS 6/98: on 17 February 1998 the full court of the Constitutional Court decided that the right to a hearing without unjustified delays corresponded to the courts' obligation to comply with the principle of fair trial, without it being possible to draw a distinction between the various elements of judicial power.", "– no. II. ÚS 342/99: on 4 April 2000 the Constitutional Court held that delays in proceedings concerning the award of damages could infringe the constitutional right to judicial protection. It therefore ordered the court concerned to expedite the proceedings.", "– no. IV. ÚS 599/2000: in its judgment of 22 January 2001 the Constitutional Court ordered the court concerned to expedite the proceedings and implement the execution it had ordered. The Constitutional Court", "– no. IV. ÚS 379/01: in this judgment of 12 November 2001 the Constitutional Court held that delays in proceedings already concluded by a decision which had become final did not in themselves amount to a breach of Article 38-2 of the Charter of Fundamental Rights and Freedoms. Setting aside the impugned decision, in a situation where the Constitutional Court did not have any other means of protecting Constitutional rights, would be justified only if procedural delays had entailed an infringement of the principle of fair trial or other substantive rights guaranteed by the Constitution. The appellants had alleged nothing of the sort, nor had they appealed to the president of the court under the Law on courts and judges.", "– no. I. ÚS 663/01: on 19 November 2002 the Constitutional Court ordered the lower court to cease to infringe an appellant's right under Article 38-2 of the Charter and Article 6 § 1 of the Convention and to hear his claim without delay. It reiterated that procedural delays were not justified by the courts' excessive workload and that in such situations it was essential, before lodging a constitutional appeal, to apply to the president of the court in question by lodging an appeal under the Law on courts and judges. There were however exceptions to that rule since the remedy concerned could not be insisted upon where it proved to be manifestly ineffective."], "VIOLATED_ARTICLES": ["13", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}