{"ITEMID": "001-61854", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2004, "DOCNAME": "CASE OF DOĞAN AND OTHERS v. TURKEY", "IMPORTANCE": "1", "CONCLUSION": "Preliminary objections dismissed (victim, non-exhaustion of domestic remedies, six month period);Violation of P1-1;Violation of Art. 8;Violation of Art. 13;Inadmissible under Art. 7;Inadmissible under Art. 14;Inadmissible under Art. 17;Just satisfaction reserved", "JUDGES": "Georg Ress", "TEXT": ["8. The facts as submitted by the parties may be summarised as follows.", "9. Until October 1994 the applicants all lived in Boydaş, a village of Hozat district in Tunceli province, in the then state-of-emergency region of Turkey.", "10. The applicants Abdullah Doğan, Ali Rıza Doğan, Ahmet Doğan, Kazım Balık, Müslüm Yılmaz and Yusuf Doğan (applications nos. 8803/02, 8805/02, 8806/02, 8811/02, 8815/02 and 8817/02 respectively) owned houses and land in Boydaş, whereas the other applicants cultivated land and lived in the houses owned by their fathers.", "In particular, Cemal Doğan is the son of Ahmet Doğan (applications nos. 8804/02 and 8806/02 respectively).", "Ali Murat Doğan, Hüseyin Doğan and Ali Rıza Doğan are the sons of Yusuf Doğan (applications nos. 8807/02, 8816/02, 8819/02 and 8817/02 respectively).", "Hasan Yıldız (application no. 8808/02) cultivated the land owned by his father Nurettin Yıldız.", "Hıdır and İhsan Balık are brothers (applications nos. 8809/02 and 8810/02 respectively). They used the property owned by their father Haydar Balık.", "Mehmet Doğan is the son of Ali Rıza Doğan (applications nos. 8813/02 and 8805/02 respectively).", "Hüseyin Doğan (application no. 8818/02) cultivated the land owned by his father Hasan Doğan.", "11. Boydaş village may be described as an area of dispersed hamlets and houses spread over mountainous terrain, where there is insufficient land suitable for agriculture. For administrative purposes the village was regarded as being in the Hozat district. An extended patriarchal family system prevailed in the region, where there were no large landowners but generally small family farms. These usually took the form of livestock farms (sheep, goats and beekeeping) revolving around the grandfather or father and run by their married children. The applicants earned their living by farming, in particular stockbreeding, land cultivation, tree felling and the sale of timber, as did their fellow villagers.", "12. In 1994, terrorist activity was a major concern in this area. Since the 1980s a violent conflict had been going on in the region between the security forces and sections of the Kurdish population in favour of Kurdish autonomy, in particular members of the PKK (Workers’ Party of Kurdistan). This resulted in the displacement of many people from in and around Boydaş village either because of the difficulty of life in the remote mountainous area or because of the security situation.", "13. The facts of the case, in particular the circumstances of the applicants’ and the denial of access to their property in Boydaş village, are disputed.", "14. In October 1994 the inhabitants of Boydaş were forcibly evicted from their village by security forces on account of the disturbances in the region. The security forces also destroyed the applicants’ houses with a view to forcing them to leave the village. The applicants and their families thus moved to safer areas, namely to Elazığ and Istanbul where they currently live in poor conditions.", "15. Between 29 November 1994 and 15 August 2001 the applicants petitioned various administrative authorities, namely the offices of the Prime Minister, the Governor of the state-of-emergency region, the Tunceli Governor and the Hozat District Governor, complaining about the forced evacuation of their village by the security forces. They also requested permission to return to their village and to use their property.", "16. Although the applicants’ petitions were received by the authorities, no response was given to the applicants, except the letters in reply sent to Abdullah, Ahmet, Mehmet and Hüseyin Doğan, within the 60-day period prescribed by Law no. 2577.", "17. By a letter of 5 May 2000, the District Governor of Hozat replied to Abdullah Doğan’s petition dated 24 February 2000 and stated the following:", "“The Project ‘Return to the Village and Rehabilitation in Eastern and South-eastern Anatolia’ is developed by the South-eastern Anatolia Project Regional Development Directorate (GAP Bölge Kalkındırma İdaresi Başkanlığı). It aims to facilitate the resettlement of any inhabitants who unwillingly left their land due to various reasons, particularly terrorist incidents and who now intend to return to secure collective settlement units, since the number of terrorist incidents has decreased in the region. The Project also aims at creating sustainable living standards in the re-settlement areas.", "In this context, your petition has been taken into consideration.”", "18. By letters of 10 October and 5 and 25 June 2001, the stateofemergency office attached to the Tunceli Governor’s office stated the following in response to the petitions submitted by Ahmet, Mehmet and Hüseyin Doğan:", "“Return to Boydaş village is forbidden for security reasons. However, you can return and reside in Çaytaşı, Karaca, Karaçavuş, Kavuktepe and Türktaner villages.", "Furthermore, your petition will be considered under the ‘Return to the Village and Rehabilitation Project’.”", "19. Since the early 1980s the PKK terrorist organization waged a vicious and deadly campaign against the Turkish State with a view to separating a part of its territory and setting up a Kurdish State. The terrorist campaign carried out by the PKK focused on the south-east provinces of Turkey and aimed at destabilizing the region morally and economically as well as coercing the innocent population in the area to join the terrorist organisation. Those who refused to join the terrorist organisation were intimidated with random killings and village massacres. In this connection, between 1984 and 1995, 852 incidents occurred causing the death of 383 people and the wounding of 460.", "20. This terrorist campaign resulted in a drastic movement of population from the area to more secure cities and areas of the country. Thus, the inhabitants of the villages and hamlets in the region left their homes owing to the terrorist threat by the PKK.", "21. However, a number of settlements might have been evacuated by the local authorities to ensure the safety of the population as a precaution. According to the official figures, the number of people internally displaced on account of the terrorism is around 380,000. This figure corresponds to the evacuation of 48,822 houses located in 853 villages and 2,183 hamlets.", "22. The applicants were residents of Boydaş village. The official records indicate that the inhabitants of Boydaş evacuated the village because of the PKK intimidation. They were not forced to leave the village by the security forces.", "23. Mr Ali Haydar Doğan stated that he had been the mayor of Boydaş village since 1989. He lived in the Hozat district for three years following the forced evacuation of the village in October 1994. He is currently living in Istanbul. Mr Doğan explained that Boydaş was a forest village with oak trees and pastures around it. Since the village did not have sufficient land for agriculture, the inhabitants earned their living mainly from stock breeding and treefelling.", "24. As to the property owned by the applicants in Boydaş village, the mayor gave the following information:", "(i) Abdullah Doğan had land, a house, a barn and a sheep pen as well as approximately eighty head of small livestock and cattle in the Kozluca hamlet of Boydaş village;", "(ii) Cemal Doğan was cultivating a number of plots of land registered in the name of his father. He owned a house, a sheep pen, a barn and a number of animals;", "(iii) Ali Rıza Doğan was using three plots of land adding up to about 50 dönüm (about 920 m2) in the north and west of Kozluca hamlet. He had small livestock and a number of animals;", "(iv) Ahmet Doğan had a house, a sheep pen, a barn and a plot of land of around thirty dönüm in Kozluca hamlet. He had around a hundred head of small livestock and three or four cattle;", "(v) Ali Murat Doğan was using, along with his father, three plots of land adding up to about forty to fifty dönüm in the north of Kozluca. He also had a flock of small livestock together with his father;", "(vi) Hasan Yıldız was using some leased plots of land. He further had, together with his father, a flock of two hundred head of small livestock;", "(vii) Hıdır Balık was cultivating a plot of land, approximately twohundred dönüm, owned by his father Kazım Balık, in the Dereköy hamlet of Boydaş village. He also had about fifty head of small livestock and two or three cattle;", "(viii) İhsan Balık was cultivating a plot of land, approximately twohundred dönüm, along with his father Kazım. He and his father also had a hundred and fifty head of small livestock and five cattle;", "(ix) Kazım Balık and his siblings were cultivating a plot of land, approximately twohundred dönüm, which they had inherited from their father in the hamlet of Dereköy. He had about a hundred and fifty head of small livestock and five cattle;", "(x) Mehmet Doğan was cultivating a plot of land owned by his father Ali Rıza. He had a house, a barn, a sheep pen and about forty head of small livestock in Kozluca hamlet;", "(xi) Müslüm Yılmaz had a few plots of land adding up to about fifty dönüm in total in the east of Boydaş village and approximately two hundred head of small livestock as well as fifteen to twenty head of cattle;", "(xii) Hüseyin Doğan and his father Yusuf Doğan were cultivating the land owned by the latter in Kozluca hamlet. Hüseyin also had a separate house, a barn, a sheep pen and about eighty head of small livestock as well as four cattle;", "(xiii) Ali Rıza Doğan is the son of Yusuf Doğan, and they were cultivating the land and feeding the animals mentioned above (xii);", "(xiv) Yusuf Doğan had a house, a barn and a sheep pen in Kozluca hamlet. He also had three plots of land, adding up to fifty dönüm, and about a hundred head of small livestock as well as ten cattle;", "(xv) Hüseyin Doğan is the son of Hasan Doğan. He was cultivating three plots of land, around fifteen to twenty dönüm, which he inherited from his grandfather and father in the Kozluca hamlet of Boydaş village. He had seventy to eighty head of small livestock and three to four cattle.", "25. Following their visit to Boydaş village on 25 October 2003, the applicants observed the following:", "“We are the villagers who lived in Boydaş village of the Hozat district, but who had to leave since the village was forcibly evacuated. We are currently residing in the Hozat district. Although we were informed that we could return to our village, nobody is living there at the moment because there are no buildings to live in, no roads, no water, no electricity, no education or health service.”", "26. This document was prepared by three gendarmes from the Ovacık gendarmerie command and undersigned by four villagers from Cevizlidere in the Ovacık district, which is the neighbouring town of Hozat. It contained the observations of the signatories on the current state of Cevizlidere and referred to the fact that everyone registered in the village was allowed to leave and enter the village freely up to that date, provided that the gendarmerie station was informed of those movements.", "27. This identity card was issued by the Ovacık district gendarmerie command for a resident of the Cevizlidere village. It contains a statement that the identity card was issued for villagers temporarily resident in Cevizlidere.", "28. This document pertains to the military public prosecutor’s decision that he did not have jurisdiction in relation to eight incidents which concerned the disappearance and killing of certain individuals by unknown persons in the Hozat and Ovacık districts of the province of Tunceli.", "29. This petition contains the complaints of the mayors about the burning of their villages and forced eviction of the inhabitants by the security forces. The mayors further allege that security forces apply an extensive embargo on foodstuffs and essential commodities in the region. They ask the Prime Minister to take necessary measures with a view to allowing the inhabitants of the villages to return to their homes and land. They also request that the damage they suffered as a result of the destruction of property and forced displacement be compensated, that economic aid be provided and that the land mines in the region be cleared.", "30. The above-listed documents pertain to the inability of the authorities to conduct an on-site investigation into an allegation of destruction of property in Yazıören village in the Ovacık district on account of the lack of security in the area in question.", "31. This report was prepared by a Commission of Inquiry composed of ten members of parliament. According to the report, in 1993 and 1994 the inhabitants of 905 villages and 2,523 hamlets were evicted and forced to move to other regions of the country (p. 13). The number of people evicted from 183 villages and 823 hamlets in the province of Tunceli, which includes Boydaş village, was estimated to be around 40,933 (p. 12).", "32. The report includes the statements given by Mr Rıza Ertaş, a member of the General Assembly of Van Province (Van İl Genel Meclisi), who claimed that eighty per cent of the villages had been evacuated by the State authorities and twenty per cent by terrorists (p. 19).", "33. The report also refers to the Human Rights Report Turkey, which includes a chapter on evacuated villages and immigrants, prepared and submitted to the Commission of Inquiry in 1995 by Mr Yavuz Önen, the chair of the Human Rights Foundation. It appears from this report that the mayors of the evacuated villages in the Ovacık and Hozat districts of Tunceli met in Ankara on 20 and 21 May 1995. They noted that 350 out of 540 villages and hamlets attached to Tunceli had been evacuated and that fifty per cent of the evacuated villages had been burned. The mayors further pointed out that the inhabitants of the region faced starvation on account of the food embargo and that the restrictions imposed by the authorities on access to the high ground in the region had struck stock-breeding, which was the sole source of income of the inhabitants of the region. It was further noted in the Human Rights Report Turkey that in 1995 the practice of evacuation of villages and hamlets had continued. Many houses in the villages were either destroyed or made uninhabitable. People were forced to emigrate from the region. Pressure was exerted on the inhabitants until they left their villages. In early 1995 there was practically no village or hamlet inhabited except those whose inhabitants agreed to become village guards.", "34. The report further refers to the speech delivered at the Turkish Grand National Assembly by Mr Salih Yıldırım, a deputy from Şırnak, on 3 June 1997 on the question of the evacuated villages. Mr Yıldırım stated, among other assertions, that the villages were evacuated either by the PKK, in order to intimidate those who opposed it, or by the authorities since they were unable to protect the villages or since the inhabitants of the villages refused to become village guards or were suspected of having aided the PKK (p. 20).", "35. In conclusion, it was recommended in the report that the inhabitants of the settlement units should either be re-housed in the provinces or districts or central villages, that those who wanted to return should not be rehoused in hamlets but in central villages which were close to the area where they used to live and that necessary economic measures should be taken with a view to providing employment to the inhabitants of the region while priority was being given to the immigrants (p. 112).", "36. The Committee of Ministers of the Council of Europe stressed in Resolution Res DH (2002) 98, in so far as relevant, that an effective remedy entailed, under Article 13 of the Convention, a thorough and effective investigation into alleged abuses with a view to the identification of and the punishment of those responsible, as well as effective access by the complainant to the investigative procedure. The Committee of Ministers also expressed its regrets that repeated demands for the reform of Turkish criminal procedure to enable an independent criminal investigation to be conducted without prior approval by the State’s prefects had not yet been met. It therefore urged Turkey to accelerate without delay the reform of its system of criminal prosecution for abuses by members of the security forces, in particular by abolishing all restrictions on the prosecutors’ competence to conduct criminal investigations against State officials, by reforming the prosecutor’s office and by establishing sufficiently deterrent minimum prison sentences for persons found guilty of grave abuses such as torture and ill-treatment.", "37. In response to the Ministry for Foreign Affairs’ letter of 19 June 2003 which contained a request for information as to whether it was possible for the applicants to return to Boydaş village in the Hozat district of Tunceli, Mr M. Kemal Gür, a gendarmerie senior colonel, stated, on behalf of the Gendarmerie General Commander, that there was no obstacle to the return of the citizens to their homes in Boydaş village.", "38. The following can be observed from the land and aerial views of Boydaş village on 29 December 2003: The village was located in steep terrain and was completely covered by snow. The houses, which were spread over the mountainous area, seem to have been constructed out of stones, wood, adobe and mud. The houses do not have roofs. They seem to have collapsed due to hard winter conditions and lack of maintenance. However, the public buildings, such as the school, are intact since they seem to have been constructed of cement and stones. Access to the village seemed to be impossible on account of the lack of usable roads and the snow. Electricity and telephone supply posts are still intact, though the wires need to be repaired.", "39. In response to a question concerning the content, cost and the budget earmarked for 2000 of the return to village and rehabilitation project, the then State Minister in charge of the General Directorate for Village Services stated, inter alia, the following at the parliamentary session on 25 January 2000:", "“The aim of the project is to resettle the people who have either left or been evicted from villages, hamlets and neighbourhoods in east or south-east Turkey. The project also aims at reviving these settlement units by ensuring the return of their former inhabitants. Seventysix billion Turkish liras have been earmarked in the budget for 1999 in respect of Bingöl. This fund can also be used for 2000. The funds to be used in 2000 for the project have been earmarked by the State Planning Organisation (Devlet Planlama Teşkilatı) and included in the budget of the Ministry of the Interior. The project will be implemented by the General Directorate for Village Services.”", "40. At the parliamentary session of 29 June 2001, Mr Rüştü Kazım Yücelen, the then Minister of the Interior, reported on the return to village and rehabilitation project. He noted that the project was being implemented in east-and south-east Anatolia and that sufficient funds had been earmarked in the budget for eleven provinces under the state-of-emergency rule. The Minister pointed out that the governor of the state of emergency region, of his own motion, had been supplying cement, iron and bricks to those who voluntarily sought to return to their former settlement units. The Minister further noted that 16,784 persons had returned to their homes in 118 villages and 95 hamlets. As regards the investments to be made to facilitate the return of the villagers, he explained that priority had been given to central villages which would provide services to sub-settlement units in east and south-east Turkey.", "41. At the parliamentary session of 1 November 2001 Mr Ahmet Nurettin Aydın, a deputy for the province of Siirt, submitted that almost three million people had been forcibly displaced and that their houses had been destroyed. He welcomed however the termination by the authorities of the food embargo imposed on the inhabitants of the region (east and south-east Turkey). He pointed out that the return of the displaced persons to their homes would make an important contribution to the improvement of the Turkish economy. In response to Mr Aydın’s comments, the Minister of the Interior provided information on implementation of the return to village and rehabilitation project.", "42. On 27 November 2000, 12 March and 25 March 2001 and 4 November and 22 December 2003 parliament debated the issue of displaced persons and implementation of the return to village and rehabilitation project. At the parliamentary session on the latter date, Mr Muharrem Doğan, a deputy for Mardin, stated that since the year 2000 permission had been issued by the authorities for the return of sixty thousand people to their homes in the eleven provinces where emergency rule was in force.", "43. Following an on-site visit carried out by members of the Commission, a report was issued on developments in Tunceli province. The Commission noted, inter alia, that eighty houses had been built and given to those in need of shelter in the Hozat district within the context of the return to village and rehabilitation project. The Commission recommended that implementation of the latter project be accelerated, that the villagers be allowed to return and that economic aid be supplied to those who wanted to return.", "44. Two meetings were held on 17 December 2003 and 12 January 2004 at the Secretariat General for European Union Affairs, attended by representatives of the Government, the European Union and the United Nations. The participants considered the situation of the internally displaced persons and examined the return to village and rehabilitation project. Following these meetings, a technical working group was set up, which held three meetings to discuss various related issues.", "45. This document, prepared in December 2003 by the Presidency of the Research, Planning and Co-ordination Council attached to the Ministry of the Interior, sets out the content of the project, the work carried out within the context of this project, the principles of the project and the investments made and aid provided in accordance with the project. It appears from this document, in so far as relevant, that according to the figures of October 2003 24,908 left Tunceli, 5,093 people submitted applications for return and 4,273 of them were allowed to return by the authorities. The authorities provided monetary aid and aid in kind with the sums of 16,852,800,000 Turkish liras (TRL) and TRL 2,585,934,163,964 respectively for the province of Tunceli.", "46. This document, submitted by the South-East Anatolia Development Directorate attached to the Prime Minister’s office, contains information on the measures taken by the authorities to resettle displaced persons in Diyarbakır, Şırnak, Batman, Siirt and Mardin.", "47. This sub-project was prepared, by the South-East Anatolia Development Directorate attached to the Prime Minister’s office, to ensure the return of displaced persons to their former settlement units within a short time, to better use economic resources and to avoid any possible problems regarding the services to be provided to the inhabitants. It describes the principles to be followed in the implementation of the return to village and rehabilitation project.", "48. This document indicates that the provinces of Diyarbakır, Şırnak, Batman, Mardin and Siirt received monetary aid totalling TRL 10,687,063,000,000 (approximately 6,646,717.65 euros (EUR)) between 2000 and 2003 within the context of the return to village and rehabilitation project. It was noted that 2,269 billion Turkish liras (EUR 1,410,926.48) were allocated for 2004 for the abovementioned provinces.", "49. In a case brought by Mr Hasan Yavuz, who claimed that he had abandoned his village due to the terror incidents, that he had not been able to return to his village since 1994 on account of the lack of security and that he had suffered damage on account of not being able to use his property, the Malatya Administrative Court awarded compensation (decision no. 2000/239, on file no. 1998/1226, 7 March 2000). Relying on the “social risk principle” the latter reasoned that the damage sustained by the plaintiff must be compensated without the establishment of a “causal link” and that it should be shared by society as a whole since the administration had failed in its task of preventing the terror incidents.", "50. In an appeal case lodged with the Supreme Administrative Court (decision no. 2000/5120, on file no. 1999/2162, 11 October 2000) against the judgment rendered by the Erzurum Administrative Court, the appellant, Mr Ömer Akakuş, alleged that he had left his village in the province of Ağrı on account of the terror incidents and of the lack of security and that he had suffered damage because he had not been able to use his property since 1993.", "The Supreme Administrative Court acceded to the plaintiff’s request and overruled the first-instance court’s judgment. The former court noted that the plaintiff had left his village owing to the terrorist incidents and not at the request or by the instructions of the administration. On that account, it considered that, even if the damage sustained by the plaintiff could not be ascribed to the administration and though there was no “causal link”, the administration was liable since it had failed to prevent terrorist incidents and maintain security.", "51. The Government submitted a copy of an application form for return to village, filled in by the applicant Mr Kazım Balık. This form contains information on the applicant’s identity and family situation, his education level, the village he left, settlement unit he wants to return to and a query as to whether he has suffered any damage on account of the terrorism and if so, how.", "In his application form filed with the Hozat District Governor’s office, Mr Kazım Balık noted that he wanted to return to Boydaş village and that he had left his village due to the terrorism. He further noted that his house had been burned, that his fields had been damaged and that he wanted to return on account of economic difficulties. A similar form was also filled in by a certain A.A.", "52. It appears from the records of the Social Aid and Solidarity Fund that the applicants Mr Kazım Balık and Mr Müslüm Yılmaz received monetary aid or aid in kind, such as food, medicine and heating supplies, between 1994 and 2003. The aid received by the applicants was TRL 646,913,300 and TRL 3,589,500 respectively.", "Mr Ali Rıza Doğan had also requested aid, but the authorities could not supply it since he was out of town.", "It also transpires from other documents that some of the villagers of the Hozat district were given beehives, sheep or cows to provide a source of income.", "53. These documents give detailed information on the personal state of each of the applicants.", "54. The Government submitted documents entitled “Personal information form for the inhabitants of Tunceli who filed an application with the European Court” in respect of each of the applicants. These documents contained detailed information on the personal situation of the applicants, namely their father’s name, date of birth, village, the amount they had declared for tax for the years 1994 and 1998 and the immovable property registered with their title.", "55. Between 8 and 12 October 2001 Mr John Connor, the rapporteur of the Committee on Migration, Refugees and Demography, established by the Parliamentary Assembly of the Council of Europe, carried out a fact-finding visit to Turkey concerning the “humanitarian situation of the displaced Kurdish population in Turkey”. Mr Connor prepared a report based on the information gathered from a number of sources, including his visit, official statements by the Turkish authorities and information received from local and international non-governmental organisations, as well as international governmental organisations.", "56. In this report, Mr Connor drew attention to the controversy concerning the figures for displaced persons. The Turkish authorities’ official figure for “evacuated persons” amounts to 378,000 originating from 3,165 villages at the end of 1999, whereas credible international estimates concerning the population displaced as a result of the conflict in south-east Turkey range between 400,000 and 1 million by December 2000. As to the cause of the movement of the population, the Turkish authorities maintained that the movement was not caused by the violence in the region alone. They contended that economic factors also accounted for the “migration”. The report, recognising the situation of internal displacement due to the conflict in the region, confirmed the Government’s stand point. However, it pointed out that there was no doubt that there had been a major displacement and migration to towns affecting those caught in the crossfire of the conflict: on the one hand Turkish security forces had targeted villages suspected of supporting the PKK. On the other hand the PKK had assassinated inhabitants of the villages “collaborating” with the State authorities (i.e. belonging to the village guards system) or refusing to support the PKK. This vicious circle of violence had forced many people to flee their homes.", "57. Mr Connor pointed to the failure of the Turkish Government to provide emergency assistance to people forcibly displaced in the south-east, including persons displaced directly as a result of the actions of the security forces. He further underlined the failure of the Government to provide a sanitary environment, housing, health care and employment to the internally displaced population.", "58. As to the prospects for the future, Mr Connor observed that the respondent Government had started developing return and rehabilitation projects as early as 1994. However, the first returns had occurred in 1997, as the region had not been secure before the latter date. Despite obvious improvements, security remained the main concern conditioning mass return movements. On the one hand, the authorities felt reluctant to allow for a large influx of returnees fearing the return of PKK militants. For that reason, they scrutinize every application and did not authorize returns to certain areas. On the other hand, the displaced population was in most cases unable to return without state financial or subsistence assistance and sometimes reluctant because of fresh memory of the atrocities committed in the past. Nevertheless, the South Eastern Anatolia Project (GAP), which is a comprehensive development programme aimed at the ending of the disparities between this region and the rest of the country, financed a number of projects concerning the return and resettlement of displaced persons. Among them was the “town-villages project”, which, through the construction of centralised villages, had allowed 4,000 displaced persons to return to their region. According to the official figures, approximately 28,000 persons had returned to 200 villages up to July 2001. Even so, a number of human rights organisations were critical of the Government’s efforts since the application forms for those who wished to return included a question concerning the reason for leaving the village. According to these organisations, displaced persons were not allowed to return unless they gave the actions of the PKK as a reason. Furthermore, there had been allegations that return was authorised only to the villages within the village guard system.", "59. Mr Connor concluded with satisfaction that the humanitarian situation in the region had progressed in relation to the situation presented in the last report of the Committee on Migration, Refugees and Demography; although the aims of provision of full security for mass returns and taking measures for revitalisation of the economy were still to be achieved. He made recommendations to the Turkish Government concerning a number of issues, which constituted the basis for Recommendation 1563 (2002) of the Parliamentary Assembly of the Council of Europe.", "60. On 29 May 2002 the Parliamentary Assembly of the Council of Europe adopted Recommendation 1563 (2002) on the “humanitarian situation of the displaced Kurdish population in Turkey”. The Parliamentary Assembly urged Turkey to take the following steps:", "“a. lift the state of emergency in the four remaining provinces as quickly as possible, namely in Hakkari and Tunceli, Diyarbakır and Şırnak;", "b. refrain from any further evacuations of villages;", "c. ensure civilian control over military activity in the region and make security forces more accountable for their actions;", "d. step up investigations into alleged human rights violations in the region;", "e. properly implement the rulings of the European Court of Human Rights;", "f. abolish the village guard system;", "g. continue its efforts to promote both the economic and social development and the reconstruction of the south-eastern provinces;", "h. involve representatives of the displaced population in the preparation of return programmes and projects;", "i. speed up the process of returns;", "j. allow for individual returns without prior permission;", "k. not to precondition assistance to displaced persons with the obligation to enter the village guard system or the declaration on the cause of their flight;", "l. present reconstruction projects to be financed by the Council of Europe’s Development Bank in the framework of return programmes;", "m. adopt measures to integrate those displaced persons who wish to settle in other parts of Turkey and provide them with compensation for damaged property;", "n. grant full access to the region for international humanitarian organisations, and provide them with support from local authorities.”", "61. Between 27 and 31 May 2002 the Representative of the Secretary-General of the United Nations on internally displaced persons, Mr Francis Deng, undertook a visit to Turkey, at the invitation of the Government of Turkey. He aimed to gain a first-hand understanding of the situation of the displaced and to engage in a dialogue with the Government, international agencies, non-governmental organisations and representatives of the donor countries. Following his visit the Representative prepared a report which was submitted to the Commission on Human Rights of the United Nations.", "62. Mr Deng reported that the figures concerning the displaced population ranged widely between 378,000 and 4,5 million persons, predominantly of ethnic Kurds. Regarding the cause of the displacement in Turkey, the Representative contended that the situation of displacement had mainly resulted from armed clashes, violence and human rights violations in south-east Turkey. Like the rapporteur of the Council of Europe, he recognised the Government’s claim that economic factors also accounted for the population movements.", "63. Mr Deng stated that the majority of the displaced persons had moved into provincial cities, where they had reportedly lived in conditions of extreme poverty, with inadequate heating, sanitation, infrastructure, housing and education. He noted that the displaced persons had to seek employment in overcrowded cities and towns, where unemployment levels were described as “disastrous”. Mr Deng observed that the Government officials were mainly concerned with explaining the initiatives that the authorities were taking regarding the return and resettlement of the displaced population. He further observed that there was a tendency not to refer to the current conditions of the displaced. He noted that the problems of the displaced were not specific to the displaced, but affected the population of south-east Turkey as a whole.", "64. Regarding the return and resettlement initiatives, Mr Deng primarily reported the “Return to Village and Rehabilitation Project”, which was announced by the Turkish Government in 1999. Citing the positive aspects of the project, such as the feasibility study conducted prior to the development of the project and the voluntary nature of any return and resettlement, Mr Deng expressed his concerns on a number of issues. He noted that the extent of the consultation with the displaced and the nongovernmental organisations working on their behalf might be insufficient. He further reported the concerns regarding the plan of a new centralised settlement pattern, as opposed to the traditional pattern of one large settlement (village) surrounded by smaller settlements (hamlets). Mr Deng noted that, although establishing security in the region through promoting centralised settlement units was a legitimate policy, the authorities should consult the displaced themselves. Two other issues that were of concern for Mr Deng were the absence of basic data which would give an accurate picture of the displacement and the failure to implement the project.", "65. As to return and resettlement initiatives other than the “Return to Village and Rehabilitation Project”, Mr Deng noted that there had not been sufficient information as to their target groups and how exactly they related to one another.", "66. Concerning the obstacles to return, Mr Deng referred to the practice of requiring persons to declare that they would not seek damages from the State. Mr Deng noted that Government officials denied the existence of a non-litigation clause in the application forms for those who wished to return. Furthermore, he had received information concerning the application forms, which included a question concerning the reason for leaving the village. According to the reports, only those persons who stated that they had been displaced as a result of “terror” were allowed to return. Mr Deng further noted that there had been allegations that return was authorised only to villages within the village guard system. He finally noted that antipersonnel mines posed a threat to those who wished to return to their villages in south-east Turkey.", "67. The recommendations of the Representative of the SecretaryGeneral of the United Nations on internally displaced persons were summarised as follows:", "“a. The Government should clarify its policy on internal displacement, including return, resettlement and reintegration, make its policy widely known, create focal points of responsibility for the displaced at various levels of the government structures, and facilitate co-ordination and co-operation among government institutions and with non-governmental organisations, civil society and the international community.", "b. The Government should enhance their efforts to address the current conditions of the displaced, which are reported to be poor, in co-operation with non-governmental organisations and United Nations agencies.", "c. The Government should provide more comprehensive and reliable data on the number of persons displaced as a result of the actions of both the Kurdistan Workers’ Party (PKK) and the security forces, on their current whereabouts, conditions and specific needs, and on their intentions with respect to return or resettlement.", "d. The Government should facilitate broad consultation with the displaced and the non-governmental organisations and civil society organisations working with them. The Government should further consider producing a document that clearly outlines the objectives, scope and resource implications of the Return to Village and Rehabilitation Project. Finally the results of the feasibility study conducted should be made public and the Government should facilitate an open discussion with the displaced and non-governmental organisations on the findings of this study and the steps which should be taken to implement them.", "e. The Government should examine areas of possible co-operation with the international community. In this connection, the Government might consider convening a meeting with international agencies, including the World Bank, and representatives of the potential partners to explore ways in which the international community could assist the Government in responding to the needs of the displaced.", "f. The Government should ensure a nondiscriminatory approach to return by investigating and preventing situations in which former village guards are allegedly given preference in the return process over those persons perceived as linked to PKK.", "g. The Government should ensure that the role of the security forces, or jandarma, in the return process is primarily one of consultation on security matters. Displaced persons who have been granted permission by the authorities to return to their villages - the decision being based on the advice of the jandarma - should be allowed to do so without unjustified or unlawful interference by the jandarma.", "h. The Government should take steps to abolish the village guard system and find alternative employment opportunities for existing guards. Until such time as the system is abolished, the process of disarming village guards should be expedited.", "i. The Government should undertake mine clearance activities in the relevant areas of the south-east to which displaced persons are returning, so as to facilitate that process.", "j. The Government should enhance their efforts to develop legislation providing compensation to those affected by the violence in the south-east, including those who were evacuated from their homes by the security forces.”", "68. Article 125 of the Constitution provides:", "“All acts or decisions of the administration are subject to judicial review ...", "The administration shall be liable to indemnify any damage caused by its own acts and measures.”", "69. The above provision is not subject to any restrictions even in a state of emergency or war. The latter requirement of the provision does not necessarily require proof of the existence of any fault on the part of the administration, whose responsibility is of an absolute, objective nature, based on the concept of collective liability and referred to as the theory of “social risk”. Thus, the administration may indemnify people who have suffered damage from acts committed by unknown or terrorist authors when the State may be said to have failed in its duty to maintain public order and safety, or in its duty to safeguard individual life and property.", "70. The principle of administrative liability is reflected in the additional section 1 of Law no. 2935 of 25 October 1983 on the State of Emergency, which provides:", "“... actions for compensation in relation to the exercise of the powers conferred by this Law shall be brought against the administration before the administrative courts.", "71. The Criminal Code makes it a criminal offence", "(a) to deprive an individual unlawfully of his or her liberty (Article 179 generally, Article 181 in respect of civil servants);", "(b) to oblige an individual through force or threats to commit or not to commit an act (Article 188);", "(c) to issue threats (Article 191);", "(d) to make an unlawful search of an individual’s home (Articles 193 and 194);", "(e) to commit arson (Articles 369, 370, 371, 372), or, where human life is endangered, aggravated arson (Article 382),", "(f) to set fires unintentionally by carelessness, negligence or inexperience (Article 383); or", "(g) to damage another’s property intentionally (Article 526).", "72. For all these offences complaints may be lodged, pursuant to Articles 151 and 153 of the Code of Criminal Procedure, with the public prosecutor or the local administrative authorities. The public prosecutor and the police have a duty to investigate crimes reported to them, the former deciding whether a prosecution should be initiated, pursuant to Article 148 of the Code of Criminal Procedure. A complainant may appeal against the decision of the public prosecutor not to institute criminal proceedings.", "73. If the suspected authors of the contested acts are military personnel, they may also be prosecuted for causing extensive damage, endangering human lives or damaging property, if they have not followed orders in conformity with Articles 86 and 87 of the Military Code. Proceedings in these circumstances may be initiated by the injured persons (nonmilitary) before the competent authority under the Code of Criminal Procedure, or before the suspected persons’ hierarchical superior (sections 93 and 95 of Law no. 353 on the Constitution and Procedure of Military Courts).", "74. If the alleged perpetrator of a crime is an agent of the State, permission to prosecute must be obtained from local administrative councils (the Executive Committee of the Provincial Assembly). An appeal against the local council’s decisions lies to the Supreme Administrative Court; a refusal to prosecute is subject to an automatic appeal of this kind.", "75. Any illegal act by civil servants, be it a crime or a tort, which causes pecuniary or non-pecuniary damage may be the subject of a claim for compensation before the ordinary civil courts.", "76. Under Article 13 of the Code of Administrative Judicial Procedure (Law No. 2577 of 6 January 1982) those who have suffered damage on account of a wrongful act of the administration may bring compensation proceedings against the latter within a year from the date on which they learned of the impugned act and, in any event, within five years from the commission of that act. The proceedings before the administrative courts are in writing.", "77. Damage caused by terrorist violence may also be compensated out of the Aid and Social Solidarity Fund.", "78. Persons who have sustained damage as a result of an administrative act may file an application with the superior authority of the relevant administration and request the annulment, withdrawal or alteration of the impugned act (Article 11 of the Code of Administrative Procedure). The administrative authorities’ failure to reply within sixty days is considered to be a tacit refusal of that request (Article 10 of the Code on Administrative Procedure). The persons concerned may then bring an action before the administrative courts requesting the annulment of the administrative act and compensation for their damage (Article 12 of the Code of Administrative Procedure).", "79. The governor’s office of the state of emergency region was set up with special powers after the state of martial law was officially declared to be over on 19 July 1987 by a legislative decree (no. 285 of 10 July 1987). A state of emergency was thus decreed in the provinces of Bingöl, Diyarbakır, Elazığ, Hakkari, Mardin, Siirt, Tunceli and Van. On 19 March 1994 the state of emergency was extended to the province of Bitlis, but lifted in the province of Elazığ. It was declared to be over in the provinces of Batman, Bingöl and Bitlis on 2 October 1997, in the province of Van on 30 July 2000, in the provinces of Tunceli and Hakkari on 1 August 2002 and in the provinces of Diyarbakır and Şırnak on 30 November 2002.", "80. In accordance with section 13 of Law no. 2935 on the State of Emergency (25 October 1983), state of emergency councils and offices were set up within the emergency region with a view to monitoring incidents, implementing and assessing measures taken by the authorities and making proposals in this regard. Should the governor of the state of emergency region consider it necessary, or in provinces where a state of emergency has been decreed, state of emergency offices are to be set up in the provinces and the districts. The state of emergency offices are to be presided over by the governors or their deputies in the provinces and by the district governors in the districts.", "Under section 14 of Law no. 2935, the governor of the state of emergency region may delegate part or all of the duties and powers conferred on him to the governors of the provinces in the state of emergency region.", "81. Extensive powers have been granted to the governor of the state of emergency region (Olağanüstü Hal Bölge Valisi) by decrees enacted under Law no. 2935 on the State of Emergency, especially Decree no. 285, as amended by Decrees nos. 424 and 425, and Decree no. 430.", "82. According to Article 4 (h) of Decree no. 285, the governor of the state of emergency region can order the permanent or temporary evacuation of villages. Under Article 1 (b) of Decree no. 430 of 16 December 1990, he can also impose residence restrictions and enforce the transfer of people to other areas.", "83. The relevant part of Article 148 § 1 of the Constitution provides:", "“... There shall be no right of appeal to the Constitutional Court to contest the form or substance of legislative decrees issued during a state of emergency, a state of siege or in wartime.”", "84. Article 7 of Legislative Decree no. 285, as amended by Legislative Decree no. 425 of 9 May 1990, precludes any application in the administrative courts to have an administrative act performed pursuant to Legislative Decree no. 285 set aside.", "85. Article 8 of Decree no. 430 provides:", "“No criminal, financial or legal responsibility may be claimed against the state of emergency regional governor or a provincial governor within a state of emergency region in respect of their decisions or acts connected with the exercise of the powers entrusted to them by this decree, and no application shall be made to any judicial authority to this end. This is without prejudice to the rights of individuals to claim indemnity from the State for damage suffered by them without justification.”", "86. The public prosecutor does not have jurisdiction with regard to offences alleged against members of the security forces in the state of emergency region. Article 4 § 1 of Decree no. 285 provides that all security forces under the command of the regional governor are subject, in respect of acts performed in the course of their duties, to the Law of 1914 on the prosecution of civil servants. Thus, any prosecutor who receives a complaint alleging a criminal act by a member of the security forces must decline jurisdiction and transfer the file to the Administrative Council. These councils are composed of civil servants, chaired by the governor. A decision by the Council not to prosecute is subject to an automatic appeal to the Supreme Administrative Court. Once a decision to prosecute has been taken, it is for the public prosecutor to investigate the case.", "87. The Constitutional Court has reviewed the constitutionality of Article 7 of Legislative Decree no. 285, as amended by Legislative Decree no. 425 of 9 May 1990, in a judgment of 10 January 1991, which was published in the Official Gazette on 5 March 1992. It stated:", "“It is not possible to reconcile that provision [which precludes any judicial scrutiny of acts performed by the governor of the state of emergency region] with the concept of the rule of law... The system of government when a state of emergency has been declared is not an arbitrary one that escapes all judicial scrutiny. There can be no doubt that individual and regulatory acts performed by the competent authorities while the state of emergency continues must be subject to judicial review. Contravention of this principle is inconceivable in countries run by democratic regimes and founded on freedom. However, the impugned provision is contained in a legislative decree that cannot be the subject of constitutional review... Consequently, the application for an order quashing that provision must be dismissed as being incompatible ratione materiae (yetkisizlik)...”", "88. As regards Article 8 of Legislative Decree no. 430, in two judgments delivered on 3 July 1991 and 26 May 1992 (published in the Official Gazette on 8 March 1992 and 18 December 1993 respectively), the Constitutional Court followed that decision in dismissing as incompatible ratione materiae applications for orders quashing the relevant provisions.", "However, by a judgment of 22 May 2003, the Constitutional Court reversed its previous case-law and annulled Article 7 of Decree No. 285 as being unconstitutional."], "VIOLATED_ARTICLES": ["13", "8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}