{"ITEMID": "001-115657", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF ASLAKHANOVA AND OTHERS v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Article 2 - Right to life (Article 2-1 - Life) (Substantive aspect);Violation of Article 2 - Right to life (Article 2-1 - Effective investigation) (Procedural aspect);Violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment;Inhuman treatment) (Substantive aspect);Violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment;Inhuman treatment) (Substantive aspect);Violation of Article 3 - Prohibition of torture (Article 3 - Effective investigation) (Procedural aspect);Violation of Article 5 - Right to liberty and security (Article 5-1 - Security of person);Violation of Article 5 - Right to liberty and security (Article 5-1 - Security of person);Violation of Article 13 - Right to an effective remedy (Article 13 - Effective remedy);Respondent State to take measures of a general character (Article 46-2 - Measures of a general character);Pecuniary and non-pecuniary damage - award", "JUDGES": "Anatoly Kovler;Erik Møse;Isabelle Berro-Lefèvre;Julia Laffranque;Khanlar Hajiyev;Linos-Alexandre Sicilianos;Mirjana Lazarova Trajkovska", "TEXT": ["6. The applications have been lodged by five families who complain about the disappearance of their eight male relatives in Grozny or the Grozny District between March 2002 and July 2004. The abductions occurred in quite similar circumstances: the applicants’ relatives were arrested by groups of armed and masked men at their homes or in the streets in a manner resembling a security operation. In each case a criminal investigation file was opened by the local prosecutor’s office. At the end of 2011, when the latest round of observations was submitted, the investigations remained pending without having produced any tangible results as to the whereabouts of the applicants’ relatives or the identity of the perpetrators.", "7. In their observations the Government did not dispute the principal facts of each case as presented by the applicants, but noted that as the domestic investigations were pending, any conclusions about the exact circumstances of the crimes would be premature. They argued that it had not been established with sufficient certitude that the applicants’ relatives had been detained by State agents or that they were dead.", "8. Below are summaries of the facts relevant to each individual complaint. The personal data of the applicants and their disappeared relatives and some other key facts are summarised in the attached table (Annex I).", "9. The applicant was living in Urus-Martan, Chechnya, with her husband Apti Avtayev. They had two daughters, born in 1997 and 1999. According to the applicant, at 10 a.m. on 10 March 2002 a large group of servicemen (about fifty) wearing camouflage uniforms and armed with automatic weapons had conducted a sweeping operation in Dzerzhinskogo Street in Grozny, where the applicant’s husband had been working at the time. They had used several APCs and military Ural trucks without number plates. They had entered the houses, searched them and led Apti Avtayev away.", "10. The applicant had not been a witness to her husband’s abduction as at the relevant time she had been staying in Urus-Martan. The description of the events of 10 March 2002 was based on the accounts provided to the applicant’s representatives by her on 1 August and by the witnesses to Apti Avtayev’s abduction: by Mr M. D. on 14 July 2005; by Mr R. P. on 14 July 2005; and by Mrs A. B. on 15 July 2005.", "11. The applicant arrived in Grozny on 11 March 2002 and started to search for her husband. She personally visited the local police station, the military commander’s office and the prosecutor’s office. In the subsequent months she wrote to numerous official and public bodies, as testified by her and attested by some responses to her queries received in June 2002.", "12. On 19 August 2002 the Leninskiy District Department of the Interior (“the Leninskiy ROVD”) of Grozny opened criminal investigation file no. 48139 under Article 126 § 2 of the Criminal Code (aggravated kidnapping). On the same day the applicant was questioned and granted the status of victim.", "13. The investigation was suspended on several occasions. It was also transferred from one prosecutor’s office to another. The Government refused to disclose any documents from the file. Instead, they referred to some documents which, in their opinion, called into question the applicant’s presentation of the facts. The applicant therefore submitted a copy of a report of an unspecified date, in which the head of the Leninskiy ROVD had informed the Grozny Prosecutor’s Office that Apti Avtayev had been detained by contract servicemen of the Leninskiy district military commander’s office, who had told [local residents] that his body could be found in the Sunzha River. The same servicemen had later returned and terrorised the witnesses to the abduction, forcing them to flee. In their observations the Government questioned the validity of that document. Furthermore, they alleged that Mrs A.B., the owner of the house in Grozny where Apti Avdayev had been apprehended, had been away on the day in question. In turn, the applicant disputed that allegation and submitted an additional testimony by Mrs A.B. dated 15 September 2009, confirming her previous statements as an eyewitness to the abduction and attesting that she had not been questioned about the crime.", "14. On 19 September 2005, following a complaint by the applicant, the Leninskiy District Court of Grozny found that the investigation had been ineffective, ordered its resumption and instructed that the applicant be issued with copies of certain procedural documents. At the same time, the court observed that the applicant could access and make copies of documents in the criminal investigation file only after the completion of those proceedings. On 9 November 2005 the Supreme Court of Chechnya confirmed that decision on appeal.", "15. On 11 March 2003, following a request by the applicant, the Leninskiy District Court declared Mr Avtayev a missing person as of 10 March 2002.", "16. At 2 a.m. on 23 October 2002 a group of about thirty armed men in camouflage uniforms, wearing masks, armed with sub-machine guns equipped with silencers and speaking Russian entered the applicants’ house in Grozny, searched it and beat up the two Barshov brothers. They put black plastic bags over the heads of the two men, fixed them with adhesive tape and took them away in their underwear and barefoot. The intruders tied up the applicants’ hands and covered their mouths with adhesive tape. Once the applicants had managed to release themselves, they followed the footprints of military boots and bare feet, which were clearly visible in the wet mud. They arrived at a military checkpoint located by a bridge over the Sunzha River, about 700 metres from their house. The servicemen stationed there allegedly told them that their relatives had been taken away by “federal servicemen” in UAZ cars.", "17. The first applicant submitted her own statement of November 2006, as well as written testimonies by four of her relatives and neighbours made between August and November 2006, which were fully consistent with her statements.", "18. Akhmed (the applicant) and Abuyazid Shidayev (his father) were detained at 2.30 a.m. on 25 October 2002 at their home, presumably by the same group as the Barshov brothers (no. 8300/07). Akhmed Shidayev was released on 30 October 2002 in a forest near Grozny and gave detailed submissions to the Court and the investigation about being taken, blindfolded, to the checkpoint, placed in a UAZ vehicle and subsequently detained at a military installation. On the night of his abduction, while being transported in a UAZ vehicle, and later at the installation, he was detained together with his father and the Barshov brothers.", "19. According to the applicants, when the first applicant was released he had had numerous bruises on his body and head, scars on the inner side of his legs and a swollen testicle. He had been afraid to seek medical assistance in Chechnya and had undergone inpatient medical treatment for three months outside the region, under a false name. He had been recommended surgery on the injured testicle. The applicants furnished no medical documents in support of the allegations of injuries sustained by the first applicant.", "20. In addition to the detailed statements to the domestic investigating authorities (see below), the applicants made three testimonies to the Court dated June 2010, describing in detail the events in question.", "21. The investigation into the abduction of the Barshov brothers [in many documents in the file also spelled “Borshov”] and two members of the Shidayev family was opened on 31 October 2002 by the Leninskiy ROVD of Grozny. It was suspended and resumed on several occasions but produced no tangible results. In May 2011 the Government submitted 592 pages - the entire contents of the criminal investigation file no. 48188. In November 2010 (the date of the latest documents), the case remained pending; no progress had been made in respect of finding the missing men or identifying the perpetrators. Several eyewitnesses testified that the detained men had been taken by their abductors to UAZ vehicles parked near a roadblock at the Zhukovskiy bridge; however, it does not appear that the servicemen manning the roadblock were identified or questioned.", "22. On 18 November 2002 Mrs Barshova was granted the status of victim. She was questioned on several occasions after that date. Belkis Shidayeva was questioned and granted the status of victim on 28 July 2003.", "23. Akhmed Shidayev was questioned on 30 May 2003 and 23 May 2005. He testified that he had been detained together with the three missing men. He gave detailed submissions about his detention, beatings, questioning and release at an installation that he presumed to be military. He referred to the black camouflage uniforms of the abductors, the UAZ vehicles and the sounds of helicopters landing and taking off above the “pit” where he had been detained. On 30 July 2003 he was accorded the status of victim in the criminal investigation. When questioned in September 2009 he explained that at the time of release he had been afraid to seek medical help, but that for some time after the beatings he had suffered acute pain in the chest and had had difficulty breathing. It does not appear that any further steps were taken to back up his allegations of ill-treatment, such as the carrying out of a forensic expert report or medical examination.", "24. The investigators received mostly negative replies to their requests for information about the detained men. Various state bodies, including the Ministry of the Interior and the Federal Security Service (“the FSB”), denied having any knowledge of the events or of the fate of the disappeared men, or any information that could implicate them in any criminal activities. The case file contains a handwritten note dated June 2005 entitled “Report”, drawn up by a serviceman of the Leninskiy ROVD, Senior Lieutenant Kh. The note alleged, without further references, that the Barshov brothers had been members of an illegal armed group under the command of “emir Murad Yu.”, active in the Leninskiy District. It listed ten other men as members of the same group, some of whom had been killed and others who were being searched for. According to the note, in the autumn of 2004 the Barshov brothers had taken part in the secret burial of emir Yu., following which they had been abducted by unidentified servicemen.", "25. Another handwritten document, which was undated and entitled “Explanation” (объяснение), was signed by M.Ch, one of the men listed in the “Report”. According to the text, at some time in 2002 M.Ch. and “Sulumbek” [Barshov], following the orders of Murad Yu., had placed an improvised explosive device near a roadblock in Grozny, as a result of which three servicemen had been wounded. Further documents indicated that the crimes committed by that group had become the subject of a separate investigation; in 2009 some pieces of evidence had been declared inadmissible for serious procedural breaches and the investigation had been suspended. Sulumbek Barshov has never been formally charged or suspected of any criminal acts.", "26. The transcripts also state that the witnesses and Akhmed Shidayev were questioned about their possible relationship with Murad Yu. According to a statement made by Akhmed Shidayev’s sister to the Court in June 2010, their other brother, Magomed Shidayev, had been among the terrorists who had seized the Nord-Ost theatre in Moscow in October 2002, and had been killed there.", "27. In June 2006 the applicant Larisa Barshova submitted to the investigators a handwritten note, allegedly given to her by a man who had been released from prison and who had identified her son, Anzor Barshov, from a photograph. The investigation had not located the man. The note said that Anzor Barshov had been charged with the illegal handling of explosives and had been transferred to different prisons in the Southern Federal Circuit between December 2002 and December 2003. The note also indicated the names and positions of two FSB officers who had allegedly been in charge of the investigation. It does not appear that any of those leads were successful: the two officers were not identified, and the detention centres denied having Anzor Barshov or the other disappeared men on their records.", "28. Further to a complaint lodged by Mrs Barshova under Article 125 of the Code of Criminal Procedure, on 7 November 2006 the Leninskiy District Court of Grozny ordered the investigator to resume the suspended proceedings; it also criticised the investigating authorities’ inactivity in the preceding period. It also upheld the refusal of the prosecutor’s office to grant the applicant full access to the case file since the investigation was pending. On 7 February 2007 the Supreme Court of Chechnya confirmed that decision; it also ordered the prosecutor to issue the applicant with copies of the procedural documents sought by her.", "29. On 16 October 2008 the Leninskiy district prosecutor criticised the investigation as ineffective and ordered it to be resumed.", "30. On 7 May 2010, further to a complaint lodged by Belkis Shidayeva, the Leninskiy District Court of Grozny quashed a decision of 20 November 2008 to adjourn the investigation. The court found that the investigator had failed to carry out a thorough investigation.", "31. Between 7 a.m. and 8 a.m. on 1 July 2004, fifteen to twenty persons armed with sub-machine guns, wearing camouflage uniforms and masks, entered the applicants’ flat in Grozny. Some of them were equipped with metal shields to protect their bodies and metal spherical helmets, typical of the police special forces. They spoke Russian and communicated by radio with someone in command. They searched the flat and adjacent flats, checked the residents’ identity documents and beat up the applicants. They covered the heads of Ayub Temersultanov and two other men with plastic bags or their own clothes and led them away to a convoy of six vehicles, consisting of a white Volga, a Niva, a Gazel and three grey UAZ vehicles, all without registration plates. The convoy passed in front of at least two permanent police checkpoints. Later that day, two of the applicants’ relatives who had been detained together with Ayub Temersultanov were released in the Grozny District, in the vicinity of the Khankala military base. They gave detailed submissions about their journey, blindfolded, to an unknown place about one hour away, where both were questioned about their relations.", "32. The applicants submitted six witness statements made in 2006 and 2007 by them, their neighbours and relatives who had witnessed the abduction.", "33. The investigation into the abduction was opened by the Leninskiy District Prosecutor’s Office of Grozny on 9 August 2004, even though a number of investigative measures had already been taken in July 2004. It was suspended and resumed on several occasions, without any apparent outcome. The Government have provided seventy-five pages of documents from the file. The second applicant was granted the status of victim on 10 August 2004. The witnesses alleged that some of the vehicles (including the Gazel and the UAZ) had been armoured and that the abduction had occurred in full view of a permanent police checkpoint. Two men who had been taken away and then released were questioned in August and October 2004. One of them testified that he had been questioned about the terrorist act of 9 May 2004 in Grozny. The latest documents submitted by the Government relate to October 2007, at which time the investigation was pending. The applicants petitioned the prosecutor’s offices, but not the court.", "34. Between midnight and 3 a.m. on 22 February 2003 a group of about ten men, wearing camouflage uniforms, masks and armed with automatic rifles consecutively broke into three houses in Dachu-Borzoy, in the Grozny District. The men spoke Russian and communicated with their superiors by radio. They used several (up to five) APCs and UAZ vehicles. They beat up Ayub Nalbiyev, Badrudin Abazov, Ramzan Tepsayev and some of the applicants; covered the detainees’ heads with their clothes and led them away. All detainees were taken away in their underwear and barefoot. The applicants claimed to have seen the APCs’ tyre tracks in the snow the following day, leading over a bridge to the village of Duba-Yurt, and passing by the side of a military base and a permanent military roadblock located on the bridge over the Argun River between the villages of Dachu-Borzoy and Duba-Yurt.", "35. In 2007 three of the applicants provided the Court with witness statements describing the abductions and their efforts to locate their relatives.", "36. On 12 March 2003 the Grozny district prosecutor’s office opened a criminal investigation into the abduction of the three men. The Government have submitted 422 pages from that file. The documents contain numerous references to military vehicles and the servicemen’s participation in the abduction; however, the investigation was not transferred to the military prosecutor’s office.", "37. In February 2003 the head of the Dachu-Borzoy administration corroborated the applicants’ statements about the circumstances of the abductions. In his statement he also alleged that later that year an FSB officer had shown him a list of wanted persons, including the names of the three detainees. It does not appear that that officer has ever been identified or questioned. The only other testimonies contained in the file had been given by the applicants and their relatives.", "38. The site was examined on 26 February 2003. In March 2003 the family members of the disappeared men were accorded the status of victims in the proceedings. On 17 May 2007 the applicants’ representative was allowed to study the file. By that time, the investigation had been suspended and resumed on several occasions.", "39. Judging by the responses received from the Ministry of the Interior and the military prosecutor’s office, their cooperation was minimal: most of the letters contained standard phrases that no information relevant to the case had been available.", "40. On at least two occasions in 2003 the progress of the case was discussed at working meetings held by the deputy prosecutor of the Grozny District, together with the police and military commanders. The minutes of the meetings contain references to the lack of cooperation of the military and the Ministry of the Interior with the investigation, and in particular to the absence of information about the possible provenance of five APCs and a UAZ vehicle.", "41. On 23 March 2007 the central archive office of the Ministry of the Interior informed the investigators as follows:", "“...[P]ursuant to the State Secrets Act (Federal Law No. 5485-1) of 21 July 1993, Presidential Decree No. 1203 of 30 November 1995 setting up the list of information constituting state secrets, and Order of the Ministry of the Interior No. 200 of 2 March 2002 [confidential], all documents contained in the central archive of the Ministry of the Interior, deposited by the military units that took part in restoring constitutional order and fighting the [illegal armed groups] in the Chechen Republic, have been classified as confidential and containing state secrets.", "Pursuant to section 30 of the Troops of the Ministry of the Interior Act (Federal Law No. 27-FZ) of 6 February 1997 it is prohibited to disseminate information about the location or movements of the military units of the Interior Troops, or about the carrying out by those units of tasks in the context of fighting the illegal armed groups.", "Information about the service missions of those units may be disclosed only by an appropriate commander, upon the permission of the Ministry of the Interior.", "Pursuant to section 16 of the State Secrets Act (Federal Law No. 5485-1) of 21 July 1993, such information cannot be made available to you without the authorisation of the Ministry in charge of the archive. It would therefore appear necessary for you to seek permission from the Ministry of the Interior to peruse documents containing state secrets. Once such an authorisation has been obtained, the necessary documents will be provided to you by the [central archive].”", "42. The investigation was adjourned in 2007. The Government submitted that it was still pending.", "43. Article 105 of the Russian Criminal Code of 1996 provides that murder is punishable by six to fifteen years’ imprisonment. Aggravated murder, for example if committed by an organised group, is punishable by prison terms, including life imprisonment, and by the death penalty.", "44. Under Article 126, kidnapping is punishable by up to eight years’ imprisonment. Aggravated kidnapping, for example, committed with the use of arms or by an organised group, is punishable by up to fifteen years’ imprisonment.", "45. Article 78 sets time-limits for criminal liability. A person cannot be held liable for a crime after ten years in the case of a serious crime (punishable by up to ten years’ imprisonment) and after fifteen years in the case of a grave crime (punishable by prison terms exceeding ten years’ imprisonment). Time starts to run from the date of the crime and stops running on the judgment of the trial court. If the person escapes justice, the time does not start to run until the person is found. The applicability of time-limits in cases of crimes punishable by a life sentence or the death penalty is decided individually by the trial court. No time-limits are applicable to crimes against peace and humanity.", "46. The 1960 Code of Criminal Procedure of the Russian Soviet Federative Socialist Republic, which was in force until 1 July 2002, required a competent authority to institute criminal proceedings if there was a suspicion that a crime had been committed. That authority was under an obligation to establish the facts and to identify those responsible and secure their conviction. The decision whether or not to institute criminal proceedings had to be taken within three days of the first factual report (see Articles 3 and 108-09).", "47. On 1 July 2002 the 1960 Code was replaced by the Code of Criminal Procedure of the Russian Federation.", "48. The new Code establishes that a criminal investigation may be initiated by an investigator or a prosecutor on a complaint by an individual or on the investigating authorities’ own initiative, where there are reasons to believe that a crime has been committed (see Articles 146 and 147). The decision to open a criminal investigation is to be taken within three days from the receipt of information about the crime, which period can be extended to ten and thirty days in certain circumstances (see Article 144).", "49. Article 42 of the Code defines the procedural status of a victim in criminal proceedings and lists the rights and obligations vested in that person. It provides that the victim has the right to acquaint him or herself with the entire case file after the closing of the investigation. Article 42 also stipulates that the victims are to be informed of procedural decisions to open or close criminal proceedings, grant or refuse victim status, and to adjourn proceedings. Copies of those decisions must be sent to the victims. The victims also have access to any decisions to order expert reports and to the outcomes of such reports (see Article 198).", "50. A prosecutor is responsible for the overall supervision of the investigation (see Article 37). He or she may order specific investigative measures, transfer the case from one investigator to another or order an additional investigation. If there are no grounds for initiating a criminal investigation, the investigator issues a reasoned decision to that effect, which has to be served on the interested party. Under Article 124, a prosecutor can examine a complaint concerning the actions or omissions of various officials in charge of a criminal investigation. Once a complaint has been examined, the complainant must be informed of the outcome and the avenues of further appeal.", "51. Article 125 of the Code sets out the judicial procedure for the consideration of complaints. The orders of an investigator or a prosecutor refusing to institute criminal proceedings or terminating a case, other orders and acts or omissions which are liable to infringe the constitutional rights and freedoms of the parties to criminal proceedings or to impede a citizen’s access to justice, may be appealed against to a district court, which is empowered to check the lawfulness and grounds of the impugned decisions.", "52. Article 151 provides that the investigators of the Investigative Committee (as of 2007) are responsible for the investigation of serious crimes, including murder and abduction.", "53. Article 161 § 1 prohibits the disclosure of details of the preliminary investigation. Such information can be disclosed only with the permission of a prosecutor or investigator and within the limits determined by them, and only in so far as it does not infringe the rights and lawful interests of the parties to the criminal proceedings and does not prejudice the investigation (see Article 161 § 3).", "54. Article 1069 of the Civil Code of the Russian Federation (relevant part adopted in 1995) provides that a State agency or State official will be liable for damage caused to a citizen by their unlawful actions or failure to act. Damages are awarded at the expense of the federal or regional treasury.", "55. Article 1070 sets out the rules for the payment of damages to private persons for the unlawful actions of law-enforcement officers. Other than unlawful criminal prosecution (confirmed by the criminal conviction of the perpetrators), the general rules of Article 1069 apply.", "56. Articles 151 and 1099 to 1101 provide for payment of non-pecuniary damages. Article 1099 states, in particular, that non-pecuniary damages will be payable, irrespective of any award for pecuniary damage.", "57. The Suppression of Terrorism Act of 25 July 1998 (Law no. 130-FZ) (hereinafter also called “the Anti-Terrorism Act”), which was replaced on 1 January 2007 by the Counter-Terrorist Act (Law no. 35-FZ), established basic principles in the area of the fight against terrorism. Section 2 of the Anti-Terrorism Act established, inter alia, that the State should keep secret, to the maximum extent possible, the technical methods of anti-terrorist operations and not disclose the identity of those involved in them. Section 2(10) of the new Counter-Terrorist Act contains similar provisions.", "58. On 1 August 2011 the Investigative Committee issued Order no. 113 detailing the procedure for obtaining information about persons who had taken part in counter-terrorist operations. Any such requests should contain reasons for the requested disclosure and be authorised by the Deputy Head of the Investigative Committee. The criminal investigation files containing such information should be treated as classified.", "59. The Federal Security Service Act (Law no. 40-FZ) of 3 April 1995, with subsequent amendments, provided that the personal data of the agency’s staff and persons cooperating with it should be stored at the central archive. As of 2008, such information could be divulged only pursuant to a federal law, or a special decision by the head of the relevant regional department of the Service.", "60. The Parliamentary Assembly of the Council of Europe (PACE) Resolution 1463 (2005) on Enforced Disappearances considered the following points essential for an international instrument in this field:", "“[T]he definition of enforced disappearance ... should not include a subjective element, which would be too difficult to prove in practice. The inherent difficulties in proving an enforced disappearance should be met by the creation of a rebuttable presumption against the responsible state officials involved;", "10.2. family members of the disappeared persons should be recognised as independent victims of the enforced disappearance and be granted a ‘right to the truth’, that is, a right to be informed of the fate of their disappeared relatives;", "10.3. the instrument should include the following safeguards against impunity:", "10.3.1. obligation for states to include the crime of enforced disappearance with an appropriate punishment in their domestic criminal codes;", "10.3.2. extension of the principle of universal jurisdiction to all acts of enforced disappearance;", "10.3.3. recognition of enforced disappearance as a continuing crime, as long as the perpetrators continue to conceal the fate of the disappeared person and the facts remain unclarified; consequently, non-application of statutory limitation periods to enforced disappearances;", "10.3.4. clarification that no superior order or instruction of any public authority may be invoked to justify an act of enforced disappearance;", "10.3.5. exclusion of perpetrators of enforced disappearances from any amnesty or similar measures, and from any privileges, immunities or special exemptions from prosecution;", "10.3.6. perpetrators of enforced disappearances to be tried only in courts of general jurisdiction, and not in military courts; ...", "10.3.8. failure to effectively investigate any alleged enforced disappearance should constitute an independent crime with an appropriate punishment. The minister and/or the head of department responsible for the investigations should be held accountable under criminal law for the said failure”.", "61. The UN International Convention for the Protection of All Persons from Enforced Disappearance of 20 December 2006 (ICED) entered into force in December 2010. Article 2 of the Convention defined “enforced disappearance” as:", "“... arrest, detention, abduction or any other form of deprivation of liberty by agents of the State or by persons or groups of persons acting with the authorisation, support or acquiescence of the State, followed by a refusal to acknowledge the deprivation of liberty or by concealment of the fate or whereabouts of the disappeared person, which place such a person outside the protection of the law.”", "The ICED placed signatory States under an obligation to investigate such acts and to bring those responsible to justice, whether they themselves had committed the acts in question or were the superiors of the perpetrators (see Article 6), as well as to criminalise disappearance under the national law (see Articles 4 and 7). The statute of limitations for such crimes should be of long duration and, in view of the continuous nature of the offence, should commence from the time when the offence ceases (see Article 8). The Convention also established the right of victims’ relatives to know the truth and to obtain reparation (see Article 24).", "62. Article 5 of the ICED and Article 7 of the Rome Statute of the International Criminal Court of 17 July 1998 both describe the widespread or systematic practice of enforced disappearance as a crime against humanity.", "63. The Russian Federation signed the Rome Statute but not the ICED, and has not ratified either document.", "64. International human right bodies, such as the UN Human Rights Committee and the Inter-American Court of Human Rights, consider enforced disappearances as a combination of several violations of protected rights. They often entail a violation of both the substantive and procedural aspects of the right to life, a breach of the relatives’ right to be free from degrading treatment on account of the prolonged suffering caused by the absence of news about the fate of their loved ones, and a breach of the abducted persons’ right to freedom and security. A summary of those approaches, stressing the lasting nature of some of the violations in question, can be found in the judgment Varnava and Others v. Turkey ([GC], nos. 16064/90, 16065/90, 16066/90, 16068/90, 16069/90, 16070/90, 16071/90, 16072/90 and 16073/90, §§ 93-107, ECHR 2009-).", "65. The Court has already dealt with allegations of enforced disappearances and the failure of investigations in other member States. Its judgments summarised domestic legal and practical arrangements designed to address those problems.", "66. Thus, the Court has dealt with a “pattern of enforced disappearances” occurring principally between 1992 and 1996 in South-Eastern Turkey (see, among others, Osmanoğlu v. Turkey, no. 48804/99, 24 January 2008; Akdeniz v. Turkey, no. 25165/94, 31 May 2005; İpek v. Turkey, no. 25760/94, ECHR 2004II (extracts); Akdeniz and Others v. Turkey, no. 23954/94, 31 May 2001; Taş v. Turkey, no. 24396/94, 14 November 2000; Timurtaş v. Turkey, no. 23531/94, ECHR 2000VI; Ertak v. Turkey, no. 20764/92, ECHR 2000V; and Çakıcı v. Turkey [GC], no. 23657/94, ECHR 1999IV). The İpek judgment, in particular, outlined the relevant national legislative framework, including provisions on criminal investigations and civil liability of State officials for the pecuniary and non-pecuniary damage caused by their actions, as well as specific anti-terrorist legislation and the distribution of responsibility in respect of the offences allegedly committed by the security forces (see §§ 92-106).", "67. The Cypriot conflict has resulted in a large number of missing persons in the 1960s and 1974. This matter has to be seen in the context of rather lengthy historical developments. Relevant summaries can be found in the judgments of Cyprus v. Turkey ([GC] no. 25781/94, ECHR 2001IV) and Varnava and Others v. Turkey (cited above). As can be seen from those judgments, efforts were made from the start to set up a mechanism to deal with the problem of disappearances. In 1981 the Commission on Missing Persons (CMP) was created under the United Nations’ auspices. The actual work on cases started in 1984, and some investigative steps were taken in the following years. Since 2004 the CMP has organised exhumations and begun to locate and identify remains (see Varnava, cited above, § 168). More than 230 bodies of missing persons have now been exhumed, identified and returned to their relatives. The criminal investigations triggered by those findings are still pending (see Charalambous and Others v. Turkey (dec.), nos. 46744/07 et al., 3 April 2012, and Emin v. Cyprus (dec.), no. 59623/08 et al., 3 April 2012).", "68. A list of legislative and practical measures aimed at solving the disappearance and war crimes issues in Bosnia and Herzegovina can be found in Palić v. Bosnia and Herzegovina (no. 4704/04, §§ 7, 8, 36-40, 15 February 2011). The Court found, in particular:", "“While it is true that the domestic authorities made slow progress in the years immediately after the war, they have since made significant efforts to locate and identify persons missing as a consequence of the war and combat the impunity. To start with, Bosnia and Herzegovina has carried out comprehensive vetting of the appointment of police and judiciary ... Secondly, the domestic Missing Persons Institute was set up pursuant to the Missing Persons Act 2004 (see paragraph 40 above). It has so far carried out many exhumations and identifications; for example, in seven months of 2009 the Missing Persons Institute identified 883 persons. Thirdly, the creation of the Court of Bosnia and Herzegovina in 2002 and its War Crimes Sections in 2005 gave new impetus to domestic prosecutions of war crimes. That court has so far sentenced more than 40 people. Moreover, the number of convictions by the Entity and District courts, which retain jurisdiction over less sensitive cases, has considerably increased. Fourthly, in December 2008 the domestic authorities adopted the National War Crimes Strategy which provides a systematic approach to solving the problem of the large number of war crimes cases. It defines the time-frames, capacities, criteria and mechanisms for managing those cases, standardisation of court practices, issues of regional cooperation, protection and support to victims and witnesses, as well as financial aspects, and supervision over the implementation of the Strategy. ... Lastly, domestic authorities contribute to the successful work of the international bodies set up to deal with disappearances and other serious violations of international humanitarian law committed in Bosnia and Herzegovina ...”", "69. According to document CM/Inf/DH(2010)26E of 27 May 2010 entitled “Action of the security forces in the Chechen Republic of the Russian Federation: general measures to comply with the judgments of the European Court of Human Rights”, a special unit has been set up within the Investigative Committee in Chechnya to address the issues raised in the Court’s judgments. An information document submitted by the Russian Government in March 2011 (DH-DD(2011)130E) stated that out of 136 cases discussed (concerning the so-called “Khashiyev group” involving findings of violations of core rights in the Northern Caucasus), only two criminal cases had been concluded (one of which had been terminated as a result of the suspect’s death). The remainder were pending; most of them had been suspended as a result of a failure to identify the suspects.", "70. Interim Resolution CM/ResDH(2011)292 of 2 December 2011 on “Execution of the judgments of the European Court of Human Rights in 154 cases against the Russian Federation concerning actions of the security forces in the Chechen Republic of the Russian Federation” stated, in so far as relevant:", "“2. Search for disappeared persons", "Considering that, in all judgments concerning disappearances, the Court also found a violation of Article 3 of the Convention on account of the applicants’ suffering as a result of the disappearance of their relatives and of their inability to find out what had happened to them;", "Taking note of measures aimed at improving the regulatory framework governing the search for disappeared persons in general and at enhancing the search for such persons in the Chechen Republic in particular, through the developments in use of DNA tests of relatives of disappeared persons;", "Noting however with particular concern that little progress has been made so far in this respect and that fresh applications concerning disappearances are being lodged with the Court;", "Considering that the numerous disappearances which took place in the Chechen Republic constitute a specific situation which calls for additional tools and means;", "Stressing in this respect the need to intensify further the search for disappeared persons, in particular through better co-ordination between the different agencies involved, collection, centralisation and sharing of all information and data relevant to the disappearances among different authorities concerned, strengthening local forensic institutions, enhanced cooperation with the relatives of disappeared persons, identification of possible burial sites and other relevant practical measures;", "Emphasising that the need for such measures is all the more pressing in cases where the continued failure to account for the whereabouts and fate of the missing persons gives rise to a continuing violation of the Convention; ...", "Emphasising the need for continuous efforts aimed at ensuring close co-operation with victims’ families and for further improvement of the legal and regulatory framework governing the participation of victims in domestic investigations; ...", "URGES the Russian authorities to enhance their efforts so that independent and thorough investigations into all abuses found in the Court’s judgments are conducted, in particular by ensuring that the investigating authorities use all means and powers at their disposal to the fullest extent possible and by guaranteeing effective and unconditional co-operation of all law-enforcement and military bodies in such investigations;", "STRONGLY URGES the Russian authorities to take rapidly the necessary measures aimed at intensifying the search for disappeared persons;", "ENCOURAGES the Russian authorities to continue their efforts to secure participation of victims in investigations and at increasing the effectiveness of the remedies available to them under the domestic legislation;", "ENCOURAGES the Russian authorities to take all necessary measures to ensure that the statutes of limitation do not negatively impact on the full implementation of the Court’s judgments.”", "71. The European Committee for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment (CPT) issued three public statements in relation to Chechnya between 2001 and 2007, deploring the absence of cooperation in the investigation of the alleged violations. The public statement of 13 March 2007 conceded that “the abductions (forced disappearances) and the related problem of unlawful detention ... continue to constitute a troubling phenomenon in the Chechen Republic”.", "72. On 4 June 2010 the PACE Committee on Legal Affairs and Human Rights presented a report entitled “Legal remedies for human rights violations in the North-Caucasus Region”. On the basis of that report, on 22 June 2010 PACE adopted Resolution no. 1738 and Recommendation no. 1922 deploring the absence of an effective investigation and prosecution of serious human rights violation in the region, including disappearances. They found that “the suffering of the close relatives of thousands of missing persons in the region and their inability to get over their grief constitute a major obstacle to true reconciliation and lasting peace.” Among other measures, the Resolution called on the Russian authorities to:", "“13.1.2. bring to trial in accordance with the law all culprits of human rights violations, including members of the security forces, and to clear up the many crimes which have gone unpunished ...;", "13.1.3. intensify co-operation with the Council of Europe in enforcing the judgments of the European Court of Human Rights, especially where they concern reinforcement of the individual measures to clear up the cases of, in particular, abduction, murder and torture in which the Court has ascertained a lack of proper investigation;", "13.1.4. be guided by the example of other countries which have had to contend with terrorism, particularly as regards the implementation of measures conducive to the suspects’ co-operation with justice in dismantling the terrorist networks and the criminal entities that exist within the security forces, and to prevent further acts of violence;", "...", "13.1.6. implement the proposals of the International Committee of the Red Cross to resolve as far as possible the serious problem of missing persons, and to create favourable conditions to renewed ICRC visits to detainees arrested and held in relation with the situation in the Northern Caucasus;", "...", "13.2. both Chambers of the Russian Parliament to devote their utmost attention to the situation in the North Caucasus and to demand exhaustive explanations of the executive and judicial authorities concerning the malfunctions observed in the region and mentioned in this resolution, and to stipulate that the necessary measures be applied.”", "In Recommendation no. 1922, PACE advised the Committee of Ministers to:", "“2.1 pay the utmost attention to the development of the human rights situation in the North Caucasus;", "2.2 in enforcing the judgments of the European Court of Human Rights (the Court) concerning this region, emphasise the prompt and complete elucidation of the cases in which the Court has ascertained an absence of effective investigation; ...”", "73. In Resolution 1787 (2011) entitled “Implementation of judgments of the European Court of Human Rights”, PACE considered deaths and ill-treatment by law-enforcement officials and a lack of effective investigation thereof in Russia as one of the four “major systemic deficiencies which cause a large number of repetitive findings of violations of the Convention and which seriously undermine the rule of law in the states concerned”.", "74. A report dated 6 September 2011 by Thomas Hammarberg, Commissioner for Human Rights of the Council of Europe, following his visit to the Russian Federation from 12 to 21 May 2011, found a number of positive developments aiming to improve daily life in the republics visited. Despite those positive steps, the Commissioner defined as some of the most serious issues counter-terrorism measures, abductions, disappearances and ill-treatment, combating impunity and the situation of human rights defenders. The report included the Commissioner’s observations and recommendations in relation to those topics.", "75. In particular, the Commissioner was deeply concerned by the persistence of allegations and other information relating to abductions, disappearances and ill-treatment of people deprived of their liberty in the Northern Caucasus. While the number of abductions and disappearances in Chechnya might have decreased recently compared with 2009, the situation remained far from normal. Referring to the far-reaching effects of disappearances on a society as a whole, he supported the proposal of the Presidential Council for Civil Society Institutions and Human Rights to create an interdepartmental federal commission to determine the fate of persons who had gone missing during the entire period of counter-terrorism operations in the Northern Caucasus. The Commissioner further emphasised the importance of the systematic application of rules prohibiting the wearing of masks or non-standard uniforms without badges, as well as the use of unmarked vehicles in the course of investigative activities.", "76. The Commissioner went on to state that the persistent patterns of impunity for serious human rights violations were among the most intractable problems and remained a source of major concern to him. There had certainly been a number of positive steps, such as the establishment of Investigating Committee structures, the increased support for victim participation in criminal proceedings, and the promulgation of various directives regarding the conduct of investigations. Despite those measures of a systemic, legislative and regulatory nature, the information gathered during the visit had led the Commissioner to conclude that the situation had remained essentially unchanged in practice since his previous visit in September 2009. He called on the Russian leadership to help in creating the requisite determination on the part of the investigators concerned by delivering the unequivocal message that impunity would no longer be tolerated.", "77. In August 2009 the International Committee of the Red Cross (ICRC) issued report “Families of Missing Persons: Responding to their Needs”. One hundred families were interviewed in the Northern Caucasus. In the majority of cases the abductions occurred between 2000 and 2004. The report found:", "“In general, the families are unable to carry out normal activities without the shadow of the missing relative being a constant reminder. Many withdraw from society, ignoring their needs and those of their family (for example, some children’s birthday parties are not allowed to be celebrated) as they focus on the search for their loved ones and they become socially and physically isolated – they often feel guilty doing something just for themselves”.", "The report also found that 90% of the families had opened a criminal case with the local prosecutor’s office, but that most of the cases had been suspended. The inability to get answers had “left them with a sense of hopelessness”. The report stressed the importance of finding the bodies and the performance of burial rites, since for most families the acceptance of the death was inconceivable as long as the body had not been returned. It concluded by finding that the families of the missing persons were “very much alone in managing their difficult situation”. It made a number of recommendations to the Russian authorities, in particular to set up a high-level body on missing persons, which should be transparent, credible, have a clear humanitarian mandate and be independent from the judiciary. The families of the missing persons should be associated with the search and be kept informed of all the important aspects of any progress made, as well as the chances of success. The ICRC further proposed changes to the legislation which would more clearly reflect Russia’s international obligations, in order to prevent enforced disappearances in the future, as well as to protect the families of the disappeared. It contained a number of other detailed recommendations to improve psychological, socio-economic and legal support to such families.", "78. In September 2009 Human Rights Watch (HRW) issued a report entitled \"Who Will Tell Me What Happened to My Son? Russia’s Implementation of European Court of Human Rights Judgments on Chechnya”, which was strongly critical of the absence of progress in the investigations in disappearance cases.", "79. On 20 April 2011 HRW and two Russian NGOs, the Committee Against Torture and Memorial published a joint open letter to the Russian President. They spoke of a “complete failure of the Chechen Republic investigative authorities to deal with the abductions of Chechnya residents by local law-enforcement and security agencies”, of “systematic sabotage of investigations by Chechen law-enforcement agencies and the inability of the Investigative Committee to fulfil its direct mandate to investigate crimes”.", "80. The Ombudsman of Chechnya, Mr Nukhazhiyev, has issued, over the years, a number of documents on disappearances. His special report of 16 April 2009 contained the following passages:", "“The problem of finding the abducted and missing persons ... becomes the topic of my third special report. The first special report entitled ‘The problems of disappearances in Chechnya and search of mechanisms to find the forcibly detained persons’ was presented on 20 April 2006 to both chambers of the Chechen Parliament. That report analysed the reasons and conditions leading to the disappearances. At that time, the local prosecutor’s office had opened 1,949 criminal cases into abductions; of those 1,679 have been adjourned in view of absence of information about the culprits. Many of these cases contained dates, exact timing of the abductions, registration numbers of the military vehicles, the servicemen’ names and radio call-names, the names and numbers of the military units involved, etc.", "Despite obvious competence of the military prosecutor’s office over these crimes, they are dealt with by the local prosecutors’ offices, who are unable to obtain the relevant information about the perpetrators or to question them. ...", "According to the Chechnya Prosecutor’s Office, since the beginning of the counter-terrorist operation [in October 1999] they had opened 2,027 criminal investigations into the abduction of 2,826 persons. 1,873 of those cases remain adjourned, 74 have been transferred to the military prosecutor’s office. ...", "The problem of identification of the bodies is closely linked to the problem of finding the missing persons. Various sources indicate up to 60 mass burials in Chechnya, containing up to 3,000 bodies of those who had lost their lives during the two consecutive military campaigns. Another mass burial site is located in Mozdok in North Ossetia. ... In view of the need to exhume mass burial sites, there remains the problem of absence of a laboratory in Chechnya which could carry out the identification of the exhumed bodies. ...”", "The Ombudsman recommended, principally, that a single inter-agency body in charge of disappearances be created in Chechnya; that a parliamentary inquiry be set up and that they rely on the experience of independent lawyers and the staff of the Ombudsman’s office, which had maintained a database of disappeared persons; that a specialist laboratory be created in Chechnya for the identification of exhumed remains; and that a database of DNA samples of the disappeared persons’ relatives be created in order to carry out systematic matching with the exhumed remains. In his statement of 30 August 2011 devoted to the International Day of the Disappeared, Mr Nukhazhiyev said that about 5,000 persons had disappeared in Chechnya during the counter-terrorist operation. He repeated his recommendation to set up a single inter-agency body to deal with the problem.", "81. Mr Pashayev, Deputy Head of the Chechnya Investigative Committee, published an article entitled “Problems of investigating cases which have become the subject of review by the European Court” in the specialist review Vestnik Sledstvennogo Komiteta RF (Bulletin of the Investigative Committee), No. 2 (8) 2010. He noted that the majority of the resolved abductions had been committed by members of illegal armed groups. Mr Pashayev named some recurrent problems in the investigation of the unresolved crimes allegedly committed by servicemen: the need to fill in information gaps many years after the events; the difficulties in gaining access to the archives of various security and military units; the absence of a single database of disappeared persons; the weakness of the local forensic laboratories, which had been unable to carry out genetic research; the unclear legal framework for differentiating between the competence of military and civil investigators; the poor results of the military investigators in collecting evidence concerning potential perpetrators among servicemen; and the fact that there were no mechanisms for compensating the relatives in the absence of conclusions from the criminal investigations.", "82. On 24 May 2010 the press service of the President and Government of Chechnya reported a speech by Mr Savchin, the Chechnya Prosecutor, at a high-level meeting devoted to the search for missing persons. The Prosecutor referred to the absence of political will to investigate crimes allegedly committed by servicemen. He recommended setting up a single federal inter-agency body to deal with the search for missing persons and the investigation of crimes. The body would have unrestricted access to the relevant archives and decide on the confidentiality of the data contained therein. Regarding the conflict of powers between the military and civilian investigators, he suggested that the relevant legislation be amended so as to put the military prosecutors in charge of identifying suspects among servicemen.", "83. In a letter to the Chechnya Minister of the Interior (no. 396-201/2-191-10) of August 2010, the Head of the Investigative Committee of Chechnya complained that the “operative assistance rendered by police in the criminal proceedings [instituted on abductions] was inappropriate, the investigators’ requests about the carrying out of search measures and other requests had been carried out with undue delays or not thoroughly, and the replies were mostly of a formal nature and did not contain the data requested”. He asked the Ministry of the Interior to alert its staff to the importance of the cases in question and to ensure their proper cooperation.", "84. In March 2011 the Deputy Prosecutor of the Chechen Republic sent a letter to the head of the NGO Committee Against Torture, Mr Kalyapin. The Deputy Prosecutor strongly criticised the Investigative Committee’s work on abduction cases in Chechnya:", "\"The investigative authorities fail to carry out urgent investigative actions and organise proper cooperation with the operational services in order to solve crimes. In fact, top-ranking officials of the Investigative Committee have no departmental control over criminal investigations. No concrete steps are taken to eliminate the violations identified by the agencies of the prosecutor’s office. The perpetrators are not held accountable. There are instances where crimes of abductions have actually been concealed by the investigators of the [Investigative Committee] ... As a result of delayed initiation of criminal proceedings and the inactive and passive nature of investigations, the perpetrators flee and the whereabouts of the affected [abducted] persons are not established.”"], "VIOLATED_ARTICLES": ["13", "2", "3", "5"], "VIOLATED_PARAGRAPHS": ["2-1", "5-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}