{"ITEMID": "001-106653", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "COMMITTEE", "DATE": 2011, "DOCNAME": "CASE OF KYRYLYUK v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1", "JUDGES": "Angelika Nußberger;Ganna Yudkivska", "TEXT": ["4. The applicant was born in 1972.", "5. On 24 May 2005 the police instituted criminal proceedings against him on suspicion of fraud. Subsequently, additional charges were brought against the applicant (unlawful acquisition of a vehicle, money laundering and forging documents). Since 6 September 2005, he has remained in detention on remand.", "6. Following the completion of the pre-trial investigation, on 24 March 2006 the case was transferred to the Solomyanskyy District Court of Kyiv, which on 24 November 2008 delivered a judgment.", "7. On 27 April 2010 the Kyiv City Court of Appeal quashed that judgment and remitted the case for fresh examination to the Solomyanskyy Court, before which the proceedings are still pending.", "8. According to the Government, in the course of the proceedings fifty four witnesses and four victims were interrogated, questioned or confronted, some of them repeatedly. This took the authorities about three months in total. Seven forensic examinations were ordered and lasted for about five months in total. Nine hearings were adjourned due to the applicant’s and two other co-defendants’ representatives’, victims’ and witnesses’ failure to appear. The applicant disagreed stating that his representative had not been informed of the hearings which he had not attended. One hearing was adjourned on the applicant’s request. Thirty further hearings were adjourned, mainly because the defendants were not escorted to the court, due to the witnesses’ or prosecutor’s failure to appear or because the judge was absent. On several occasions the courts issued compulsory summonses for witnesses."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}