{"ITEMID": "001-100287", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BGR", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF GEORGIEVA AND MUKAREVA v. BULGARIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of P1-1", "JUDGES": "Georgieva;Isabelle Berro-Lefèvre;Karel Jungwiert;Mark Villiger;Pavlina Panova;Peer Lorenzen;Rait Maruste;Renate Jaeger", "TEXT": ["6. The applicants were born in 1935 and 1957 respectively and live in Varna. They are mother and daughter.", "7. In 1985 the first applicant and her husband bought from the Varna municipality an apartment of 54 square metres, situated in the centre of the city, which had become State property by virtue of the nationalisations carried out by the communist regime in Bulgaria after 1945.", "8. On an unspecified date after that the first applicant's husband died and his property was inherited by the two applicants.", "9. In February 1992 the Restitution Law entered into force.", "10. On 8 July 1992 one of the heirs of the former pre-nationalisation owner of the flat brought proceedings against the applicants under section 7 of the Restitution Law. In a final judgment of the Supreme Court of Cassation of 7 July 1997 the action was allowed partially, the domestic courts finding that the plaintiff could only claim half of the property.", "11. The courts found that the applicants' title over half of the property was null and void on two grounds: 1) their apartment had been part of a bigger apartment, which had, prior to 1985 and in breach of the relevant construction requirements, been divided by the State into two; and 2) the area where the apartment was located had been earmarked for the construction of buildings of more than three storeys and the applicants' building was of two storeys; the relevant legislation at the time prohibited the sale of apartments in such buildings.", "12. On 20 November 1998 the applicants requested to be compensated with compensation bonds for half of the property. The request was granted and in January 2003 the applicants received bonds for 10,300 Bulgarian levs (BGN), the equivalent of approximately 5,280 euros (EUR), in accordance with an expert valuation of a half of their apartment drew up in 2001 or 2002. On 25 November 2004 the applicants sold their bonds for approximately 50% of their face value and received BGN 5,145, the equivalent of EUR 2,640.", "13. In the meantime, on 8 December 1997, following a legislative amendment whereby the time-limit to bring an action under section 7 of the Restitution Law was renewed, the remaining heirs of the former pre-nationalisation owner brought such an action against the applicants regarding the second half of the apartment.", "14. The action was granted in a final judgment of the Supreme Court of Cassation of 14 July 2004. Putting forward arguments identical to the ones concerning the first half of the apartment (see paragraph 11 above), the courts found that the applicants' title to the second half of the property was likewise null and void.", "15. The applicants did not apply for compensation bonds for that half of the apartment, as they were entitled to.", "16. On several occasions after 1997 the first applicant requested to be provided with municipal housing but was informed that no such housing was available. By 2003 the two applicants and the second applicant's family were still living in the disputed flat. In December 2003 they vacated it and rented another apartment. In 2004 the second applicant bought another flat and her family and the first applicant moved in there.", "17. The relevant background facts and domestic law and practice have been summarised in the Court's judgments in the cases of Velikovi and Others v. Bulgaria (nos. 43278/98, 45437/99, 48014/99, 48380/99, 51362/99, 53367/99, 60036/00, 73465/01, and 194/02, 15 March 2007) and Tsonkovi v. Bulgaria (no. 27213/04, §§ 14-15, 2 July 2009)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}