{"ITEMID": "001-79293", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF MAKARENKO v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1", "JUDGES": "Peer Lorenzen", "TEXT": ["4. The applicants were born in 1966 and 1968, respectively, and live in the village of Krasnovershka, Kirovograd region, Ukraine.", "5. In January 1995 the applicants bought a house from the collective agricultural enterprise “Svitanok”. They lived in it with their two minor children until August 1996.", "6. In August 1996 after returning from vacation the applicants found that their house was occupied by a police officer, Mr S. The latter informed them that the house purchase agreement had been invalidated by a notary. All of the applicants' possessions had been moved to the “Svitanok” enterprise storehouse.", "7. In March 1997 the applicants instituted proceedings against the notary in the Kompaniyvskyy District Court. On 17 November 1997 the court cancelled the act by which the notary had invalidated the purchase agreement.", "8. On 18 February 1998 the applicants instituted other proceedings in the same court against Mr S., the “Svitanok” enterprise and the notary asking that Mr S. be evicted from their house and claiming 10,000 Ukrainian hryvnias (“UAH”) in compensation for non-pecuniary damage. On an unidentified date the applicants introduced additional claims against the “Svitanok” enterprise for UAH 8,063 in pecuniary damage and UAH 40,000 in non-pecuniary damage.", "9. In April 1998 the collective agricultural enterprise “Svitanok” initiated proceedings in the Kompaniyivskyy District Court challenging the validity of the house purchase agreement.", "10. On 14 April 1998 the court stayed the proceedings in the applicants' case on eviction until the question of validity of the purchase agreement had been decided.", "11. In June 1998 a wedding photo, a coat, a lamp, a wash-basin and some other small items which had been held at the “Svitanok” storehouse were returned to the applicants.", "12. On 15 December 1998 the court found the purchase agreement invalid. The applicants appealed against this judgment and requested the transfer of their case to another court. On 1 April 1999 the Kirovograd Regional Court quashed the decision of 15 December 1998 and remitted the case for a fresh consideration to the Kirovogradskyy District Court.", "13. On 13 December 1999 the applicants requested the Head of the Kirovograd Regional Court to transfer their case on eviction to another court. Their request was satisfied.", "14. On 2 March 2000 the Kirovogradskyy District Court decided to consider together the case on eviction and the case on validity of the purchase agreement.", "15. On 24 October 2001 the court disjoined the cases and declined to consider the case on the validity of the purchase agreement because the representative of the ”Svitanok” enterprise had failed twice to appear at a court hearing.", "16. In June 2002 the house, which was partly derelict, was returned to the applicants.", "17. In July 2002 and March 2004 the applicants introduced additional claims, requesting reimbursement of the costs of renovation of the house and payment of UAH 20,544.00 and UAH 60,000 in compensation for pecuniary and non-pecuniary damage respectively.", "18. On 16 July 2002 the court ordered a technical expert's report on the applicants' house. The expert stated that the court decision was received by him on 7 October 2003.", "19. On 17 December 2003 the expert carried out his survey. He concluded that it was not possible to live in the house and that it needed major renovation. The cost of such renovation was also determined.", "20. On 8 June 2004 the Kirovogradskyy District Court found in part for the applicants and awarded each of the applicants UAH 7,500.50 in compensation for pecuniary damage, UAH 20,000 in compensation for non-pecuniary damage and UAH 670 in court expenses. The applicants did not appeal against this judgment.", "21. The applicants received some money and goods in enforcement of the judgment in their favour, but for the major part the judgment remains unenforced."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}