{"ITEMID": "001-69831", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF YAVORIVSKAYA v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Article 6 - Right to a fair trial (Article 6 - Enforcement proceedings;Article 6-1 - Reasonable time);Violation of Article 1 of Protocol No. 1 - Protection of property (Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions);Pecuniary and non-pecuniary damage - award (Article 41 - Non-pecuniary damage;Pecuniary damage;Just satisfaction)", "JUDGES": "Christos Rozakis", "TEXT": ["8. The applicant was born in 1965 and lives in Ternopil, Ukraine.", "9. From 1996 to 2000 the applicant and her family lived and worked in the Chukotka Region in the Russian Federation.", "10. In the winter of 1998 the applicant was taken to a hospital in the town of Bilibino. According to the applicant, local doctors failed to diagnose her correctly and provide adequate treatment; as a result her health was seriously damaged.", "11. In August 1998 the applicant brought a medical malpractice suit against the municipal health protection institution “Bilibino Central District Hospital” (муниципальное учреждение здравоохранения «Билибинская центральная районная больница»).", "12. On 21 February 2000 the Bilibinskiy District Court of the Chukotka Region allowed the applicant's action and awarded her RUR 60,000 (EUR 2,109). The judgment was not appealed against and on 1 March 2000 it became final and enforceable.", "13. After the hospital had failed to pay the judgment debt for over a year the applicant sent complaints to the President of the Russian Federation, the Minister of Health, the Court Bailiffs' Service and other authorities.", "14. On 15 November 2001 the Chukotka Regional Department of the Ministry of Justice (in charge of the court bailiffs) advised the applicant as follows:", "“...it was established that the debtor had no cash funds in its accounts. According to its founding documents, the debtor is an institution and, pursuant to Article 120 of the Civil Code, an institution is only liable to the extent of its cash funds. Article 298 § 1 of the Civil Code provides that an institution may not alienate or otherwise dispose of the property attached to it or of the property acquired at the expense [of its owner].", "In accordance with Information Letter no. 45 of the Presidium of the Supreme Commercial Court of the Russian Federation of 14 July 1999 'On the recovery out of the property of an institution', if the debtor, who is an institution, lacks cash funds, then recovery is not possible out of the other property assigned to the institution by its owner...”", "15. The Justice Department further informed the applicant that the enforcement proceedings had been closed on 30 November 2000 because the enforcement had been impossible, but it was open for the applicant to initiate the enforcement proceedings again.", "16. On 29 November 2001 the Chukotka Regional Department of the Ministry of Justice forwarded the applicant's complaint to the chief court bailiff of the Bilibino District, for enforcement.", "17. On 10 December 2001 the Chukotka Regional Department of the Ministry of Justice responded to the applicant and gave the same explanation as in the letter of 15 November 2001. It also added that in respect of the hospital there were several other enforcement proceedings having the first and second rank, whilst the applicant's claim only had the fifth rank.", "18. On 18 January 2002 a court bailiff confirmed again that the hospital had no cash funds and that the recovery could not be made out of its property.", "19. On 28 January 2002 the bailiff required the Bilibino clearing centre to seize the cash funds of the hospital.", "20. On 6 February 2002 the bailiff determined that the enforcement was not possible due to the debtor's lack of funds. The enforcement proceedings were definitively closed and the writ of execution was returned to the applicant."], "VIOLATED_ARTICLES": ["6", "P1"], "VIOLATED_PARAGRAPHS": ["6-1", "P1-1"], "VIOLATED_BULLETPOINTS": ["P1-1-1"], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}