{"ITEMID": "001-110195", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ITA", "BRANCH": "ADMISSIBILITY", "DATE": 2012, "DOCNAME": "M. AND S. v. ITALY AND UNITED KINGDOM", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "András Sajó;Françoise Tulkens;Guido Raimondi;Helen Keller;Isabelle Berro-Lefèvre;Paulo Pinto De Albuquerque", "TEXT": ["1. The applicants, Mrs F.M. and Ms A.S., are Italian nationals who were born on 25 August 1962 and 10 September 2004 respectively and live in Milan. They were initially represented before the Court by Ms L. Cossar, a lawyer practising in Milan, who later gave up her mandate. The first applicant is the mother of the second applicant and is acting in her own name and on her child’s behalf.", "2.", "3. The first applicant lived and worked in the United Kingdom from 1996 and became resident there in 2000. The parents of the second applicant (“A.S.”), who are both Italian citizens, married in the United Kingdom on 22 September 2000, and registered their marriage in Italy in November 2000. The parents separated before the child’s birth and judicial separation proceedings were issued by the first applicant in the Milan Civil Tribunal on 15 June 2004. They were eventually linked to subsequent child care proceedings which were commenced upon A. S.’s birth.", "4. On 17 March 2005, custody of the child was granted to the mother by the Milan Tribunal. Regular (initially supervised) contact, to be held in the mother’s house, was also granted to the father (“X.”), who was ordered to pay maintenance.", "5. On 31 May 2005, the first applicant complained about X.’s violent behaviour and the effects this was having on the child. She further requested authorisation to return, with the child, to the United Kingdom for work purposes.", "6. By a judgment of the Milan Youth Tribunal (Tribunale per i minorenni) of 5 August 2005, the applicants were granted permission to return to the United Kingdom and the second applicant was inscribed on the first applicant’s passport. They moved to Reading, England, in the United Kingdom.", "7. By a decision of 13 September 2005, the Milan Civil Tribunal altered the visiting arrangements, holding that the child should spend alternate weekends with the father, in Italy and the United Kingdom, in the presence of a nanny, but not including overnight stays. Visits to the United Kingdom would be unlimited as long as announced in advance.", "8. On 13 January 2006 a CTU (psychiatric assessment) report was filed, stating that the time was not ripe for joint custody but that arrangements for more visits with the father were to be made gradually. The second applicant’s contact with her father was regular and became unsupervised through progressive contact orders issued by the Milan Tribunal.", "9. On 13 March 2006 the court confirmed the mother’s custody of the child.", "10. On 29 September 2006 the first applicant made submissions reiterating her concerns regarding the father’s behaviour and its effects on the child.", "11. On 30 October 2006, the second applicant returned to the United Kingdom following a weekend with her father. She had a heavy rash in her genital area and displayed disturbed behaviour. On 4 November 2006 the emergency doctor noted a small tear in her anus but could not determine its cause. On 13 May 2007, again following a weekend with her father, the second applicant returned with a rash in her genital area and according to her mother displayed uncharacteristic behaviour such as heavy kissing on the mouth, and profound physical and psychological discomfort. The emergency doctor noted the rash and inflammation and reported these to the appropriate authorities as suspicious and indicative of possible sexual assault. However, he also considered it could be due to a lack of hygiene or to masturbation and was surprised that a congenital malformation of the girl’s genitalia had not been brought to his attention. On 17 May 2007 a detective constable of Thames Valley Police informed the first applicant that there was insufficient evidence to pursue a criminal investigation. On the same day A.S.’s nursery reported that A.S. had been found masturbating on the potty and that her behaviour the previous days had been strange.", "12. On 11 June 2007, following accusations made against him, the father lodged an emergency request with the Italian Civil Tribunal asking for sole custody of the child and for her to be resident with him.", "13. On 18 June 2007 a British social worker reported on the mother’s good qualities and noted the possibility that sexual abuse had taken place. She thought it was possible that the child’s travelling to Italy might be causing stress and advised that A.S. be accompanied by a nanny on these journeys. On this basis the first applicant requested the Italian courts to order supervised visits and submitted a detailed account of the situation in her pleadings of 25 June 2007.", "14. On 28 June 2007, the Italian court found that the inquiry into the claim of sexual abuse did not provide any evidence substantiating the claims brought solely by the mother, who suffered from a state of extreme anxiety. Moreover, no official action had been taken by the British authorities. The court, therefore, dismissed the claims as unfounded. It noted that the mother had systematically and continuously denigrated the child’s father, even if no concrete elements that could suggest he was an inadequate parent had been revealed. This brought into question the appropriateness of the mother’s behaviour. For these reasons the custody regime had to be altered. Joint custody was therefore granted to the mother and the father to underscore the importance of both parental figures for securing the healthy psychological growth of the child, making both parties aware that they must assume responsibility for overcoming their parental conflict, in which the child was heavily involved. It confirmed the previous visiting arrangements and residence mainly with the mother. The applicant alleged that she had not been heard before this decision.", "15. On 5 July 2007, the mother applied to the English courts for an emergency protection order under the 1989 Children’s Act, with a suspension of visiting rights. On 6 July 2007 the Principal Registry of the Family Division in London ruled that nobody could remove the child from the mother or from British jurisdiction until the case had been heard, and that the father should have supervised visits. The father issued a crossapplication to enforce the existing Italian orders. On 24 July 2007 the Milan Tribunal issued the certificate needed for the enforcement of the Italian orders regarding visiting arrangements. This was delivered to the United Kingdom authorities on 1 August 2007.", "16. In the meantime, the British police had interviewed the father. He was also informed that the social services and the police felt supervised access would be appropriate while the Italian social services made an assessment of the situation.", "17. On 2 August 2007, before the High Court it was accepted that the Italian courts had primary jurisdiction (according to the Brussels II Regulation) in matters of legal separation and child care. The mother’s applications were therefore withdrawn and the orders of the Milan Tribunal were recognised and enforced.", "18. In October 2007, the mother stopped all contact between the child and her father due to suspicions that the father had sexually abused the child after a contact visit in Italy. The mother had taken the child to a doctor in an Accident and Emergency department in a hospital in the United Kingdom. However, contrary to the mother’s claims, the doctor found that the child was healthy save for a slight rash; no lesions had been found on her external genitalia and her anus was intact. However, child protection referrals were made to the United Kingdom police and social services. The police conducted two interviews with the child, recorded on video, where A.S. spoke of her father touching her. They advised the mother not to allow any unsupervised contact between the child and her father in order not to prejudice the criminal investigation. However, a letter of the Director of Childhood and Education, Reading Borough Council, to X., informed him of the events and concluded that there was no evidence of harm or risk of danger. Thus, the department’s intervention had not been necessary.", "19. On 6 November 2007 the applicant submitted documents related to the alleged abuse and requested the Milan Tribunal to terminate the father’s visiting rights. On 23 November 2007 the father lodged his defence arguments, requesting that the child be placed with him or alternatively with a foster family under the control of the Milan Municipality, and for the relevant physical and psychological reports to be drawn up.", "20. On 28 November 2007 the British police wrote to the Milan Tribunal informing it that criminal investigations were taking place in respect of the suspicion of sexual abuse.", "21. On 29 November 2007 the Milan Tribunal held that there was no reason to change the provisional custody and visiting arrangements in place. It ordered a new CTU, which would also investigate whether it was possible that any sexual abuse had taken place.", "22. A comprehensive CTU was drawn up which included interviews with all the parties involved, including the nanny, the father’s partner and her son. No interviews were, however, held with the child together with the father, since the first applicant denied the father access. Medical examinations and reports were also taken into account. According to the report, while talk about genitalia and sexual attitudes was recurrent in the child, it was mostly associated with the images of the British police and the mother and not those of the father and his new family. The child repeatedly stated that certain terminology which she used had only been used with these figures (the police constable and the mother) and she was unable to explain certain of the terminology she herself used. It emerged that the child missed the father and the united family unit, she felt uncared for and that she needed to be left alone in tranquillity. The report concluded that there existed “a possible sexual trauma and in any event a suffering exacerbated when confronting the subject of an alleged abuse, in addition to the suffering from the continuous conflict between the parents which aggravated the family dynamics and harmed the child’s equilibrium”. However, the report could not confirm that such a state was due to an actual abuse, as it could have been the result of a sexually charged environment in which the child was brought up.", "23. After protracted proceedings in which both parties were represented and extensive expert evidence was submitted, and following a collegial hearing of 14 January 2009, the Milan Tribunal issued a (48 page) partial decision, filed in the relevant registry on 26 January 2009. It pronounced the couple’s separation. Furthermore, having considered the parties’ submissions, the expert evidence – particularly the medical reports –, the CTUs, the reports of the British police and of the British social services, and confirming its jurisdiction, it ordered, inter alia, that custody of the child be assigned to the Municipality of Milan; that the mother return the child to Italy immediately, if necessary with the assistance of the public forces; that the child’s name be removed from the passport of the nanny who had previously accompanied her on her travels; that the Municipality of Milan place the child, if possible with her mother (should she be so willing), in a protected place, and instigate a course of therapy, making available to the parents every form of therapy and support that might assist with parenting and meetings between father and daughter, which had to resume; that the mother pay compensation to the father and the child for breaching the previous contact orders and causing a sudden interruption in the relationship between father and child (by also forbidding any telephone communication), with the ensuing repercussions on the child’s equilibrium and the moral suffering caused to both.", "24. On 2 February 2009, the first applicant appealed to the Milan Court of Appeal, requesting the suspension of the partial decision.", "25. On 24 February 2009, the father registered the Milan Tribunal’s order of 26 January 2009 in the High Court of England and Wales, requesting its enforcement. On the same day the High Court ordered the registration of the order and the securing of the passports and identity cards of both the mother and her child. The first applicant, in her application to the Court, stated that she could request from the father the restitution of her documents for periods relevant to work-related travel.", "26. On 1 April 2009 the first applicant requested permission to appeal against the High Court decision, and requested that the decision be stayed in the meantime.", "27. On 17 April 2009 X. released the first applicant’s identity card.", "28. By a judgment of 22 April 2009, filed in the relevant registry on 29 May 2009, containing a reasoning of more than twenty pages, the Court of Appeal in Milan dismissed the mother’s appeal against the Milan Tribunal’s decision of 26 January 2009. It noted that the proceedings had been long and complex, marked by various decisions, based on pleadings and evidence submitted by both parties, who had effectively participated (contradittorio). It dismissed her application for the case to be transferred to the jurisdiction of England noting, inter alia, that all of the parties were Italian. The child had been born in Italy, where she had remained for the first year of her life; the child had only left Italy due to her mother’s work and had regularly returned on multiple and extensive visits; the child’s mother tongue was Italian and she had only just started to learn English; and the British courts could not be said to be better suited to deal with the application given the stage of the proceedings in which extensive investigative measures had been ongoing for many years, including two expert witnesses, psychiatric assessments of the parties and huge amounts of evidence.", "On the merits, considering all of the different evidence before the court, including the child’s testimony also through expert reports, but excluding video recordings which had been made with unknown technologies and which had not been open to challenge by the father, it held that the medical evidence was not conclusive and that the advice given by the English police on the basis of the mother’s unilateral statements could not be regarded as determinative of the father’s guilt, though it was not yet excluded as investigations in Italy were still ongoing. The Court of Appeal was seriously concerned about the level of acrimony between the parents and the damage to the child. It clearly emerged from the report of the court-appointed expert witness, the reports of the expert witnesses of the parties and the report of British social services that the child was in a serious situation of psychological distress. In particular, it referred to the damage relating to the sexual and corporeal sphere and also the suffering caused by the current conflict between her parents, and her need, which had been denied, to maintain a network of connections with members of the father’s family and her father. The position of the child, the fact that she had not seen her father since October 2007, was considered to be grave. It was considered necessary to clarify once and for all this position given the confusion caused by the accusations of the mother and the damage produced by an invasive investigative approach aimed exclusively and obsessively at finding abuse – and deliberately designed to remove the child from the father – with no respect for the consequences upon the child, who was clearly unhappy and displaying physical and psychological suffering.", "The court therefore endorsed the decision of the Milan Tribunal to order the return of the child to Italy and her placement in a neutral environment, with the mother, if the mother wished, or alone, if she did not, with a course of therapy and the reinstatement of contacts with the father in a protected and monitored fashion. The court considered this to be an inevitable solution, given the increasingly serious and poisonous situation, which could only be sorted out in a neutral place, where the nature and origin of the child’s fundamentally sexual compulsive behaviour, her eroticisation and the minor’s adult expressions, with sexual content, could finally be fully deciphered, and the family dynamics and parenting skills of the mother and father could be observed. Indeed, the mother appeared anxious and showed little empathy towards her daughter (according to CTU reports), she was not in favour of allowing father-child contact and her actions were of emotional harm to the daughter. With regard to the suffering that the child would undoubtedly experience if the order were carried out, it was pointed out that the mother had the possibility of reducing this alleged suffering by agreeing to be placed in the home with her daughter for the limited period of time needed to sort out the family dynamics, a choice that was compatible with her activity as a university researcher entitled to periods of sabbatical or leave to conduct research in other countries.", "29. On 16 June 2009, the English Court of Appeal ordered that the Family Division of the High Court was the correct court to consider the mother’s appeal against the execution of the Milan Tribunal’s order in which she relied on Article 23(a) and (b) of Brussels II (Council Regulation (EC) No 2201/2003 of 27 November 2003 concerning jurisdiction and the recognition and enforcement of judgments in matrimonial matters and matters of parental responsibility). It ordered that a CAFCASS (Children and Family Court Advisory and Support Service) report be presented. In the CAFCASS report dated 27 July 2009, concerns were set out about the enormous effect of the enforcement of the Italian court’s order which would remove the child from the United Kingdom and into institutional care in Italy with or without her mother. It suggested that A.S.’s position in the proceedings be safeguarded by a guardian to be appointed. This suggestion was rejected by the court on 29 July 2009.", "30. On 4 November 2009, the mother’s appeal was dismissed by the High Court after a three day final hearing, the appointment of an advocate to assist with interpretation of Brussels II (Council Regulation (EC) No 2201/2003) of 27 November 2003, and the consideration of over 1200 pages of evidence, including the evidence before the Italian courts and of the court-appointed expert. It was accepted that the Italian courts had jurisdiction in relation to the child, and that under Article 31 of the Regulations the court in the United Kingdom could only refuse to enforce the order for one of the reasons specified in Articles 22, 23 and 24 of the Regulations, and could not review the substance of the Italian order. The issues were limited to whether the decision of the Milan Tribunal of 26 January 2009 was manifestly contrary to public policy of the Member State in which recognition was sought, taking into account the best interests of the child (Article 23 (a)), or whether it was taken without the child having been given an opportunity to be heard, in violation of the fundamental principles of procedure in England (Article 23 (b)). It was not accepted that the policy adopted by the Italian courts in any way differed from that which would have been adopted by the United Kingdom courts, as the welfare considerations of the child plainly lay behind their decision. The order could therefore not be considered to be manifestly contrary to public policy. In addition, it was considered clear that the child’s voice had been put before the Italian courts through the expert witness who had prepared a thorough report which went conscientiously through a mass of material and involved a series of interviews with all parties. It was also abundantly clear that the expert was highly concerned about the child and had highlighted the child’s welfare in the clearest possible terms. The Italian courts had set out clearly why further assessments of the child, which all parties agreed were necessary, could not be done in England, making their orders even more understandable. In addition, the order was not a final order and was only for a limited time solely to address the problems that had caused the child to suffer to the extent that she had. It was clear that if sexual abuse by the father was established, relations with the father would be stopped. It was noted that the Italian court was faced with two difficult problems – on the one hand to discover the truth behind the mother’s allegations and on the other hand to prevent the child suffering further, as set out by the expert, as a result of the atmosphere created by the mother denigrating the father, and refusing to comply with court orders despite warnings. It was accepted that the order requiring mother and child to move to Italy even for a short time would cause the child upset, and might impact on the mother’s employment. Nevertheless, it was considered to be wrong to ignore the significant part that the mother’s attitude and actions had played in bringing about the present situation and the order of the Italian courts. Overall, the solution chosen by the Italian courts placed in such a dilemma was considered to have particular benefits including, inter alia, allowing the mother to remain with the child, the fact that it was only a short term measure, the fact that contact with the father was dependent upon the determination of the mother’s allegations, and that any decisions which followed would be taken by the same court that had heard this matter extensively since 2004. The High Court therefore made an order for recognition of the Italian court order, dismissed the mother’s application for a stay of the proceedings and dismissed her application for a transfer of the proceedings to the English High Court.", "31. By a decision of 24 November 2009, filed in the relevant registry on 31 May 2010, the Italian Court of Cassation rejected the first applicant’s appeal on the basis that the appeal grounds were unfounded. It noted, however, that in respect of jurisdiction the Court of Appeal’s decision had been based on the application of the Brussels II Regulation, which at the time had not been applicable. In respect of other grounds of appeal it considered that the impugned decision had been comprehensive, took account of all the pleadings of the parties and appeared wholly legitimate. As to the merits, namely the admissibility and assessment of evidence, the Court of Cassation considered that the Court of Appeal had given ample, logical and correct reasons justifying its decision.", "32. On 4 December 2009, the High Court in England issued a further judgment to clarify aspects of the previous judgment and ordered the execution of the Italian order by 16 December 2009. It clarified that the mother’s application for a stay of the proceedings had been dismissed together with her application that the High Court should not enforce the decision of the Italian court. The Italian authorities had provided information about where the assessment would take place, the accommodation that would be provided and further details of the plans for the mother and the child in Italy. Whilst sympathetic to the fact that the child would have to be taken out of school two days before the end of term, it was noted that proceedings in the United Kingdom had been ongoing since February 2009, and the date of enforcement continually delayed. It was noted in particular that the mother had accepted that she would be obliged to go and stay with the child in Italy to undertake assessments. This would give the child the enormous advantage of having her mother with her when she went to an unfamiliar setting. Finally, the High Court refused to extend the time-limit to appeal, but in any event refused to grant leave to appeal, as not only was the decision under consideration not contrary to public policy, but it was one which the British courts might well have followed.", "33. On 11 December 2009 the first hearing in the divorce proceedings took place in Milan. The judge offered to “withdraw” the order for the placement of the child in an institution if the child entered Italy voluntarily.", "34. On 16 December 2009, the English Court of Appeal dismissed the mother’s further application for a stay of the execution of the Italian order, confirming that the mother should return the child to Italy by 18 December 2009.", "35. On 17 December 2009, following attempts to reacquire their travel documents, the applicants returned to Milan. On 18 December 2009, in the context of the divorce proceedings, the judge held that A.S. should remain under the custody of the Milan Municipality but that she could live with her mother for the limited time the latter was in Italy, the father to pay an allowance for the renting of an apartment.", "36. In December 2009 A.S. regularly met with the doctors from Spazio Neutro (a service aiding the exercise of access rights according to Article 9 of the Convention on the Rights of the Child). From then up to June 2010 supervised access with the father took place once every two weeks and thereafter on a weekly basis.", "37. On 11 January 2010, following the father’s refusal to pay the deposit for rent of an apartment, the applicants moved to Venice, although arrangements were in progress for the child to start school in Milan. On 26 January 2010 the first applicant removed A.S. from her passport following complaints by the father.", "38. On 12 April 2010 the Italian inquiry into allegations of sexual abuse was discontinued, having become time-barred.", "39. In the meantime, proceedings were pending in respect of the first applicant’s financial situation and the financial obligations of the parents, and various decrees were issued, including in respect of the child’s schooling. On 14 July 2010 A.S. was allowed to go on holiday to the United Kingdom with her mother. They went to England from 7 to 22 August 2010.", "40. On 1 October 2010 the British police discontinued the investigation regarding sexual abuse. By a letter of 10 November 2010 the first applicant was informed that the case had also been reviewed by the Child Abuse Investigation Unit and after a careful consideration of all the facts and the recent changes in circumstances surrounding A.S. and her father’s supervised contact, it had been decided that no further active investigation would ensue.", "41. The first applicant alleged that the father had again abused the child on a particular occasion when the child went to buy an ice-cream with her father with no supervision. She claimed that although she had urged the social services and medical staff to implement A. S.’s therapy, no action had been forthcoming.", "42. Following the first applicant’s proposal for settlement in the context of the separation proceedings, on 16 November 2010 the father agreed to drop the judicial separation proceedings. Access decrees continued to be delivered according to the needs and in the best interests of the child, and from March 2011 A.S. was spending one weekend every fortnight at her father’s residence.", "43. In February 2011 the parents commenced a mediation process at the local department in Milan.", "44. On 13 May 2011 Spazio Neutro handed in another report suggesting the continuation of the current arrangements in Milan. The applicant complained that no mention was made of the fact that she would lose her job if she did not return to the United Kingdom.", "45. Divorce proceedings continued in June 2011. By a decision of 13 July 2011, A.S. was to spend part of her summer holidays (24 July – 15 August) in the United Kingdom with her mother and another part (1628 August) with her father. A request lodged on 17 August by the first applicant for the child to have an extended period of summer holidays with her in the United Kingdom was rejected on 29 August 2011 on the ground that there had been no time for the Milan Municipality, to whom the child was entrusted, to give its approval. Moreover, it was noted that since the lodging of the request coincided with the first day of the father’s period of vacation with the child, it appeared that the request had been made with the intention of disrupting this already ordered period of holiday with the father. Furthermore, the child would have been unable to attend the visits with the social services and the municipality, if away from Italy.", "46. In a social services’ report dated 26 August 2011, it was considered that the current arrangements were adequate to the minor’s needs and it would not be necessary to limit the parents’ rights any further in respect of medical and schooling issues. The report further noted with concern the repetitive requests of the parents regarding matters not related to the custody of the minor, which were taking precedence over the main issues and increasing conflict between the parents."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}