{"ITEMID": "001-57615", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NLD", "BRANCH": "CHAMBER", "DATE": 1989, "DOCNAME": "CASE OF KOSTOVSKI v. THE NETHERLANDS", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 6-1+6-3-d;Just satisfaction reserved", "JUDGES": "C. Russo;J.A. Carrillo Salcedo;N. Valticos", "TEXT": ["9. Mr Slobodan Kostovski is a Yugoslav citizen born in 1953. He has a very long criminal record, including convictions for various crimes in the Netherlands, notably armed robbery at a jeweller’s shop in 1979 for which he was sentenced to six years’ imprisonment.", "In November 1980 the Amsterdam District Court (arrondissements- rechtbank) had declared admissible a request by Sweden for his extradition to stand trial for serious offences committed in Stockholm in September 1979, namely two armed robberies and assisting in an escape from a court building, involving in each case attempted manslaughter.", "On 8 August 1981 the applicant escaped from Scheveningen prison together with one Stanley Hillis and others; he remained on the run until the following April.", "10. On 20 January 1982 three masked men conducted an armed raid on a bank in Baarn and made off with a substantial amount of currency and cheques.", "Police suspicions centred on Stanley Hillis and his associates because, being on the run, they probably needed money and because some years previously Stanley Hillis had been directly involved in a robbery carried out at the same bank with exactly the same modus operandi as the 1982 raid. These suspicions were strengthened on 25 January, when the Amsterdam police received an anonymous telephone call from a man who said:", "\"A few days ago a hold-up took place at a bank in Baarn. Those responsible for the hold-up are Stanley Hillis, Paul Molhoek and a Yugoslav. Stanley Hillis and the Yugoslav escaped from prison in The Hague in August last year.\"", "11. On 26 January 1982 a man visited the police in The Hague. The reporting officer drew up, on 18 March, the following account of the interview:", "\"On 26 January there appeared before me a man who for fear of reprisals desired to remain anonymous but whose identity is known to me. He stated as follows:", "‘A few months ago four men escaped from the remand centre (huis van bewaring) in The Hague, among them a Yugoslav and an Amsterdamer. They are now living with an acquaintance of theirs in Utrecht. I do not know the address. They are also in touch with Paul Molhoek of The Hague. The Yugoslav and the Amsterdamer sometimes spend the night at Aad Denie’s home in Paul Krugerlaan in The Hague. Paul Molhoek sleeps there almost every night. The Yugoslav and the Amsterdamer now drive a blue BMW car; I do not know the registration number. Paul Molhoek drives a new white Mercedes sports car. The Yugoslav, the Amsterdamer and Paul Molhoek carried out a hold-up a few days ago on a bank in Baarn, in the course of which the staff of the bank were locked up. Aad Denie, who otherwise had nothing to do with the affair, takes Paul Molhoek to the two men in Utrecht every day because Paul Molhoek does not have a driving licence. Aad Denie drives a silver-grey BMW car, registration mark 84-PF-88.’", "I wish to add that, after being shown various photographs included in the police file, he picked out photos of the following persons: Slobodan Kostovski ... as being the Yugoslav to whom he had referred; Stanley Marshall Hillis ... as being the Amsterdamer in question.\"", "12. On 27 January the Utrecht police, acting on information received that Stanley Hillis was hiding with a brother of Paul Molhoek at an address in that town, conducted a search there. Whilst they found no one, they did find fingerprints of Stanley Hillis and Paul Molhoek.", "13. On 23 February 1982 a person visited the police in The Hague. The two reporting officers drew up, on 22 March, the following account of the interview:", "\"On Tuesday 23 February 1982 there appeared before us a person who for security reasons wishes to remain anonymous but whose identity is known to us. He/She stated that he/she knew that Stanley Hillis, Slobodan Kostovski, Paul Molhoek and Aad Denie, who were known to him/her, were guilty of the armed raid on a branch of the Nederlandse Middenstands Bank at Nieuwstraat 1 in Baarn on or about 19 January 1982. According to the said person, the first three of the aforementioned persons had carried out the raid and Aad Denie had acted as driver or at least he had picked them up in a car after the raid.", "The said person also stated that the proceeds of the raid, amounting to about Fl. 600,000, had been divided into more or less equal parts by Hillis, Kostovski and Molhoek and that Aad Denie had received a small part thereof. From what he/she said, this would have been about Fl. 20,000. The said person also stated that Hillis, Kostovski and Molhoek knew each other from when they were detained in Scheveningen prison.", "Hillis and Kostovski escaped from the said prison on 8 August 1981 and Molhoek was released at a later date. The said person stated that Paul Molhoek lived most of the time with Aad Denie at Paul Krugerlaan 216 in The Hague. Hillis and Kostovski were said to have lived for a while at Oude Gracht 76 in Utrecht, which they had rented in another name. A brother of Paul Molhoek also lived there; he was called Peter. The said person stated in this connection that the Utrecht police had raided the said premises but had not found the above-mentioned people. He/she said that Hillis, Kostovski and Molhoek were in a room on a higher floor of the same building in the Oude Gracht at the time of the police raid. The police had not searched that floor. The person in question also stated that Hillis was now believed to be living in Amsterdam.", "Paul Molhoek and Hillis were said to meet each other quite regularly there, near Amstel Station, which was their usual meeting place.", "According to the person in question, Hillis, Kostovski and Molhoek were in possession of powerful weapons. He/she knew that Hillis and Kostovski each had a Sten gun among other things and that Paul Molhoek had a revolver, possibly a Colt 45.", "The person interviewed by us stated that he/she might later be able to provide more details about the above-mentioned persons and the offences they had committed.\"", "14. On 1 April 1982 Stanley Hillis and Slobodan Kostovski were arrested together in Amsterdam. They were in a car driven by one V., who had helped them to escape from prison and had had various contacts with them in and after January 1982.", "On his arrest Slobodan Kostovski was in possession of a loaded revolver. Subsequently, firearms were also found in the home of Paul Molhoek, who was arrested on 2 April, in the home of V. and in another room in the house previously searched in Utrecht.", "Like the applicant, Stanley Hillis, Paul Molhoek, Aad Denie and V. all have very long criminal records.", "15. A preliminary judicial investigation (gerechtelijk vooronderzoek; see paragraph 23 below) was instituted in respect of Stanley Hillis, Slobodan Kostovski, Paul Molhoek and Aad Denie. On 8 April 1982 Mr Nuboer, the examining magistrate (rechter-commissaris), interviewed, in the presence of the police but in the absence of the public prosecutor and of the applicant and his counsel, the witness who had made a statement to the police in The Hague on 23 February (see paragraph 13 above). The magistrate, who did not know the person’s identity, considered his/her fear of reprisals to be well-founded and therefore respected his/her wish to remain anonymous. His report on the hearing recorded that the witness made the following sworn statement:", "\"On 23 February 1982 I made a statement to the police in The Hague which was included in a report drawn up on 22 March 1982. You read out that statement to me. I declared that it is the truth and that I stand by it, on the understanding that I was not aware that the bank in Baarn was at No. 1 Nieuwstraat. My knowledge stems from the fact that both Stanley Hillis and Paul Molhoek, as well as Aad Denie, had all told me about the hold-up. They said that they had taken not only cash, but also American travellers’ cheques and Eurocheques. I myself saw a number of the Eurocheques.\"", "16. On 2 June 1982 the examining magistrate wrote to the lawyers acting for those concerned, enclosing copies of the official reports, including the statements of the anonymous person he had seen. He indicated that they could submit written questions on the basis of the statements made, pointing out that they would not be invited to the hearing before him. Amongst those who responded was Mr Kostovski’s lawyer, Mrs Spronken, who submitted fourteen questions in a letter of 14 June.", "On 22 June, as a result of those questions, the anonymous witness whom Mr Nuboer had heard was interviewed again, this time by Mr Weijsenfeld, an examining magistrate deputising for Mr Nuboer. The police were present but neither the public prosecutor nor the applicant or his counsel. The magistrate’s report of the hearing recorded that the witness - whose anonymity was respected on this occasion also - made the following sworn statement:", "\"I stand by the statement which I made on 8 April 1982 to the examining magistrate in Utrecht. My answers to the questions posed by Mrs Spronken are as follows.", "I am not the person who telephoned anonymously to the police communications centre in Amsterdam on 25 January 1982, nor the person who made a statement on 26 January 1982 at the police station in The Hague. I did not state to the police that I knew that the bank was at Nieuwstraat 1 in Baarn. I knew that it was in Baarn, but not the street. I learned the latter from the police and it was included as being part of my own statement by mistake. Although Mrs Spronken did not ask this, I would add that I did not inform the municipal police in Utrecht.", "As regards the questions posed by Van Straelen, I would in the first instance refer to the statement I have just made. I am acquainted with Hillis, Kostovski, Molhoek and Denie and have no doubts as to their identity.\"", "In the event, only two of Mrs Spronken’s fourteen questions, most of which concerned the circumstances in which the witness had obtained his/her information, were answered. In this connection Mr Weijsenfeld added the following in his report:", "\"The questions sent in, including those from S.M. Hillis, which have not been answered were either not asked by me, the examining magistrate, in order to preserve the anonymity of the witness, or not answered by the witness for the same reason.\"", "17. The cases against Stanley Hillis, Slobodan Kostovski and Paul Molhoek came on for trial before the Utrecht District Court on 10 September 1982. Although for procedural reasons each case was dealt with separately and was the subject of a separate judgment, the court held a single sitting, so that the statements made thereat applied to all three suspects.", "The witnesses heard in court included the examining magistrates Mr Nuboer and Mr Weijsenfeld (see paragraphs 15-16 above) and Mr Weijman, one of the police officers who had conducted the interview on 23 February (see paragraph 13 above). They had been called at the applicant’s request, but the court, pursuant to Article 288 of the Code of Criminal Procedure (see paragraph 25 (b) below), did not allow the defence to put to them certain questions designed to clarify the anonymous witnesses’ reliability and sources of information, where answers would have revealed the latter’s identity.", "Mr Nuboer stated that he believed the witness he had heard on 8 April 1982, who had \"made a favourable impression\" on him; that he did not know the witness’s identity and considered the fear of reprisals advanced in support of his/her wish for anonymity to be a real one; that he believed the witness had made his/her statement to the police voluntarily; and that he had refused an offer by the police for him to interview the man they had seen on 26 January 1982 (see paragraph 11 above) as he could not guarantee the latter’s anonymity.", "Mr Weijsenfeld stated that he considered to be \"not unreliable\" the witness - whose identity he did not know - whom he had interviewed on 22 June 1982 (see paragraph 16 above); and that he too regarded the witness’s fear of reprisals as well-founded.", "Mr Weijman stated that, in his view, the person he had interviewed with a colleague on 23 February 1982 (see paragraph 13 above) was \"completely reliable\" because he/she had also given information on other cases which had proved to be correct. He added that certain parts of that person’s statement had been omitted from the official report in order to protect his/her identity.", "18. The anonymous witnesses themselves were not heard at the trial. Contrary to a defence submission, the official reports drawn up by the police and the examining magistrates on the hearings of those witnesses were used in evidence. Also the sworn statements made by one of them to the magistrates were read out and designated as statements by a witness made at the trial, in accordance with Article 295 of the Code of Criminal Procedure (see paragraph 26 below).", "In its judgments of 24 September 1982 the Utrecht District Court recognised, with regard to the use of the statements of the anonymous witnesses, that their sources of information could not be checked, that it could not form an independent view as to their reliability and that the accused were deprived of the possibility of being confronted with them. By way of justification for its decision nevertheless to use this material in evidence the court stated that it had been convinced of Mr Kostovski’s guilt, considering that the statements strengthened and partly complemented each other and having regard to the views it had heard as to the reliability of one of the anonymous witnesses (see paragraph 17 above). Having also noted that the applicant had previously been found guilty of similar offences, the court convicted him and his co-accused of armed robbery and sentenced each of them to six years’ imprisonment.", "19. Mr Hillis, Mr Kostovski and Mr Molhoek - who have always denied any involvement in the bank raid - appealed to the Amsterdam Court of Appeal (Gerechtshof), which set aside the Utrecht District Court’s judgments as it arrived at a different assessment of the evidence. However, after a retrial, at which the three cases were dealt with together, the Court of Appeal, by judgment of 27 May 1983, also convicted the applicant and his co-accused and imposed the same sentences as before.", "On 13 May the Court of Appeal had heard a number of the witnesses previously heard at first instance, who stood by their earlier testimony. Like the Utrecht District Court, it had not allowed certain questions by the defence to be answered, where this would have revealed the identity of the anonymous witnesses. The following statement had also been made to the Court of Appeal by Chief Superintendent Alferink of The Hague municipal police:", "\"Consultations take place before anonymous witnesses are interviewed. It is customary for me to ascertain the identity of the witness to be interviewed in order to assess whether he or she could be in danger. In this case the anonymous witnesses were in real danger. The threat was real. Both witnesses decided to make statements on their own initiative. The public prosecutor was contacted, but I cannot remember who it was. The testimony of anonymous witnesses is offered to the examining magistrate after consultation with the public prosecutor. Both anonymous witnesses made a reliable impression on me.\"", "The Court of Appeal likewise did not hear the anonymous witnesses but, again contrary to a defence submission, considered the official reports of their interviews with the police and the examining magistrates to be admissible evidence. The court found that the witnesses, who had made their statements on their own initiative, had good reason to fear reprisals; noted that they had made a reliable impression on Mr Alferink and a reasonably reliable one on Mr Nuboer; and took into account the connections between, and the mutual consistency of, the statements in question.", "20. On 25 September 1984 the Supreme Court (Hoge Raad) dismissed an appeal by the applicant on points of law. It found that the Amsterdam Court of Appeal had adduced sufficient reasons for admitting the reports in question (see paragraph 32 below). It also stated that Article 6 (art. 6) of the Convention did not prevent a judge, if he deemed it necessary in the interest of the proper administration of justice, from curtailing to some extent the obligation to answer questions and, notably, from allowing a witness not to answer questions about the identity of persons.", "21. On 8 July 1988, by which time he had served 1,461 days of his prison sentence, Mr Kostovski became due for release on parole. However, on that day he was extradited from the Netherlands to Sweden, to serve there a sentence of eight years’ imprisonment.", "22. The Netherlands Code of Criminal Procedure (\"CCP\") came into force on 1 January 1926. The citations appearing in the present judgment are taken from the CCP as it stood at the time of the applicant’s trials.", "23. Article 168 CCP provides that each District Court has one or more examining magistrates to whom criminal cases are entrusted. They are nominated, for a term of two years, by the competent Court of Appeal from amongst the members of the District Court.", "It is open to the public prosecutor, under Article 181 CCP, to request what is called - in order to distinguish it from the subsequent investigation at the trial - a \"preliminary investigation\", which it is the task of an examining magistrate to conduct. In that event the latter will hear the suspect, witnesses and experts as soon as possible and as often as is required (Article 185 CCP). Both the public prosecutor and defence counsel are, in principle, entitled to be present at those hearings (Articles 185 § 2 and 186) and, even if they are absent, to give notice of questions they wish to have put.", "The preliminary investigation provides a basis for a decision with regard to the further prosecution of a suspect and also serves to clarify matters which cannot properly be investigated at the trial. The magistrate must act impartially, by collecting also evidence which might exculpate the suspect.", "If the public prosecutor is of the opinion that the results of the preliminary investigation justify further prosecution, he will notify the suspect and refer the case to the court. The investigation at the trial will then follow.", "24. Under Article 338 CCP, a finding that the accused has been proved to have committed the acts with which he is charged may be made by a judge only if he has been so convinced through the investigation at the trial, by the contents of \"legal means of evidence\". The latter consist, according to Article 339 CCP, exclusively of (i) what the judge has himself observed; (ii) statements made by the accused; (iii) statements made by a witness; (iv) statements made by an expert; and (v) written documents.", "Evidence in the third category is defined in Article 342 CCP, which reads:", "\"1. A statement by a witness is understood to be his statement, made in the investigation at the trial, of facts or circumstances which he himself has seen or experienced.", "2. The judge cannot accept as proven that the defendant has committed the act with which he is charged, solely on the statement of one witness.\"", "25. Articles 280 and 281-295 CCP contain various provisions concerning the examination of witnesses at the trial, of which the following are of importance in the context of the present case.", "(a) The president of the court must ask the witness to state, after his first names and surname, his age, occupation and address (Article 284 § 1 CCP); the same obligation is also laid, by Article 190 CCP, on an examining magistrate when he is hearing witnesses.", "(b) Articles 284, 285 and 286 CCP make it clear that the accused is entitled to put questions to a witness. As a general rule witnesses are examined first by the president of the court; however, a witness who has not been heard during the preliminary investigation and has been called at the request of the defence will be examined first by the accused and only afterwards by the president (Article 280 § 3 CCP). In any event, Article 288 CCP empowers the court \"to prevent a question put by the accused, counsel for the defence or the public prosecutor being answered\".", "(c) Article 292 CCP enables the president of the court to order an accused to leave the court-room so that a witness may be examined out of his presence. If such an order - for which reasons do not have to be given - is made, counsel for the defence may question the witness and \"the accused shall be told immediately what has happened during his absence and only then will the investigation be resumed\" (Article 292 § 2 CCP). Thus, on returning to the court-room the accused may avail himself of his right, under Article 285 CCP, to put questions to the witness.", "26. Article 295 CCP provides for an exception to the rule in Article 342 CCP (see paragraph 24 above) that witnesses should be heard at the trial. It reads:", "\"An earlier statement by a witness who, having been sworn in or admonished to speak the truth in accordance with Article 216 § 2, has died or, in the opinion of the court, is unable to appear at the trial shall be considered as having been made at the trial, on condition that it is read aloud there.\"", "In connection with witnesses unable to appear at the trial, Article 187 CCP provides:", "\"If the examining magistrate is of the opinion that there are grounds for assuming that the witness or the expert will not be able to appear at the trial, he shall invite the public prosecutor, the defendant and counsel to be present at the hearing before him, unless, in the interest of the investigation, that hearing cannot be delayed.\"", "27. The fifth category of evidence listed in Article 339 CCP (see paragraph 24 above) is defined in Article 344 CCP which, so far as is relevant, reads:", "\"1. By written documents is understood:", "1o ...;", "2o official reports and other documents, drawn up in the lawful form by bodies and persons who have the proper authority and containing their statement of facts or circumstances which they themselves have seen or experienced;", "3o...;", "4o...;", "5o all other documents; but these are valid only in conjunction with the content of other means of evidence.", "2. The judge can accept as proven that the defendant has committed the act with which he is charged, on the official report of an investigating officer.\"", "An anonymous statement contained in an official police report falls within the scope of sub-paragraph 2o of paragraph 1 of this Article.", "28. In the Netherlands, the procedure in a criminal case follows in actual practice a course that is markedly different from that suggested by the provisions referred to in paragraphs 23 to 27 above. This is to a considerable extent due to a leading judgment delivered by the Supreme Court on 20 December 1926, the year in which the CCP came into force. That judgment (Nederlandse Jurisprudentie (NJ) 1927, 85) contains the following rulings, each of which is of importance in the context of the present case:", "(a) for a statement by a witness to be considered as having been made at the trial under Article 295 CCP (see paragraph 26 above), it is immaterial whether or not the examining magistrate has complied with Article 187 CCP (ibid.);", "(b) a deposition by a witness concerning what he was told by another person (hearsay evidence) may be used as evidence, albeit with the utmost caution;", "(c) it is permissible to use as evidence declarations made by the accused or by a witness to a police officer, as recorded in the latter’s official report.", "29. These rulings permit the use, as \"legal means of evidence\" within the meaning of Articles 338 and 339 CCP (see paragraph 24 above), of depositions made by a witness not at the trial but before a police officer or the examining magistrate, provided they are recorded in an official report which is read aloud in court. The rulings have had the effect that in practice the importance of the investigation at the trial - which is never conducted before a jury - has dwindled. In the great majority of cases witnesses are not heard at the trial but either only by the police or also by the examining magistrate.", "30. The law does not make the presence of counsel for the defence obligatory during the investigation by the police. The same applies to the preliminary investigation by the examining magistrate (but see paragraph 23 above). Nowadays, however, most examining magistrates invite the accused and his counsel to attend when they are hearing witnesses.", "31. The CCP contains no express provisions on statements by anonymous witnesses.", "However, with the increase in violent, organised crime a need was felt to protect those witnesses who had justification for fearing reprisals, by granting them anonymity. In a series of judgments the Supreme Court has made this possible.", "32. A precursor to this development was a judgment of 17 January 1938 (NJ 1938, 709) in which the Supreme Court held that hearsay evidence (see paragraph 28 (b) above) could be admitted even if the witness did not name his informant. Decisions to the same effect have been handed down in the 1980’s.", "In a judgment of 5 February 1980 (NJ 1980, 319), concerning a case where the examining magistrate had granted anonymity to and had heard a witness without the accused or his counsel being present, the Supreme Court held - following its judgment of 20 December 1926 (see paragraph 28 above) - that non-compliance with Article 187 CCP (see paragraph 26 above) did not prevent the magistrate’s official report being used in evidence, \"albeit with the caution called for when assessing the probative value of such evidence\". The same ruling was made in a judgment of 4 May 1981 (NJ 1982, 268), concerning a case where the witness had been heard anonymously by both the police and the examining magistrate; on that occasion the Supreme Court also held - in accordance with its above-mentioned judgment of 17 January 1938 - that the mere fact that the official reports of the hearings did not name the witness was not an obstacle to their utilisation in evidence, subject to an identical proviso as to caution.", "It may be inferred from a judgment of 29 November 1983 (NJ 1984, 476) that the caution called for does not necessarily imply that anonymous witnesses must have been heard by the examining magistrate also.", "The next judgments in the series are those given by the Supreme Court on 25 September 1984 in the cases of Mr Kostovski and his co-accused, one of which is published in NJ 1985, 426. They contain the following new elements:", "(a) the mere fact that the examining magistrate did not know the identity of the witness does not prevent the use in evidence of the official report of the hearing he conducted;", "(b) if the defence contests at the trial the reliability of depositions by an anonymous witness, as recorded in the official report of the hearing of the witness, but the court nevertheless decides to admit them as evidence, it must give reasons justifying that decision.", "These principles were confirmed in a judgment of 21 May 1985 (NJ 1986, 26), which makes it clear that the Supreme Court’s review of the reasons given to justify the admission of anonymous statements as evidence is only a marginal one.", "33. In their submissions preceding certain of the Supreme Court’s judgments referred to in paragraph 32 above, various Advocates-General, whilst recognising that the granting of anonymity to witnesses could not always be avoided and sometimes had to be accepted as the lesser evil, nevertheless voiced concern. The learned writers who annotated the judgments did likewise, stressing the need for the courts to be very cautious indeed. The judgments have, however, also been criticised.", "34. In 1983 the Association of Judges expressed disquiet at the increase in cases in which witnesses were threatened and at the growing number of witnesses who refused to testify unless they were granted anonymity. The Association recommended that the legislature should direct its attention to the question of anonymous witnesses.", "The Minister of Justice consequently set up in September 1984 an external advisory committee, called \"the Commission on Threatened Witnesses\", to examine the problem. In its report of 11 June 1986, which was later submitted for advice to several bodies concerned with the application of the criminal law, the Commission concluded, with only one member dissenting, as follows:", "\"In some cases one cannot avoid anonymity of witnesses. Reference is made to the fact (which was also pointed out by the Minister) that at present there are forms of organised criminality of a gravity that the legislature of the day would not have considered possible.\"", "The Commission added that \"in a society governed by the rule of law the interference with, or more accurately the frustration of, the course of justice resulting [from this situation] cannot possibly be accepted\".", "The Commission proposed that the law should in principle forbid the use as evidence of statements by anonymous witnesses. It should, however, be possible to make an exception where the witness would run an unacceptable risk if his or her identity were known. In such cases an anonymous statement might be admitted as evidence if the witness had been examined by an examining magistrate, the accused being given a right of appeal against the latter’s decision to grant anonymity. The report contains a Bill making the necessary modifications to the CCP (with draft explanatory notes) and comparative data.", "According to the Government, initiation of legislation in this area has been deferred pending the Court’s decision in the present case."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1", "6-3"], "VIOLATED_BULLETPOINTS": ["6-3-d"], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}