{"ITEMID": "001-96417", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "COMMITTEE", "DATE": 2009, "DOCNAME": "CASE OF KRESSIN v. GERMANY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial", "JUDGES": "Isabelle Berro-Lefèvre;Karel Jungwiert;Mark Villiger", "TEXT": ["4. The applicant was born in 1947 and lives in Bascharage.", "5. The applicant had been working as a licensed doctor in Berlin from 1972 to 1994. Since 1994 he has been practising medicine in Luxembourg.", "6. He is a member of the Berlin Medical Association (Ärztekammer), a corporation under public law and since 1972 had been paying compulsory contributions to its pension scheme until his change of residence to Luxembourg in 1994.", "7. Prior to his move to Luxembourg, he was informed by the Berlin Medical Association's pension scheme (Ärzteversorgung) that he could either terminate his membership or continue to stay as a member on a voluntary basis while paying contributions at the full or a reduced rate. The applicant opted for the continuation of his membership and chose to pay voluntary contributions in an amount equal to half of the maximum contribution rate.", "8. Since 1994 he has also paid the full compulsory contribution to the relevant Luxembourg pension scheme.", "9. Ever since his move to Luxembourg the Berlin pension scheme has informed the applicant annually in writing about the amount of his future pension entitlement. He objected to the corresponding notifications on several occasions alleging that while the amount of contributions had been increased, his expected pension had been unduly reduced compared to previous years. He was repeatedly informed by the Berlin pension scheme that the decrease of his pension entitlement was due to the agreed adjustment of his contributions since 1994.", "10. By letters of 9 and 15 August 2001 the Berlin pension scheme advised the applicant of the option to have the meanwhile accrued contributions transferred to the Luxembourg pension scheme subject to the latter's approval. It further specified that a transfer of the contributions could only be effected by means of a direct payment to the Luxembourg pension scheme and that it was not possible to disburse the amount accrued to the applicant himself. By a letter dated 20 August 2001 the applicant asked for his contributions to be transferred.", "11. On 12 October 2001 the Berlin pension scheme informed the applicant that the conditions of a transfer were not fulfilled since the Luxembourg pension scheme was not in a position to accept a direct transfer of the contributions. The applicant notified the Berlin pension scheme on 1 November 2001 that he nevertheless wanted to continue the payment of his voluntary contributions.", "12. In reply to a further objection by the applicant on 13 September 2003 regarding the calculation of the amount of his future pension entitlement, the Berlin pension scheme, by letter dated 18 September 2003, specified that the definite amount of the applicant's pension claim would be determined once he had become eligible to the actual payment of pension benefits and could only be challenged together with a corresponding payment order.", "13. On 9 October 2003 the applicant brought an action against the Berlin Medical Association (Ärztekammer) with the Berlin Administrative Court claiming the transfer of the total amount of his compulsory and voluntary contributions accrued with the Medical Association's pension scheme including interest and compensation for inflation to the Luxembourg pension scheme. Alternatively, he requested that the Berlin pension scheme be obliged to freeze his pension entitlement at the current amount while maintaining the amount of contributions to be paid by him.", "14. By a letter dated 13 October 2003 the Administrative Court informed the applicant that there existed doubts as to the admissibility of his action. It asked in particular for information as to whether there existed a decision of the Berlin Medical Association rejecting the transfer of his contributions and whether he had instituted preliminary administrative proceedings (Widerspruchsverfahren) in this respect. As regards the applicant's alternative action, the Administrative Court pointed out that a corresponding dispute could only be instituted once the applicant was entitled to the payment of the pension. The applicant replied by letter dated 18 October 2003.", "15. By letters dated 29 October 2003 and 23 February 2004 the Medical Association submitted its written observations to which the applicant replied by written submissions dated 4 March 2004.", "16. At his repeated request, the applicant was informed by the Administrative Court, by letters dated 27 August 2004, 27 January 2005 and 13 December 2005, that it was not yet foreseeable when a decision in the matter would be taken since older pending matters were being treated as a priority.", "17. On 4 December 2006 the Berlin Administrative Court assigned the case to a single judge for a decision.", "18. On 17 July 2007 a hearing took place. By a judgment of the same day the Administrative Court dismissed the action as primarily inadmissible and did not grant the applicant leave to appeal.", "19. As regards the applicant's claim for a transfer of his pension contributions the Administrative Court held that he was lacking the need for judicial relief (Rechtsschutzbedürfnis) since following the failed attempts to transfer the contributions in 2001 the applicant had voluntarily continued to pay the contributions and had not repeated his request to have them transferred by the Berlin pension scheme. It found that the applicant could only have had recourse to the courts after having challenged an administrative decision rejecting his request. The applicant's alternative claim was rejected as manifestly ill-founded by the Administrative Court."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}