{"ITEMID": "001-93143", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "ADMISSIBILITY", "DATE": 2009, "DOCNAME": "MODRIC v. CROATIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis;Dean Spielmann;George Nicolaou;Giorgio Malinverni;Khanlar Hajiyev;Sverre Erik Jebens", "TEXT": ["The applicant, Mrs Mara Modrić, is a Croatian national who was born in 1962 and lives in Split. She was represented before the Court by Mrs I. Bojić, a lawyer practising in Zagreb. The Croatian Government (“the Government”) were represented by their Agent, Mrs Š. Stažnik.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 10 June 2003, at around 1 p.m., the applicant went to dispose of rubbish in bins placed in an open parking area in front of the apartment building where she lived in Split when suddenly her neighbour, a certain B.L., approached her, slapped her in the face and allegedly began to strangle her while threatening to kill her.", "The applicant managed to escape and ran home. Once inside her flat, she telephoned the police and reported the incident. About half an hour later two police officers arrived at the applicant’s flat and interviewed her. It appears that they also interviewed B.L. The police officers instructed the applicant to see a doctor, which she did the same day.", "The police lodged a complaint against B.L. with the Split Minor Offences Court (Prekršajni sud u Splitu) and proceedings were instituted against B.L. before that court. The applicant was not informed of these proceedings, nor called as a witness. On 29 October 2003 the said court issued a minor offences order against B.L., under section 162 of the Minor Offences Act. It found that B.L. had committed a breach of the peace by attacking the applicant verbally and physically on 10 June 2003, an offence under section 14 of the Public Order (Minor Offences) Act, and sentenced him to pay a fine in the amount of 378 Croatian kunas (HRK) and the costs of the proceedings in the amount of HRK 120. The relevant part of this order reads:", "“Defendant B.L ...", "is guilty", "because on 10 June 2003 at 11,45 a.m. in Split, ... in the parking area in front of a building, he committed a breach of the peace by verbally and then physically attacking Mara Modrić and pushing her and hitting her in the face and neck, after which he went away,", "He committed a breach of the peace by shouting, uttering insults and fighting", "and thus committed a minor offence under section 13 of the Public Order (Minor Offences) Act ... “", "The applicant was not informed of this decision.", "On 23 October 2003 the applicant lodged a criminal complaint against B.L. with the Split State Attorney’s Office (Općinsko državno odvjetništvo u Splitu) alleging that on 10 June 2003 B.L. had approached her in a car park in front of the apartment building where she lived, had slapped her and begun to strangle her while threatening to kill her. The applicant enclosed the police report and medical documentation of 10 June 2003 showing that she had visible finger marks on her throat and pain in that area, especially if touched or when swallowing.", "In a letter of 9 February 2004 the Split State Attorney’s Office informed the applicant that it had decided not to open an official investigation. It informed her that she nevertheless had the right to seek a decision in writing declaring her criminal complaint inadmissible. The applicant sought a decision in writing. Her request was complied with and the applicant’s criminal complaint was declared inadmissible on the grounds that she had failed to comply with the three-month time limit under Article 47 § 1 of the Code of Criminal Procedure since she had lodged her criminal complaint on 23 October 2003 although she had learnt about the incident in question more than three months earlier, namely, on 10 June 2003.", "The applicant then lodged a request for an investigation with a Split County Court investigating judge. She qualified the acts of violence at issue as criminal offences under Articles 98 (inflicting bodily injury), 129 (making threats), 199(1) (verbal insult), 329(1) (vigilantism) and 331 (violent behaviour) of the Criminal Code. On 14 December 2004 a three-judge panel of the Split County Court dismissed the request. The relevant part of that decision reads as follows:", "“After the Split State Attorney’s Office had declared the applicant’s criminal complaint against B.L. inadmissible in respect of the criminal offence under Article 331(1) of the Criminal Code, the injured party, Mara Modrić, acting as subsidiary prosecutor, took the place of the prosecutor by lodging a request for an investigation ...", "The investigating judge did not consent to the [applicant’s] request. As regards the criminal offence of violent behaviour, he stated that B.L.’s actions did not constitute the elements of that criminal offence. The prosecution in respect of all the other charges had become time-barred since the injured party had filed her criminal complaint outside the statutory time-limit.", "The request of the injured party, acting as subsidiary prosecutor, is unfounded.", "The investigating judge is right in his statement that B.L’s actions did not satisfy the elements of the criminal offence of violent behaviour. The information in the case file shows that B.L. attacked the applicant because he was irritated with her attitude towards his child. Since the crucial element of the offence of violent behaviour is an unmotivated attack, and [the attack of B.L. against the applicant] was obviously motivated, there was no ground for granting the injured party’s request in respect of the criminal offence of violent behaviour.", "The other charges against B.L., which are to be the subject of a private prosecution, have become time-barred in view of the fact that the offence was committed on 10 June 2003 and the injured party lodged her criminal complaint on 23 October 2003, that is to say, after the expiry of the three-month time-limit from the day on which she learnt of the offence and of the identity of the perpetrator.", "The time-limit for making an application for prosecution under Article 47(1) of the Code of Criminal Procedure is three months from the date on which the applicant learnt of the criminal offence and the identity of the perpetrator. The injured party failed to comply with that time-limit, however. Therefore, her request for an investigation against B.L for the criminal offences under Articles 98, 199(1), 329(1) and 129(1) of the Criminal Code is unfounded.", "...”", "An appeal by the applicant on 24 December 2004 was declared inadmissible by the Split County Court investigating judge on 18 January 2005 as not provided for under domestic law.", "An appeal by the applicant against the latter decision was dismissed by a three-judge panel of the Split County Court on 3 February 2005.", "On 17 March 2005 the applicant lodged a further appeal, which was declared inadmissible in a decision of the Split County Court investigating judge as not provided for under domestic law. An appeal by the applicant against that decision was dismissed by a three-judge panel of the Split County Court on 26 April 2005.", "The applicant then lodged a constitutional complaint against the decision of the Split County Court of 26 April 2005. On 24 November 2005 the Constitutional Court (Ustavni sud Republike Hrvatske) declared it inadmissible, relying on section 62 of the Constitutional Court Act, on the ground that it did not concern the merits of the case but was lodged against a procedural decision of the Split County Court of 26 April 2005 and concerned the applicant’s appeals which were inadmissible under domestic law.", "The relevant part of section 62 of the Constitutional Court Act (Official Gazette no. 49/2002, of 3 May 2002, Ustavni zakon o Ustavnom sudu Republike Hrvatske) reads as follows:", "“1. Anyone may lodge a constitutional complaint with the Constitutional Court if he or she deems that the individual act of a state body, a body of local and regional self-government, or a legal person with public authority, which has determined his or her rights and obligations, or a suspicion or accusation of a criminal act, has violated his or her human rights or fundamental freedoms or his or her right to local and regional self-government guaranteed by the Constitution (hereinafter: constitutional right) ...", "The relevant parts of the Criminal Code (Kazneni zakon, Official Gazette no. 110/1997) read as follows:", "“(1) Criminal proceedings in respect of criminal offences shall be instituted by the State Attorney’s Office in the interest of the Republic of Croatia and its citizens.", "(2) The law may exceptionally make provision for criminal proceedings in respect of certain criminal offences to be instituted upon a private prosecution or for the State Attorney’s Office to institute criminal proceedings upon [a private] application.”", "“Whosoever inflicts bodily injury on another person or impairs another person’s health shall be fined or sentenced to imprisonment for a term not exceeding one year.”", "“Criminal proceedings for the offence of inflicting bodily injury (Article 98) shall be instituted by means of a private prosecution.”", "“(1) Whosoever threatens another person with harm in order to intimidate or frighten that person shall be fined up to one hundred and fifty monthly wages or sentenced to imprisonment for a term not exceeding six months.", "(2) Whosoever seriously threatens to kill another person ... shall be fined or sentenced to imprisonment for a term not exceeding one year.", "...", "(4) Criminal proceedings for the criminal offences defined in paragraphs 1 and 2 of this Article shall be instituted upon [a private] application.”", "“Whosoever places another person in a degrading position for such purposes as violent abuse, ill-treatment or particularly insolent behaviour in public shall be sentenced to imprisonment for a term of three months to three years.”", "The relevant provisions of the Code of Criminal Procedure (Zakon o kaznenom postupku, Official Gazette nos. 110/1997, 27/1998, 58/1999, 112/1999, 58/2002 and 62/2003) provide as follows:", "“(1) Criminal proceedings shall be instituted and conducted at the request of a qualified prosecutor only. ...", "(2) In respect of criminal offences subject to public prosecution the qualified prosecutor shall be the State Attorney and in respect of the criminal offences to be prosecuted privately the qualified prosecutor shall be a private prosecutor.", "(3) Unless otherwise provided by law, the State Attorney shall bring a criminal prosecution where there is a reasonable suspicion that an identified person has committed a criminal offence subject to public prosecution and where there are no legal impediments to the prosecution of that person.", "(4) Where the State Attorney finds that there are no grounds on which to institute or conduct criminal proceedings, the injured party, acting as subsidiary prosecutor, may take his place under the conditions prescribed by this Act.”", "Articles 47 to 61 regulate the rights and duties of a private prosecutor and of an injured party acting as a subsidiary prosecutor. The Criminal Code distinguishes between these two roles. A private prosecutor (privatni tužitelj) is the injured party who brings a private prosecution in respect of criminal offences for which such prosecution is expressly prescribed by the Criminal Code (these are offences of a lesser degree). The injured party, as acting subsidiary prosecutor (oštećeni kao tužitelj), takes over criminal proceedings in respect of criminal offences normally prosecuted by the State where the relevant prosecuting authorities have decided – for whatever reason – not to prosecute.", "“(1) ... an application for prosecution or a request to prosecute shall be brought within three months from the date on which [the person concerned] learnt of the criminal offence and the identity of the perpetrator.", "...”", "“(1) A request to prosecute shall be lodged with the competent State Attorney’s Office and a private prosecution with the competent court.", "(2) Where the injured party has lodged a criminal complaint ... it shall be considered that he or she has also thereby lodged a request to prosecute.", "(3) Where the injured party has lodged a criminal complaint or a request to prosecute but the [competent authorities] establish that the criminal offence in question should be prosecuted by means of a private prosecution, the criminal complaint or the request to prosecute shall be treated as a timely private prosecution if it has been submitted within the time-limit prescribed for [bringing] a private prosecution...”", "Pursuant to Article 55(1), the State Attorney is under a duty to inform the injured party within eight days of a decision not to prosecute and of that party’s right to take over the proceedings, and to inform that party of the steps to be taken.", "“(1) Citizens shall report criminal offences subject to public prosecution.", "...”", "“(1) A [criminal] complaint shall be lodged with the competent State Attorney’s [Office] in writing or orally.", "...”", "“Where the allegations set out in the criminal complaint do not concern a criminal offence subject to public prosecution, the competent State Attorney shall declare it inadmissible in a reasoned decision ...”", "Article 205, paragraph 1, allows a private prosecutor and the injured party, acting as subsidiary prosecutor, to lodge a request for prosecution and other submissions with an investigating judge of a competent court.", "“(1) Subject to any contrary provision in this Code, parties to the proceedings and any other person whose rights have been infringed may lodge an appeal against decisions of an investigating judge and other decisions adopted by the first-instance court.", "(2) Subject to any contrary provision in this Code, an appeal is not allowed against a decision of a panel adopted before or during the investigation.", "...", "(4) An appeal is never allowed against decisions of the Supreme Court.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}