{"ITEMID": "001-82541", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "ADMISSIBILITY", "DATE": 2007, "DOCNAME": "ANISINA v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Peer Lorenzen", "TEXT": ["The applicant, Ms Liliya Nikolayevna Anisina, is a Ukrainian national who was born in 1952 and lives in Makyiyvka. The Ukrainian Government (“the Government”) were represented by their Agents, Mrs I. Shevchuk and Mr Y. Zaytsev.", "The applicant was born in 1952 and lives in Makyiyvka.", "In April 2001 she instituted proceedings in the Sovetskyy District Court of Makyiyvka against Mr M., seeking recovery of a debt and compensation for non-pecuniary damage. The applicant submitted that on 10 June 2000 Mr M. had borrowed USD 3,000 from her, which he had undertaken to give back in two months. In September 2000 the applicant asked him to return the money, but Mr M. refused.", "In the course of the proceedings, Mr M. confirmed that he had received the money from the applicant. He however stated that the applicant had given him the money for the use in commercial transactions under the condition that he would pay her 60% of his monthly income. Mr M. further stated that by November 2000 he had given the full amount back to the applicant.", "On 9 July 2001 the court ruled in part for the applicant. It found that the parties had reached an oral agreement on the money loan, which was evidenced by their submissions before the court. The court also noted that in 2000 Mr M. had made similar written submissions to the police, confirming that he had taken the money from the applicant for the use in his commercial transactions.", "The court further found that the submissions of Mr M. that he had paid back the money were unsubstantiated, as they were not supported by any documentary evidence.", "It ordered Mr M. to pay the applicant the equivalent of USD 3,000 in the Ukrainian national currency (hryvnya). The court also awarded her UAH 2,000 in compensation for non-pecuniary damage.", "Mr M. appealed, alleging that the first instance court had erred in establishing the facts of the case. In particular, he stated that, since the court had found that there had been a debt without having any documentary evidence before it, it should not have rejected his submissions that the debt had been paid in full.", "On 20 September 2001 the Donetsk Regional Court of Appeal (the Donetsk Court) quashed the judgment of 9 July 2001. It held, referring to Article 375 of the Civil Code of 1963, that Mr M. should not have been required to provide documentary evidence to establish that he had fulfilled the obligation deriving from the contract which had been concluded orally. Such a requirement existed in respect of written contracts. Since the applicant failed to provide any documentary evidence to demonstrate that there was an outstanding debt, which was contested by Mr M., her claim for the recovery of that debt was rejected as unsubstantiated.", "By the same judgment, the court of appeal ordered the applicant to pay the State the court fee of UAH 181.40.", "The applicant appealed in cassation, alleging that the judgment of the Donetsk Court was arbitrary. On 11 January 2002 the panel of three judges of the Supreme Court rejected the applicant’s appeal, finding that the judgment of the court of appeal was lawful.", "On 28 March 2002 the Donetsk Court adopted a supplementary decision, by which it rejected the applicant’s claim for compensation for non-pecuniary damage as unsubstantiated. The applicant did not appeal in cassation against that decision, as, according to her, it was not to be appealed under Ukrainian law.", "The relevant provisions of the Code read as follows:", "“[The following] should be concluded in writing:", "2) agreements between citizens concerning a sum of more than 100 karbovantsiv[]...", "3) other agreements between citizens which the law requires to be concluded in a written form...”", "“The parties shall have no right to refer to witnesses’ statements to prove the existence of a contract in case of a dispute, if that contract was not put in writing, which was required by the law[. In] cases specifically mentioned in the law, [the failure to observe the requirement of written form] entails the nullity of a contract...”", "“Pursuant to a contract of loan, a party (the lender) gives [a sum of] money ... to another party (the debtor), and the debtor undertakes to return the same sum of money...", "A contract of loan shall be considered as concluded at the time of the money transfer...", "“A contract of loan for more than 100 karbovantsiv shall be concluded in writing.”", "“A debtor has a right to deny a contract of loan ... by proving that the money ... was not in fact received by him ... or that [he] received less money than mentioned in the contract.", "If a contract of loan must be concluded in writing (Article 375 of this Code), [the parties] are not allowed to deny [that the money were transferred or received] on the basis of witnesses’ statements, except if the matter involves an act punishable under criminal law.”", "The relevant provisions of the Code read as follows:", "“", "“The court, who delivered a judgment [in the case], may, upon an application of persons who take part in the case or upon its own motion, adopt a supplementary decision in [the following] cases:", "1) if any of the claims, concerning which the parties submitted evidence and observations, was not adjudicated;", "...", "The question concerning [possible] adoption of a supplementary decision may be raised within ten days of the date of the judgment.", "The court adopts a supplementary decision after the question was considered in a hearing to which the parties were summoned.", "An appeal may be lodged against a supplementary decision within ten days following its adoption...”", "The relevant extracts from paragraph 8 of the Resolution read as follows:", "“... According to Article 29 of [the Code of Civil Procedure] the existence of legal relations, concerning which there is a requirement of written form (Article 46 of [the Civil Code]), may not be established on the basis of witnesses’ statements.", "At the same time, the fact that such a contract was executed can be established on the basis of any evidence ..., including witnesses’ statements.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}