{"ITEMID": "001-100901", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "COMMITTEE", "DATE": 2010, "DOCNAME": "CASE OF STANISZEWSKI v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1", "JUDGES": "Giovanni Bonello;Ján Šikuta;Lech Garlicki", "TEXT": ["6. On 14 December 2006 the applicant lodged with the Kłodzko District Court an action against his former employer, concerning his social insurance entitlements.", "7. On 26 April 2007 the Kłodzko District Court dismissed the applicant's action.", "8. On 15 May 2007 the applicant appealed. On 23 October 2007 the Świdnica Regional Court dismissed his appeal.", "9. On 5 November 2007 the applicant was served with the judgment with its written grounds. The court informed him at the same time that he had sixty days as of the date of the service of the judgment (until 5 January 2008) to lodge a cassation appeal.", "10. In his letter of 28 December 2007, received by the court on 31 December 2007, the applicant requested the court to appoint a legalaid lawyer for the purposes of lodging a cassation appeal.", "11. On 9 January 2008 the applicant was granted legal aid. In a letter of the same date the court requested the Wałbrzych Regional Bar Association to assign a legal-aid lawyer to the case. This letter was served on the addressee on 14 January 2008. A legal-aid lawyer was assigned to the case on the same day.", "12. In his fax of 25 January 2008 to the Świdnica Regional Court the applicant requested the court to extend the statutory time limit for lodging the cassation appeal in his case. He explained that he had been trying to find a lawyer; to no avail. Finally, he stated that he was “delighted with the legal-aid lawyer assigned to his case, who was superb”.", "13. In a letter of 24 January 2007 to the Świdnica Regional Court, the legal-aid lawyer stated that she had found no points of law on which a cassation appeal in the applicant's case could be based and submitted a legal opinion as to why a cassation appeal did not, in her view, offer any prospects of success. A copy of that letter was sent to the applicant on the next day.", "14. In his letter of 30 January 2008, served on the Świdnica Regional Court on 1 February 2008, the applicant requested that the case be reexamined by that court. The applicant also applied to have the power of attorney of the defendant enterprise invalidated for the purpose of safeguarding the equality of arms in the proceedings as he intended to present his case to the court without legal representation.", "15. By a letter of 28 February 2008 the President of the Labour Division of the Świdnica Regional Court informed the applicant that there were no grounds on which to envisage a re-examination of the case in which a final and valid judicial decision had been given.", "16. The relevant domestic law and practice concerning the procedure for lodging cassation appeals with the Supreme Court against judgments of the appellate courts are stated in the Court's judgments in the cases of Siałkowska v. Poland, no. 8932/05, 22 March 2007; Staroszczyk v. Poland, no. 59519/00, 22 March 2007; Smyk v. Poland, no. 8958/04, 28 July 2009; Zapadka v. Poland, no. 2619/05, 15 December 2009; Bąkowska v. Poland, no. 33539/02, 12 January 2010.", "17. On 5 February 2005 amendments to the Code of Civil Procedure, adopted on 22 December 2004 (Ustawa o zmianie ustawy Kodeks postępowania cywilnego oraz ustawy Prawo o ustroju sądów powszechnych), entered into force. Under the amended text of Article 398 1 § 5, the timelimit for lodging a cassation appeal with the Supreme Court was extended from thirty to sixty days.", "18. The Supreme Court has repeatedly held that a request for leave to appeal out of time was the only method by which a cassation appeal submitted after the expiry of the timelimit could be admitted for examination (21 April 1997, II CZ 38/97; 27 September 2001, II UZ 51/01). In a further series of decisions the Supreme Court considered that it would be unfair for the legally-aided party to be penalised for the fact that legalaid applications could not be processed quickly enough to make it possible for a cassation appeal to be lodged within a period of thirty days counted from the day of service of the judgment on the party. The parties waiting for legal-aid services cannot be held at fault for shortcomings in the system. A party who was obliged to have recourse to legal aid should not be put in a worse situation than that of a person who did not seek it. A request to appeal out of time should therefore be submitted within seven days from the date on which the legalaid lawyer could obtain effective access to the case file or had an effective possibility of drafting an appeal (4 March 2005, II UZ 72/04; 27 June 2000, I CZ 62/00), or from the date when the lawyer was informed that he had been assigned to the case by the local Bar Association (11 October 2001, IV CZ 163/01; 17 November 1998, II UZ 122/98; 11 October 2001, IV CZ 163/01);", "19. In a resolution adopted by a bench of seven judges of the Supreme Court on 17 February 2009 (III CZP 117/08) that court acknowledged that there had been discrepancies in the manner in which the beginning of the seven-day time limit for submitting an application for leave to appeal out of time by legally-assisted parties had been determined. The court was of the view that applications for leave served the purpose of making access to the Supreme Court for legally-aided parties genuine and effective. Hence, the beginning of the timelimit could not be determined in a mechanical manner in all cases. The courts should instead examine the circumstances of individual cases as a whole and determine that date bearing in mind the genuine possibility for a lawyer to examine the case and prepare a cassation appeal."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}