{"ITEMID": "001-71444", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ROU", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF PĂDURARU v. ROMANIA", "IMPORTANCE": "1", "CONCLUSION": "Violation of P1-1", "JUDGES": "", "TEXT": ["7. The applicant was born in 1922 and lives in Bucharest.", "8. On 20 August 1940 the applicant's father purchased a building located at 7 Intrarea Domneşti Street, Bucharest, which was made up of two blocks, A and B, containing three and two flats respectively.", "9. In 1950 the State nationalised the building under Decree no. 92/1950.", "10. On 7 February 1996 the applicant applied to the board established by the Bucharest City Council to deal with applications lodged under Law no. 112/1995 (“the Board”) seeking the return of the whole building under Law no. 112/1995 on the legal status of nationalised residential property (“Law no. 112/1995”).", "11. On 23 October 1996 the Board decided that buildings nationalised prior to 1989 in respect of which former owners had lodged a claim for restitution under Law no. 112/1995 or had brought an action for recovery of possession before the courts were not to be sold to tenants until their legal status had been clarified.", "12. On 23 February and 17 March 1997 the city council sold to the tenants the two flats in block B and the adjoining land, under Law no. 112/1995.", "13. On 20 March 1997 the applicant brought an action against the city council before the Bucharest Court of First Instance for recovery of possession of the entire building.", "14. In a judgment of 10 April 1997 the court granted the action for recovery of possession and recognised the applicant as the building's owner. It held that the applicant's father had not been among those individuals to whom Decree no. 92/1950 had applied, since he was specifically excluded by its Article II. It ordered the city council to return the building to the applicant. The judgment became final and, in the absence of an appeal, became legally binding.", "15. On 16 April 1997, under Law no. 112/1995, the city council sold to the former tenants flat no. 2 – one of the three flats in block A of the building in question – and the adjoining land.", "16. By a decision of 22 July 1997, issued in compliance with the judgment of 10 April 1997, the city council ordered that the whole building be returned to the applicant.", "17. On 17 September 1997 the applicant and the representatives of the city council signed a memorandum assigning possession of the part of the building which had not been affected by the above-mentioned contracts of sale (see paragraphs 12 and 15 above). They noted that, in order for the rest of the building to be returned to the applicant, the contracts concluded with the tenants would first have to be set aside.", "18. On 28 April 1998 the Board informed the applicant that he could no longer benefit from the reparation measures provided for in Law no. 112/1995, a piece of extraordinary legislation, since the building's return had been ordered in the judgment of 10 April 1997.", "In 1999 the city council advised the applicant that, under Law no. 112/1995, he was entitled only to damages, and not to the return of the property.", "19. On 6 November 1997 the city council brought an action in the Bucharest Court of First Instance, seeking to have set aside the contracts of sale concluded with the tenants (see paragraphs 12 and 15 above). On 27 February 1998 the applicant asked to be allowed to take part in these proceedings; he too requested that the contracts be set aside.", "20. In a judgment of 9 March 1999 the court dismissed the main claim lodged by the city council and allowed in part the applicant's interlocutory request.", "At the same time, the court held that the agreements concerning the sale of the flats were valid, on the ground that the applicant had not proved that the parties thereto had been acting in bad faith. In those circumstances, it considered that it was open to the applicant to bring an action for recovery of possession in order to have his title to the property compared with those of the purchasers of the flats in question.", "21. The applicant appealed against that judgment.", "In a judgment of 11 February 2000 the Bucharest County Court dismissed the applicant's appeal. It noted that he had not submitted evidence that would rebut the presumption of the purchasers' good faith and held that, when the contracts were concluded, the tenants could reasonably have assumed that the State was the rightful owner of the flats.", "In assessing the parties' good faith, the court took into account that the applicant had not expressly notified the city council of his intention to seek the building's return. It dismissed the idea that communication of the introductory claim for recovery of possession amounted to notification, on the ground that the judgment of 10 April 1997 did not refer to the exact date on which the claim had been lodged.", "The court also held that the purchasers would have been unable, by taking reasonable steps, to find out about the existence of the action for recovery of possession brought by the applicant against the city council.", "22. The applicant lodged a further appeal.", "In a judgment of 30 May 2000, the Bucharest Court of Appeal gave judgment against him, considering that he had not proved that the purchasers were acting in bad faith when the contracts were concluded. It observed that possible bad faith on the part of the city council did not implicitly entail that of the purchasers.", "The Court of Appeal also held that at the time of the sale the purchasers did not know, and could not have found out by taking reasonable steps, that the State was not the rightful owner of the building. In addition, it considered that the application for restitution lodged by the applicant with the city council in 1996 (see paragraph 10 above) did not affect the purchasers' good faith, given that in 1999 the local authorities had informed the applicant that, under Law no. 112/1995, he was entitled only to damages and not to the return of the property.", "23. In Romanian law, the concept of “title” refers to the legal act by which the right of ownership is acquired, namely, for example, through sale, gift or succession, or through the nationalisation law and its practical implementation in the actions of the legally empowered administrative authorities.", "Decree no. 92/1950 was one of the nationalisation decrees that was widely applied with regard to immovable property; under it, numerous buildings, listed in the schedules annexed to the decree and which belonged to former industrialists, owners of large estates, bankers and owners of large trading enterprises, were nationalised. Article II of the decree expressly excluded from its scope immovable property belonging to workers, civil servants, small artisans, persons working in intellectual professions and retired persons.", "24. In the absence of special legislation governing the legal status of nationalised immovable property, the courts initially considered that they had jurisdiction to deal with cases concerning such property, particularly where it had been nationalised in application of Decree no. 92/1950. In those disputes, the national courts held that they had jurisdiction to rule on whether the provisions of the various nationalisation decrees met the substantive and procedural requirements laid down in the Constitutions in force when they were adopted.", "During this initial phase, the loss of ownership as a result of nationalisation was considered to have involved a transfer of “title” if, at the time of expropriation, there had been compliance with the relevant decrees, the Constitution and the international treaties to which Romania was a party.", "25. In a second period, subsequent to the Supreme Court of Justice's departure from precedent on 2 February 1995, the national courts no longer considered that they had jurisdiction to analyse the application of the nationalisation decrees and to order the return of immovable property nationalised in application of Decree no. 92/1950. They considered that legislation alone could bring the nationalisations carried out under Decree no. 92/1950 into accord with the provisions of the Constitution concerning the right of property (see also Brumărescu v. Romania [GC], no. 28342/95, § 37, ECHR 1999-VII).", "26. In a third period the State enacted Law no. 112/1995, which allowed for the sale to tenants of nationalised buildings which had passed lawfully into the ownership of the State. The return of nationalised buildings to the former owners or their heirs was possible only if they lived in those buildings as tenants or if the property was unoccupied and had not been rented out. In respect of property which did not fulfil those conditions, it was open to the former owners to request compensation.", "In decision no. 20/1996, which was binding on the authorities responsible for implementing the Law, the government defined nationalised buildings legally vested in the State as those which had passed into the ownership of the State under a legislative provision. Under the same decision, Law no. 112/1995 was not applicable to immovable property held de facto by the State, that is, where ownership was not based on any legislative provision, given that the State had no title to such property.", "27. Legal opinion, followed in practice by the national courts, found that State “title” as governed by decision no. 20/1996 implied the existence of a legislative provision authorising nationalisation. It was sufficient for the State merely to refer to legislation that was in force at the time of the nationalisation of a property for its expropriation to be considered as having taken place lawfully (F. Baias, B. Dumitrache and M. Nicolae, Regimul juridic al imobilelor preluate abuziv. Legea nr. 10/2001 comentată şi adnotată (“The legal status of wrongfully seized property. An annotated commentary on Law 10/2001”), Editura Rosetti, Bucharest, 2002, vol. I, p. 73; similarly, I. Adam, Legea nr. 10/2001. Regimul juridic aplicabil imobilelor preluate abuziv (“Law no. 10/2001. The legal regime applicable to wrongfully seized property”), Editura All Beck, Bucharest, 2003, p. 10; I. Adam, Drept civil. Drepturile reale (“Civil Law. Rights in rem”), Editura All Beck, Bucharest, 2002, pp. 319-23; and judgment no. 70/1998 of the Ploieşti Court of Appeal). It was thus sufficient that immovable property nationalised under Decree no. 92/1950 had been included in the schedules annexed to the decree for it to be considered as having been nationalised “by transfer of title”, irrespective of whether or not the substantive and procedural requirements imposed by the decree had been met at the time of nationalisation.", "28. Having sold off, under decision no. 20/1996, part of the immovable property considered to have been nationalised “by transfer of title”, in a fourth period, marked by the adoption and entry into force of government decision no. 11/1997 on 4 February 1997, the executive amended and added to the definition of the immovable property which had been nationalised “by transfer of title”. It introduced an additional condition: under Article 1 § 2 of the latter decision, property acquired by the State through transfer of title was that which had been acquired in accordance with the requirements of the decrees in force at the material time. The decision also provided:", "“...", "4. Residential property which passed into State ownership in violation of the legislative provision in force at the material time, or where State ownership was not based on any legislative provision, shall be considered as having passed into State ownership without title, and is excluded from the scope of Law no. 112/1995.", "5. A claim for restitution or compensation may be made under ordinary law in respect of immovable property which does not come within the scope of Law no. 112/1995 and for which the State has no valid title. ...”", "29. According to precedent, as confirmed by the practice of the domestic courts, decision no. 11/1997 is considered to apply not only to property expropriated in fact, but also to that acquired in violation of the legal requirements imposed by the nationalisation decree, both of which were held to have been nationalised “without title” (F. Baias, B. Dumitrache and M. Nicolae, op. cit, p. 74; similarly, I. Adam, Legea nr. 10/2001, cited above, p. 11, and Drept civil, cited above, p. 319; and judgment no. 510/2003 of the Supreme Court of Justice).", "30. Property acquired by the State under Decree no. 92/1950 was considered to have been nationalised by transfer of title if the legal requirements set out in Articles I §§ 1-5 and II of the decree were met on the date of the nationalisation and if, on that date, the person listed as owner on the annexed schedules was the real lawful owner.", "31. Section 6(1) of this Law provides:", "“Property acquired by the State between 6 March 1945 and 22 December 1989, provided that it passed into State ownership by virtue of a valid title, that is to say in a manner not contrary to the Constitution, to international treaties to which Romania was a party or to any legislation in force at the time of its transfer to the State, shall likewise form part of the public or private property of the State or other public authorities.”", "32. After the State had sold off, under decision no. 11/1997, some of the property nationalised “by transfer of title”, Law no. 213/1998 introduced a new “validity” condition for State title; the validity of the State's right of ownership became subject to the compliance of the nationalisation decree and its administrative implementing acts with the Constitution, the international treaties to which Romania was a party and the laws in force at the date on which the property in question passed into State ownership. A contrario, in the absence of such compliance, the State did not have valid title and had thus not acquired ownership rights to the immovable property. The former owner could consequently claim it by applying to the competent courts for examination of the “validity” of State title (F. Baias, B. Dumitrache and M. Nicolae, op. cit., p. 75; similarly, I. Adam, Legea nr. 10/2001, cited above, p. 16, and Drept civil, cited above, pp. 324-30).", "33. The courts granted actions for recovery of possession brought against the State where they considered that the relevant nationalisation decree had been applied in breach of the conditions set out in it (see, for example, judgment no. 860/1999 of the Cluj Court of Appeal; and judgments nos. 1184/2000 and 1787/2000 of the Supreme Court of Justice – application of nationalisation Decree no. 92/1950 to a person who was exempt from its application; judgments nos. 1239/1999 and 1293/1999 of the Constanţa Court of Appeal – failure to comply with the administrative formalities set out in nationalisation Decree no. 223/1974).", "34. In certain cases the Supreme Court of Justice decided, in application of the new condition introduced by Law no. 213/1998, that certain nationalisation decrees had been contrary to the Constitutions in force at the time of their adoption and to the international treaties to which Romania had been a party.", "Thus, in judgment no. 46/2003, it held that Decree no. 92/1950 failed to comply with the 1948 Constitution; in judgment no. 2078/2000, it held that Decree no. 223/1974 was contrary to the 1965 Constitution on account of its discriminatory nature; in judgment no. 2434/2000, it stated that Decrees nos. 218/1960 and 712/1966 did not comply with the provisions of the 1952 and 1965 Constitutions respectively. This case-law was followed by some of the lower courts (for example, judgments nos. 1246R/2000 and 1140R/1999 of the Braşov Court of Appeal – published in M. Voicu and M. Popoacă, Dreptul de proprietate şi alte drepturi reale. Tratat de jurisprudenţă 1991­2002 (“The right of ownership and other real-property rights. Treatise on the case-law 1991-2002”), Editura Lumina Lex, Bucharest, 2002, p. 342 – which noted the failure of Decree no. 223/1974 to comply with the 1965 Constitution; judgment no. 1680/1998 of the Bacău Court of Appeal, published in M. Voicu and M. Popoacă, op. cit., p. 333).", "35. In other cases, the Supreme Court of Justice, followed by another group of courts, held that Decree no. 223/1974 conferred “valid State title” (judgments nos. 440/2003 and 709/2003, Supreme Court of Justice; no. 1R/2001, Târgu-Mureş Court of Appeal; nos. 761R/2001 and 1495R/2001, Braşov Court of Appeal; nos. 2062/1997 and 715/1999, Ploieşti Court of Appeal, published in M. Voicu and M. Popoacă, op. cit., p. 355).", "36. In addition, although the Supreme Court of Justice considered in judgments nos. 3696/2003 and 4009/2003 that Decree no. 223/1974 was contrary to the 1965 Constitution and the 1948 Universal Declaration of Human Rights, it nonetheless held in judgment no. 2814/2004 that that decree conferred valid State title.", "37. As to Decree no. 92/1950, the Supreme Court of Justice ruled in judgments nos. 1424/2001, 1945/2001 and 46/2003 that it contravened the 1948 Constitution, although it held in judgments nos. 1005/2003 and 634/2004 that it conferred “valid State title”.", "38. Where the seller is not the owner of the possession to be sold, Romanian legislation does not explicitly penalise the sale of someone else's property, which is not regulated by statute. Legal opinion and precedent have consistently noted that this does not deprive the rightful owner of his or her title (see, for example, judgment no. 2467/1992 of the Supreme Court of Justice, published in the journal Law, no. 10-11/1993, p. 113; judgment no. 132/1994 of the Supreme Court of Justice, published in the journal Law, no. 5/1995, p. 77; judgment no. 197/1996 of the Bacău Court of Appeal, published in The Case-Law of the Bacău Court of Appeal in 1996, p. 18; judgment no. 486/1999 of the Bacău Court of Appeal). In practice, the contract of sale concluded between a seller who is not the owner and the purchaser is binding on them alone (res inter alios acta) and not in respect of the rightful owner; the property does not cease to belong to the rightful owner, who continues to be free to dispose of it (see, for example, judgment no. 132/1994 of the Supreme Court of Justice, Case-Law Reports, 1994, p. 39).", "The fate of the contract depends on the good or bad faith of the parties to it. If the parties acted in bad faith in concluding the contract, in that they were aware that the seller was not the owner of the property, legal opinion and the case-law generally consider that the sale was a speculative operation, was unlawful in purpose and, accordingly, that it is null and void (fraus omnia corrumpit) (see, for example, judgment no. 419R/1994 of the Galaţi Court of Appeal, published in Summary of the Judicial Practice of the Galaţi Court of Appeal, 1 July 1993­31 December 1994, p. 84).", "If the parties to the contract, or at least the purchaser, concluded the sale in good faith and if the purchaser was persuaded that the seller fulfilled all the legal requirements to be entitled to transfer title (Article 1899 § 1 of the Civil Code), the contract is tainted only by relative nullity (see, for example, judgment no. 2467/1992 of the Supreme Court of Justice, published in the journal Law, no. 10-11/1993, p. 113; judgment 190/1979 of the Olt County Court, published in the Romanian Law Journal, no. 6/1980). The lawful owner cannot apply to have such a sale set aside, because he or she is not a party to the contract, but he or she does have the option of defending his or her title by means of an action for recovery of possession if the property is in the purchaser's possession (see, for example, judgment no. 279/1976 of the Supreme Court, Case-Law Reports, 1976, p. 81; judgment no. 2467/1992 of the Supreme Court of Justice, published in the journal Law, no. 10-11/1993, p. 113; judgment 2207/1967 of the Supreme Court, delivered on 1 January 1967 and published in the Romanian Law Journal, no. 5/1968, p. 161; judgment no. 132/1994 of the Supreme Court of Justice, published in the journal Law, no. 5/1995, p. 77; judgment no. 197/1996 of the Bacău Court of Appeal, published in The Case-Law of the Bacău Court of Appeal in 1996, p. 18).", "39. Legal opinion and the case-law define an action for recovery of possession, which is not regulated by statute, as an action by which the owner of a specific individual property who has lost possession of it to a third party seeks to have his or her title to the property re-established and to obtain possession of it from the third party, who is not the owner. The claim, as an indefeasible action to establish title which is not subject to limitation of time, is intended to establish directly the existence of the claimant's title; obtaining possession is merely an incidental effect.", "The Romanian courts have considered that it is sufficient during recovery proceedings to examine the two titles, namely those of the claimant and the respondent, in order that the court examining the action may declare that one of them had priority (este mai caracterizat) over the other on account, for example, of its chronological priority or the fact that it had previously been included in a land register (see, for example, judgment no. 2543/1996 of the Ploieşti Court of Appeal, published in M. Voicu and M. Popoacă, op. cit., p. 358, and judgment no. 1554/2000 of the Cluj Court of Appeal).", "40. The new Law establishes the principle of the return of unlawfully nationalised property, subject to certain exceptions, including one concerning buildings sold to tenants under Law no. 112/1995, introduced by section 18(d) of Law no. 10/2001. Where return of property is not possible, the former owners are entitled to compensation. The relevant sections of Law no. 10/2001 provide:", "“...", "(2) Persons who were owners of immovable property seized by the State without valid title shall conserve their title ...”", "“The compensation awarded to former owners shall be exclusively in the form of damages:", "...", "(d) the building was sold to the former tenant in compliance with the provisions of Law no. 112/1995 ...”", "“...", "(2) The sale or donation of immovable property unlawfully seized by the State shall be declared null and void, save where these transactions were concluded in good faith. ...”", "41. On 18 April 2003 the government adopted decision no. 498/2003 on the uniform application of Law no. 10/2001, which enshrines the principle of the stability of property relations by upholding the rights of persons who acquired nationalised immovable property in good faith (in judgment no. 2822/2003, the Supreme Court of Justice held that, if the immovable property had been sold to the tenants and the former owner had not obtained rescission of the contract of sale, the immovable property could not be returned to him or her under Law no. 10/2001).", "42. The aim of decision no. 498/2003 was to preserve the legal status of property which had already been sold under Law no. 112/1995. In respect of section 46(2) of Law no. 10/2001, it stated:", "“Sales concluded prior to Law no. 213/1998, under Law no. 112/1995 and in compliance with the latter's conditions, enjoy the full protection afforded by Law no. 10/2001 in that their effects are recognised and maintained. With regard to sales concluded after the enactment of Law no. 213/1998, the maintenance or, as appropriate, rescission of the conveyancing act is subject to evidence of the purchaser's good faith when the sale was concluded.”", "43. Romanian legal opinion and the domestic courts have given at least five different interpretations, some of them conflicting, of sections 18(d) and 46(2) of Law no. 10/2001 and their effects (see, for example, F. Baias, B. Dumitrache and M. Nicolae, op. cit., p. 294; “Discuţii cu privire la admisibilitatea acţiunii în revendicare a adevăratului proprietar împotriva subdobânditorului de bună credinţă al unui imobil” (“Examination of the admissibility of an action for recovery of possession by the lawful owner against the purchaser in good faith of a property 'P' ”) – or R. Popescu, E. Dincă, first part, and P. Perju, second part, Law, no. 6/2001, pp. 5 and 18; I. Adam, Legea nr. 10/2001, cited above, p. 9; D. Chirica, “Regimul juridic al revendicării imobilelor preluate de stat fără titlu valabil de la subdobânditorii care se prevalează de buna lor credinţă la data cumpărării” (“The rules governing actions for the recovery of possession of immovable property appropriated by the State without valid title, brought against purchasers who rely on their good faith at the time of the sale”), Law, no. 8/2002, p. 59).", "44. In a consistent series of rulings, the Supreme Court of Justice has dismissed as inadmissible actions for the recovery of possession of nationalised buildings brought by the former owner against the State or the purchasers following the entry into force of Law no. 10/2001 (see, for example, judgments nos. 1856/2003; 2601/2003; 2810/2003; 3164/2004; 4705/2004; 4109/2003; 3702/2003; 1400/2004; 1426/2004; 3652/2004).", "45. In a series of more recent judgments, the Supreme Court of Justice has dismissed actions for recovery of possession brought by former owners against purchasers following the entry into force of Law no. 10/2001 while indicating that, where the courts had upheld the sale of someone else's property, this consolidated, ipso jure, the transfer of title to the purchasers, as such an effect was inherent in the contract of sale and could not be overturned through a comparison of the competing titles to the same property (judgments nos. 3962/2003, 4229/2003, 5555/2003 or 5395/2004 of the Supreme Court of Justice).", "46. In other judgments, the Supreme Court of Justice has dismissed actions brought against purchasers for recovery of possession by applying the theory of appearances (see, for example, judgments nos. 4268/2002, 2685/2003 and 634/2004), without however explaining the nature of the joint and unavoidable error or the difference between that and mere good faith on the part of the purchaser (in judgment no. 709/2003, the Supreme Court of Justice noted the purchasers' “public” error at the time of the sale, because they had considered, when concluding the sale, that the State was the rightful owner of the immovable property; it also noted that the purchasers had been acting in good faith because they had believed that the State was the true owner. In contrast, in judgment no. 132/2004 it refused to apply the same theory on the ground that the purchaser had not proved the existence of a joint and unavoidable error).", "47. On several occasions, the Supreme Court of Justice took the view that section 46(2) of Law no. 10/2001 was applicable in proceedings introduced before that provision was enacted and dismissed actions for recovery of possession brought by the former owner against the purchaser on the basis that the assumption of the purchaser's good faith was to take priority (see, for example, judgments nos. 1/2003, 4894/2003 and 3835/2003). It also considered that the absolute nullity of the sale was an essential premise for the admission of an action against the purchaser for recovery of possession (judgment no. 439/2003).", "48. In other judgments the Supreme Court of Justice and the other domestic courts have dismissed actions for recovery of possession on account of the purchaser's good faith without reference to Law no. 10/2001 (see, for example, judgments no. 759R/2001, Braşov Court of Appeal; no. 470/A/2000, Bucharest Court of Appeal, upheld by judgment no. 2702/2002 of the Supreme Court of Justice; and nos. 3787/2003, 3737/2003 and 555/2004 of the Supreme Court of Justice).", "49. In accordance with the definition given by Article 1898 § 1 of the Civil Code, good faith is “a conviction on the part of the occupier that the seller met all the legal requirements to be able to transfer title”. Thus, in judgment no. 4894/2003, the Supreme Court of Justice considered that good faith consisted in the purchasers' conviction that they had concluded a contract with the rightful owner and in compliance with the legal provisions in force at the time the contract was concluded, and that those two conditions had been met in the case in question.", "50. Bad faith has been defined by Romanian legal opinion as the attitude of a person who carries out an action or an act in breach of the law while being fully aware of the unlawful nature of his or her conduct (see S. Ghimpu, G. Brehoi, G. Mocanu, A. Popescu and I. Urs, Dicţionar juridic, Editura Albatros, Bucharest, 1985).", "51. Certain domestic courts have ruled that the purchaser must be asked to provide evidence that he or she took reasonable steps to establish the legal status of the property. Other courts have taken the view that the purchaser's good faith should be presumed and that it was for the other party to prove bad faith. Thus, there is no consistent case-law indicating either which party bears the burden of proving good faith or the facts which the party wishing to contest that good faith is required to prove.", "52. In judgment no. 510/2003, the Supreme Court of Justice upheld an action for recovery of possession brought by the former owner of a nationalised building, holding that the purchaser's bad faith “did not seem open to question, given that ... he knew or might have known that the building was likely to be claimed by the former owners, that he could and indeed ought to have apprised himself of the steps taken by the former owner to recover possession, and that his passivity was to be taken into account”. It also ruled – in judgment no. 4218/2002 – that it was inconceivable that, when purchasing such a significant item of property as a building, the tenant would have failed to take reasonable steps to establish that property's legal status.", "In addition, it stated – in judgment no. 4623/2002 – that, as a minimum and prior to conclusion of the sale agreement, the purchaser ought to have checked whether an application for restitution had been submitted in respect of the building under Law no. 112/1995 or whether an action for recovery of possession was pending, failing which his good faith could be questioned. In judgment no. 4561/2003, the Supreme Court of Justice considered that the purchaser's lack of information or ignorance with regard to the legal status of the property acquired was not such as to excuse his or her mistake.", "53. In judgment no. 3962/2003, however, the Supreme Court of Justice indicated that the failure by a tenant to take steps to establish the legal status of the building which he was in the process of acquiring had no legal consequences.", "In other judgments, the Supreme Court of Justice applied the principle set out in Article 1899 § 2 of the Civil Code, by which good faith is presumed and bad faith must be demonstrated by the party relying on it, but without however examining the steps that the purchaser had or had not taken prior to purchasing a nationalised property (see, for example, judgments nos. 781/2003; 5359/2003; 1476/2004; 2559/2004; 3855/2004; and 4229/2003)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}