{"ITEMID": "001-96480", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "ADMISSIBILITY", "DATE": 2009, "DOCNAME": "DZANKOVIC v. GERMANY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Isabelle Berro-Lefèvre;Karel Jungwiert;Mirjana Lazarova Trajkovska;Peer Lorenzen;Rait Maruste;Renate Jaeger;Zdravka Kalaydjieva", "TEXT": ["The applicant, Mr Ramis Dzankovic, is a Macedonian national who was born in 1982 and is currently detained in Essen. He was represented before the Court by Mr U. Busch, a lawyer practising in Ratingen.", "On 4 April 2008 the Cologne Public Prosecutor’s Office opened preliminary investigations against the applicant suspected of intentional homicide (Totschlag) and murder (Mord). At that time the applicant had already been held in pre-trial detention in Essen on other grounds.", "On 21 April 2008 the Cologne District Court issued a search warrant in respect of the applicant’s person, vehicle and premises. The Cologne Regional Court dismissed the applicant’s appeal against that warrant.", "In the course of the investigation rogatory letters (Rechtshilfeersuchen) and a request for the applicant’s questioning were lodged. The Essen Regional Court decided that the detained applicant could be handed over for questioning by the investigating authorities.", "On 6 August 2008 Mr. B., the applicant’s lawyer, appointed himself counsel chosen by the applicant (Wahlverteidiger) and requested that the proceedings be discontinued. Mr. B. lodged an appeal against the Essen Regional Court’s decision and consulted the case files. He then informed the Public Prosecutor that the applicant would refuse to give evidence and the Public Prosecutor abstained from questioning.", "On 11 September 2008 Mr. B. lodged a request to be appointed as the applicant’s official defence counsel (Pflichtverteidiger). He relied on section 140 § (1) no. 5 and § (2) of the Code of Criminal Procedure and held that there was a legal obligation to appoint an official defence counsel in the applicant’s case and that the Public Prosecutor was obliged to make the corresponding request with the competent court.", "On 19 November 2008 the Cologne Public Prosecutor’s Office informed the applicant’s representative that it did not intend to request that he be appointed official defence counsel during the preliminary investigation proceedings. It underlined that he had already been appointed by the applicant as his defence counsel. There were no grounds at this stage requiring him to be appointed officially.", "On 2 January 2009 the Cologne General Public Prosecutor dismissed the applicant’s representative’s complaint against this decision, holding that the fact that legal representation was compulsory during later trial proceedings did not entail an obligation to appoint an official defence counsel for the whole preliminary investigation nor for certain investigation measures. Moreover, the Public Prosecution benefitted from a certain margin of appreciation when appointing defence counsel. The appointment of defence counsel during preliminary investigations was necessary only if there were concrete grounds requiring legal assistance at an early stage, which was not the case at present.", "On 22 January 2009 the Federal Constitutional Court refused to admit his constitutional complaint for adjudication. It held that it was inadmissible with regard to the principle of subsidiarity. The alleged violation of constitutional law by the Public Prosecutor’s refusal to officially appoint defence counsel could still be challenged in the main proceedings, notably by virtue of an appeal on points of law, without the applicant incurring any major disadvantages.", "The relevant provisions of the Code of Criminal Procedure read as follows:", "“Section 117", "(1) ...", "(4) If the accused does not yet have defence counsel, he shall be assigned defence counsel for the duration of his pre-trial detention, if its execution has lasted for at least three months and the public prosecutor’s office or the accused or his statutory representative has requested it. The accused shall be informed about his right to submit a request. Sections 142, 143 and 145 shall apply mutatis mutandis.", "(5) ...”", "“Section 140", "(1) The assistance of defence counsel shall be mandatory if:", "1. the main hearing is held at first instance at the Higher Regional Court or at the Regional Court;", "2. the accused is charged with a serious criminal offence;", "...", "5. the accused has been detained for at least three months on the basis of a judicial order or with the approval of a judge and will be detained until at least two weeks prior to the commencement of the main hearing;", "...", "(2) In other cases the presiding judge shall appoint defence counsel upon application or ex officio if the assistance of defence counsel appears necessary because of the seriousness of the offence or because of the difficult factual or legal situation (...).”", "“Section 141", "(1) In the cases of Section 140 §§ (1) and (2), as soon as an indicted accused without defence counsel has been requested according to Section 201 to reply to the bill of indictment, defence counsel shall be appointed.", "(2) ...", "(3) Defence counsel may be appointed during the preliminary proceedings. The public prosecutor’s office shall request such an appointment if, in its opinion, the assistance of defence counsel pursuant to Section 140 §§ (1) or (2) is necessary during the court proceedings. (...).", "(4) The judge presiding over the court with jurisdiction in respect of the main proceedings or over the court to which the case has been assigned shall decide on the appointment.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}