{"ITEMID": "001-78571", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF VERLAGSGRUPPE NEWS GMBH v. AUSTRIA (No. 2)", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 10;Pecuniary damage - financial award;Costs and expenses partial award - domestic and Convention proceedings", "JUDGES": "Christos Rozakis", "TEXT": ["7. The applicant is a limited liability company with its registered seat in Vienna. It is the owner and publisher of the weekly magazine News.", "8. On 2 November 2000 the applicant published an article in News in which it reported about pending investigations on suspicion of large scale tax evasion against Mr G., the managing director of a well-known enterprise producing pistols. The article was accompanied by a picture of Mr G.", "9. The report informed the reader that Mr G.'s premises had been searched in the early hours of 31 October. He was suspected of having evaded taxes of up to 500 million Austrian Schillings (more than 36 million euros). The article stated that News was in the possession of numerous documents (letters from Mr G.'s lawyers, a court file from Luxembourg, costs calculations and lists of clients of the G. company, etc.) concerning this suspicion which it claimed to have obtained through its own intense research. The most important documents were letters from Mr G.'s lawyers from which it followed that an attempt to murder Mr G. had taken place in Luxembourg in 1999, which had not come to the attention of the Austrian authorities or of the media at the time. The attempt had possibly been made at the instigation of one of Mr G.'s business partners who, according to his lawyer, had acted as a trustee for him. The article then assumed that the attempt was somehow linked to Mr G.'s network of companies which had been scrutinised by the tax authorities. It quoted an anonymous tax official as saying that according to the investigations dubious companies with a seat abroad had issued invoices for “organisational services” to the G. company in order to reduce its gains in Austria. Still according to that tax official the complex structure of interrelated companies had been chosen to dissimulate the fact that Mr G. was their owner and to avoid the legal consequences of that fact. The article finally said that Mr G. also had close links with the Austrian Freedom Party (Freiheitliche Partei Österreichs), of which it gave a few examples, and that thus, the case also had a political dimension.", "10. Subsequently Mr G. (“the claimant”) brought proceedings under Section 78 of the Copyright Act (Urheberrechtsgesetz) against the applicant company, requesting that the latter be prohibited from publishing his picture in connection with reports both on the pending tax evasion proceedings against him and on the attempted murder.", "11. On 28 December 2000 the Vienna Commercial Court (Handelsgericht), granting the request in part, issued a preliminary injunction (einstweilige Verfügung) against the applicant company prohibiting it from publishing a picture of the claimant in the context of reports on charges of tax evasion against him, in so far as he was not described as a suspect, but as having committed the offence, until a final decision would be taken in the main injunction proceedings.", "12. The court noted that, when assessing whether a person was entitled to protection of his or her picture under Section 78 of the Copyrights Act in the context of criminal proceedings, the respective interests had to be balanced in the light of the criteria developed in Sections 7a and 7b of the Media Act (Mediengesetz). The court noted that the applicant was a business magnate. His enterprise was the market leader in equipping police forces with pistols. Although the claimant was well-known in professional circles he was not known to the public at large and his picture had only been published in arms producers' magazines so far. Nevertheless, the subject-matter, namely tax evasion proceedings pending against an industrial magnate whose enterprise was well-known and prestigious in Austria, was of public interest. Referring to Section 7a § 2 (2) of the Media Act, the court considered that the public interest in receiving such information outweighed the claimant's interest in the protection of his identity. The court concluded that reporting on this topic and publishing the claimant's picture was in principle allowed, as long as it did not violate his right to be presumed innocent (Section 7b of the Media Act) as was the case for the passage of the article quoting the tax official which described the suspicion against Mr G. as if it were already proven.", "13. Referring to Section 7a § 2 (1) of the Media Act, the court dismissed the claimant's request that the applicant company be prohibited from publishing his picture in the context of reports on the attempted murder of which he had been the victim. It found that there was a public interest in the reporting which was not outweighed by the claimant's interest in the protection of his identity, since the report did not interfere with his strictly private life or lead to his public exposure.", "14. On 26 April 2001 the Vienna Court of Appeal (Oberlandesgericht) upheld this decision.", "15. On 10 July 2001 the Supreme Court (Oberster Gerichtshof), allowing the claimant's appeal in part, widened the scope of the preliminary injunction to the extent that the applicant company was prohibited from publishing any pictures of the claimant in the context of reports on the tax evasion proceedings pending against him, irrespective of the accompanying text.", "16. The court found that the lower courts had failed to take into account the nature of the offence which was at stake, when applying the above-mentioned provisions of the Media Act. It noted, in particular, that the claimant was a suspect of tax evasion, which was a lesser indictable offence (Vergehen), within the meaning of Section 7a § 2 (2) of the Media Act, in which case the claimant's legitimate interests were injured by a disclosure of his picture. In such cases, the claimant's interest in a protection of his picture prevailed over the public interest in its publication.", "17. 's interest not to have his picture published in the context of reports on pending tax evasion proceedings against him outweighed the public interest to receive such information. In that context the court noted in particular that the investigations for tax evasion were not public and the officials of the tax authorities were bound by the fiscal secret. Thus, there was no public interest in receiving such information together with the picture of the suspect, irrespective of the manner in which the applicant had obtained the information. Even if the applicant had managed to obtain information on the tax evasion proceedings without inciting officials to breach the fiscal secret, the information was meant to be secret and there was no legitimate public interest in receiving it.", "18. The Supreme Court's decision was served on the applicant on 5 September 2001.", "19. Section 78 of the Copyright Act, in so far as relevant, reads as follows:", "“(1) Images of persons shall neither be exhibited publicly, nor in any way made accessible to the public, where injury would be caused to the legitimate interests of the persons concerned or, in the event that they have died without having authorised or ordered publication, those of a close relative.”", "20. Starting with its judgment of 23 September 1997 (4 Ob 184/97, MR 1997, 302) the Supreme Court has consistently held that, in the context of reports on criminal proceedings, Section 78 pf the Copyright Act has to be interpreted in the light of Section 7a of the Media Act.", "21. The relevant provisions of the Media Act read as follows:", "“(1) Where publication is made, through any medium, of a name, image or other particulars which are likely to lead to the disclosure to a larger not directly informed circle of people of the identity of a person who", "1. has been the victim of an offence punishable by the courts, or", "2. is suspected of having committed, or has been convicted of, a punishable offence,", "and where legitimate interests of that person are thereby injured and there is no predominant public interest in the publication of such details on account of the person's position in society, of some other connection with public life, or of other reasons, the victim shall have a claim against the owner of the medium (publisher) for damages for the injury suffered. The award of damages shall not exceed 14,535 euros; additionally, Section 6 (1), second sentence, shall apply.", "(2) Legitimate interests of the victim shall in any event be injured if the publication", "1. in the case of subsection (1) 1 is such as to give rise to an interference with the victim's strictly private life or to his or her exposure,", "2. in the case of subsection (1) 2 relates to a juvenile or merely to a lesser indictable offence (Vergehen) or may disproportionately prejudice the victim's advancement. ...”", "“(1) Where a person who is suspected of having committed a punishable offence but has not been finally convicted is portrayed in a medium as guilty, or as the offender and not merely a suspect, the victim shall have a claim in damages against the owner of the medium (publisher) for the injury suffered. The award of damages shall not exceed 14,535 euros; additionally, Section 6 (1), second sentence, shall apply. ...”", "22. Pursuant to Article 17 of the Criminal Code (Strafgesetzbuch) lesser indictable offences are all offences punishable with less than three years' imprisonment."], "VIOLATED_ARTICLES": ["10"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}