{"ITEMID": "001-81836", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF TALİPOĞLU v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1", "JUDGES": "Nicolas Bratza", "TEXT": ["4. The applicant was born in 1952 and lives in Erzurum.", "5. On an unspecified date, the Land Registry Commission issued a decision on plots of land in the Taşbulak village in the Hınıs district in Erzurum registering them as property of the Treasury. The decision included the applicant's plot of land.", "6. On 14 January 1985 the mayor of Taşbulak village filed an action with the Hınıs Cadastre Court and requested the annulment of the Land Registry Commission's decision.", "7. On an unspecified date, the applicant filed a similar action with the Hınıs Cadastre Court. In his petition he stated that the plot of land in question had been registered in his father's name in 1946.", "8. On 3 October 1986 the Hınıs Cadastre Court decided to join the cases.", "9. On 21 May 1987 the First Instance Court held its first hearing and heard the parties.", "10. Between 21 May 1987 and 19 October 1999 the court held fifty three hearings. During this period, the court examined the documents furnished by the parties concerning their ownership allegations and ordered on-site visits to be carried out on the plots of lands. However, the court postponed carrying out onsite visits on the plots of lands due to bad weather conditions or the absence of experts. Despite the court's letters to the Directorate of Agriculture and Land Registry to secure the presence of the experts, they failed to appear for the on-site visits.", "11. The proceedings before the Hınıs Cadastre Court are still pending. The on-site visits to the plots of land have not yet been carried out.", "12. On 20 August 1990 the mayor of the Dikili village in Hınıs district filed an action with the Hınıs Civil Court of First-instance against the Uyanık village. The action concerned a dispute over a plot of land.", "13. On 27 June 1991 the applicant intervened in the action and alleged that his father was the owner of the plot of land in question. The Suvaran village also intervened in the proceedings.", "14. On 28 May 1992 the First Instance Court sent a letter to the Cadastre Registration Office and requested the determination of the borders of the Uyanık and Dikili villages.", "15. On 9 July 1992 the court ordered an on-site visit to be carried out on the plot of land. In this connection it sent a letter to the Directorate of Agriculture and Cadastre and requested the latter to secure the presence of experts for the on-site visit.", "16. Between 9 July 1992 and 18 November 1999 the court held thirtynine hearings. During this period, the court postponed the conduct of on-site visits on account of bad weather conditions or the absence of the experts.", "17. On 18 July 1996 during the hearing before the court the applicant requested the court to carry out an on-site visit to the plot of land and to secure the presence of the experts.", "18. On 3 October 1996 the court postponed an on-site visit. It noted that the District Gendarmerie Command had sent a letter and informed the court that an on-site visit could not be carried out for security reasons in the area.", "19. On 28 June 2001 the Hınıs Civil Court of First Instance issued a decision of non-jurisdiction in respect of the applicant's action and decided to relinquish jurisdiction in favour of the Hınıs Cadastre Court. The court further decided to strike out the case in respect of the Dikili and Suvaran villages since they had failed to pursue their claim. The applicant appealed.", "20. On 11 December 2001 the Court of Cassation dismissed the appeal. This decision became final on 14 February 2002.", "21. On 19 February 1985 the mayor of Suvaran village filed an action with the Hınıs Cadastre Court against the Dikili village and requested the annulment of the decision of the Land Registry Commission in respect of the plots of land (see paragraph 5 above).", "22. On an unspecified date, the applicant filed an application to intervene in the action.", "23. On 25 March 1986 the court accepted the applicant's request for intervention and decided to join the cases nos. 1985/423 and 1985/07.", "24. Between 2 September 1986 and 9 November 1999 the court held fiftynine hearings. During this period it examined the documents submitted by the parties and requested the State authorities to submit additional documents concerning the plots of land in question.", "25. On 24 March 1989 the court ordered an on-site visit to the plots of land. However it postponed the on-site visits due, respectively, to the absence of the experts or bad weather conditions.", "26. The proceedings before the Hınıs Cadastre Court are still pending. The on-site visits to the plots of land have not yet been carried out.", "27. On 7 February 2000 the applicant filed a petition with the General Directorate of Criminal Matters attached to the Ministry of Justice. He complained that the judges at the Hınıs Civil Court of First Instance and Hınıs Cadastre Court had failed to display due diligence in handling the proceedings concerning the lands in question.", "28. In a letter of 18 May 2000 the General Directorate of Criminal Matters dismissed the applicant's request."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}