{"ITEMID": "001-58983", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FRA", "BRANCH": "CHAMBER", "DATE": 2000, "DOCNAME": "CASE OF ANNONI DI GUSSOLA AND OTHERS v. FRANCE", "IMPORTANCE": "1", "CONCLUSION": "Preliminary objection rejected (non-exhaustion);Violation of Art. 6-1;Non-pecuniary damage - financial award;Costs and expenses award - Convention proceedings", "JUDGES": "Nicolas Bratza", "TEXT": ["8. On 15 October 1990 a bank, Diffusion industrielle nouvelle (“DIN”), granted the applicant a consumer loan in the sum of 172,000 French francs (FRF) with interest at the rate of 14.5% for the purchase of a vehicle. The loan was repayable in fifty-seven monthly instalments of FRF 4,419.44 (making a total of FRF 251,908.08).", "9. In March 1991 the bank notified the applicant of its intention to seize the vehicle as he had failed to pay the January and February 1991 instalments. The applicant settled the arrears.", "10. From July 1991 to October 1991 the applicant stopped payment of the instalments owing to defects in the vehicle.", "11. In November 1991 he made a payment.", "12. On 14 December 1991 DIN terminated the loan agreement and had the car sold for FRF 74,243.56. It issued proceedings against the applicant for payment of the balance of the loan.", "13. On 24 April 1992 the President of Nantua District Court ordered the applicant to pay the sum of FRF 98,032. The applicant, who contested the amount claimed and the price at which the car had been sold, applied to have that order set aside.", "14. In a judgment of 24 June 1993 Nantua District Court ordered the applicant to pay FRF 95,156.26 plus interest at the contractual rate of 14.5% and a further sum of FRF 3,000. The applicant appealed against that judgment, arguing that the bank had been at fault for selling the car at a derisory price. He sought an order against the bank for the payment of damages to be set-off against the amount of his indebtedness. In the alternative, he asked to be allowed to pay off the debt over two years.", "15. The applicant, who worked as a consultant in Switzerland, was made redundant in 1994. From 1 January 1995 onwards he received minimum welfare benefit (revenu minimum d'insertion – RMI) of FRF 3,569 monthly.", "16. On 31 May 1995 the Lyons Court of Appeal partly allowed the applicant's appeal, ordering him to pay DIN the sum of FRF 90,371.26 with interest at the contractual rate from 19 February 1992 plus FRF 3,000 by way of statutory compensation. It held that the applicant had not established any fault on the part of the bank such as would warrant an order for damages.", "17. The applicant appealed to the Court of Cassation on 18 September 1995. He lodged written submissions containing three grounds of appeal on 18 January 1996. In particular, he argued that DIN had acted unfairly since, although he had paid off FRF 10,000 in November 1991 and had undertaken to pay the balance of the loan by the end of the year, DIN had nonetheless seized the vehicle he had purchased with the aid of the loan and had it sold at a derisory price. The applicant consequently asked the Court of Cassation to rule that the Court of Appeal had given insufficient reasons for its decision, in that it had failed to explain why it had rejected his ground of appeal based on the financial institution's liability for making his situation worse by not selling the car at its true value when the proceeds of sale would have been more than ample to cover the balance of the loan.", "18. On 16 February 1996 DIN applied for the appeal to the Court of Cassation to be struck out of the list pursuant to Article 1009-1 of the New Code of Civil Procedure, as the applicant had failed to comply with the Court of Appeal's judgment.", "19. The applicant lodged submissions in which he explained that he was not in a position to pay any of the amount claimed as he was unemployed, his only income since 1 January 1995 being minimum welfare benefit of FRF 3,569 monthly. Furthermore, he was two years in arrears with his rent. He lodged additional submissions informing the court that he had made an application for legal aid on 14 March 1996.", "20. By an order of 16 April 1996 following a hearing on 27 February 1996 the delegate of the President of the Court of Cassation made an order for the case to be removed from the list, holding:", "“An order for 'removal from the list', which under this provision [Article 1009-1] may be made against a judgment debtor who appeals to the Court of Cassation, does not constitute a penalty for failure to exercise diligence or as a result of any inadmissibility.", "It is an administrative and regulatory measure intended to remind parties that an appeal to the Court of Cassation is an extraordinary remedy and to enable beneficiaries of enforceable judicial decisions to enjoy the prerogatives afforded them by the judges of the courts below in full, all in accordance with the fundamental rules of the administration of justice.", "An application may be made for such an order, which is provisional only and preserves all rights, remedies and grounds of appeal, as soon as the notice of appeal bringing the case before the Court of Cassation has been lodged with the registry of that court, without the applicant's having to wait until the time allowed to the appellant and the respondent for lodging their written submissions has expired.", "In the instant case, Guido Annoni di Gussola has failed to show that he has taken any steps apt to demonstrate his intention to comply with the decision of the court below and has not pleaded any personal circumstances that give rise to a danger or presumption that compliance will entail manifestly unreasonable consequences.", "In those circumstances, the appeal must be removed from the Court of Cassation's list...”", "21. With contractual interest, the sum owed by the applicant at that time came to more than FRF 150,000.", "22. On 15 March 1998 the applicant and his family were evicted from their home after failing to pay their rent for two years.", "23. On 1 April 1998 the applicant began to receive a monthly retirement pension of FRF 2,480.65.", "24. By an order of 25 November 1998 the delegate of the President of the Court of Cassation noted that the appeal had lapsed, no steps having been taken to prosecute it in the two years since the order removing it from the list had been made.", "25. After a loan offer was accepted on 13 October 1990, a finance company, SOVAC, granted Ms Desbordes a credit facility in the sum of FRF 85,000, with interest at 20.90%, for the purchase of a vehicle. Mr Omer, her husband, acted as guarantor.", "26. The first nineteen monthly instalments – a total of FRF 45,760.36 – were repaid. The applicants were unable to pay the subsequent monthly instalments, as Mr Omer lost his job.", "27. SOVAC seized the vehicle, and obtained FRF 41,658.43 on a forced sale. Alleging an event of default under the agreement, it brought an action against the applicants for immediate payment of the sum of FRF 38,669.97, that being the outstanding capital, together with interest at the contractual rate of 20.90% since 1 November 1992.", "28. On 16 April 1993 the Abbeville District Court dismissed SOVAC's claim. It held that since the authorised overdraft of FRF 85,000 had been used in a single transaction, it did not constitute a credit facility usable in tranches, but an ordinary loan. Section 5 of the Law of 10 January 1978 on consumer information and protection in financing transactions laid down that a statement of the total cost of the credit, broken down item by item, had to be provided for loans of that type. Noting that the agreement did not contain a statement of the total cost of the credit, the District Court held that the loan offer was not in the required form and that by virtue of section 23 of the Law SOVAC, accordingly, forfeited its rights to interest. SOVAC appealed.", "29. On 11 October 1994 the Amiens Court of Appeal overturned that judgment. In so doing, it accepted SOVAC's submissions that the statement required by section 5 of the aforementioned Law of 10 January 1978 was too inflexible to be applicable to an offer with a variable rate of interest, and that a single rate had been applied solely because the applicants had been paid the amount in full, and not in tranches, as they had been at liberty to request. The Court of Appeal ordered the applicants to pay the sum claimed together with compound interest from 20 September 1993.", "30. The applicants applied on 17 January 1995 for legal aid to appeal to the Court of Cassation. The legal aid office granted their application on 15 June 1995 on the ground that they had insufficient means (their disposable income being put at minus FRF 862).", "31. The applicants accordingly appealed to the Court of Cassation on 14 August 1995 through the lawyer assigned to represent them and he lodged written submissions on 11 January 1996. The applicants alleged that the finance company had contravened the statutory consumer-protection provisions. They relied in their appeal on judgments in which the Civil Division of the Court of Cassation had overturned awards of interest made in cases in which the evidence had showed that the lender had failed to state the overall effective rate of interest or the total cost of the credit, broken down item by item, in the loan agreement.", "32. On 27 March 1996 SOVAC requested the President of the Court of Cassation to order the removal of the case from the list pursuant to Article 1009-1 of the New Code of Civil Procedure.", "33. In submissions dated 14 May 1996 the applicants opposed that application on the ground that they had insufficient means, as attested by the fact that they had been granted legal aid in 1995.", "34. By an order of 21 May 1996 the delegate of the President of the Court of Cassation found, inter alia, that the applicants had failed to show that they had taken “any steps apt to demonstrate their intention to comply with the decision of the court below and [had] not [pleaded] any personal circumstances that [gave] rise to a danger or presumption that compliance [would] entail manifestly unreasonable consequences”. The delegate of the President of the Court of Cassation ordered the case's removal from the list.", "35. New Code of Civil Procedure", "Article 386 is worded as follows:", "“Proceedings shall lapse if none of the parties take any steps for two years.”", "Article 1009-1 of the New Code of Civil Procedure, as initially worded when Decree no. 89-511 of 20 July 1989 was issued, provided:", "“Except in cases in which an appeal on points of law acts as a bar to execution of the impugned decision, the President may, on application by the respondent and after obtaining the opinion of Principal State Counsel and the parties, order the removal of the case from the list if the appellant fails to show that he or she has complied with the impugned decision, or unless it appears to the President that compliance may entail manifestly unreasonable consequences.", "The President shall grant permission for the case to be restored to the list on proof that the impugned decision has been complied with.”", "Article 1009-1 was amended by Decree no. 99-131 of 26 February 1999, which came into force on 1 March. It was reworded and supplemented by two Articles and now reads as follows:", "“Except in cases in which an appeal on points of law acts as a bar to execution of the impugned decision, the President or his or her delegate shall, on application by the respondent and after obtaining the opinion of Principal State Counsel and the observations of the parties, order the removal of the case from the list if the appellant fails to show that he or she has complied with the impugned decision, or unless it appears to the President that compliance may entail manifestly unreasonable consequences. The respondent's application must be made before the expiration of the periods laid down in Articles 982 and 991, failing which the court shall of its own motion declare it inadmissible. An order for the case's removal from the list shall not prevent time running for the purposes of the time-limits to which the appellant is subject by virtue of Articles 978 and 989.”", "“Time shall start to run from the date the order for removal of the appeal from the list is served. It shall be interrupted by an act that unequivocally manifests an intention to comply.”", "“Unless he or she finds that the appeal has lapsed, the President or his or her delegate shall grant permission for the case to be restored to the list on proof of compliance with the impugned decision.”", "For the purposes of the time-limits to which the respondent is subject by Articles 982 and 991, time shall start to run from the date the order for the restoration of the appeal to the list is served.”", "36. Case-law", "(i) “Appellants to the Court of Cassation may not rely on Article 6 of the European Convention on Human Rights to oppose an application for an order for removal of an appeal from the list, since they have been able to exercise their right to appeal to the Court of Cassation and are not entitled to avoid their own obligations to comply with the orders made in the judgment against them, as they would otherwise deprive their opponent of a prerogative which the latter enjoys by virtue of the judicature rules.” (Cass. ord. 1er prés., 22 February 1995, Bull. civ. ord., no. 6)", "(ii) “... Mr and Mrs ... appealed on points of law against the judgment ... of the ... Court of Appeal ordering them to pay ... 206,050.31 francs... Mr and Mrs ... contest that measure on the ground that they have been granted full legal aid.", "It appears that the grant was made on the basis that the spouses' disposable monthly income was 3,834 francs. In those circumstances and regard being had to the amount of the order, it appears that compliance with the judgment would entail manifestly unreasonable consequences for them.” (Cass. ord. 1er prés., no. 91205 of 2 February 2000)", "(iii) “By a judgment ... the ... Court of Appeal ordered Mr L. and the SCI A. to pay various sums to Mr D.B...", "Mr L. says he is impecunious ... The documents produced by Mr L., who is in receipt of minimum welfare benefit, show that his financial circumstances are indeed extremely precarious ... that compliance with the judgment would entail manifestly unreasonable consequences for him ...” (Cass. ord. 1er prés., no. 90971 of 12 January 2000)"], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}