{"ITEMID": "001-4822", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ITA", "BRANCH": "ADMISSIBILITY", "DATE": 1999, "DOCNAME": "RIBOLI v. ITALY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis", "TEXT": ["The applicant is an Italian national, born in 1964 and living in Milan.", "He is represented before the Court by Mr Daniele Portinaro, a lawyer practising in Milan.", "A.", "O.I. s.r.l., a company based in Milan, was the owner of an apartment in Milan, which it had let to C.M. In a registered letter of 11 March 1993, it informed the tenant that it intended to terminate the lease on expiry of the term on 30 September 1993 and asked her to vacate the premises by that date. In a writ served on the tenant on 5 June 1993, it reiterated its intention to terminate the lease and summoned the tenant to appear before the Milan Magistrate.", "In a decision of 16 June 1993, which was made enforceable on 17 June 1993, the Milan Magistrate upheld the validity of the notice to quit and ordered that the premises must be vacated by 30 September 1994.", "On 31 May 1994, the applicant became the owner of the apartment.", "On 13 October 1994, the applicant served notice on the tenant requiring her to vacate the premises.", "On 17 November 1994, he served notice on the tenant informing her that the order for possession would be enforced by a bailiff on 16 December 1994.", "On 16 February 1995, the applicant made a statutory declaration that he urgently required the premises as accommodation for himself.", "Between 16 December 1994 and 27 February 1996 the bailiff made 6 attempts to recover possession, on 16 December 1994, 28 February 1995, 19 May 1995, 22 September 1995, 15 December 1995 and 27 February 1996. These attempts proved unsuccessful, as the applicant was never granted the assistance of the police in enforcing the order for possession.", "On an unspecified date between 27 February 1996 and 15 May 1996, the applicant repossessed the apartment.", "B. Relevant domestic law", "The relevant domestic law is described in the Immobiliare Saffi v. Italy judgment of 28 July 1999, to be published in the Court’s official reports, §§ 18-35."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}