{"ITEMID": "001-109074", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF VALYAYEV v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 3 - Prohibition of torture (Article 3 - Torture) (Substantive aspect);Violation of Article 3 - Prohibition of torture (Article 3 - Effective investigation) (Procedural aspect)", "JUDGES": "Anatoly Kovler;Elisabeth Steiner;Erik Møse;Khanlar Hajiyev;Linos-Alexandre Sicilianos;Peer Lorenzen", "TEXT": ["5. The applicant was born in 1975 and lives in Pereslavl-Zalesskiy, Yaroslavl Region. He is serving a prison sentence in Rybinsk.", "6. On 24 July 2000 the applicant was arrested in Pereslavl-Zalesskiy on suspicion of organised murder and robbery. He was placed in a temporary detention facility at the police station (ИВС при УВД – IVS) in Pereslavl-Zalesskiy. On 27 July 2000 he was remanded in pre-trial custody.", "7. According to the applicant, at about 6 p.m. on 31 July 2000 the applicant was checked out of the IVS in Pereslavl-Zalesskiy; he was handcuffed with his hands behind his back, blindfolded with a canvas bag pulled over his head, and put on the floor of a police minibus. Several police officers and two other detainees were in the same vehicle. As soon as the vehicle drove off the policemen began punching and kicking the applicant to force him to confess to the murder and to make him sign some documents. They hit him on the body and head, twisted his fingers, pulled on the handcuffs and tightened them behind his back. This lasted for at least ten minutes, until they arrived at a place described by the applicant as “somewhere in a forest”. The applicant was taken out of the vehicle and the beatings resumed. The applicant was spread on the ground, strangled with a rope or a belt, then his shoes were taken off and the police officers hit him on the heels with a wooden baton. The applicant claimed that he passed out several times, but when he regained consciousness the beating resumed; he was hit in the head and on the body, kicked on the groin, and strangled again. The applicant claimed that the ill-treatment in the forest lasted between thirty minutes and one hour. After that the policemen put the applicant back into the van and drove on. In the van they continued to beat and intimidate him. The applicant remained blindfolded the whole time. When they arrived at the Regional Department of the Interior in Yaroslavl the bag was removed from his head and he was checked into the Department’s IVS. He was placed in cell no. 23.", "8. The applicant remained in the IVS in Yaroslavl until 3 August 2000. He allegedly requested to see a doctor, but this was refused. On the latter date the applicant was brought back to Pereslavl-Zalesskiy and released there.", "9. On 4 August 2000 the applicant saw a doctor at Central District Hospital in Pereslavl-Zalesskiy; he reported the ill-treatment and complained of headaches, vertigo, pain in the chest and abdomen and injuries to his feet and wrists. He was diagnosed with a head injury, possible concussion, and bruises on the chest and on the left foot.", "10. On an unidentified date between 6 and 9 August 2000 the applicant requested the prosecutor’s office of the Pereslavl-Zalesskiy District to investigate the ill-treatment in criminal proceedings. On 9 August 2000 the applicant was questioned by the police about the alleged ill-treatment. The case was then assigned to the assistant prosecutor who questioned the applicant on 14 August 2000. Both times the applicant spoke in detail about the episode of 31 July 2000.", "11. On 14 August 2000 the assistant prosecutor ordered a medical examination by forensic experts to identify the applicant’s injuries, establish their origin and the time of their occurrence. On the same day he was examined by the forensic expert who then requested the applicant’s medical file from the Central District Hospital.", "12. On 15 August 2000 the assistant prosecutor questioned the guard who was on duty at the IVS when the applicant was checked out. He submitted that on 31 July 2000 the applicant was checked out at about 5.30 p.m. by two police officers from the special squadron. After the applicant had been signed out they picked up his belongings, handcuffed the applicant and pulled a canvas bag over his head. Two other detainees were checked out at the same time and were taken away in the same vehicle. As far as he could tell, nobody ill-treated the applicant before the group left the IVS.", "13. On 16 August 2000 the assistant prosecutor questioned two detainees, M.A. and S.A., who were transferred to Yaroslavl on 31 July 2000 with the applicant, and on 17 August 2000 he questioned one of the convoy policemen. M.A. and S.A. both said that they did not see anything because they were blindfolded, and that they did not hear any violence during the transfer. The convoy officer submitted that he and other policemen had carried three detainees in the minibus and that they had made no stops on the way and had not used any force during the transfer.", "14. On the same day the applicant was detained again, and remained in detention pending trial.", "15. On 4 September 2000 the chief medical officer of the Central District Hospital replied to the enquiry from the prosecutor’s office, stating that on 4 August 2000 the applicant had been examined by a traumatologist and had been sent for an X-ray, after which he did not come back to the admissions office. He stated that the applicant had indicated that the injuries were caused on 31 July 2000 and were the result of a domestic accident.", "16. On the same day the prosecutor’s office refused to open a criminal investigation into the allegation of ill-treatment, on the grounds that they were unsubstantiated.", "17. On 15 September 2000, having received the applicant’s medical file from the hospital, the forensic expert drew a report stating, in so far as relevant, as follows:", "On the right side of the abdomen, covering a total area of 10 cm x 7 cm, barely visible, are healing multiple abrasions ..., an abrasion on the outside of the right wrist 1 cm x 0.3 cm ..., on the same level below the elbow bone there is a healing abrasion 5 cm x – 0.4-0.5 cm ... On the inner left wrist there is an abrasion of 1 cm x 0.5 cm ..., on the outside there is a stripe-like abrasion of 3 cm x 0.5 cm. Reports pain during palpation of the right side of the chest at the level of the seventh and the eighth ribs, on the line between the front and armpit, also reports pain when inhaling sharply or coughing. According [to the applicant], he has pain in the soft tissues of the left foot; no injury [can be seen] there. Sought medical aid at the admissions office of the Central District Hospital on 4 and 5 August 2000, [was examined by] traumatologist. Medical files requested.", "On 5 August 2000, [record made by] traumatologist. Complains of pain in the right side of the chest, headaches, nausea and vertigo. Beaten up a week ago. Objective finding: condition of medium gravity ... Abdomen soft, painful when palpated. Reports pain during palpation of the left side of the chest ... Diagnosis: bruise on the left side of the chest, bruise on the left foot. On 4 August 2000. Headaches, vertigo ... Diagnosis: closed craniocerebral injury, concussion, bruise on the chest. On 11 August 2000, [record made by] traumatologist. Complains of pain in the fingers. Diagnosis: bruise on the chest. No other records made. The X-ray of the right side of the chest made on 4 August 2000 reveals no bone fractures. ... The X-ray of hands and wrists in straight projection reveals no bone fractures. The X-ray of heel bones in two projections reveals no bone fractures. Treatment by traumatologist continues ... .", "1. On 14 August 2000 a medical examination established that Mr Valyayev had healing abrasions on the abdomen and the right and left wrist, caused by blunt hard object(s). The abrasions on the wrists could have been caused by objects like handcuffs. These injuries could have dated back to ten to fifteen days prior to the examination.", "2. These injuries caused no damage to health.", "3. The clinically established diagnosis of concussion is not supported by objective clinical data, and therefore its gravity is not susceptible to evaluation.”", "18. The applicant was not informed of the results of the forensic examination and was not provided with a copy of the report.", "19. On 30 October 2000 the applicant received a letter informing him of the decision dispensing with a criminal investigation into the alleged ill-treatment. On 2 November 2000 he lodged a complaint with the prosecutor of Pereslavl-Zalesskiy contesting that decision.", "20. On 16 November 2000 the Central District Hospital provided the prosecutor’s office with an extract from the applicant’s medical file. It stated that on 4 August 2000 the applicant complained of pains in the head and chest and was sent for X-ray screening. On 5 August 2000 he was examined by a traumatologist. The chest and head X-ray did not reveal any pathology. He was diagnosed with bruises on the chest and left foot. On 11 August 2000 he was again examined by the traumatologist, with the same diagnosis, and by the neurologist who diagnosed him with a head injury and possible concussion.", "21. On 28 November 2000 the applicant requested the prosecutor’s office to send him a copy of the forensic report.", "22. On 6 December 2000 the prosecutor’s office issued another decision refusing to institute criminal proceedings into the alleged ill-treatment. It relied on the statements of the IVS staff and the cellmate denying that force had been applied to the applicant at the IVS.", "23. As he had received no reply to his letter of 28 November 2000, on 28 December 2000 the applicant reiterated his request for a copy of the forensic report.", "24. On 30 January 2001 the applicant’s cellmate at the IVS in Yaroslavl, S., wrote to the prosecutor’s office of Pereslavl-Zalesskiy confirming the applicant’s allegations of ill-treatment. He contended that on 31 July 2000 at about 9 p.m. the applicant was placed in cell no. 23; that he was bleeding and bruised, his clothes were torn and bloodstained and he was unable to move around the cell without help. He had confirmed that the applicant had apparently been tortured by the special squadron police during his transfer from Pereslavl-Zalesskiy and stated that no medical help was provided to the applicant at the detention facility.", "25. On an unspecified date the same assistant prosecutor requested a further report on the applicant. On 14 February 2001 an expert drew up the report. The applicant himself was not present, and the expert studied only a one-page extract of the applicant’s medical file issued on 16 November 2000. He concluded that it contained insufficient information and that, in the absence of the original medical documents, he could not establish whether the applicant had suffered any injuries.", "26. On the same day the prosecutor’s office refused again to institute criminal proceedings into the alleged ill-treatment, referring to the statements of S.A. and M.A. and to the fact that the expert had been unable to establish any injuries in the report of 14 February 2001.", "27. On 23 February 2001, following complaints by the applicant, the Prosecutor’s Office of the Yaroslavl Region quashed the decision of 14 February 2001 and ordered the inquiry to be continued. She gave detailed instructions to the prosecutor’s office of Pereslavl-Zalesskiy to carry out a number of steps to verify the allegations, including questioning of the medical personnel who examined the applicant on 4 and 11 August 2000, obtaining the original medical records, establishing the identity of the staff members who had made or required the extracts of the medical files, and questioning IVS staff and cellmates about the applicant’s injuries.", "28. On 23 April 2001 the prosecutor’s office of Pereslavl-Zalesskiy took a new decision refusing to institute criminal proceedings into the alleged ill-treatment. The decision essentially reiterated the preceding ones and concluded that the applicant’s allegations were unsubstantiated. The applicant complained to the prosecutor’s office about the refusal to hold an investigation and requested access to the file.", "29. On 20 July 2001 S.A. wrote to the applicant to apologise for the false statement he had made to the office of the prosecutor conducting the ill-treatment inquiry. He explained that although he had remembered the “monstrous” beatings the applicant was subjected to during the transfer, he felt that telling about it would put him at risk.", "30. On 23 July 2001 the Yaroslavl Regional Court held a hearing in the applicant’s criminal case and gave judgment. The applicant was found guilty of burglary and aggravated murder and sentenced to twenty years’ imprisonment. During the trial the applicant complained of ill-treatment, and several witnesses testified that he been injured. The court did not examine the issue further.", "31. Following requests by the applicant, on 5 December 2001 and 6 February 2002 the prosecutor’s office refused to grant him access to the inquiry file. The applicant challenged the refusal before the Pereslavl District Court. On 14 August 2002 the court granted the applicant’s claim and ordered the prosecutor’s office to give the applicant access to the case file. Sixty-five pages of copies of the documents were sent to the applicant on 10 November 2002. They did not include the expert report of 15 September 2000.", "32. On an unidentified date the applicant challenged the decision of 23 April 2001 refusing the investigation of his ill-treatment before the Pereslavl District Court. Among other arguments he referred to the forensic examination that he underwent on 14 August 2000 and requested that the results be included in the case file. On 28 July 2003 the court returned his complaint, stating that it could not examine the matter while a similar complaint was under examination by the prosecutor’s office. The applicant appealed.", "33. On 30 September 2003 the Deputy President of the Yaroslavl Regional Court replied to the applicant that the Pereslavl District Court had never received the applicant’s complaint challenging the decision of 23 April 2001, and that in any event the latter was not amenable to judicial review because the applicant’s arguments had already been examined in substance in the criminal proceedings against the applicant which had ended in his conviction.", "34. Despite the above letter, the applicant’s complaint was subsequently accepted for examination by the Pereslavl District Court, and the applicant requested to attend the hearing. He also requested that his lawyer be informed about the date of the court hearing. The applicant claims that neither he nor his lawyer were notified of when the hearing was scheduled.", "35. On 9 July 2004 the court examined the complaint. Neither the applicant nor his counsel were present, but the public prosecutor took part in the hearing. The court upheld the decision of 23 April 2001 dispensing with a criminal investigation. The applicant appealed.", "36. On 17 December 2004 the Yaroslavl Regional Court examined the applicant’s appeal and upheld the decision of 9 July 2004, finding the allegations of ill-treatment unsubstantiated and the prosecutor’s decision well-founded. It appears that neither the applicant nor his lawyer were present at the hearing, while the prosecutor was.", "37. On 25 June 2009 the Court gave notice of this application to the respondent Government.", "38. On 21 August 2009 the Prosecutor of the Yaroslavl Region submitted a request to the Yaroslavl Regional Court to have the decisions of 9 July 2004 and 17 December 2004 quashed in supervisory-review proceedings. The ground for the request was the absence of the applicant from the proceedings at both levels of jurisdiction. On 2 September 2009 that request was granted, and the applicant’s complaint was remitted for fresh examination by the district court.", "39. On 16 September 2009 the Yaroslavl Department of the Interior issued a report on the internal inquiry relating to the applicant’s complaints of ill-treatment. Having referred to the previous decisions by the prosecutor’s office and the courts, it stated that the applicant’s allegations of ill-treatment were unsubstantiated.", "40. On 17 September 2009 the Pereslavl District Court scheduled a hearing on 23 September 2009 and ordered that the applicant be brought from the correctional facility to take part in the proceedings. The applicant requested three times that the hearing be postponed. The requests were granted, the first time to allow him time for preparation, the second time following the replacement of his counsel and the third time to allow him more time to read the file. The hearing was postponed until 27 October 2009, then until 10 November 2009, and finally until 20 November 2009.", "41. On the latter date the court began examining the applicant’s claim. The applicant was present at the hearing and made oral submissions. The hearing continued until 30 November 2009, when the court held a judgment dismissing the claims. The applicant appealed.", "42. On 2 April 2010 the Yaroslavl Regional Court granted the applicant’s appeal, reversed the judgment of 30 November 2009 and remitted the case for fresh examination by the district court.", "43. On 2 June 2010 the district court examined the applicant’s claims in fresh proceedings and granted them in full. It noted that the prosecutor’s office had not taken all the measures necessary to enable a reasoned, lawful and well-grounded decision, in particular that it had failed to take into account the results of the forensic examination that took place on 14 August 2000. It therefore declared the refusal to investigate the applicant’s allegations of ill-treatment in criminal proceedings unlawful and ordered the prosecutor’s office to rectify the omissions.", "44. On 23 July 2010 the Yaroslavl Regional Court upheld the judgment of 2 June 2010.", "45. The parties did not inform the Court what follow-up measures had been taken by the prosecutor’s office, if any."], "VIOLATED_ARTICLES": ["3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}