{"ITEMID": "001-89026", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MKD", "BRANCH": "ADMISSIBILITY", "DATE": 2008, "DOCNAME": "DIMITROVSKA v. \"THE FORMER YUGOSLAV REPUBLIC OF MACEDONIA\"", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Isabelle Berro-Lefèvre;Mirjana Lazarova Trajkovska;Peer Lorenzen;Rait Maruste;Renate Jaeger;Volodymyr Butkevych;Zdravka Kalaydjieva", "TEXT": ["The applicant, Mrs Elena Dimitrovska, is a Macedonian national who was born in 1958 and lives in Skopje. She was represented before the Court by Mr S. Filipov, a retired lawyer from Skopje. The Macedonian Government (“the Government”) were represented by their Agent, Mrs R. Lazareska Gerovska.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 15 September 1997 the applicant's husband, Mr D., brought a civil action against the Embassy of the Russian Federation (“Embassy”) in the former Yugoslav Republic of Macedonia claiming salary arrears and other employment-related allowances.", "On 3 April 1998 the Skopje Court of First Instance rejected Mr D.'s claim as falling outside its competence. That decision was confirmed by the Skopje Court of Appeal of 14 October 1998. On 10 June 1999 the Supreme Court granted Mr D.'s appeal on points of law and remitted the case for re-examination. It held that the Macedonian courts had been competent to decide the case, in particular as it had involved obligations enforceable in the State.", "On 18 October 2002 the Skopje Court of First Instance dismissed Mr D.'s claim. On 13 November 2002 he appealed.", "On 23 November 2002 Mr D. died.", "On 4 March 2003 the Skopje Court of Appeal dismissed Mr D.'s appeal.", "On 2 April 2003 the applicant requested the public prosecutor to lodge an application for the protection of legality (барање за заштита на законитоста) with the Supreme Court. On 23 May 2003 the public prosecutor informed the applicant that there were no grounds for using that remedy."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}