{"ITEMID": "001-109750", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF PEKASLAN v. TURKEY", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment;Inhuman treatment) (Substantive aspect);Violation of Article 11 - Freedom of assembly and association (Article 11-1 - Freedom of peaceful assembly);Non-pecuniary damage - award", "JUDGES": "András Sajó;Françoise Tulkens;Helen Keller;Isabelle Berro-Lefèvre;Paulo Pinto De Albuquerque", "TEXT": ["5. The applicants were born in 1961, 1972, 1985, 1956 and 1962 respectively and live in Malatya.", "6. As the facts of the case are in dispute between the parties, they will be set out separately. The facts as presented by the applicants are set out in section B below (paragraphs 7-13). The Government’s submissions concerning the facts are summarised in section C below (paragraphs 14-20). The documentary evidence submitted by the applicants and the Government is summarised in section D (paragraphs 21-41).", "7. On 8 March 2005 the applicants took part in International Women’s Day celebrations in the city of Malatya, during which a group comprising hundreds of police officers formed a cordon around the crowd. The police chief warned the participants that no prior permission had been obtained for the gathering.", "8. The first applicant, Ms Nihal Pekaslan, who was a spokesperson for the Women’s Democratic Platform, told the police chief that they were exercising their constitutional right and that the applicable legislation required no prior permission.", "9. Police officers then dragged a number of persons, including four of the applicants, into waiting police vehicles. In the course of so doing, the police officers sprayed the crowds with tear gas and hit some of them, including the four applicants.", "10. The second applicant, Ms Refika Meltem İspir, was not arrested. She was not beaten up, but was sprayed with tear gas. She was accompanied by her eleven-year-old daughter and her mother, both of whom were also sprayed with tear gas.", "11. The ill-treatment continued in the police vehicles. Male police officers started squeezing the arms and legs of the detained women. When the women told the police officers that they had no right to behave like that and asked for female police officers to accompany them, they were sworn at. The episode in the police vehicles lasted for approximately twenty minutes.", "12. The four applicants were then taken to a police station and subsequently to the Forensic Medicine Institute for a medical examination. According to the medical reports drawn up that day, the four applicants who had been hit by the police officers had a number of injuries on their bodies, rendering them unable to work for periods of between one and three days.", "13. Later that same day the four applicants were released from police custody.", "14. On 8 March 2005 the applicants took part in International Women’s Day Celebrations in Malatya where three different groups of demonstrators were carrying placards, flags and posters, and holding demonstrations which hindered the flow of traffic.", "15. A group of police officers tried to convince the group to disperse, and requested them to hold their demonstrations without impeding the circulation of the traffic. A police chief warned the participants that no prior permission had been obtained for the gathering, but told them that they could carry on with their demonstration on the pavement and walk in an orderly manner without violating public order. Nevertheless, the group, including the applicants, refused to disperse and continued with their demonstration.", "16. The police chief made several unsuccessful attempts to tell the participants that the manner in which they were conducting their demonstration was unlawful because they were impeding the flow of traffic. The police chief also told the participants that they could leave their placards – which were too large – and walk on the pavement; the placards would be returned to them later.", "17. The group insisted on blocking the street and continued with their demonstration. In spite of the police officers’ warnings and efforts, the group shouted slogans and continued to protest. Meanwhile, ten to fifteen police officers formed a cordon around the participants who had been giving orders to the rest of the demonstrators. The demonstrators inside the police cordon continued to protest, saying that they would not end the illegal demonstration even if they were arrested.", "18. Police officers then put a number of persons, including four of the applicants, into the waiting police vehicles by force which could not be considered disproportionate. They were taken to the Malatya Court House. On the way to the court house the applicants insulted the police officers present in the vehicle and tried to provoke them. However, the police officers kept their calm. Female demonstrators were accompanied by female police officers in the vehicle.", "19. The remaining members of the group who had not been arrested continued with their demonstration and read out their press release after having complied with the police officers’ request to fold their placards and walk on the pavement.", "20. The Government submitted the video footage of the incident to the Court, and argued that the footage supported their submissions summarised above.", "21. The following information emerges from the documents submitted by the parties.", "22. According to a report signed by eighteen police officers, at 2.00 p.m. on 8 March 2005, police received intelligence that a number of non-governmental organisations were planning to gather at the junction of Milli Egemenlik Street with a view to marching from there to the square outside the post office. The police put in place all necessary security measures at the junction at 11.00 a.m. and the demonstrators began arriving at midday.", "23. The police officers unsuccessfully urged the demonstrators not to march with their placards to the square, where a press release was scheduled to be read out. When the demonstrators ignored the police and started marching, thus blocking a main road, the police officers had to use force to arrest the applicants – with the exception of the second applicant, Ms Refika Meltem İspir – and five other demonstrators because they resisted arrest and insulted the police officers.", "24. According to another police report drawn up on the same day, the arrested persons behaved in a rowdy manner while they were being transported to the court house in a vehicle. They also insulted the police officers present in the vehicle by shouting things such as “Who do you think you are? You have no right to behave like this. Shame on you, are you going to tell your children that you are torturers?”.", "25. The Government submitted to the Court the video footage of the incidents recorded by police officers. However, the part where the police officers used force and arrested the applicants does not feature in the footage. The footage begins with the police officers trying to persuade the demonstrators to leave their placards behind, and then resumes with the demonstrators protesting against the use of force by the police officers and asking for their arrested friends to be released.", "26. It can be seen from the footage that before they were arrested the applicants drew the police officers’ attention to a circular issued by the Ministry of the Interior on 11 June 2004. In the circular, a copy of which was made available to the Court by the applicants, the Ministry urges police officers to respect certain rights and freedoms, including freedom of expression and assembly, and reminds them that those rights and freedoms can only be restricted in limited circumstances. In the circular, police officers are also urged to show restraint when faced with demonstrations, and to use their powers to promote the rights of civil society.", "27. On the same day the four arrested applicants were examined by doctors at the local branch of the Forensic Medicine Institute. The details of their injuries, as noted in the medical reports, are as follows:", "Ms Nihal Pekaslan: four ecchymosed areas measuring between one and five centimetres, and grazes on both forearms and on the left hand. Her injuries prevented her from working for three days.", "Ms Kıvanç Pekaslan: an ecchymosed area measuring 2 x 2 centimetres on the inside of the right arm, which prevented her from working for one day.", "Mr İbrahim Bozay: two ecchymosed areas, each measuring 1 x 1 centimetre, on the forehead, and two ecchymosed grazes on one of the fingers of the right hand and on the right forearm, measuring 1 x 1 and 2 x 2 centimetres respectively. These injuries prevented Mr Bozay from working for one day.", "Ms Leyla Bozay: Ms Bozay told the doctor that she had been hit on the nape of the neck and that her hair had been pulled. The doctor observed two ecchymosed areas measuring 1 x 1 and 2 x 1 centimetres on the insides of both arms, which prevented her from working for one day.", "28. On 10 March 2005, at 2.40 p.m., the first applicant, Ms Nihal Pekaslan, was examined by another doctor at the Malatya State Hospital, who observed two ecchymosed areas measuring 15 x 15 centimetres on her arms, and various other ecchymosed areas on her knee and hand. According to the doctor, the injuries had been caused some thirty-six to forty-eight hours previously.", "29. On 8 March 2005 the second applicant, Ms Refika Meltem İspir, lodged an official complaint with the prosecutor against the police officers who, she alleged, had sprayed her and her daughter with tear gas. On the same day Ms İspir orally informed the prosecutor that she would recognise the police officer who had sprayed her and her daughter with tear gas. When, some thirty-five days later, she was asked by the investigating police officer whether she would be able to identify the police officer responsible, she stated that she had only seen him once and then only for a few seconds, but that had they asked her immediately after the incident she would have been able to recognise him.", "30. On 11 March 2005 the remaining four applicants lodged an official complaint with the prosecutor against the police officers allegedly responsible for the ill-treatment. They complained, inter alia, that they had been beaten up and assaulted while exercising their right to freedom of expression and assembly. They also referred to Articles 3 and 10 of the Convention.", "31. On 16 March 2005 a police chief in Malatya sent a verbatim transcription of the video footage of the incidents to the Malatya prosecutor.", "32. Between 4 April 2005 and 3 May 2005 the Malatya prosecutor took statements from eighteen police officers who had been on duty on the day of the incidents. A police chief told the prosecutor that female demonstrators had attacked the police and that the police had had to use force in response. He maintained that the force used by the police had been proportionate.", "33. Four of the police officers told the prosecutor that the demonstrators had blocked the street and that the police had had to arrest them. While they were arresting the demonstrators there had been scuffles and the demonstrators had attacked the police officers with sticks. The police officers had had to use force, as a result of which the demonstrators might have suffered minor injuries.", "34. The remaining thirteen police officers’ statements concerned solely the complaints made by the applicants regarding the alleged assaults by male police officers on their way to the court house. These officers denied that the demonstrators had been assaulted in the police vehicles. They also added that the arrested persons had been accompanied by female officers in the vehicles.", "35. On 18 April 2005 the prosecutor examined the video footage submitted to his office by the police, and recorded his findings in a report. In the opinion of the prosecutor, the demonstrators had tried to break the police cordon and march. The police officers had not behaved in an arbitrary manner and the use of force by them had not been excessive.", "36. On 12 May 2005 the Malatya prosecutor decided not to prosecute the police officers. In his decision the prosecutor stated that the second applicant, Ms İspir, had been unable to recognise the police officer who had sprayed her with tear gas. The prosecutor stated that the applicants had gathered in the area without having sought prior permission. In dispersing the unauthorised demonstration, the police officers had been impelled to resort to the use of force in order to apprehend the applicants because they had resisted arrest and insulted them. In the opinion of the prosecutor, other than the applicants’ unsubstantiated allegations, there was no evidence justifying the prosecution of the police officers.", "37. The applicants lodged an objection against the prosecutor’s decision. They argued, in particular, that although they had not resisted arrest, the police officers had proceeded to arrest them by using force. The applicants also maintained that they had tried to exercise their right to freedom of expression, which was guaranteed by the Constitution as well as by Article 10 of the Convention. They also pointed out that, according to the applicable legislation, no prior permission was necessary to hold demonstrations. Moreover, the police officers had acted contrary to the circular issued by the Ministry of the Interior (see paragraph 26 above), and their actions had also been in breach of Article 3 of the Convention.", "38. The objection filed by the applicants was rejected by the Elazığ Assize Court on 28 July 2005. That decision was communicated to the applicants in September 2005.", "39. On 8 March 2005 four of the applicants – that is, all the applicants with the exception of the second applicant, Ms Refika Meltem İspir – were questioned by the Malatya prosecutor as suspects. They told the prosecutor that before they could even begin their demonstration the police had arrested them without warning and, in the course of doing so, had hit them. They denied that they had insulted the police officers. Lawyers representing the applicants told the prosecutor that the arrests had been arbitrary and in breach of their clients’ fundamental rights and freedoms under the Convention, including the prohibition of torture. The lawyers added that their clients had been exercising their democratic rights and had not committed any offences.", "40. On the same day, the Malatya prosecutor filed an indictment with the Malatya Criminal Court of First Instance and brought criminal proceedings against the four applicants, as well as against the remaining five persons who had been arrested together with the applicants, for insulting the police officers and contravening the Meetings and Demonstration Marches Act (Law no. 2911).", "41. On 2 June 2005 the Malatya Criminal Court of First Instance acquitted the four applicants and the remaining defendants. It held that there was no evidence to show that the four applicants had put up resistance against the police officers."], "VIOLATED_ARTICLES": ["11", "3"], "VIOLATED_PARAGRAPHS": ["11-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}