{"ITEMID": "001-59558", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 2001, "DOCNAME": "CASE OF PHILLIPS v. THE UNITED KINGDOM", "IMPORTANCE": "1", "CONCLUSION": "No violation of Art. 6-2;No violation of Art. 6-1;No violation of P1-1", "JUDGES": "Georg Ress;Nicolas Bratza", "TEXT": ["8. On 27 June 1996, at Newport Crown Court, the applicant was convicted of being concerned in the importation in November 1995 of a large quantity of cannabis resin, contrary to section 170(2) of the Customs and Excise Management Act 1979. On 12 July 1996 he was sentenced to nine years’ imprisonment in respect of this offence. The applicant had previous convictions, but none in respect of a drug-related offence.", "9. An inquiry was conducted into the applicant’s means, pursuant to section 2 of the Drug Trafficking Act 1994 (“the 1994 Act” – see below).", "On 15 May 1996 a Customs and Excise appointed drug financial investigation officer advised the applicant’s solicitors that he was carrying out an investigation into their client’s financial affairs and that he wished to interview him in order to assist the court in determining whether he had benefited from drug trafficking. The applicant declined to take part in the interview.", "10. The investigation officer prepared a written statement pursuant to section 11 of the 1994 Act which was served on the applicant and filed with the court.", "In the statement the investigation officer observed that the applicant had no declared taxable source of income, although he was the registered owner of a house converted into four flats from which he had started a bed-and-breakfast business in December 1991. Examination of the applicant’s building society account showed cash and cheque deposits in the period from August 1994 to November 1995 totalling over 17,000 pounds sterling (GBP), which the investigation officer suggested might represent rental income from the four flats. The applicant was found to have become a director of a newsagents business in July 1992 of which his parents were the sole shareholders and to have bought a shop in September 1992 for GBP 28,493.25, of which GBP 12,200 was paid in cash. He was the registered owner of five cars, of an estimated total value of approximately GBP 15,000, and was found to have spent GBP 2,000 on a BMW 520i in October 1995, and approximately GBP 88,400 on expenses related to the November 1995 importation of cannabis (in respect of which he had been convicted). The investigation officer concluded that the applicant had benefited from drug trafficking and that the total benefit was GBP 117,838.27.", "In respect of the applicant’s realisable assets, the investigation officer observed:", "“The size of Phillips’ realisable assets is likely to be peculiarly within the defendant’s own knowledge and I feel it reasonable to suppose that any successful drug trafficker (in as much as the defendant is) may take care to ensure, so far as he can, that the proceeds of his trade will be hidden away so as to be untraceable. Examples include the fact that his business dealings are always conducted in cash, that no records are ever maintained, and that some assets, for example the BMW 520i, are registered in false names.”", "11. The applicant filed a written statement in response, in which he denied having benefited from drug trafficking. He explained that in 1990-91 he had been convicted of car theft and required to pay GBP 25,000 to the insurance company which had indemnified the victims. He claimed that he had sold the house for GBP 50,000 to X in order to clear this debt and had used the GBP 12,000 residue from the sale to purchase the newsagents premises for his parents because he owed them money too. He denied owning any part in the newsagents business. When he was released from prison in April 1994 he began trading in telephones; this was the source of the GBP 17,000 in his building society account. He denied owning any of the cars registered in his name, claiming variously that each had been purchased and sold on behalf of a friend or stolen without insurance. In conclusion, he alleged that his only realisable assets were some GBP 200 in a building society account and the fittings of a garage rented from the local authority. The applicant filed documentary evidence and affidavits in support, primarily, of his claim no longer to own the house.", "12. The investigation officer filed a second statement in accordance with section 11(1) of the 1994 Act. He stated, inter alia, that the applicant was still the owner of the house and that the conveyance to X had never been registered.", "13. At the confiscation hearing in the Crown Court the applicant gave evidence and called witnesses. Giving judgment on 24 December 1996 the judge observed:", "“It is for the prosecution to establish, of course, on a balance of probabilities that he has benefited from drug trafficking, that is received any payment or reward in connection with drug trafficking. Here there is no direct evidence of that so the Crown invite me to make the assumptions required by section 4(3) of the Act, namely (a) that property held by him since his conviction, and property transferred to him since 18 November 1989, the appropriate date, was received as such a benefit; (b) that any expenditure of his since that date in 1989 was met out of payments received by him in connection with any drug trafficking carried on by him. I must do so unless either he shows on a balance of probabilities that the assumption is incorrect, or I am satisfied that there would be a serious risk of injustice to him if the assumption was made.”", "The judge commented generally that, in seeking to displace the assumption and to counter the prosecutor’s allegations, the applicant had failed to take obvious, ordinary and simple steps which would clearly have been taken if his account of the facts had been true. For example, instead of calling as witnesses the alleged purchaser of the house, X, and other individuals for whom he claimed to have bought and sold cars, the applicant had called only himself, his father and a solicitor.", "14. The judge found the prosecution’s allegation that the applicant still owned the house to be correct and held that X’s purported purchase payment of GBP 50,000 had in fact been a benefit of drug trafficking. The judge stated:", "“The assumption to be made is plain, and the accused has neither shown that it is incorrect nor demonstrated a risk of injustice.", "There are real indications on the civil basis of proof that [X] was complicit in the crime of which the accused was convicted. They travelled to Jamaica together at about the time when arrangements for shipment of the load of compressed herbal cannabis would be likely to be made. A mobile phone at the heart of the arrangements for the haulage of the drugs was registered in the name of [X]. Just as the jury did not believe Mr Phillips, neither do I. What has happened here, in my judgment, is a device of just the sort providing a cover to explain the transfer of money which one would expect to find in concealing benefit from drug trafficking. There is an apparently ordinary, formal, commercial transfer of property, appropriately done through solicitors in the ordinary way, which has never ultimately been formally finalised, and my judgment is that it was indeed a sham, that the property ... is still owned by the accused ...”", "15. The prosecution alleged that the applicant had received a further GBP 28,000 in cash from X. The applicant accepted that he had received this money, but claimed that X had merely been cashing a cheque drawn by the applicant’s father to buy out the applicant’s share in the family business for a total of GBP 50,000. In connection with this transaction, the judge observed:", "“No sensible explanation for the involvement of [X] in that cashing of that cheque was given to me at all, and it is impossible, in my judgment, to see any sensible reason other than that he did not cash a cheque; that it was a simple payment. It involves my disbelieving not only the accused but also his father, but I do. I think family loyalty has overcome his honesty.", "Although the accused now has no formal interest in the remaining shop premises from which the family business is conducted, I do not accept the account of himself and his father that he has no interest in the business. Even within a family I find the purchase of a share of a business for GBP 50,000 entirely without documentation simply unbelievable. Again, on the balance of probabilities it is a device to conceal the true reason for the payment by [X] to the accused of GBP 28,000 which was that it was a payment for drug trafficking.”", "16. In respect of the applicant’s dealings with cars, the judge remarked:", "“Accepting his lowest estimates of those sums which he has paid out, a total of GBP 11,400 in cash is reached. He told the jury that he always dealt in cash in all his transactions, not only dealing with these but other transactions, he presenting himself to the jury as a general wheeler-dealer, having specialised at one stage in cars, more recently in mobile telephones, but willing to deal in anything which would offer a profit. He says he never kept records at all. He accepts and asserts that he dealt dishonestly in cars, as well as legitimately, and that is certainly so. He has been convicted during the relevant period of offences of dishonesty in relation to ringing cars and was sentenced to a substantial term of imprisonment in respect of that. There are also in the papers before me indications of earning legitimate commissions in ordinary sales of cars.", "But the fact that he may have had other sources of cash, both legitimate and illegitimate, does not, in my judgment, displace the second assumption in a case such as this where no sort of account, complete or partial, is available or possible. I have seen what must have been a fraction of his dealings, and I am satisfied that the GBP 11,400 must be treated as a benefit.”", "17. The judge assessed the applicant to have benefited from drug trafficking to the extent of GBP 91,400.", "He next calculated the value of the realisable property held by the applicant as follows:", "“For the reasons that I have given above I am satisfied that [the applicant] is in fact the beneficial owner of [the house]. In the absence of a current valuation, but taking judicial notice of a recent modest recovery in the housing market after a long, flat period, I am satisfied that the GBP 50,000 which he said in evidence was what such a property was worth in 1992, that is to say during the long, flat period, I am satisfied that GBP 50,000 is a fair estimate of the likely net proceeds of a sale of that property now or in the relatively near future.", "Again for the reasons that I have given above, I am satisfied that the accused still has a one-third interest with his parents in the [newsagents business]. He and his father said that the business was worth GBP 150,000 in 1993. That is what was purported to be the basis of the GBP 50,000 he was to be given for it. There is no evidence that it is worth any less now, and I therefore find his realisable share in the equity in that business to be worth GBP 50,000. Since I am satisfied as to GBP 100,000 realisable sums, that figure exceeds the GBP 91,400 and under section 5 I find the amount to be recovered to be that figure.”", "In view of the difficulties inherent in realising the applicant’s share of the family business, the judge allowed him three years in which to pay the confiscation order, with a period of two years’ imprisonment to be served in default of payment.", "18. On 28 January 1997 the applicant was refused leave to appeal against conviction and sentence (including the imposition of the confiscation order). His application to renew leave to appeal against conviction and sentence was refused on 22 January 1998 after a full hearing before the Court of Appeal.", "19. Section 2 of the 1994 Act provides that a Crown Court should make a confiscation order in respect of a defendant appearing before it for sentencing in respect of one or more drug-trafficking offences, whom the court finds to have received at any time any payment or other reward in connection with drug trafficking.", "20. Under section 5 of the 1994 Act, the confiscation order should be set at a sum corresponding to the proceeds of drug trafficking assessed by the court to have been gained by the defendant, unless the court is satisfied that, at the time the confiscation order is made, only a lesser sum could be realised.", "21. In determining whether and to what extent the defendant has benefited from drug trafficking, section 4(2) and (3) of the 1994 Act require the court to assume that any property appearing to have been held by the defendant at any time since his conviction or during the period of six years before the date on which the criminal proceedings were commenced was received as a payment or reward in connection with drug trafficking, and that any expenditure incurred by him during the same period was paid for out of the proceeds of drug trafficking. This statutory assumption may be set aside by the defendant in relation to any particular property or expenditure if it is shown to be incorrect or if there would be a serious risk of injustice if it were applied (section 4(4)).", "22. The required standard of proof applicable throughout the 1994 Act is that applied in civil proceedings, namely on the balance of probabilities (section 2(8)).", "23. Provisions broadly similar to the above were previously included in the Drug Trafficking Offences Act 1986 (“the 1986 Act”, considered by the Court in Welch v. the United Kingdom, judgment of 9 February 1995, Series A no. 307-A).", "24. In its judgment of 13 October 2000 the Scottish Court of Appeal, by a majority of two to one, held that a confiscation procedure similar to that applied in the present case was incompatible with Article 6 § 2 of the Convention. Lord Prosser, with whom Lord Allanbridge agreed, observed, inter alia:", "“... By asking the court to make a confiscation order, the prosecutor is asking it to assess the value of the proceeds of the petitioner’s drug trafficking. It is therefore asking the court to reach the stage of saying that he has trafficked in drugs. If that is criminal, that seems to me to be closely analogous to an actual charge of an actual crime, in Scottish terms. There is of course no indictment or complaint, and no conviction. And the advocate depute pointed out a further difference, that a Scottish complaint or indictment would have to be specific, and would require evidence, whereas this particular allegation was unspecific and based on no evidence. But the suggestion that there is less need for a presumption of innocence in the latter situation appears to me to be somewhat Kafkaesque, and to portray vice as a virtue. With no notice of what he is supposed to have done, or of any basis which there might be for treating him as having done it, the accused’s need for the presumption of innocence is in my opinion all the greater ... I can see no basis upon which it could be said that [such] assumptions ... would not offend against the presumption of innocence, leaving it to the accused to show that these assumptions were incorrect. ...”", "25. On 21 December 2000 the Court of Appeal held unanimously that the imposition of a drug confiscation order did not give rise to a violation of Article 6 of the Convention. Giving judgment, the Lord Chief Justice examined the confiscation process on the basis that Article 6 as a whole, including Article 6 § 2, applied. He concluded that, considered as a whole, the confiscation scheme struck a fair balance between justice for the defendant and the public interest in controlling the proceeds of drug trafficking.", "26. The prosecution appealed from the Court of Appeal’s decision (see paragraph 24 above) and on 5 February 2001 the Judicial Committee of the Privy Council held, unanimously, that Article 6 § 2 did not apply, since during the confiscation proceedings the accused was not “charged with a criminal offence” but was, instead, faced with a sentencing procedure in respect of the offence of which he had been convicted. Moreover, the Privy Council held that even if Article 6 § 2 could be said to apply, the assumption involved in the making of the confiscation order was not unreasonable or oppressive."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1", "6-2"], "NON_VIOLATED_BULLETPOINTS": []}