{"ITEMID": "001-4770", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FIN", "BRANCH": "ADMISSIBILITY", "DATE": 1999, "DOCNAME": "HILDEN v. FINLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Georg Ress", "TEXT": ["The applicant is a Finnish national, born in 1955 and living in Helsinki.", "He is represented before the Court by Mr Risto Kyytinen, a lawyer practising in Helsinki.", "A.", "The applicant was arrested on 6 July 1993 and detained on 7 July 1993 under suspicion of complicity in a murder. On 21 July 1993 he was charged, inter alia, with murder before the Vantaa District Court (kihlakunnanoikeus, häradsrätt). He was accused of committing the murder of L together with K. The charge had already been brought against K on 22 April 1993 and there had been seven previous hearings in the case. In these hearings eight witnesses had given evidence in K's presence.", "The applicant and K, who both had been on the scene of crime, denied having shot L and accused one another.", "In the eleven hearings that followed the applicant's apprehension, the District Court heard evidence from the two accused and from six of the previously heard and twelve new witnesses, some of whom were called by the applicant.", "In the hearing on 4 August 1993 the applicant's legal counsel stated that witnesses should be examined in the presence of the accused and the accused should be allowed to put questions to witnesses.", "In the hearing on 18 August 1993 the Public Prosecutor called two witnesses ML and KS, among others. ML was the victim's girlfriend and KS an acquaintance of the accused. The Public Prosecutor requested evidence from these witnesses to be heard in the absence of the applicant and K. They had already given evidence in K's presence in the previous hearings. No objection from the applicant's part was entered in the record. Under Chapter 17, Section 34, Subsection 2, of the Code of Judicial Procedure (oikeudenkäymiskaari, rättegångsbalken, see below) the District Court accepted the Public Prosecutor's request. The applicant's legal counsel examined the witnesses. After the testimonies were given, the presiding judge summarised them to the applicant and K, who were then allowed to put further questions to the witnesses.", "In the hearing on 25 October 1993 the District Court heard testimony from RS, an acquaintance of the applicant and K, in their absence. RS had earlier given evidence in K's presence. The applicant's legal counsel was able to examine the witness. When asked after the testimony, the applicant did not have further questions to RS. The witness KS gave testimony anew, this time in the presence of the applicant and K. The District Court also heard testimony from HT, who had already given evidence in the hearing on 21 July 1993. This time the Public Prosecutor requested HT to be examined without the applicant and K's presence, but the request was rejected. However, during HT's evidence the applicant and K were removed from the courtroom, as the District Court got the impression that the witness failed to tell what he knew when the accused were present. The applicant's legal counsel continued to examine the witness. After HT's testimony, the presiding judge summarised it briefly to the applicant and K, who were then allowed to put further questions.", "Other witnesses' testimonies before the District Court were heard in the presence of the applicant and K.", "On 25 March 1994, the District Court convicted the applicant of murder and other offences and sentenced him to life imprisonment. It based the judgement on the testimonies of the two accused and the witnesses. When evaluating the testimony of the applicant, the District Court took into consideration that the applicant had had the opportunity to follow the news reports of the proceedings prior to his arrest.", "Immediately after the pronouncement of the District Court's judgment, the applicant gave notice of his intention to appeal and asked for a copy of the reasons of the judgment. On 15 April 1994 the District Court informed the applicant's legal counsel that a copy of the District Court's record, including the judgment, could be fetched after 3 p.m. On the same day the applicant requested three weeks' extension of time for appeal. The District Court rejected the request on 19 April 1994. The time for appeal expired on 25 April 1994.", "The applicant appealed against the judgment of 25 March 1994 and the decision of 19 April 1994 to the Helsinki Court of Appeal (hovioikeus, hovrätt). On 7 February 1995, the Court of Appeal rejected the appeals. As regards the murder charge, it stated: (translation from Finnish) “There is no reason to change the District Court's judgment.”", "On 21 December 1995, the Supreme Court (korkein oikeus, högsta domstolen) refused the applicant leave to appeal.", "B. Relevant domestic law", "The relevant domestic law as in force at the relevant time:", "According to Chapter 17, Section 34, Subsection 2, of the Code of Judicial Procedure, the court may decide to hear a witness in the absence of a party, if the witness for fear of the party or for some other reason fails to tell what he knows about the matter, or if the party interferes with the witness's testimony or tries to confuse the witness. The testimony must be read to the absent party and he must be allowed to put further questions to the witness.", "According to Chapter 25, Section 5, of the Code of Judicial procedure, a party who wishes to appeal against a District Court's judgment must give notice of his intention to appeal within seven days from the pronouncement of the judgment. Section 12, Subsection 1, of the Chapter provides that the time-limit for filing an appeal is thirty days from the day the judgment was pronounced.", "According to Chapter 24, Section 4a, Subsection 2, of the Code of Judicial Procedure, a copy of a District Court's judgment must be available to a party who has given notice of his intention to appeal within three weeks from the pronouncement of the judgment in the registry of the District Court.", "According to Chapter 25, Section 13, Subsection 1, of the Code of Judicial Procedure, if a party, who has given notice of his intention to appeal, cannot appeal within the time set due to a legal impediment or some other acceptable reason, the District Court may set a new time limit for appeal.", "According to Chapter 24, Section 4, of the Code of Judicial Procedure, an appellate court must not repeat the reasons of the lower court's decision when upholding the decision. When further reasons are found, they may be added."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}