{"ITEMID": "001-91534", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF ALİ KEMAL UĞUR AND OTHERS v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial", "JUDGES": "Françoise Tulkens;Ireneu Cabral Barreto;Nona Tsotsoria;Vladimiro Zagrebelsky", "TEXT": ["3. The applicants' ancestors emigrated to Anatolia from the Caucasus during the Ottoman-Russian War of 1877-1878. In 1920 the authorities gave them usufructuary rights to a piece of land located within the administrative division of the town of Kadirli, near Adana. Although they were able to use the land, they were not able to buy it. In 1926, when the Civil Code of the then newly founded Turkish Republic entered into force, it became possible for private individuals to own property.", "4. Between 1924 and 1929 a Mr Ali Saip Ursavaş, who had been an army commander, a member of Parliament and a judge, forced the applicants' ancestors and a number of other villagers living in the same area of their land and registered the land in his own name and that of his wife.", "5. A court case was brought in 1950s to challenge the registration of the land in the name of the Ursavaş family. In 1965 the applicants' ancestors applied to the Kadirli Title Deeds Registration Court (hereafter “the Kadirli Court”) and asked to be given permission to join the proceedings as interveners. This request was rejected on 7 April 1967.", "6. An appeal lodged by the applicants' ancestors against the decision of the Kadirli Court was upheld by the Court of Cassation and the decision of 7 April 1967 was thus quashed.", "7. The proceedings, which recommenced before the Kadirli Court in 1969, ended 14 years later with a decision of 21 July 1983. The Kadirli Court found in favour of the applicants' ancestors (as, by that date, some of the applicants had started taking part in the proceedings themselves, for practical reasons those applicants as well as the ancestors of the younger applicants will hereafter be referred to as “the applicants”) and ordered the registration of the land in their names in the Land Register.", "8. An appeal lodged by the Treasury and the heirs of Ali Saip Ursavaş against the decision of 21 July 1983 was upheld by the Court of Cassation on 13 November 1984. The decision of 21 July 1983 was thus quashed. A revision request made by the applicants was also rejected.", "9. Proceedings recommenced before the Kadirli Land Registry Court in 1987. These proceedings continued for nine years and ended on 4 March 1996. In its decision the Kadirli Land Registry Court rejected the applicants' claims in respect of plots nos. 1-3, and severed the proceedings in so far as they concerned plots nos. 4-6.", "10. In the meantime, on 10 May 1994 five of the applicants, namely Gülşen Başdoğan, Akif Ugur, Salih Ugur, Mahmut Nedim Ugur and Cevriye Ugur, gave a power of attorney to Hanifi Ugur to represent them in all proceedings in Turkey.", "11. On 18 July 1997 the applicants appealed against the decision of 4 March 1996 in so far as that decision concerned their entitlement to plots nos. 13. This appeal was rejected by the Court of Cassation on 6 July 1999. The Court of Cassation upheld the requests made by a number of other persons who were also participating in the proceedings in respect of plots nos. 13 and quashed the decision of 4 March 1996 in so far as it concerned those persons' claims. A new set of proceedings in respect of those persons' entitlement to plots nos. 1-3 began.", "12. A request made by the applicants on 8 November 1999 for a revision of the decision was rejected on 6 June 2001 and the decision of 4 March 1996 thus became final in so far as it concerned the applicants' entitlement to plots nos. 1-3. The proceedings concerning other persons' entitlement to plots nos. 1-3 continued.", "13. In 1996 new proceedings started before the Kadirli Land Registry Court in respect of plots nos. 4-6. These proceedings ended on 24 June 1997 with a decision in which the applicants' claims in respect of plot no. 4 were rejected. The applicants appealed on 23 February 1998.", "14. On 9 October 2000 the Court of Cassation quashed the decision of 24 June 1997 and decided that the proceedings concerning plots nos. 46 should be joined to the other pending proceedings which concern other persons' entitlement to plots nos. 1-3.", "15. The proceedings concerning both sets of plots were thus joined and they are still continuing with the participation of several hundred heirs of the original plaintiffs and of the Ursavaş family.", "16. The names of only two of the applicants - Mr Ali Kemal Ugur and Mr Ömer Lutfi Ugur - feature in the petitions submitted to the domestic courts and in the decisions rendered by those courts."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}