{"ITEMID": "001-97058", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF MAGOCH v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1", "JUDGES": "Giovanni Bonello;Ján Šikuta;Lech Garlicki;Mihai Poalelungi;Nebojša Vučinić;Nicolas Bratza", "TEXT": ["4. The applicant was born in 1950 and lives in Łódź.", "5. On 27 July 1995 the applicant instituted civil proceedings for payment against the Łódź Municipality.", "6. On 8 April 1998 the Łódź Regional Court (Sąd Wojewódzki) gave judgment. The court partly allowed the applicant’s claim. The defendant appealed.", "7. On 28 September 1998 the Łódź Court of Appeal (Sąd Apelacyjny) quashed the impugned judgment and remitted the case.", "8. On 11 August 2005 the Łódź Regional Court (Sąd Okręgowy) dismissed the applicant’s claim against the Łódź Municipality. The applicant appealed.", "9. On 22 March 2006 the Łódź Court of Appeal dismissed her appeal. The applicant lodged a cassation appeal against the appellate court’s judgment.", "10. On 12 January 2007 the Supreme Court (Sąd Najwyższy) refused to entertain her cassation appeal.", "11. On an unspecified date the applicant lodged with the Łódź Court of Appeal a complaint under section 5 of the Law of 17 June 2004 on complaints about a breach of the right to a trial within a reasonable time (Ustawa o skardze na naruszenie prawa strony do rozpoznania sprawy w postępowaniu sądowym bez nieuzasadnionej zwłoki) (“the 2004 Act”).", "12. On 16 September 2005 the Łódź Court of Appeal acknowledged the excessive length of the proceedings before the Łódź Regional Court finding that there had been several periods of unjustified inactivity for which the Łódź Regional Court had been responsible. It referred to the periods between 29 January and 16 April 2004, 24 June and 27 October 2004, 12 January and 18 May 2005 and qualified them as unjustified delays. The court did not examine, however, the period prior to the entry into force of the 2004 Act.", "13. The court awarded the applicant 1,000 Polish zlotys (PLN) (approx. 285 euros (EUR)) in just satisfaction.", "14. The relevant domestic law and practice concerning remedies for the excessive length of judicial proceedings, in particular the applicable provisions of the 2004 Act, are stated in the Court’s decisions in the cases of Charzyński v. Poland no. 15212/03 (dec.), §§ 12-23, ECHR 2005-V and Ratajczyk v. Poland no. 11215/02 (dec.), ECHR 2005-VIII and the judgment in the case of Krasuski v. Poland, no. 61444/00, §§ 34-46, ECHR 2005-V."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}