{"ITEMID": "001-91899", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DNK", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF VALENTIN v. DENMARK", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial;Violation of Article 13 - Right to an effective remedy;Violation of Article 1 of Protocol No. 1 - Protection of property", "JUDGES": "Isabelle Berro-Lefèvre;Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Peer Lorenzen;Rait Maruste;Renate Jaeger", "TEXT": ["6. The applicant was born in 1944 and lives in Copenhagen.", "7. He was a partner in a commercial partnership, a banking and stockbroking firm called Vekselerfirmaet Hugo Petersen I/S (hereafter “the Partnership”). In addition to the applicant, the Partnership had five other partners: VL, FVM, CHN, and two private limited companies, namely Hugo Petersen Børsmæglerselskab A/S and Kejpe A/S. Subsequently, in legal proceedings it was established that a further partner, CEN, had not formally resigned from the Partnership and therefore was also to be considered a partner.", "8. On 29 March 1988, due to financial difficulties, proceedings were initiated before the Bankruptcy Court (Skifteretten under Sø- og Handelsretten) concerning the Partnership and the partners for suspension of payments.", "9. On 29 August 1988, the Bankruptcy Court decided to discontinue the suspension of payments. At the same time, having heard two bankruptcy petitions against the applicant, who did not object to the claim that the bankruptcy conditions had been met, the Bankruptcy Court commenced bankruptcy proceedings against his estate. A trustee in bankruptcy was appointed to sort out the estate and to settle the accounts and the applicant was divested of the right to administer or to deal with his assets.", "10. The Bankruptcy Court formally commenced the examination of claims on 17 November 1988, but found that it was appropriate to wait until the claims against the Partnership had been lodged and examined.", "11. On 8 December 1988, bankruptcy proceedings commenced against the Partnership and by the end of 1988 bankruptcy notices regarding all the copartners had been issued as well. The Partnership’s assets, including the individual partners’ assets, were estimated at about 8 million Danish kroner (DKK), while its liabilities were estimated at DKK 15 million. The Partnership estate was closed on 5 December 1995 with distribution of dividends.", "12. In the meantime, as regards the applicant’s bankruptcy estate, in the period between 1988 and 1990 various court sessions were held with a view to determining the applicant’s assets and considering creditor claims.", "13. In the beginning of 1991 a new trustee was appointed. Court hearings were held in April and December 1991.", "14. Moreover, the trustee held several meetings with the applicant and the partners in 1991 and 1992.", "15. During 1993 and 1994 it appears that no court hearings as such were held. Nevertheless the Bankruptcy Court and the trustee regularly examined claims in this period.", "16. In a report of 9 February 1995, the trustee stated, inter alia, that the applicant’s estate could not be dealt with until the closure of the Partnership estate.", "17. Court sessions were held on 6 November, 6 and 21 December 1995, 14 February and 17 April 1996. On the latter date, the Bankruptcy Court adjourned the proceedings pending the preparation of accounts.", "18. In a report of 5 November 1996, the trustee stated that full coverage for the Partnership creditors was expected in connection with the closing of the partners’ estates. He was therefore endeavouring to obtain a compulsory composition so that the bankruptcy proceedings could be finalised pursuant to section 144 of the Bankruptcy Act. The accounts of the applicant’s bankruptcy estate could not be prepared, however, until formal accounts were available in the estates of the co-partners Hugo Petersen’s Børsmæglerselskab A/S, CHN and FVM. At the relevant time, those accounts were being prepared, but could not be completed until, inter alia, the outcome of proceedings initiated by the Ministry of Taxation against Hugo Petersen’s Børsmæglerselskab A/S in bankruptcy was known. The latter proceedings were finalised in 1999.", "19. On 4 April 1997, the trustee informed the Bankruptcy Court that the draft accounts and report had been prepared and sent to the applicant for his comments. On 29 August 1997 the trustee reminded the applicant that his comments were awaited.", "20. On 2 September 1997, a hearing was held at the Bankruptcy Court during which a representative for the applicant stated that before the accounts could be approved, the applicant needed to examine certain matters in detail. Accordingly, the Bankruptcy Court decided to postpone the approval of the accounts. Moreover, it appointed a lawyer as counsel for the applicant to help him with the matters raised.", "21. In a letter of 22 September 1997 to the creditors, the trustee stated that the approval could not be given pending the review of various matters by the applicant’s counsel and clarification of the applicant’s tax affairs.", "22. By 1997 the bankruptcy proceedings against the other partners of the Partnership were terminated.", "23. On 6 February 1998 having received several reminders, the applicant’s counsel replied as to the matters that needed to be examined and he recommended that resources be applied to seek a settlement with both the creditors of the bankruptcy estate and the tax authorities.", "24. By letter of 4 March 1998, the trustee requested that the Bankruptcy Court schedule another meeting of creditors to close the estate. He referred to the fact that no objections had been filed against the accounts and that the applicant’s dispute with the tax authorities did not affect the assets available for distribution.", "25. On 26 March 1998, the Bankruptcy Court declared that the estate would be closed.", "26. At a hearing on 5 May 1998, the Bankruptcy Court approved the accounts of the applicant’s bankruptcy estate. Thereafter, the proceedings were adjourned pending the preparation of draft distribution accounts to be presented at a meeting of creditors on 14 July 1998. On that day, due to lack of agreement between the trustee and the Bankruptcy Court, the proceedings were adjourned. Another hearing was held on 22 July 1998.", "27. In accordance with the draft distribution accounts, preferential claims would be fully covered. Moreover, an amount of approximately DKK 5.4 million remained for distribution to so-called section 98 claims (section 98 of the Bankruptcy Act, which included deferred claims for interest).", "28. On 25 August 1998, a distribution on account was made in respect of the ordinary claims. During the period between November 1998 and October 1999 an amount of DKK 750,000 was made available to the applicant.", "29. Before the final deadline for notifying claims in the estate, which the Bankruptcy Court fixed at 1 October 1998, thirty-two Partnership creditors lodged claims for interest in the estate. The applicant’s counsel negotiated with the creditors with a view to reaching a settlement on the claims for interest, but in vain.", "30. Thus, on 30 August and 5 October 1999 hearings were held at the Bankruptcy Court. On the latter date the deferred claims for interest were examined. The creditors, who appeared before the court, objected to the trustee’s recommendation concerning the calculation of the claims for interest, and the parties therefore concluded a litigation agreement on the filing of a pleading to the Bankruptcy Court by 6 December 1999 at the latest.", "31. In addition, the applicant objected to the trustee’s recommendation concerning certain claims. He and the trustee therefore concluded a litigation agreement to select one or more suitable lead cases.", "32. The examination of the other claims, which were not objected to by the creditors, but contested by the applicant, was adjourned pending the outcome of the lead cases. Eight creditors then issued a writ against the bankruptcy estate, and the applicant intervened as a third party.", "33. On 2 May 2001, the Bankruptcy Court passed judgment in the eight lead cases, and at a meeting of creditors on 22 May 2001 the creditors declared that they did not wish to appeal against the judgments unless the applicant did so. The applicant subsequently appealed against the judgments to the High Court of Eastern Denmark (Østre Landsret), hereafter the High Court.", "34. On 26 June 2001, the Bankruptcy Court invited the applicant and the creditors to consider whether the estate could be closed under section 144 of the Bankruptcy Act by setting aside funds to cover the contested claims pursuant to section 149. According to the former provision, the estate could be finalised and the surplus assets handed over to the debtor if the creditors had obtained full payment. The latter provision, however, provided for the possibility of finalising the estate even though there were disputed claims, if an amount equal to those claims had been set aside. At the relevant time it was not legally possible to combine section 144 and section 149, unless the parties agreed to do so.", "35. On 20 November 2001, at a hearing at the Bankruptcy Court, the trustee recommended that final distribution accounts be prepared in respect of the deferred claims comprised by section 98 of the Bankruptcy Act, which were not the subject of the pending appeal proceedings. In respect of the disputed claims, the distribution could be postponed until after the closing of the estate, as provided for by section 149 of the Bankruptcy Act. The Bankruptcy Court approved this recommendation and scheduled a meeting of creditors.", "36. At the scheduled meeting of creditors, which took place on 29 January 2002, the applicant objected to the Bankruptcy Court closing the estate. In support thereof he argued that “the length of the proceedings had been unreasonable [anyway] and that therefore the closing of the estate ought to await [also] the outcome of the appeal proceedings before the High Court”. Despite the applicant’s objection, the Bankruptcy Court decided to approve the accounts and to make contributions in respect of the claims, which were not the subject of the pending appeal proceedings. It was also decided to make an amount of DKK 100,000 available to the applicant pursuant to section 106 of the Bankruptcy Act, then applicable. Finally, the estate was finalised by setting aside the remaining funds to cover the disputed claims.", "37. The applicant appealed against the finalisation of the estate in accordance with section 149 to the High Court, which found against him on 22 March 2002. It appears that the applicant failed to request leave to appeal against this decision to the Supreme Court (Højesteret).", "38. On 24 January 2003, in the appeal proceedings concerning the disputed deferred claims for interest, the High Court passed judgment against the applicant.", "39. On 27 March 2003 the Bankruptcy Court held a meeting of creditors to produce additional distribution accounts concerning the disputed deferred claims for interest. However, since the applicant had requested that the Appeals Permission Board (Procesbevillingsnævnet) grant him leave to appeal to the Supreme Court, the Bankruptcy Court adjourned the proceedings.", "40. On 14 October 2003, the Appeals Permission Board informed the parties that the applicant would be granted leave to appeal against the judgment to the Supreme Court.", "41. On 19 September 2005, the Supreme Court passed judgment finding against the applicant.", "42. On 20 December 2005, concluding that all creditors had been satisfied, the Bankruptcy Court closed the estate and approved the handing over of the remaining assets of the estate, minus the costs of administration of the estate, to the applicant pursuant to section 144 of the Bankruptcy Court.", "43. Before the Court the applicant submitted that on numerous occasions, in vain, he had requested that the bankruptcy proceedings be expedited. This was disputed by the Government.", "44. By letter of 12 October 2006 the Ministry of Justice (Justitsministeriet) invited the applicant to raise his complaints about the length of the bankruptcy proceedings before the court, where the case was pending.", "The Bankruptcy Act (Konkursloven), Consolidation Act no. 588 of 1 September 1986, which comprised the rules relevant to the administration of the applicant’s bankruptcy estate, stated in as far as relevant:", "Upon the pronouncement of the bankruptcy order, the debtor is deprived of his right to assign or to abandon his property, to accept payments and other services rendered, to accept terminations, complaints and similar declarations, to incur debts or to deal in any other way with his property with any effect as regards the estate.", "(1) Where the debtor is unable to provide for his own and his family’s needs by his own work, the estate may award maintenance to the debtor or to his dependents.", "(2) The estate may grant the debtor a right of use to real property or chattels.", "...", "(3) Where specific grounds so justify, the Bankruptcy Court may reject the election of a trustee or remove him later. ...", "Where the trustee or meeting of creditors acts to the detriment of the estate, or where rights vested in mortgagees, the debtor or other parties are infringed upon, the Bankruptcy Court may set aside the decisions made, give directions to the trustee, and take any other requisite steps.", "(1) Where the debtor obtains a compulsory composition, cf. section 196, and where the creditors of the bankruptcy estate who, under section 158(2), are not comprised by the composition have been satisfied or adequately secured, or where the debtor, after the expiry of the period allowed for proof of claims, produces a consent from all creditors or proof of their having been satisfied, the bankruptcy proceedings must be finalised promptly, and the assets of the estate must be handed over to the debtor, subject to deduction of any costs inclined in connection with the bankruptcy proceedings.", "(2) Where the debtor, after the bankruptcy proceedings have been completed, substantiates that the creditors have been satisfied or have waived their claims, the Bankruptcy Court shall issue a certificate to such effect to him.", "On the basis of a recommendation from the trustee, the bankruptcy court may decide that the preparation of the final accounts, and distribution, if any, of an amount not yet collected, of any amount set aside pursuant to section 147(2), or of any other specifically limited parts of the estate, will be deferred to the period after finalisation of the bankruptcy proceedings.", "Section 127(a) of the Bankruptcy Act (Consolidation Act no. 1259 of 23 October 2007), now in force, reads as follows:", "The debtor or a creditor may demand that the Bankruptcy Court make use of its authorities set out in section 16, subsection 2, and that it fix a hearing pursuant to section 143 or 150 [with a view to finalising the estate], if such proves necessary due to the requirement in Article 6 of the Convention concerning a fair trial within a reasonable time.", "A partnership is an association formed by several natural or legal persons for the purpose of promoting the partners’ (members’) financial interests through business activities.", "A partnership is a form of business enterprise in which all members are liable personally, without limitation and jointly and severally for the obligations of the enterprise (see section 2(1) of Consolidation Act no. 651 of 15 June 2006 on certain business enterprises). This implies that the members are liable with their entire personal property, that the individual member is liable for the entire debt, and that the creditors of the partnership have a direct claim against the individual member without first having to raise a claim against the partnership.", "The partnership and its members are liable to the creditors of the partnership. Under applicable Danish law, it is therefore a prerequisite for administration of the bankruptcy estate of a partnership that all partners are subject to bankruptcy proceedings. A co-partner’s bankruptcy estate is thus of importance to the closing of the other co-partners’ bankruptcy estates. By contrast, the partnership is not liable to the partners’ personal creditors. Hence, personal creditors cannot seek satisfaction from partnership assets, but only in the surplus distributed to the partners.", "There are few rules of law regulating partnerships. In the absence of a rule of law regulating the matter, the legal position depends on an interpretation of the partnership agreement and on what may be inferred from non-mandatory rules.", "If a member of a partnership is declared bankrupt, section 61 of the Bankruptcy Act applies. This provision enables the estate to release the relevant partner’s share of the net assets of the partnership with a suitable notice so that all his assets are applied to satisfy his creditors."], "VIOLATED_ARTICLES": ["13", "6", "P1"], "VIOLATED_PARAGRAPHS": ["P1-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}