{"ITEMID": "001-89713", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MDA", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF TĂNASE AND CHIRTOACĂ v. MOLDOVA", "IMPORTANCE": "2", "CONCLUSION": "Violation of P1-3;Remainder inadmissible", "JUDGES": "David Thór Björgvinsson;Giovanni Bonello;Lech Garlicki;Ledi Bianku;Mihai Poalelungi;Nicolas Bratza", "TEXT": ["6. The applicants were born in 1971 and 1978 respectively and live in Chişinău. They are both Romanian ethnics and Moldovan politicians.", "7. The Republic of Moldova is situated on a territory which used to be part of Romania before World War II. Its population had Romanian citizenship but lost it after the annexation of the territory by the Soviet Union in 1940.", "8. In the Declaration of Independence of 27 August 1991, the Parliament of the Republic of Moldova condemned, inter alia, the Soviet annexation of the territory from Romania in 1940 and proclaimed the independence of the country within the boundaries of the former Moldavian Soviet Socialist Republic.", "9. In 1991 the Parliament of the Republic of Moldova adopted a Law on Moldovan nationality and proclaimed as its citizens, inter alios, all persons who had lived in the territory of the former Moldavian Soviet Socialist Republic before the Soviet annexation and their descendants.", "10. Both applicants obtained Moldovan nationality as descendants of persons living on the territory of the Republic of Moldova before 28 June 1940.", "11. Also in 1991 the Romanian Parliament adopted a new law on citizenship making it possible for former Romanian nationals and their descendants who had lost their nationality before 1989, for reasons notimputable to them, to re-acquire their lost Romanian nationality.", "12. Initially Moldova did not allow its nationals to possess other nationalities other than in exceptional cases. However, the prohibition remained inoperative as very many Moldovans, especially of Romanian descent, used the provisions of Romanian law to re-acquire their lost Romanian nationality. At the same time, many Moldovans, usually of other ethnic backgrounds, acquired other nationalities such as Russian, Ukrainian, Bulgarian, Turkish and others.", "13. In 2002 the constitutional provisions prohibiting multiple nationality were repealed. On 5 June 2003 the Moldovan Parliament amended the Law on Citizenship and repealed the restriction preventing Moldovan nationals from holding other nationalities (see paragraph 43 below). According to the amendments, the holders of multiple nationality have equal rights to those holding only Moldovan nationality, without exception.", "14. On unspecified dates the applicants obtained Romanian nationality. Their current Romanian passports were issued in December 2005 and October 2006. Subsequently, they made public their holding of Romanian nationality.", "15. The total number of Moldovans who have obtained Romanian citizenship since 1991 is unknown as the Romanian Government have never made it public. It has been estimated that between 95,000 and 300,000 Moldovans obtained Romanian nationality between 1991 and 2001.", "16. On 4 February 2007 the President of Romania stated in an interview that there were some eight hundred thousand Moldovans with pending applications for Romanian nationality and that his Government expected the number to reach 1.5 million, of the total of 3.8 million Moldovans, before the end of 2007.", "17. As to the number of Moldovans holding as a second nationality other nationalities than Romanian, this figure is equally unknown. However, it appears to be considerable and it appears that Russian nationality is the second most popular after Romanian. On 16 September 2008 the Russian Ambassador to Moldova stated in a televised interview that there were approximately one hundred and twenty thousand Moldovans with Russian passports on both banks of the Dniester river. The Moldovan Government indicated in their observations that one third of the population of Transdniestria had dual nationality while a Communist MP, Mr V. Mişin, advanced during the Parliament's debates concerning Law No. 273 (see paragraph 30 below) the number of five hundred thousand as an approximate total number of Moldovans with dual nationality.", "18. During the last decade the Communist Party of Moldova was the dominant political party in the country with the largest representation in Parliament.", "19. Beside the Communist Party, there are over twenty-five other political parties with considerably less influence. Their exact number is difficult to tell because of continuous fluctuation. Because of their weaker position, very few of them managed to clear the six per cent electoral threshold in the past legislative elections and to enter Parliament.", "20. In the 2001 elections the Christian Democratic People's Party was the only party, besides the Communist Party, from the twenty-seven participants in the elections, which succeeded in clearing alone the electoral threshold by obtaining some eight per cent of the votes. Six other parties which merged into an electoral block (a common list) were able to obtain some thirteen per cent of the votes. The Communist Party obtained some fifty per cent of the votes and after the proportional distribution of the wasted votes it obtained seventy-one of the one hundred and one seats.", "21. In 2002 the electoral legislation was amended. The six per cent electoral threshold was kept while a new nine per cent threshold was provided for electoral blocks composed of two parties and twelve per cent for those composed of three or more parties.", "22. In the 2005 elections out of twenty-three participants, the Christian Democratic People's Party was again the only party, besides the Communist Party, which managed to clear the electoral threshold by itself with some nine per cent of the votes. Three other parties, united into an electoral block, obtained some twenty-eight per cent of the votes while the Communist Party obtained almost forty-six per cent of the votes. After the proportional distribution of the wasted votes, the Communist Party obtained fifty-six of the one hundred and one seats in the Parliament.", "23. In July 2005, following persistent criticism by international observers and the Council of Europe, the Parliament amended the Electoral Code, setting the electoral threshold for parties at four per cent and for electoral blocks at eight per cent. The Commission for Democracy through Law of the Council of Europe (“the Venice Commission”) and the Organisation for Security and Cooperation in Europe (“OSCE”) praised the lowering of the electoral threshold and suggested a similar threshold for electoral blocks, which, in their view, were to be encouraged in order to provide more cooperation and stable government.", "24. In the local elections of June 2007, the Communist Party obtained some forty per cent of the votes in the local legislative bodies. Since there is no electoral threshold in local elections, it became an opposition party in the majority of the local councils.", "25. The mandate of the current Parliament expires on 5 March 2009. According to the Electoral Code the next general elections are to take place within three months from the expiry of the mandate of the current Parliament; however, the exact date of the next elections is unknown on the date of this judgment.", "26. In 2005 Mr Chirtoacă became the Vice-President of the Liberal Party, an opposition party, and in June 2007, in a confrontation with a candidate of the Communist Party, won the local elections in the capital city of Chişinău with a majority of 61.17% and became mayor.", "27. On 18 June 2008 Mr Chirtoacă declared in an interview that he would actively participate in the legislative elections of spring 2009 but that he would not give up his position of mayor of Chişinău even if he was elected. He made it clear that his sole intention was to help his party gather more votes in the elections and remain mayor afterwards. The holding of a dual mandate is prohibited in the electoral law of Moldova. On 1 September 2008 Mr Chirtoacă reiterated in an interview his intention to participate in the legislative elections without repeating that he would keep his position of mayor after the elections. However, on 13 October 2008 he made a statement similar to that of 18 June.", "28. Mr Tănase is a lawyer who entered politics recently. In June 2007 he became member of the Chişinău Municipal Council and subsequently was elected Vice-President of the Liberal Democratic Party, an opposition party created in January 2008.", "29. On 10 April 2008 the Moldovan Parliament carried out a reform consisting of three major amendments to the electoral legislation: an increase of the electoral threshold from four per cent back to six per cent, a ban on all forms of electoral blocks and coalitions and a ban on persons with dual or multiple nationality becoming members of Parliament.", "30. The latter amendment to the electoral legislation (Law no. 273) was adopted in its first reading by Parliament long before that date, on 11 October 2007. According to the draft law prepared by the Ministry of Justice, only persons having exclusively Moldovan citizenship were entitled to work in senior positions in the government and in several public services and be candidates in legislative elections. This provision was not applicable to persons living in Transdniestria. In an explanatory note to the draft the Vice-Minister of Justice stated:", "“Having analysed the current situation in the country in the field of citizenship, we observe that the tendency of Moldovans to obtain citizenships of other countries is explained by their desire to obtain privileges consisting of unrestrained travel in the European Union, social privileges, family reunion, employment and studies.", "At the same time, persons holding other nationalities have political and legal obligations towards those states. This fact could generate a conflict of interest in cases in which there are obligations both towards the Republic of Moldova and towards other states, whose national a particular person is.", "In view of the above, and with a view to solving the situation created, we consider it reasonable to amend the legislation in force so as to ban holders of multiple nationalities from public functions...", "This will not mean, however, that those persons will not be able to work in the Republic of Moldova. They will be able to exercise their professional activities in fields which do not involve the exercise of state authority...”", "31. During the debates in Parliament numerous opposition members requested that the draft be sent to the Council of Europe for a preliminary expertise. However, the majority voted against this proposal. In exchange, the opposition was invited to challenge the new law before the Constitutional Court of Moldova. No such challenge was made. Numerous MPs from the opposition argued that the proposed amendment was contrary to Article 17 of the European Convention on Nationality but the Vice-Minister of Justice expressed a contrary view and argued that, in any event, it was open to Parliament to denounce that Convention if there were any incompatibility.", "32. On 7 December 2007 the draft law in question was adopted by Parliament in a final reading (see paragraph 44 below); however, later the President of the country refused to promulgate it and returned it to Parliament for re-examination.", "33. The draft law was further amended and the list of positions in the government and in the public service closed to holders of multiple nationality was reduced. The provisions concerning legislative elections were also amended in the sense that persons with dual or multiple nationality are allowed to be candidates in legislative elections; however, they are obliged to inform the Central Electoral Commission about their other citizenships before registering as candidates and give them up before the validation of their MP mandates by the Constitutional Court (see paragraph 45 below).", "34. On 10 April 2008 the new draft law was again put before Parliament by the Law Commission of Parliament and adopted. On 29 April 2008 the President promulgated it and on 13 May 2008 it was published in the Official Gazette, thus entering into force. The other two amendments to the electoral legislation were also enacted and entered into force in May 2008.", "35. On 29 April 2008 the Council of Europe's Commission against Racism and Intolerance (“ECRI”) made public a report dated 14 December 2007 in which it expressed concern in respect of the amendments concerning dual and multiple nationalities:", "“16. ECRI notes with interest that Article 25 of the Law on Citizenship, in full accordance with Article 17 of the European Convention on Nationality, which has been ratified by Moldova, provides that Moldovan citizens who are also citizens of another State and who have their lawful and habitual residence in Moldova enjoy the same rights and duties as other Moldovan citizens. In this respect, ECRI would like to express its concern about a draft law on the modification and completion of certain legislative acts adopted in its first reading by Parliament on 11 October 2007. According to this draft law, only persons having exclusively Moldovan citizenship are entitled to work in senior positions in the government and in several public services. From the information it has received, ECRI understands that if this draft law enters into force as it stands, Moldovan citizens with multiple citizenship would be seriously disadvantaged compared with other Moldovan citizens in access to public functions. It thus appears that, if the law enters into force as such, this could lead to discrimination, i.e. unjustified differential treatment on the grounds of citizenship. ECRI understands that a wide-ranging debate is occurring within Moldova at the time of writing this report as far as this draft law is concerned and that many sources both at the national and international level have stressed the need to revise the text thoroughly before its final adoption in order to ensure its compatibility with national and international standards.", "...", "18. ECRI strongly recommends that the Moldovan authorities revise the draft law of 11 October 2007 ... in order to ensure that it neither infringes the principle of non-discrimination on the grounds of citizenship nor undermines all benefits of the recent changes made to the law on citizenship and allowing for multiple citizenship.”", "36. On 27 May 2008 the head of the EU-Moldova Cooperation Council, Slovenian Foreign Minister, Dr Rupel, stated that it was important that Moldova should conduct its parliamentary elections in 2009 in line with international standards and expressed concern at the latest amendments to the electoral law, which increased the electoral threshold to six per cent.", "37. In a report dated 9 June 2008, the Parliamentary Assembly's Committee on the Honouring of Obligations and Commitments by Member States of the Council of Europe stated, inter alia, that:", "“20. The Assembly appreciates the efforts made by the Moldovan authorities in order to assess the degree of implementation of the recommendations made by Council of Europe experts. However, all new draft legislation in areas relating to the commitments to the Council of Europe must be submitted to expertise and discussed with Council of Europe experts prior to adoption.", "...", "80. In their 2007 report on the honouring of obligations and commitments by Moldova (Doc. 11374), the co-rapporteurs of the Committee on Moldova welcomed the changes made to the Electoral Code in 2005. In particular, the threshold for party lists was lowered to 4% for lists presented by individual political parties and 8% for coalitions of political parties...", "82. The Monitoring Committee was ... alarmed by the recent legislative developments with regard to the Electoral Code. In April 2008, the Moldovan Parliament amended the Electoral Code again to raise the threshold for party lists up to 6%. Moreover, the establishment of “electoral blocs” – joint lists submitted by a coalition of political parties - was prohibited. These measures have raised concern and the committee decided at short notice to hold an exchange of views with the Moldovan delegation on 15 April. The electoral legislation should not be changed every two or three years according to political imperatives. It should allow a wide spectrum of political forces to participate in the political process to help build genuinely pluralistic democratic institutions. The co-rapporteurs will closely examine the recent amendments as well as the reasons behind the recent legislative developments during the observation of the preparation of the forthcoming parliamentary election to be held in spring 2009.”", "38. Concern was also expressed in the Parliamentary Assembly's Resolution No. 1619 adopted on 25 June 2008:", "“The Assembly ... regrets the recent decision of the Moldovan Parliament to raise this threshold for party lists to 6%”.", "39. The problem of the electoral reform was also raised on 9 July 2008 by the President of the Parliamentary Assembly of the Council of Europe, Mr Lluís Maria de Puig, in a speech to the Moldovan Parliament:", "“...I strongly encourage you to obtain the approval by the Venice Commission in respect of the recent amendments to the legislation which will apply in the next elections, namely in what concerns the electoral threshold, the electoral blocks and the dual nationality. These are delicate problems and it is necessary to find the right balance between the preoccupations which guided you to make these amendments and the concern of the international community that these amendments are compatible with the principles of the Council of Europe.”", "40. On 23 October 2008 the Venice Commission made public a report concerning the amendments to the Electoral Code made in April 2008. The report expressed critical views in respect of all the aspects of the reform. As to the amendments concerning holders of multiple nationality it stated the following:", "“30. A new paragraph to article 13(2) denies the right to “be elected” in parliamentary elections to “persons who have, beside the Republic of Moldova nationality, another nationality for the position of deputy in the conditions of Art. 75”. Article 75(3) states that a person may stand as a candidate with multiple citizenship, provided he/she upon election denounces other citizenships than the Moldovan. This must be considered as an incompatibility.", "31. Beyond the mere question of the wording, restrictions of citizens' rights should not be based on multiple citizenship. The Code of Good Practice in Electoral Matters quotes the European Convention on Nationality, ratified by Moldova in November 1999, which unequivocally provides that 'Nationals of a State Party in possession of another nationality shall have, in the territory of that State Party in which they reside, the same rights and duties as other nationals of that State Party.'", "32. Moreover, this restriction could be a violation of the Convention for the Protection of Human Rights and Fundamental Freedoms, articles 3 of the first Protocol and 14 of the Convention.”", "41. The relevant provisions of the Constitution of the Republic of Moldova read:", "Article 8. Compliance with international treaties", "(1) The Republic of Moldova is obliged to respect the United Nations Charter and the treaties to which it is a party...", "Article 38. The right to vote and to be elected", "(3) The right to be elected is guaranteed to Moldovan citizens who enjoy the right to vote, within the conditions of the law.", "Article 39. The right to participate in the administration", "(1) The citizens of Moldova shall have the right to participate in the administration of public affairs in person or through their representatives.", "(2) Every citizen shall have access, in accordance with the law, to public functions.", "42. According to Article 38 of the Code of Constitutional Jurisdiction of the Republic of Moldova the Constitutional Court may be seized only by the President of the country, the Government, the Minister of Justice, the Supreme Court of Justice, the Economic Court, the Prosecutor General, the MPs, the parliamentary factions and the ombudsman.", "43. According to section 24 (1 and 3) of the Law on Moldovan Citizenship, as amended on 5 June 2003, multiple nationality is permitted in Moldova and the obtaining by a Moldovan national of another nationality does not entail loss of the Moldovan nationality.", "44. The relevant provisions of Law no. 273 adopted by Parliament on 7 December 2007, but not promulgated by the President, read:", "Section X", "“Candidates for the office of MP shall be at least eighteen years old on the day of the elections, shall have exclusively Moldovan citizenship, shall live in the country and shall fulfil the conditions provided for in the present code.”", "45. The relevant provisions of Law no. 273, which entered in force on 13 May 2008, provide as follows:", "Section IX", "“(1) Candidates for the office of MP shall be at least eighteen years old on the day of the elections, shall have Moldovan citizenship, shall live in the country and shall fulfil the conditions provided for in the present code.", "(2) At the moment of registering as a candidate, any person holding the citizenship of another country shall declare that he or she holds another citizenship or that he or she has applied for another citizenship.", "(3) At the time of validation of the MP mandate, the person indicated in paragraph (2) shall prove with documents that he or she has renounced or initiated the procedure of renunciation of the citizenship of other States or that he or she has withdrawn an application to obtain another citizenship.", "(4) A failure to declare the fact of holding another citizenship at the moment of registering as a candidate for the office of MP or the fact of obtaining another citizenship during the exercise of a MP mandate, shall be sufficient grounds for the Constitutional Court to annul the MP mandate at the request of the Central Electoral Commission.”", "Section XXI", "(3) The incompatibilities provided for in the present law shall apply to persons living in Transdniestria only in so far as they are stipulated in the legislation concerning the special legal status of Transdniestria.", "46. The relevant provisions of Law No. 595 concerning the International Treaties of the Republic of Moldova, in so far as relevant read:", "Section 19. Compliance with international treaties", "“International treaties shall be complied with in good faith, in accordance with the principle pacta sunt servanda. The Republic of Moldova cannot invoke the provisions of its internal legislation as a justification for non-compliance with an international treaty to which it is a party.", "Section 20. The application of international treaties", "The provisions of the international treaties which, according to their wording, are susceptible to be applicable without there being need for enactment of special legislative acts, shall have an enforceable character and shall be directly applied in the Moldovan law system. For the realisation of other provisions of the treaties, special normative acts shall be adopted.”", "47. The relevant provisions of the European Convention on Nationality, which entered into force in general and in respect of Moldova on 1 March 2000, provide:", "Preamble", "“Recognising that, in matters concerning nationality, account should be taken both of the legitimate interests of States and those of individuals;", "...", "Noting the varied approach of States to the question of multiple nationality and recognising that each State is free to decide which consequences it attaches in its internal law to the fact that a national acquires or possesses another nationality;”", "Article 15 – Other possible cases of multiple nationality", "The provisions of this Convention shall not limit the right of a State Party to determine in its internal law whether:", "a. its nationals who acquire or possess the nationality of another State retain its nationality or lose it;", "b. the acquisition or retention of its nationality is subject to the renunciation or loss of another nationality.", "Article 17 – Rights and duties related to multiple nationality", "“Nationals of a State Party in possession of another nationality shall have, in the territory of that State Party in which they reside, the same rights and duties as other nationals of that State Party.", "The provisions of this chapter do not affect:", "the rules of international law concerning diplomatic or consular protection by a State Party in favour of one of its nationals who simultaneously possesses another nationality;", "the application of the rules of private international law of each State Party in cases of multiple nationality.”", "48. The Explanatory Report to the Code of Good Practice in Electoral Matters of the Venice Commission of the Council of Europe (CDL-AD (2002) 23 rev), in so far as relevant, reads:", "“63. Stability of the law is crucial to credibility of the electoral process, which is itself vital to consolidating democracy. Rules which change frequently – and especially rules which are complicated – may confuse voters. Above all, voters may conclude, rightly or wrongly, that electoral law is simply a tool in the hands of the powerful, and that their own votes have little weight in deciding the results of elections.", "64. In practice, however, it is not so much stability of the basic principles which needs protecting (they are not likely to be seriously challenged) as stability of some of the more specific rules of electoral law, especially those covering the electoral system per se, the composition of electoral commissions and the drawing of constituency boundaries. These three elements are often, rightly or wrongly, regarded as decisive factors in the election results, and care must be taken to avoid not only manipulation to the advantage of the party in power, but even the mere semblance of manipulation.", "65. It is not so much changing voting systems which is a bad thing – they can always be changed for the better – as changing them frequently or just before (within one year of) elections. Even when no manipulation is intended, changes will seem to be dictated by immediate party political interests.", "...under the European Convention on Nationality persons holding dual nationality must have the same electoral rights as other nationals.”", "49. The Court, having conducted a comparative review of the legislations of forty-two countries, members of the Council of Europe, noted that the majority of them permit dual or multiple nationalities. In some of the countries which ban double nationality, in practice the provisions aimed at preventing multiple nationalities have remained a dead letter (for instance Estonia). There are four countries in which beside a ban on dual nationality, there is a supplementary provision in the electoral laws or Constitutions banning persons with other nationalities from being elected to Parliament. Those countries are Azerbaijan, Bulgaria, Lithuania and Malta. There are two countries in which dual nationals are ineligible for election to Parliament only in certain circumstances: as Monaco and Portugal. In Monaco persons who possess dual nationality and occupy in a foreign country a public or elected office are ineligible to stand as a candidate. In Portugal, beside the main territory of the country there are two constituencies, one covering the territory of the European countries, and the other covering all other countries and the territory of Macao. A Portuguese national holding, for instance, the nationality of France, will not be able to stand for Parliament in the constituency covering the territory of the European countries. However, he will be able to stand in the other two constituencies."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}