{"ITEMID": "001-59060", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ITA", "BRANCH": "CHAMBER", "DATE": 2000, "DOCNAME": "CASE OF EDOARDO PALUMBO v. ITALY", "IMPORTANCE": "4", "CONCLUSION": "Preliminary objection dismissed (non-exhaustion);Violation of P1-1;Violation of Art. 6-1;No violation of Art. 14+P1-1;Pecuniary damage - financial award;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "András Baka;Luigi Ferrari Bravo;Vitaliano Esposito", "TEXT": ["10. The applicant is the owner of a flat in Rome, which he had let to Mrs A.B. The lease had been extended until 31 December 1983 by the operation of Law no. 392 of 12 July 1978.", "11. In a writ served on the tenant on 13 October 1983, the applicant communicated his intention to terminate the lease and summoned the tenant to appear before the Rome Magistrate.", "12. By a decision of 7 October 1983, which was made enforceable on 27 October 1983, the Magistrate upheld the validity of the notice to quit and ordered that the premises be vacated by 31 December 1984.", "13. On 6 March, 8 April, 9 May, 17 June, 22 July, 1 October and 5 November 1986, the bailiff unsuccessfully attempted to evict the tenant without police assistance.", "14. Pursuant to Law no. 899 of 23 December 1986, the enforcement proceedings were suspended until 31 March 1987.", "15. On 6 March 1987 the applicant made a statutory declaration that he urgently required the premises as accommodation for himself.", "16. On 21 April and 28 May 1987, the bailiff made two other unsuccessful attempts to evict the tenant.", "17. On 24 June 1987 the applicant was granted police assistance in evicting his tenant; on that day, however, the latter claimed to be ill and no officially appointed doctor was available to check her allegations. The bailiff arranged to make his next visit to the premises on 14 July 1987. However, on this occasion the applicant was not granted the police assistance and the tenant refused to vacate the premises.", "18. Pursuant to law-decree no. 551 of 30 December 1988 and to Laws no. 108 of 8 April 1988 and no. 61 of 21 February 1989 the enforcement of the order for possession was suspended until 31 April 1989.", "19. In June 1992, after a number of unsuccessful attempts by the bailiff, the applicant recovered possession of his flat.", "20. The relevant domestic law is described in the judgment Immobiliare Saffi v. Italy [GC], no. 22774/93, §§ 18-35, ECHR 1999-V."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["14", "P1"], "NON_VIOLATED_PARAGRAPHS": ["P1-1"], "NON_VIOLATED_BULLETPOINTS": []}