{"ITEMID": "001-89902", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF TISHKEVICH v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "No violation of Article 6 - Right to a fair trial", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Sverre Erik Jebens", "TEXT": ["4. The applicant was born in 1936 and lives in Novyi Urengoy, a town in the Tyumen Region.", "5. The facts of the case, as submitted by the parties, may be summarised as follows.", "6. In 1998 the applicant sued Mr T. for damages. On 26 November 2001 the Oktyabrskiy District Court of Tomsk held for the applicant. Mr T. was absent from this hearing because he did not live at the address to which the summons had been mailed.", "7. On 10 December 2001 the applicant collected the writ of enforcement from the court and submitted it to bailiffs for enforcement.", "8. On 13 February 2003 the bailiffs returned the writ to the applicant, because it contained wrong information on Mr T.’s identity. The applicant asked the court to rectify Mr T.’s identity, and on 23 December 2003 the court issued a new writ of enforcement.", "9. On 30 December 2003 the bailiffs instituted enforcement proceedings and on 26 January 2004 they attached Mr T.’s at in Tomsk.", "10. On 17 September 2004 the bailiffs transferred the enforcement ﬁle to the service having territorial competence over Mr T.’s residence.", "11. On 9 September 2004 the District Court restored for Mr T. the time-limit for supervisory review of the judgment. On 20 October 2004 the Tomsk Regional Court stayed the enforcement pending the supervisory review.", "12. On 9 March 2005 the Presidium of the Tomsk Regional Court granted Mr T.’s application for supervisory review, quashed the judgment, and remitted it for a rehearing. The Presidium found that the District Court had gone beyond the applicant’s claims by adjusting the award for ination, and had failed to notify Mr T. of the proceedings.", "13. On 23 June 2005 the District Court adjourned the proceedings for the applicant’s persistent failure to appear."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}