{"ITEMID": "001-99996", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MDA", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF CIORAP v. MOLDOVA (No. 2)", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection joined to merits and dismissed (victim);Reminder inadmissible;Violation of Art. 3 (substantive aspect);Non-pecuniary damage - award", "JUDGES": "David Thór Björgvinsson;Ján Šikuta;Lech Garlicki;Mihai Poalelungi;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["5. The applicant was born in 1965 and lives in Chişinău. He works for “Social Amnesty”, an organisation which provides legal help to persons in detention.", "6. On 11 October 2000 the applicant underwent an operation to drain fluid from his liver. He was released from hospital on 21 October 2000.", "7. On 23 October 2000 he was arrested by the Department for Fighting Organised Crime and Corruption on suspicion of fraud and was placed in detention at the Hînceşti police station. He alleged that he was suspended from an iron bar and beaten with machine guns and rubber truncheons and that the beating re-opened his surgical wound. He was placed in a small cell in the police station, without a bed, mattress or blankets and without access to a toilet or washing facilities, where he had to sleep on the concrete floor. He was seen by a doctor on 29 October 2000, who observed that the applicant's surgical wound had reopened and recommended that he be admitted to hospital immediately. However, police officer Ş. refused a transfer to the hospital.", "8. On 6 November 2000 the applicant was transferred to prison no. 13, where he was placed into the medical treatment unit with the diagnosis “post-surgery state” (see further Ciorap v. Moldova, no. 12066/02, 19 June 2007). According to medical reports, on 7 November 2000 the applicant swallowed a nail and was hospitalised in order to extract it. According to medical evidence, during 2000-2001 the applicant underwent 10 operations made necessary by acts of self-harm, such as swallowing sharp objects and cutting himself (see Ciorap v. Moldova (dec.), no. 12066/02, 11 October 2005).", "9. The applicant made a number of complaints in respect of his alleged ill-treatment by the police, the failure to give him medical treatment and the inhuman conditions of detention. The prosecutor opened a criminal investigation and interviewed the applicant, the police officers involved and their colleagues, as well as the medical personnel who had examined the applicant during his arrest. The doctors confirmed that they had been called twice to attend the applicant on the night of his arrest but that this had been in connection with a post-surgery problem. The prosecutor found that the applicant had made no complaint of ill-treatment when examined by the doctors or by the superior police officers (see Ciorap v. Moldova (dec.), no. 12066/02, 11 October 2005). All the applicant's complaints were dismissed as unfounded. This decision was confirmed by the investigating judge on 21 June 2006 and 30 October 2006.", "10. In a final judgment of 7 November 2006 the Supreme Court of Justice found that on 7 October 2002 and 29 April 2003 the applicant had been informed of the prosecutor's decision to reject his request for the initiation of a criminal investigation into his alleged torture in October 2000. He was also informed of his right to challenge that decision in court within ten days of the date on which he was informed of it. However, the applicant did not challenge that decision until three years later, without having asked for an extension of the time-limit. The court therefore rejected his complaint for failure to challenge the prosecutor's decision within the time-limit provided for by law.", "11. On an unspecified date, the applicant initiated new court proceedings against the Hînceşti police station, the Prosecutor's Office and the Ministry of Finance, claiming compensation for the damage caused to him through his ill-treatment upon his arrest on 23 October 2000, the failure to give him medical treatment while in detention and the inhuman conditions of detention.", "12. On 15 March 2007 the Hînceşti District Court rejected his claims as unfounded. On 7 June 2007 the Chişinău Court of Appeal quashed that judgment and partly accepted the applicant's claims. The court found that the documents in the file established that police officer Ş. had refused to allow the applicant to be treated in hospital even though an urgent examination by a surgeon had been recommended by the doctor who saw the applicant on 29 October 2000. The court also found that the applicant had been detained at Hînceşti police station in conditions that breached the requirements of domestic law. In particular, the Law on preventive arrest (no. 1226-XIII, 27 June 1997) required that individuals detained pre-trial had a minimum of two square metres of cell space, access to daylight and fresh air, access to a toilet in sanitary conditions not degrading human dignity, access to a shower once every ten days and access to a bed with bed linen. The court referred to a letter from the Ministry of Interior which acknowledged that at the time of the applicant's detention Hînceşti police station had been insufficiently equipped to offer appropriate conditions of detention, including proper ventilation. The court awarded the applicant 100 Moldovan lei (MDL) (6 euros (EUR) at the time) for non-pecuniary damage caused. The applicant appealed.", "13. On 21 November 2007 the Supreme Court of Justice accepted the applicant's appeal in cassation and partly quashed the lower court's judgment. The court confirmed the findings of the Chişinău Court of Appeal concerning the failure to give the applicant required medical treatment and to provide the applicant with adequate conditions of detention. In reaching this conclusion, the court referred to Article 3 of the Convention and the Court's judgments such as Kudła v. Poland [GC] (no. 30210/96, ECHR 2000XI), Sarban v. Moldova (no. 3456/05, 4 October 2005) and Ostrovar v. Moldova (no. 35207/03, 13 September 2005). The court added that while there was no domestic legislation giving the applicant a right to compensation, the Convention should be applied directly as it was part of the domestic legal system and had precedence over domestic legislation by virtue of the express provisions of Article 4 of the Constitution. The same conclusion had been reached by the Constitutional Court in a judgment of 14 October 1999. The court also relied on the findings of the European Committee for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment made during its visits in 1998, 2001 and 2004 concerning the substandard conditions of detention in the Hînceşti police station. The court held that the denial of medical treatment combined with the conditions of detention, which had aggravated the applicant's medical condition, had amounted to inhuman treatment in breach of Article 3 of the Convention. The court increased the award made to the applicant in compensation for non-pecuniary damage to MDL 10,000 (EUR 600 at the time) and awarded him MDL 210 (EUR 12.6) in compensation for pecuniary damage.", "14. The applicant again requested the Hînceşti Prosecutor's Office to open a criminal investigation into his alleged ill-treatment by the police, but the prosecutor rejected the request. The applicant challenged this decision before the Hînceşti investigating judge and subsequently the Supreme Court, which dismissed his appeal on 1 October 2008."], "VIOLATED_ARTICLES": ["3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}