{"ITEMID": "001-57635", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NLD", "BRANCH": "CHAMBER", "DATE": 1990, "DOCNAME": "CASE OF WASSINK v. THE NETHERLANDS", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 5-1;No violation of Art. 5-4;No violation of Art. 5-5;Non-pecuniary damage - finding of violation sufficient;Costs and expenses award - Convention proceedings", "JUDGES": "N. Valticos", "TEXT": ["8. Mr Jan Wassink, a Netherlands national, currently resides at Klazienaveen in the Netherlands.", "9. On 15 November 1985 the Burgomaster of Emmen ordered Mr Wassink’s emergency confinement in a psychiatric hospital pursuant to section 35 (b) of the Mentally Ill Persons Act 1884 (Krankzinnigenwet, see paragraph 16 below). His decision was based on a medical report drawn up the same day by a psychiatrist, Dr S., according to which there were serious grounds for believing that the applicant suffered from a mental disorder representing an immediate danger to himself, to others and to public order. Mr Wassink had already threatened members of his family and attacked a neighbour in her house.", "10. On 19 November 1985 the Crown Prosecutor (Officier van Justitie) requested the President of the District Court (Arrondissementsrechtbank) of Assen to extend the applicant’s confinement. In addition to the file attached to this application, the President received a police report dated 18 November 1985 containing the statements of various witnesses and of Mr Wassink’s wife, and a memorandum, of the same date, setting out the opinion of the applicant’s doctor, Dr R.", "11. On 20 November, in the presence of Mr Jongeneelen, Mr Wassink’s \"confidential counsellor\" (patientenvertrouwenspersoon), the District Court President interviewed the applicant together with a psychiatrist, Dr V. He then consulted three other persons by telephone - Dr R., Mr Wassink’s wife and another doctor, Dr H. - and made a brief note of their statements. Again by telephone, he gave a summary of the resulting information to Mr Jongeneelen.", "In a letter of 9 January 1986, Mr Jongeneelen told the applicant’s lawyer that this conversation, which had lasted some ten minutes, had taken place at his request and had given him (Mr Jongeneelen) an opportunity to put forward his views; a few days after the conversation, the President had communicated the whole file to him.", "12. On 25 November 1985 the President ordered the continuation of the applicant’s confinement pursuant to sections 35 (i) and 35 (j) of the Mentally Ill Persons Act. Referring to the medical report by Dr S. (see paragraph 9 above) and the statements of Mr Wassink, Dr. V. and the three persons whom he had questioned by telephone (see paragraph 11 above), he considered that, because of his mental illness, the applicant was an immediate danger to himself, to others and to public order. The President added that it was clear from the statements which he himself had obtained and those contained in the police report of 18 November 1985 that Mr Wassink had already caused considerable disturbance to his neighbours. It was therefore to be feared that, as he was unaware of the effect of his actions on others, he would continue his unacceptable behaviour if he were to return home.", "13. Mr Wassink left the hospital on 20 December 1985. On 31 December the President of the District Court sent to the applicant’s lawyer, at the latter’s request, various documents from the file, including the note that he had made after interviewing Mr Wassink and hearing the views of the persons whom he had questioned by telephone. He explained that circumstances relating to the organisation of the court made it impossible to arrange for a registrar to be present in every case of emergency confinement. There were three large psychiatric hospitals within the court’s jurisdiction and it was a small court.", "14. On 24 January 1986 the applicant filed an appeal on points of law with the Supreme Court (Hoge Raad) against the order of 25 November 1985. He complained that the President of the District Court had not specified sufficiently the nature of the danger which his mental illness represented for himself and for public order, that the President had held a hearing without a registrar’s being present to draw up a record and, finally, that, before making the order, the President had failed to communicate to him the text of the statements of the persons whom he had telephoned, thereby depriving the applicant of any opportunity to react thereto.", "15. In his submissions of 11 March 1986, the Attorney General at the Supreme Court (Procureur-Generaal bij de Hoge Raad) expressed the view that the second of these grounds (and only the second) was well-founded. However, on 18 April 1986 the Supreme Court declared the appeal inadmissible, finding that Mr Wassink no longer had any interest in having the contested order quashed since the maximum period for an emergency confinement had already expired.", "16. In the Netherlands the confinement of mentally ill persons is governed by an Act of 27 April 1884 on State Supervision of Mentally Ill Persons, commonly known as the Mentally Ill Persons Act (Krankzinnigenwet, \"the 1884 Act\").", "17. Sections 35 (b) to 35 (j) make provision for the emergency committal procedure which was followed in the present case.", "Where there are serious grounds for believing that a person represents an immediate danger to himself, to others or to public order on account of mental illness, the burgomaster of the municipality in which he resides is empowered to order his compulsory committal (inbewaringstelling) to a psychiatric hospital (section 35 (b)).", "In so doing, the Burgomaster is required first to seek the opinion of a psychiatrist or, if that proves impossible, of another medical practitioner (section 35 (c)). As soon as he has ordered a confinement, he must inform the Crown Prosecutor and transmit to him the medical certificate on which he based his decision (section 35 (e)). The Crown Prosecutor has then, in his turn, to forward the certificate to the President of the District Court, not later than the following day, requesting, where appropriate, the continuation of the confinement (section 35 (i)). The President must give his decision within three days. An order to continue the confinement is valid for three weeks, but the President may renew it for a second period of the same length if, before the expiry of the first period, an application for judicial authorisation for confinement (rechterlijke machtiging, sections 12 and 13) is made (section 35 (j)).", "18. By virtue of Article 72 of Regulation I (Reglement I) made in pursuance of the Judiciary (Organisation) Act (Wet op de Rechterlijke Organisatie), \"hearings and examinations\" (\"terechtzittingen en verhoren\") must be conducted in the presence of a registrar whose duty it is to draw up a record of the proceedings.", "19. The Netherlands Supreme Court has held that, in view of the importance of having up-to-date information as a basis for a confinement decision, the judge may be justified in using information obtained by telephone. He must, however, communicate any such information to the person concerned or his counsel in order to enable them to comment on it. The Supreme Court has quashed a number of decisions on account of a failure to comply with this requirement (see, for example, the judgments of 4 January, 10 May and 7 June 1985, Nederlandse Jurisprudentie (NJ), nos. 336, 665 and 718).", "It appears from a judgment of 1 December 1989 (NJ 1990, no. 438) that the case-law on the subject may be summarised as follows:", "1. if a judge obtains information by telephone, he must ensure that it is taken down in writing;", "2. (a) in principle, the judge must not make use of such information unless he has advised the person concerned or his counsel of its substance and has given them sufficient opportunity to comment on it;", "(b) this may also be done by telephone;", "3. the decision or the documents of the court proceedings must show that the requirements referred to under 2 (a) have been met;", "4. only under special circumstances may the judge decide not to observe the rule referred to under 2 (a);", "5. in such cases the reasons must be stated so as to enable the Supreme Court to assess whether rule 4 has been complied with;", "6. if a statement taken by telephone contains information concerning points that are essential for the decision and the judge has not unequivocally discounted that statement in his decision, it must be assumed that the judge made use of that information when reaching his decision.", "20. On the question of the presence and the role of the registrar during hearings held pursuant to the 1884 Act, the Supreme Court has stated as follows:", "\"Having regard to the serious nature of decisions taken under the Mentally Ill Persons Act, to the requirements which have accordingly to be complied with in respect of the statement of the reasons on which they are based and to the importance of its being possible to review, in cassation proceedings, their conformity with those requirements, a record, signed by the registrar, must be made of any interviews effected and any questioning at the hearing. A copy of the record must be given to the person concerned if he so requests.\" (judgment of 18 May 1984, NJ 1984, no. 514)", "In a judgment of 14 February 1986 (NJ 1986, no. 400), the Supreme Court held that, if these conditions were not complied with, the decision ordering the confinement was to be set aside, even though the person concerned had not indicated what consequences the failure to observe these requirements actually had in relation to him."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["5"], "NON_VIOLATED_PARAGRAPHS": ["5-4", "5-5"], "NON_VIOLATED_BULLETPOINTS": []}