{"ITEMID": "001-88805", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF BRAJOVIC-BRATANOVIC v. CROATIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial;Violation of Article 1 of Protocol No. 1 - Protection of property", "JUDGES": "Christos Rozakis;Dean Spielmann;George Nicolaou;Giorgio Malinverni;Khanlar Hajiyev;Sverre Erik Jebens", "TEXT": ["4. The applicant was born in 1946 and lives in Bethesda, the United States of America.", "5. The applicant owns a flat in Cavtat, Croatia. In September 1995 Parliament passed a law governing the temporary use of property of persons who had left Croatia - Temporary Takeover and Management of Certain Property Act ( Zakon o privremenom preuzimanju i upravljanju određenom imovinom - hereinafter the “Property Takeover Act”), which allowed municipalities to temporarily accommodate other persons in such property.", "6. In 1992 R., a policeman, forcibly moved into the applicant’s flat in Cavtat, Croatia. On 25 September 1995 the Konavle Housing Commission granted him refugee status and legalised his occupation of the applicant’s flat. On 30 January 2002 the applicant applied to the Housing Commission for repossession of her property.", "7. On 11 January 2002 the applicant instituted civil proceedings before the Dubrovnik Municipal Court seeking R.’s eviction. On 27 February 2002 the claim was declared inadmissible for lack of jurisdiction. The applicant appealed.", "8. On 29 August 2002 the applicant lodged a request with the Ministry of Public Works, Reconstruction and Construction seeking annulment of the decision authorising R. to occupy her flat.", "9. The judgment of the Dubrovnik Municipal Court of 27 February 2002 was quashed by the Dubrovnik County Court on 30 August 2002 and the case was remitted to the Municipal Court for a fresh trial.", "10. On 1 October 2002 the Amendments to the Act on Areas of Special State Care (Zakon o izmjenama i dopunama Zakona o područjima od posebne državne skrbi – “the 2002 Amendments”) entered into force. They transferred the jurisdiction in the matter from the housing commissions (which were abolished) to the Ministry of Public Works, Reconstruction and Construction (Ministarstvo za javne radove, obnovu i graditeljstvo – “the Ministry”).", "11. On 25 October 2003 the Dubrovnik Municipal Court upheld the claim and ordered R.’s eviction. R. appealed.", "12. On 12 December 2003 the Ministry set aside the Property Takeover Commission’s decision authorising R. to occupy the applicant’s flat but also stated that R. had the right to housing under section 7 of the Act on Areas of Special State Concern.", "13. The judgment of the Dubrovnik Municipal Court of 25 October 2003 was quashed by the County Court on 17 February 2005 on the ground that no alternative accommodation had been provided to R. Accordingly, the case was returned to the Municipal Court for further examination. On 12 May 2006 the applicant lodged an application with the Supreme Court complaining about the length of the proceedings. In a letter of 26 May 2006 the Supreme Court instructed the Dubrovnik Municipal Court to speed up the proceedings.", "14. On 31 May 2006 the Municipal Court again granted the applicant’s claim and ordered R.’s eviction. R. appealed against this judgment to the Dubrovnik County Court. While the case was pending there the applicant once more applied to the Supreme Court complaining about the length of the proceedings. In a letter of 11 September 2006 the Supreme Court instructed the County Court to speed up the proceedings and adopt a judgment.", "15. On 2 October 2006 the County Court again quashed the judgment of the Municipal Court and accordingly the latter was once more required to examine the applicant’s claims. In a judgment of 27 March 2007 the Municipal Court, as in its previous judgments, found in favour of the applicant. R. appealed against this judgment and the appeal is at present pending before the Dubrovnik County Court.", "16. The following are the relevant sections of the Property Takeover Act (Zakon o privremenom preuzimanju i upravljanju određenom imovinom, Official Gazette nos. 73/1995 and 7/1996):-", "Section 2(2) transferred the property belonging to persons who had left Croatia after 17 October 1990 to the care and control of the State.", "Section 5, inter alia, authorised the property takeover commissions to allow temporary occupation of property under section 2 by refugees, displaced persons or persons whose property had been destroyed in the war.", "17. Section 9 of the Programme for Return (Program povratka i zbrinjavanja prognanika, izbjeglica i raseljenih osoba, Official Gazette no. 92/1998) provided as follows:", "“Persons with Croatian [citizenship] documents who are owners of property in Croatia in which other persons are temporarily accommodated may apply to the municipal housing commission seeking repossession of their property. The commission shall inform the owner within five days about the status of his property. Relying on proof of ownership, the commission shall set aside any previous decision allowing the temporary accommodation of other persons and order the temporary occupier to vacate the premises. The commission shall serve a written decision on the owner and on the temporary occupier within seven days. The decision shall contain a time-limit for eviction and an offer of alternative accommodation for the temporary occupier in a house or flat under state ownership.", "...", "If a temporary occupier fails to vacate the premises within the fixed time-limit, the commission shall institute eviction proceedings in the competent municipal court within seven days. The court shall apply the provisions concerning summary procedure in civil matters. The court’s decision shall be immediately enforceable. An appeal shall not interfere with the enforcement proceedings or the repossession of the property by the owner.”", "18. Section 2(3) and 2(4) of the Termination Act (Zakon o prestanku važenja Zakona o privremenom preuzimanju i upravljanu određenom imovinom, Official Gazette no. 101/1998) provided that the Programme for Return applied to proceedings concerning the temporary use, management and control of the property of persons who had left Croatia and that such proceedings were to be conducted by housing commissions in the first instance and by municipal courts in the second instance. They were required to apply the Administrative Procedure Act.", "19. Sections 7, 9 and 17 of the Act on Areas of Special State Concern (Zakon o područjima od posebne državne skrbi, Official Gazette nos. 44/1996, 57/1996 (errata), 124/1997, 73/2000, 87/2000 (errata), 69/2001, 94/2001, 88/2002, 26/2003 (consolidated text), 42/2005), as amended by the 2002 Amendments, gave a temporary occupier a right to housing.", "Section 24 (enacted on 14 July 2000, published in the Official Gazette no. 73 of 21 July 2000, came into force on 29 July 2000) obliges the Ministry to secure alternative accommodation for the occupier within six months of the owner’s request for the return of his or her property, failing which the owner is entitled to seek the conclusion of a lease agreement by which the occupier leases the premises and the Ministry pays the rent to the owner.", "Section 27 obliges the Ministry to pay compensation for the damage sustained by an owner who applied for repossession of his or her property prior to 30 October 2002 but to whom the property was not returned by that date.", "20. The Decision on the Level of Compensation Due to Owners for Damage Sustained (Odluka o visini naknade vlasnicima za pretrpljenu štetu, Official Gazette no. 68/2003) establishes the amount of that compensation at seven Croatian kunas (HRK) per square metre.", "21. The following are the relevant sections of the Property Act (Zakon o vlasništvu i drugim stvarnim pravima, Official Gazette nos. 91/1996, 73/2000 and 114/2001):-", "Section 161(1) entitles the owner of property to recover it from anyone who is in possession of it.", "Section 163(1) allows anyone entitled to retain possession (that is, if he or she has a right of possession) to refuse to return the property to its owner.", "22. The relevant part of the Courts Act (Zakon o sudovima, Official Gazette no. 150 of 21 December 2005, entered into force on 1 January 2006) reads as follows:", "“(1) In the determination of his rights and obligations or of a criminal charge against him or her, everyone is entitled to a fair hearing within a reasonable time by an independent and impartial tribunal established by law.", "...”", "“(1) A party to the judicial proceedings ... may lodge a request for the protection of the right to a hearing within a reasonable time with a court hierarchically superior [to the one conducting the proceedings].", "...”", "“(1) Where the court deciding a request under section 27 finds it founded it shall set a time-limit within which the competent court must decide the case on the merits ... and shall also assess appropriate compensation for the applicant for the violation of his or her right to a hearing within a reasonable time.", "...", "(3) An appeal lies to the Supreme Court against a decision on a request for protection of the right to a hearing within a reasonable time. ... a constitutional complaint may be lodged against the Supreme Court’s decision.”", "23. The relevant part of the Constitutional Act on the Constitutional Court (Ustavni zakon o Ustavnom sudu Republike Hrvatske, Official Gazette no. 49/2002 of 3 May 2002 – “the Constitutional Court Act”) reads as follows:", "Section 63", "“(1) The Constitutional Court shall examine a constitutional complaint whether or not all legal remedies have been exhausted if the competent court fails to decide a claim concerning the applicant’s rights and obligations or a criminal charge against him or her within a reasonable time ...", "(2) If a constitutional complaint ... under paragraph 1 of this section is upheld, the Constitutional Court shall set a time-limit within which the competent court must decide the case on the merits...", "(3) In a decision issued under paragraph 2 of this section, the Constitutional Court shall assess appropriate compensation for the applicant for the violation of his or her constitutional rights ... The compensation shall be paid out of the State budget within three months from the date on which a request for payment is lodged.”", "24. In a series of decisions (for example, in cases nos. Rev-291/1999-2 of 11 September 2002, Rev-1157/02-2 of 21 November 2002 and Rev1289/00-02 of 6 November 2003), starting with decision no. Rev574/02-2 of 23 April 2002 the Supreme Court interpreted the relationship between the Property Act and the Termination Act as follows:", "“The jurisdiction to decide on an owner’s application for repossession conferred on the administrative authorities under the Termination Act does not exclude ordinary court jurisdiction in such matters under the Property Act. Therefore, a civil action for repossession, based on section 161(1) of the Property Act and brought in a court against a temporary occupier by an owner whose property had been taken over under the Takeover Act, should be decided on its merits rather than declared inadmissible for lack of jurisdiction.”", "25. In its decisions nos. Rev-967/00-2 of 30 September 2004 and Rev1444/02-2 of 29 June 2004 the Supreme Court gave a further interpretation of the relationship between the Property Act and the Termination Act as well as of the Programme for Return:", "“The temporary occupier’s right to use the owner’s property does not cease merely for the reason that a housing commission has set aside the decision allowing him or her to do so. This is because the duty to return the property to its owner is conditional upon the duty of the State to provide alternative accommodation for the temporary occupier.", "It follows that the temporary occupier is not obliged to compensate the owner for the use of his or her property since, before being provided with alternative accommodation, he or she remains in bona fide possession.”"], "VIOLATED_ARTICLES": ["6", "P1"], "VIOLATED_PARAGRAPHS": ["P1-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}