{"ITEMID": "001-94640", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF PUCHALSKA v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial", "JUDGES": "David Thór Björgvinsson;Ján Šikuta;Lech Garlicki;Mihai Poalelungi;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["5. The applicant was born in 1953 and lives in Sandomierz.", "6. In 1974 the applicant's parents agreed to the expropriation of their property in Sandomierz for the purpose of building a pedestrian access and a driveway to a clinic.", "7. On 21 September 1990 the applicant and her parents lodged an application for restitution of the expropriated land with the Sandomierz Municipality (Urząd Miejski) under section 69 of the Law of 29 April 1985 on Land Administration and Expropriation (Ustawa o gospodarce gruntami i wywłaszczaniu nieruchomości). This section stipulated that the former owner of the expropriated property (or his legal successor) could lodge an application for restitution provided that the property no longer served the purpose specified in the expropriation decision. According to the applicant, their application was left unanswered.", "8. Subsequently, the applicant's parents transferred their claim to the property to the applicant.", "9. On 17 November 1992 the applicant and her parents made another application for restitution of the property.", "10. On 15 March 1993 the head of the Sandomierz District Office (Kierownik Urzędu Rejonowego) refused the application.", "11. The applicant appealed.", "12. On 7 June 1993 the Tarnobrzeg Governor (Wojewoda) upheld the firstinstance decision.", "13. The applicant appealed to the Supreme Administrative Court (Naczelny Sąd Administracyjny).", "14. On 14 June 1994 the Supreme Administrative Court quashed both decisions.", "15. On 14 March 1995 the applicant complained of inactivity on the part of the administrative authorities.", "16. On 21 April 1995 the Tarnobrzeg Governor explained that the case was particularly complex and acknowledged that the proceedings had indeed been lengthy. He also ordered the head of the Sandomierz District Office to give a decision by 20 May 1995.", "17. On 18 May 1995 the head of the Sandomierz District Office gave a decision and ordered the restitution of the property. He also ordered the applicant to pay the Sandomierz Municipality the indexed sum of 81,931 Polish zlotys (PLN) in return for the compensation awarded to her parents in 1974.", "18. The applicant appealed, arguing that the indexed sum had been wrongly calculated and did not reflect the real value of the property.", "19. On 20 September 1995 the applicant complained to the Supreme Administrative Court about the inactivity of the administrative authority.", "20. On 30 November 1995 the Tarnobrzeg Governor quashed the challenged decision and ordered that the property be returned to the applicant for a payment of PLN 49,338.", "21. The applicant and the Sandomierz Municipality lodged appeals with the Supreme Administrative Court.", "22. On 27 June 1996 the Supreme Administrative Court declared the challenged decision null and void.", "23. On 14 July 1996 the Supreme Administrative Court examined the applicant's complaint of 20 September 1995 about the inactivity of the administrative authorities and discontinued the proceedings, finding that a decision had already been given by the relevant authority.", "24. On 12 February 1997 the Tarnobrzeg Governor quashed the decision of the head of the Sandomierz District Office of 18 May 1995.", "25. On 30 June 1997 the head of the Sandomierz District Office gave a decision and ordered that part of the property, which had not been developed, be returned to the applicant.", "26. Both parties lodged appeals: the applicant on 18 July 1997 and the Sandomierz Municipality on 15 July 1997.", "27. On 9 August 1997 the Tarnobrzeg Governor upheld the challenged decision.", "28. On 30 August 1997 the applicant again appealed to the Supreme Administrative Court.", "29. On 7 May 1998 the Supreme Administrative Court quashed the firstand second-instance decisions.", "30. On 31 May 2000 the Mayor of the Sandomierz District (Starosta Powiatu) gave a decision and ordered the restitution of the property.", "31. On 30 June 2000 the applicant lodged an appeal, contending that the Mayor's decision had been based on an incorrect measuring of the buildings constructed on the property in question.", "32. On 27 June 2000 the Sandomierz Municipality (Zarząd Gminy) also appealed against that decision, maintaining that the restitution of the property together with the buildings on it was impossible. It requested that the decision be quashed.", "33. On 28 September 2000 the Świętokrzyski Governor, who took over the competences of the Tarnobrzeg Governor, amended the first-instance decision in the part which concerned the indexed sum to be paid by the applicant.", "34. On 27 October 2000 the Sandomierz Municipality lodged a complaint with the Supreme Administrative Court.", "35. Subsequently, owing to the reform of the administrative courts which took effect on 1 January 2003, the case was transmitted to the Kraków Regional Administrative Court (Wojewódzki Sąd Administracyjny).", "36. On 30 April 2004 the applicant's father died.", "37. On 8 October 2004 the Sandomierz Municipality applied to the Regional Administrative Court for the proceedings to be stayed.", "38. On 20 October 2004 the proceedings were stayed.", "39. On 30 May 2005 the Regional Administrative Court resumed the proceedings.", "40. On 28 September 2005 the Kraków Regional Administrative Court gave judgment and dismissed the appeal.", "41. On 30 January 2006 the Sandomierz Municipality lodged a cassation appeal with the Supreme Administrative Court.", "42. On 13 March 2007 the Supreme Administrative Court dismissed the cassation appeal.", "43. The relevant domestic law concerning inactivity on the part of administrative authorities is set out in the Court's judgment in the case of Grabiński v. Poland, no. 43702/02, §§ 60-65, 17 October 2006."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}