{"ITEMID": "001-102787", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF SCHUMMER v. GERMANY (No. 1)", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 5-1;Violation of Art. 7-1;Remainder inadmissible;Pecuniary damage - claim dismissed;Non-pecuniary damage - award", "JUDGES": "Ganna Yudkivska;Isabelle Berro-Lefèvre;Mirjana Lazarova Trajkovska;Peer Lorenzen;Rait Maruste;Renate Jaeger;Zdravka Kalaydjieva", "TEXT": ["5. The applicant was born in 1959 and lives in Freiburg.", "6. On 6 March 1985 the Stuttgart Regional Court convicted the applicant of two counts of rape and abduction and of one count of attempted rape and deprivation of liberty committed in 1984. It sentenced him to five years' imprisonment and ordered his placement in preventive detention pursuant to Article 66 of the Criminal Code (see paragraphs 35-36 below). The court found that the applicant, acting with full criminal responsibility, had raped two young women and had attempted to rape another woman all of whom he had taken with him in his car. It further noted that the applicant had previously been convicted by juvenile courts of attempted rape and of rape; in respect of the second offence he had been placed in a psychiatric hospital.", "7. The applicant served his full prison sentence in Freiburg Prison. He was then placed in preventive detention, executed in that same prison, for the first time on 27 June 1989; he had thus served ten years in preventive detention by 26 June 1999.", "8. The continuation of the applicant's preventive detention was ordered by the Freiburg Regional Court on several occasions.", "9. On 11 December 2001 the Freiburg Regional Court, in judicial review proceedings under Article 67e of the Criminal Code (see paragraph 38 below), refused to suspend the applicant's preventive detention and grant probation.", "10. The Regional Court considered that the applicant's continued preventive detention was necessary because there was still a risk that the applicant, owing to his criminal tendencies, might commit serious offences resulting in considerable psychological or physical harm to the victims if released (Article 67d § 3 of the Criminal Code; see paragraph 40 below). Since the court's last order of 18 June 1999, to the reasoning of which it referred, no circumstances leading to a more positive conclusion had become known.", "11. The Regional Court had consulted a psychological expert on the question whether there was a risk that the applicant, if released, might commit offences by which his victims would suffer serious physical or mental harm. However, the expert could only submit a view on the basis of the case file as the applicant had refused to talk to her.", "12. The Regional Court further noted that in his report of 11 November 1991 a neurologic expert had found that the applicant suffered from a personality disorder which had resulted in his acts of sexual aggression. The Regional Court acknowledged that the applicant had accepted social-therapeutic treatment from August 1985 until June 1988. However, he had then terminated that treatment. In 1992 the detention authorities had proposed certain relaxations in the conditions of the applicant's detention, but the applicant had refused to cooperate. In his report of 12 April 1999 the neurologic expert had found that the applicant still suffered from the said personality disorder. In recent years the applicant had refused any therapy. Therefore, there was nothing to indicate that the applicant was no longer dangerous. In any event, his release could only be taken into consideration after his conditions of detention had been relaxed, combined with a successful social-therapeutic treatment.", "13. The Regional Court further stated that it did not consider the new version of Article 67d of the Criminal Code of January 1998 (see paragraph 40 below) to breach constitutional law in so far as it applied also to persons convicted prior to that change in the law.", "14. By a decision of 21 March 2002, served on the applicant on 2 April 2002, the Karlsruhe Court of Appeal, fully endorsing the reasons given by the Regional Court, dismissed the applicant's appeal. In particular, contrary to the applicant's submission, it considered that Article 67d of the Criminal Code, read in conjunction with section 1a of the Introductory Act to the Criminal Code (see paragraph 40 below), which entered into force on 31 January 1998, were constitutional. The prohibition on retrospective punishment did not apply to orders of preventive detention, which did not constitute a penalty, but a measure of correction and prevention. In view of the fact that there was a risk that the applicant, if released, might commit sexual offences similar to those he had previously committed, his continued detention was not yet disproportionate.", "15. On 29 April 2002 the applicant lodged a constitutional complaint with the Federal Constitutional Court against the decisions ordering his continued preventive detention even on completion of the tenyear period. He argued that these decisions were based on Article 67d § 3 of the Criminal Code, as amended in 1998, under the terms of which the duration of a convicted person's first period of preventive detention was extended retrospectively from a maximum period of ten years, applicable prior to the change in the law, to an unlimited period of time. Therefore, this provision violated the prohibition on retrospective punishment under Article 103 § 2 of the Basic Law, the prohibition of retrospective legislation enshrined in the rule of law, his right to liberty under Article 2 § 2, second sentence, of the Basic Law and the principle of proportionality (see paragraph 32 below).", "16. On 22 March 2004 the Federal Constitutional Court declined to consider the applicant's constitutional complaint (file no. 2 BvR 664/02) as it was ill-founded. Referring to its leading decision given on 5 February 2004 in relation to the case of M. (file no. 2 BvR 2029/01; application no. 19359/04 before this Court), it found that Article 67d § 3 of the Criminal Code, read in conjunction with section 1a § 3 of the Introductory Act to the Criminal Code, as amended on 26 January 1998, were constitutional.", "17. On 12 July 2006 the Freiburg Regional Court, having consulted a psychiatric expert, W., again refused to suspend the applicant's preventive detention and grant probation under Article 67d § 3 of the Criminal Code.", "18. On 11 December 2006 the Karlsruhe Court of Appeal dismissed the applicant's appeal. The Court of Appeal endorsed the Regional Court's view that there was still a risk that the applicant, if released, might commit serious offences resulting in considerable psychological or physical harm to the victims.", "19. The Court of Appeal had regard to the report of 16 March 2006 by psychiatric expert W., who, having examined the applicant and the case file, had considered the applicant liable to reoffend. According to the expert, the applicant still suffered from a personality disorder which had, in the past, manifested itself by violent sexualised behaviour.", "20. The Court of Appeal observed that the expert's negative prognosis was based on a limited factual basis in respect of the applicant's personal development after his offences. The expert had only found that the applicant's personality disorder had not been cured by therapy, without assessing whether this disorder would still manifest itself in similar offences in the future. It was for the prison authorities and the regional courts to extend the basis for a prognosis by therapeutic measures and by granting relaxations in the conditions of detention. However, such therapeutic measures had not been taken in the applicant's case in the past years, even though an expert had already made specific proposals for such measures in 1991 and again in 1999. The applicant had refused a dialogue with the prison authorities on his therapy, but it was for the prison authorities to make reasonable offers of treatment and to grant relaxations in the conditions of the applicant's detention, which it had failed to do. However, without testing and preparing the applicant for release in the course of relaxations in his conditions of detention, there was a risk that he would commit serious sexual offences if released.", "21. On 16 January 2007 the applicant lodged a constitutional complaint with the Federal Constitutional Court. He argued that his continued preventive detention violated his right to liberty, the prohibition of retrospective punishment, the prohibition of double punishment for the same offence and the prohibition of inhuman treatment. He argued, in particular, that by the further execution of preventive detention against him, he had been treated as a mere object of State action in disregard of his human dignity. Moreover, his right to a fair trial had been breached, in particular in that the criminal courts had failed to decide on his continued preventive detention within the statutory time-limit.", "22. On 26 April 2007 the Federal Constitutional Court declined to consider the applicant's constitutional complaint (file no. 2 BvR 157/07).", "23. It found that the applicant's complaint was inadmissible for non-exhaustion of domestic remedies in so far as he had complained about the Regional Court's failure to decide on his continued preventive detention already in 2003, as prescribed by Article 67e §§ 1 and 2 of the Criminal Code (see paragraph 38 below). The applicant had failed to apply for judicial review of this failure to comply with the statutory time-limit.", "24. In so far as the applicant had complained about his continued preventive detention for a period exceeding ten years, his complaint was ill-founded. His continued preventive detention on the basis of Article 67d § 3 of the Criminal Code, as amended in 1998, was constitutional. The criminal courts had further respected the principle of proportionality in respect of deprivations of liberty in their decisions.", "25. On 31 July 2009 the Freiburg Regional Court, reviewing the necessity of the applicant's continued detention, decided that the applicant was to remain in preventive detention as, owing to his criminal tendencies, he was still liable to commit serious offences resulting in considerable psychological or physical harm to the victims.", "26. On 31 August 2009 the Karlsruhe Court of Appeal quashed that decision and remitted the case to the Freiburg Regional Court. It found that the Regional Court had not sufficiently established the facts on which it had based its decision and had failed to hear the medical expert, who had submitted a report in writing on its request, also in person at the hearing.", "27. On 11 June 2010 the Federal Constitutional Court dismissed the applicant's request of 15 May 2010 that the Constitutional Court, by way of an interim injunction, request the Regional Court to order the applicant's immediate release and declare whether the Court's findings in its judgment in the case of M. v. Germany, no. 19359/04, were applicable to other detainees (file no. 2 BvQ 34/10). It found that the applicant had failed to explain why he could not be expected to await the decisions to be taken by the courts responsible for the execution of sentences on his further detention.", "28. On 8 July 2010 the Freiburg Regional Court again decided not to suspend the applicant's preventive detention and grant probation.", "29. On 10 September 2010 the Karlsruhe Court of Appeal declared the applicant's preventive detention terminated and ordered his supervision of conduct. The Court of Appeal, referring to a leading decision of the Federal Court of Justice of 12 May 2010 (see paragraph 41 below), argued that it was possible to interpret the Criminal Code so as to comply with the Convention as interpreted by this Court in the case of M. v. Germany. Accordingly, it found that in relation to preventive detention the application of a new statutory provision retrospectively to the detriment of the person concerned was prohibited and the law in force at the time of the offence had to be applied. As Article 67d § 1 of the Criminal Code, in its version in force at the time the applicant committed his offences, provided that the first period of preventive detention could not exceed ten years, the applicant's preventive detention was terminated and the applicant was to be released.", "30. The Karlsruhe Court of Appeal further found that the applicant had no claim for damages under the Act on Compensation for Measures of Criminal Prosecution (Gesetz über die Entschädigung für Strafverfolgungs-maßnahmen). A claim for damages under Article 5 § 5 of the Convention or official liability proceedings had to be brought in the civil courts.", "31. The applicant was released on 10 September 2010 and has been submitted to constant surveillance by five police officers since then.", "32. A comprehensive summary of the provisions of the Criminal Code and of the Code of Criminal Procedure governing the distinction between penalties and measures of correction and prevention, in particular preventive detention, and the making, review and execution in practice of preventive detention orders, is contained in the Court's judgment in the case of M. v. Germany (no. 19359/04, §§ 45-78, 17 December 2009). The provisions relevant to the present case can be summarised as follows:", "33. The German Criminal Code distinguishes between penalties (Strafen) and socalled measures of correction and prevention (Maßregeln der Besserung und Sicherung) to deal with unlawful acts. Preventive detention (Article 66 et seq. of the Criminal Code) is classified as a measure of correction and prevention. The purpose of such measures is to rehabilitate dangerous offenders or to protect the public from them. They may be ordered for offenders in addition to their punishment (compare Articles 63 et seq.). They must, however, be proportionate to the gravity of the offences committed by, or to be expected from, the defendants as well as to their dangerousness (Article 62 of the Criminal Code).", "34. The temporal applicability of provisions of the Criminal Code depends on whether they relate to penalties or measures of correction and prevention. The penalty is determined by the law which is in force at the time of the act (Article 2 § 1 of the Criminal Code); if the law in force on completion of the act is amended before the court's judgment, the more lenient law applies (Article 2 § 3). On the other hand, decisions on measures of correction and prevention are to be based on the law in force at the time of the decision unless the law provides otherwise (Article 2 § 6).", "35. The sentencing court may, at the time of the offender's conviction, order his preventive detention under certain circumstances in addition to his prison sentence if the offender has been shown to be dangerous to the public (Article 66 of the Criminal Code).", "36. In particular, the sentencing court orders preventive detention in addition to the penalty if someone is sentenced for an intentional offence to at least two years' imprisonment and if the following further conditions are satisfied. Firstly, the perpetrator must have been sentenced twice already, to at least one year's imprisonment in each case, for intentional offences committed prior to the new offence. Secondly, the perpetrator must previously have served a prison sentence or must have been detained pursuant to a measure of correction and prevention for at least two years. Thirdly, a comprehensive assessment of the perpetrator and his acts must reveal that, owing to his propensity to commit serious offences, notably those which seriously harm their victims physically or mentally or which cause serious economic damage, the perpetrator presents a danger to the general public (see Article 66 § 1).", "37. Article 67c of the Criminal Code governs orders for the preventive detention of convicted persons which are not executed immediately after the judgment ordering them becomes final. Paragraph 1 of the Article provides that if a term of imprisonment is executed prior to a simultaneously ordered placement in preventive detention, the court responsible for the execution of sentences (that is, a special Chamber of the Regional Court composed of three professional judges, see sections 78a and 78b(1)(1) of the Court Organisation Act) must review, before completion of the prison term, whether the person's preventive detention is still necessary in view of its objective. If that is not the case, it suspends on probation the execution of the preventive detention order; supervision of the person's conduct (Führungsaufsicht) commences with suspension.", "38. Pursuant to Article 67e of the Criminal Code the court (i.e. the chamber responsible for the execution of sentences) may review at any time whether the further execution of the preventive detention order should be suspended on probation. It is obliged to do so within fixed time-limits (paragraph 1 of Article 67e). For persons in preventive detention, this timelimit is two years (paragraph 2 of Article 67e).", "39. Under Article 67d § 1 of the Criminal Code, in its version in force prior to 31 January 1998, the first period of preventive detention may not exceed ten years. If the maximum duration has expired, the detainee shall be released (Article 67d § 3).", "40. Article 67d of the Criminal Code was amended by the Combating of Sexual Offences and Other Dangerous Offences Act of 26 January 1998, which entered into force on 31 January 1998. Article 67d § 3, in its amended version, provides that if a person has spent ten years in preventive detention, the court shall declare the measure terminated (only) if there is no danger that the detainee will, owing to his criminal tendencies, commit serious offences resulting in considerable psychological or physical harm to the victims. Termination shall automatically entail supervision of the conduct of the offender. The former maximum duration of a first period of preventive detention was abolished. Pursuant to section 1a § 3 of the Introductory Act to the Criminal Code, the amended version of Article 67d § 3 of the Criminal Code was to be applied without any restriction ratione temporis.", "41. By a decision of 12 May 2010 (file no. 4 StR 577/09) the Federal Court of Justice (fourth senate), in a decision concerning a retrospective order of preventive detention (nachträgliche Sicherungsverwahrung), found that the Criminal Code was to be and could be interpreted so as to comply with Article 7 § 1 of the Convention as interpreted by this Court in its judgment in M. v. Germany, no. 19359/04. Under Article 2 § 6 of the Criminal Code (see paragraph 34 above), decisions on measures of correction and prevention were to be based on the law in force at the time of the court's decision unless the law provided otherwise. Article 7 § 1 of the Convention, in its interpretation by this Court, was such a law which provided otherwise as the Court had considered that preventive detention was to be qualified as a penalty for the purposes of Article 7 to which the prohibition of retrospective punishment applied (the fifth senate of the Federal Court of Justice, in its decision of 21 July 2010, file no. 5 StR 60/10, disagreed with the fourth senate on that point in relation to a different provision on retrospective preventive detention). Therefore, court decisions concerning orders of preventive detention had to be based on the law in force at the time of the offence.", "42. Referring, in particular, to these findings of the Federal Court of Justice, several Courts of Appeal found in cases comparable, as regards the temporal course of events, to the M. v. Germany case that the abolition of the maximum period of ten years laid down in Article 67d § 1 of the Criminal Code in its version in force before 31 January 1998 could not be effected retrospectively and therefore still applied to preventive detention ordered in relation to offences committed prior to that date. As a consequence, these courts declared terminated the preventive detention of the detainees concerned whose first period of preventive detention had been executed beyond that maximum period and ordered their release (see, in particular, Frankfurt am Main Court of Appeal, decision of 24 June 2010, file no. 3 Ws 485/10; Hamm Court of Appeal, decision of 6 July 2010, file no. 4 Ws 157/10; Karlsruhe Court of Appeal, decision of 15 July 2010, file no. 2 Ws 458/09; and Schleswig-Holstein Court of Appeal, decision of 15 July 2010, file no. 1 Ws 267/10).", "43. On the contrary, several Courts of Appeal considered that the Court's findings in the case of M. v. Germany could not be applied at present by the domestic courts responsible for the execution of sentences as the Criminal Code as it stood did not permit its interpretation in compliance with Articles 5 and 7 of the Convention. Section 1a § 3 of the Introductory Act to the Criminal Code had expressly stipulated that the abolition of the maximum duration of ten years for a first period of preventive detention also applied to persons who had committed the offences in question prior to the entry into force of that abolition and had thereby unambiguously authorized the application of the amended law with retrospective effect. It was therefore for the legislator to execute the Court's judgment in the M. case. These Courts of Appeal accordingly did not terminate the preventive detention of the persons concerned (see, in particular, Celle Court of Appeal, decision of 25 May 2010, file no. 2 Ws 169-170/10; Stuttgart Court of Appeal, decision of 1 June 2010, file no. 1 Ws 57/10; Koblenz Court of Appeal, decision of 7 June 2010, file no. 1 Ws 108/10; Nuremberg Court of Appeal, decision of 24 June 2010, file no. 1 Ws 315/10; and Cologne Court of Appeal, decision of 14 July 2010, file no. 2 Ws 428/10). Several of these Courts of Appeal subsequently submitted such cases to the Federal Court of Justice for a preliminary ruling under a new provision of the Court Organisation Act (section 121 § 2 no. 3) in force since 30 July 2010, which is aimed at securing a uniform case-law of the German courts on that issue (see, for instance, Koblenz Court of Appeal, decision of 30 September 2010, file no. 1 Ws 108/10)."], "VIOLATED_ARTICLES": ["5", "7"], "VIOLATED_PARAGRAPHS": ["5-1", "7-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}