{"ITEMID": "001-22598", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "ADMISSIBILITY", "DATE": 2002, "DOCNAME": "KÖLL v. AUSTRIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Georg Ress", "TEXT": ["The applicant is an Austrian national, born in 1958 and living in Innsbruck.", "The facts of the case, as submitted by the applicant, may be summarised as follows.", "The applicant is a lawyer practising in Innsbruck (Austria). On 25 September 1996 he filed a request with the Tyrol Regional Government Office (Amt der Landesregierung) requesting a declaration that he was not a member of the local Tourism Federation (Tourismusverband). According to the Regional Tourism Act (Tourismusgesetz), the applicant had been considered to be a compulsory member of the Innsbruck Tourism Federation and had therefore been obliged to pay an annual contribution to that Federation. The applicant submitted in his request that, as a practising lawyer, he had no direct or indirect interests in Tyrol tourism.", "On 2 April 1997, as the Tyrol Government Office had not reacted to his request, the applicant filed an application for a transfer of jurisdiction (Devolutionsantrag) with the appeal board established under the Tourism Act. On 4 April 1997 the appeal board requested the applicant to supplement his request by stating for what reasons he considered that he had no interest whatsoever in Tyrol tourism. In his statement the applicant explained that most of his clients had nothing to do with the tourist industry.", "On 12 May 1997 the appeal board found that the applicant was a member of the Tourism Federation. Referring to the case-law of the Constitutional Court and Administrative Court, according to which lawyers were deemed to benefit from tourists in certain regions because they created more business for them, the board found that the applicant had not shown that in his particular case he had not benefited at all from the tourism in the region.", "On 25 June 1997 the applicant filed a complaint with the Constitutional Court claiming that the compulsory membership of the Tourism Federation violated his right not to be member of an association, as guaranteed by Article 11 of the Convention. On 27 November 1997 the Constitutional Court refused to deal with the complaint for lack of prospects of success and transferred the case to the Administrative Court. On 9 February 1998 the Administrative Court requested the applicant to supplement his complaint. On 26 May 1998 the Administrative Court discontinued the proceedings as the applicant had failed to comply with the court’s request.", "The Tyrol Regional Tourism Act provides for the establishment of local Tourism Federations with the statement that “all entrepreneurs of a community form a Tourism Federation” (Section 1 § 1). Section 1 § 1 further provides that “Tourism Federations are public law institutions”. According to Section 2 § 1 of the Tyrol Tourism Act, compulsory members of a Tourism Federation are those entrepreneurs who are economically, directly or indirectly, interested in Tyrol tourism and who have a permanent establishment or place of business in the area of the Tourism Federation. This compulsory membership starts with the taking up of a business according to Section 2 § 1 and ends with its termination (Section 2 § 2). The Regional Government Office (Amt der Landesregierung) is competent to take a decision on the compulsory membership of an entrepreneur upon his request, that of the chairman (Obmann) of a Tourism Federation or ex officio (Section 2 § 3).", "According to Section 30 § 1 members are liable to compulsory contributions, which are calculated on the basis of their taxable turnover. The amount of the contribution due is fixed by the Office of the Regional Government on the basis of the member’s turnover tax orders which are furnished by the Federal Tax Authorities. (Sections 36 and 37). The Office of the Regional Government, which collects the contributions, has to apply the Regional Tax Code (Section 38 § 1). Against contribution orders issued by the Office of the Regional Government an appeal lies with an appeals board (Section 38 § 2), which is composed of civil servants from the Office of the Regional Government, the Regional Chamber of Commerce, the Regional Chamber of Labour and the Regional Chamber for Agriculture.", "The tasks of a Tourism Federation are the promotion of the interests of local tourism, inter alia, by developing forms of tourism linked to local specificity, by promoting the understanding of the economic importance of tourism, and by supporting and training the members of the Tourism Federation (Section 4).", "Sections 39 to 42 provide for the control of the Tourism Federations by the Regional Government. The Regional Government may, inter alia, request any information from a Tourism Federation, inspect its files and accounts and send delegates to plenary sessions, to sessions of the supervisory board and to sessions of the management board (Section 39 § 2). The Regional Government may also quash any decision of a Tourism Federation that is contrary to the law (Section 39 § 4)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}