{"ITEMID": "001-110950", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "EST", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF SHUVALOV v. ESTONIA", "IMPORTANCE": "3", "CONCLUSION": "No violation of Article 6 - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Fair hearing);No violation of Article 6 - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-2 - Presumption of innocence)", "JUDGES": "Erik Møse;Julia Laffranque;Khanlar Hajiyev;Linos-Alexandre Sicilianos;Mirjana Lazarova Trajkovska;Oliver Kask;Peer Lorenzen", "TEXT": ["7. The applicant was born in 1964 and lives in Tallinn.", "8. The applicant served as a judge at the Harju County Court at the material time. From 2003 he was in charge of a criminal case where D., a businessman, was one of the defendants. The case involved several charges including tax evasion, money laundering, aggravated breach of public order and bribery.", "9. On 5 January 2006 the security police received D.’s statement according to which his business partner N. – who had owed D.’s company a substantial sum of money – had refused to pay back the loan for an extended period. Instead, N. had said that he knew the applicant well, having shared a dormitory room with him during their law studies, and that a judgment in D.’s favour could be arranged as long as he did not insist on the repayment of the loan. Furthermore, N. had demanded 200,000 Estonian kroons (EEK) (approximately 12,780 euros (EUR)) as a “Christmas good-will gesture” and a further EEK 900,000 (EUR 57,520) for D.’s acquittal.", "10. On 5 January 2006 the police initiated criminal investigation in respect of the offences of accepting and arranging a bribe.", "11. On 10 January 2006 a prosecutor authorised the covert surveillance of N. and on the following day the president of the Harju County Court authorised the interception and undercover audio recording of N.’s conversations. On 24 January and 7 February 2006 similar authorisations were given in respect of the applicant. The authorisations were subsequently extended on several occasions.", "12. On 26 January 2006 the president of the Harju County Court authorised a simulation of the offence of giving a bribe by D. in order to entrap the applicant and N. as an intermediary.", "13. On 27 February 2006 D. gave N. EEK 200,000 (EUR 12,780).", "14. On 6 April 2006 D. gave N. EEK 400,000 (EUR 25,560). Within moments, N.’s car was stopped by the police; he was arrested and the money was seized.", "15. Immediately thereafter, N. was interviewed as a suspect. In response to the question as to whether he had demanded money from D. for transferring it to the applicant as a bribe for a judgment in D.’s favour, he replied that he had not demanded any money from D. but had just communicated to him what the applicant had demanded. According to N., the applicant had said that if D. paid him EEK 900,000, he would give a judgment in D.’s favour. Under instructions from the security police, N. arranged a meeting with the applicant later the same day.", "16. On 6 April 2006 at 2.30 p.m. the president of the Harju County Court authorised a simulation of the offence of arranging a bribe by N. in order to entrap the applicant.", "17. Also on 6 April 2006 N., equipped with recording devices, met up with the applicant and gave him EEK 200,000. Some hours later the applicant was arrested and detained as a suspect. In the course of a search carried out on the following day he surrendered EEK 200,000. The applicant was released on 7 April 2006.", "18. On 9 April 2006 the following press release was published on the Internet site of the Public Prosecutor’s Office under the title “A judge suspected of accepting a bribe”:", "“On Thursday evening, in the course of a simulation of an offence, officers of the security police arrested a judge of the Harju County Court suspected of accepting a large bribe.", "The judge is suspected of demanding a large bribe from an accused person through an intermediary for making a more favourable judgment in respect of [him]. The exact amount of the bribe cannot be disclosed at the moment in the interests of the investigation. On the evening of 6 April the judge suspected of bribery accepted part of the sum [he had been demanding] from a person involved in the simulation of the offence and the security police and the State Prosecutor’s Office conducting the investigation decided to arrest him shortly after accepting the money. The judge suspected of bribery did not have time to make the judgment in respect of the accused person.", "On Friday investigators carried out necessary investigative steps after which the suspect was released.", "The criminal proceedings concerning the suspicion in question were initiated some time ago. The security police and the State Prosecutor’s Office conducting the preliminary investigation do not consider it possible at present to disclose other details related to the suspicion referred to. The Penal Code stipulates that accepting a large bribe is punishable by imprisonment of up to ten years. According to the laws and legal acts in force a bribe comprises a large amount of at least three hundred thousand (300,000) kroons.”", "19. Within a few days the identity of the judge suspected of having accepted a bribe became known. Prosecutor V. who was dealing with the case was subsequently quoted directly or indirectly on several television programmes and in several newspaper articles. These included, among others, the following extracts.", "20. On 10 April 2006 in a news programme on Eesti Televisioon, a public television channel, prosecutor V. was shown saying:", "“Suspicion that [the applicant] might accept a bribe emerged when the person from whom the bribe was allegedly demanded made a statement to that effect to the security police.”", "21. On the same day in a news programme on Kanal 2, a private television channel, prosecutor V. was shown saying:", "“The case commenced when the security police were contacted by a person from whom the judge allegedly demanded the bribe.”", "In respect of the simulation of the offence carried out by the security police, prosecutor V. noted:", "“The simulation [of the offence] was successful. Unfortunately I cannot mention any specific amounts at the moment. ...”", "22. On 11 April 2006 the daily newspaper Postimees published an article by R.K. containing the following passage:", "“[Prosecutor V.], who is in charge of the criminal investigation, [emphasised] to Postimees yesterday that the case had not been [made up] or provoked by [officers] of the security police. ‘Surveillance activities related to the suspected bribery of a judge commenced in January,’ V. said. ‘The criminal proceedings were initiated on the basis of very specific information when a person turned to the security police with his [problem].’”", "23. On the same day the newspaper Äripäev published an article by A.O. containing the following passage:", "“‘[I do] not comment or rebut,’ said prosecutor [V.], who is in charge of the investigation and who parried all [questions relating to the] facts of the bribery scandal. ‘A simulation has been carried out and the main evidence as such has been gathered. I expect that additional interviews and technicalities may take some weeks,’ [V.] added.”", "24. On 20 April 2006 the weekly newspaper Eesti Ekspress published an article by M.K. containing the following passages:", "“Prosecutor [V.] is asserting that it was [the applicant] himself who was demanding the money.", "...", "‘We are not [fishing] to see whether a judge accepts a bribe or not,’ prosecutor [V.] noted, [adding that] [the applicant] was ‘very careful’.”", "25. On 19 May 2006 a public prosecutor requested permission from the Supreme Court to draw up a bill of indictment against the applicant. On 6 June 2006 the Supreme Court made a proposal in this regard to the President of the Republic who gave his authorisation on 13 June 2006.", "26. On 5 October 2006 the Public Prosecutor’s Office submitted the bill of indictment to the Viru County Court. The applicant was charged under Article 294 § 2 (2) and (4) of the Penal Code (Karistusseadustik) with an aggravated offence of demanding a large bribe (in excess of EEK 300,000 (EUR 19,170)).", "27. The bill of indictment, which extended to ten pages, contained a detailed description of the facts as deemed established by the prosecution, a list of a number of documents and other items attached to it, such as written and recorded evidence and records of various procedural acts, and a statement of the charges. The factual part, entitled “Circumstances of the offence”, contained, inter alia, the following passages:", "“At the end of 2005... [the applicant] proposed that [D.] paid him 900,000 kroons through an intermediary, [N.], as a bribe for which the judge ... would take procedural decisions in favour of him and also acquit him.", "...", "... [N.] passed on [the applicant’s] demands for a bribe according to which 200,000 kroons had to be paid as a first instalment and a further 900,000 kroons were to be paid later.", "...", "On 6 April 2006 [D.] called [N.] ... . When they met, [D.] gave [N.] 200,000 kroons. [N.] looked at the money and said that it was not enough. [D.] handed over a further 200,000 kroons.", "...", "On the same day ... [N.] sent a text message to [the applicant] asking to meet him ... . ... N. got into [the applicant’s] car ... . ... [The applicant] signalled that the money could be passed over. [N.] took a paper bag containing 200,000 kroons from his inside pocket and placed it between the two front seats. ...”", "28. The nature and amount of damage caused by the offence was formulated as follows in the bill of indictment:", "“No pecuniary damage has been caused by the offence committed by [the applicant]. The offence was committed by a judge who made use of his official position and breached an important principle of a State governed by the rule of law, according to which justice is administered by an independent, impartial and honest court. The reputation of the law-enforcement agencies of the Republic of Estonia as a whole has been discredited.”", "29. The statement of charges against the applicant included the following passages:", "“[The applicant] is charged with accepting a large bribe which involved demanding the bribe ... under Article 294 § 2 (2) and (4) of [the Penal Code].", "...", "... When the car stopped [the applicant] took from [N.], as agreed, the first part of the sum of the bribe that had been demanded, cash in the amount of 200,000 kroons, which [D.] had given ... to [N.] to pass on to [the applicant] for taking decisions in favour of [D.] in the criminal case ... and for acquitting him later. Payment of the remaining sum – 900,000 kroons – was to take place later.", "...", "... By demanding a bribe from [D.] and accepting part of it, that is 200,000 kroons, through the intermediary [N.], [the applicant] breached an important principle of a State governed by the rule of law, according to which justice is administered by an independent, impartial and honest court, whereby [he] committed an offence under Article 294 § 2 (2) and (4) of [the Penal Code].”", "30. On 6 October 2006 a press release titled “The judge’s criminal case has arrived at the court” was published on the Internet site of the Public Prosecutor’s Office. It read:", "“The state prosecutor [V.] has sent a criminal case to court in which [the applicant], a judge of the Harju County Court, is charged with having demanded a large bribe.", "The facts established by the security police in the course of the preliminary investigation give ground to charge [the applicant], who served as a judge of the Harju County Court, with demanding a large bribe from an accused person through an intermediary. In return, the judge promised to take decisions in favour of the accused in the course of the court proceedings and also to acquit him. [The applicant] did not have time to make a judgment in the case in question as, because of the present criminal proceedings, the case was transferred to another division of the court.", "The judge wanted to receive the money from the accused in two instalments. At the end of last year [the applicant] wanted to receive 200,000 kroons from the accused in addition to the 900,000 kroons that had already been requested through the intermediary. On 6 April 2006 the judge accepted the 200,000 kroons in cash from the intermediary.", "Officers of the security police arrested [the applicant], who was serving as a judge, on suspicion of having accepted a large bribe on 6 April this year, after he had accepted 200,000 kroons in cash from the intermediary.", "[The applicant], having demanded and partly accepted a bribe from an accused, committed [the offence of] demanding a large bribe. The precise classification of the offence with which [the applicant], a former judge of the Harju County Court is charged, is Article 294 § 2 (2) and (4) of the Penal Code. In the event that he is convicted, two to ten years’ imprisonment may be imposed as punishment.", "[The applicant], a judge, made use of his official position and breached an important principle of a state governed by the rule of law, according to which justice is administered by an independent, impartial and honest court. ”", "31. By the Viru County Court’s decision of 24 October 2006 the applicant was committed for trial. The first hearing was scheduled for 23 November 2006.", "32. On 20 November 2006 Postimees published an article based on a press release from a news agency, BNS, which included the following passage:", "“According to the [public] prosecutor, [the applicant] asked [D.] for the total sum of 1.1 million kroons, of which he received 200,000 in the course of the simulation of the offence through an intermediary, [D.’s] business partner [N.]. ‘[The applicant] wished to receive the money in instalments,’ [V.] noted.”", "The online version of the article on the newspaper’s website also contained the following sentence:", "“‘According to the information gathered during the investigation, the initiative of asking for the money came from the judge and there was no provocation,’ [V.] affirmed ...”", "33. On 23 November 2006 the trial started at the Viru County Court.", "34. On the same day Eesti Ekspress published an article by M.K. entitled “A judge asked for bribe in a jacuzzi”. Although no reference was made to the sources of information in the article, the applicant submitted that the information, which involved private information and delicate personal data, had originated from prosecutor V. The article does not contain an assessment by the prosecutor of the applicant’s guilt.", "35. On the same day in a news programme on Eesti Televisioon prosecutor V. was shown saying:", "“[The applicant] is charged with having demanded a large bribe from an accused person in criminal proceedings of which he was in charge. In return he promised to take decisions in favour of the accused in the course of the criminal proceedings and also to acquit him.”", "Apparently in reply to a journalist’s question, she continued:", "“Indeed, as these names have already been mentioned in the press, it can be affirmed that the person from whom he demanded the bribe was [D.]. The total sum the judge wanted was 1.1 million kroons.”", "Apparently in reply to a question about the applicant’s possible motives, the prosecutor said:", "“He has indeed made statements during the preliminary investigation but I cannot comment on their content as this might cause damage to the exercise of his defence rights.”", "36’s guilt. The court dismissed the request. It examined the newspaper articles submitted by the applicant and found that they contained information received from the prosecutor. However, the court found that the articles did not indicate that the prosecutor had treated the applicant as being guilty. Furthermore, it considered that increased public interest in the case where the suspect was a judge was understandable and justified.", "37. At the hearing of 15 August 2007 the applicant again requested the removal of the prosecutor on similar grounds as on the previous occasion. The court refused to examine the request finding that it had already dismissed a similar request and no new arguments had been put forward.", "38. At the hearing of 26 October 2007 the prosecutor dropped the charges in respect of the element of demanding the bribe. She also requested that the applicant be convicted of an attempted offence.", "39. On 31 January 2008 the Viru County Court delivered a judgment by which the applicant was convicted of attempting to accept a bribe (Article 294 § 1 of the Penal Code). He was sentenced to three and a half years’ imprisonment.", "40. The court noted that in 2004 N. had already made the applicant an offer concerning the bribe. On 4 April 2006 the applicant consented to accepting the bribe and took the money on 6 April 2006, being aware that it had come from D. in connection with the criminal case in which he was a defendant. The court relied on the statements of N. and D. as well as the undercover recordings and surveillance reports. It found that the charges concerning the applicant’s alleged demand for a bribe of EEK 1,100,000 had not been proven. These charges had been based on the statements of N. and were only partly supported by D.’s submissions who, in turn, relied on what he had heard from N. The court considered that N. had not only transferred information between the applicant and D. but had also pursued his own agenda. It considered it probable that N. had presented the applicant’s readiness to accept a bribe to D. as a demand for bribe. Applying the principle that any reasonable doubt should benefit the accused, the court only considered it established that the applicant had agreed to accept, and had accepted, a bribe of EEK 200,000. Furthermore, the court classified it as an attempted offence.", "41. The applicant filed an appeal with the Viru Court of Appeal against the County Court’s judgment.", "42. On 20 March 2008 the applicant requested that the Court of Appeal remove the prosecutor. The court dismissed the request. It noted, inter alia, that the newspaper articles had not influenced the court and that the County Court had in fact dismissed certain charges against the applicant.", "43. By a judgment of 28 March 2008 the Viru Court of Appeal upheld the County Court’s judgment.", "44. On 9 June 2008 the Supreme Court declined to examine the applicant’s appeal.", "45. In the meantime, in December 2006 the applicant lodged a claim for compensation for non-pecuniary damage against the Public Prosecutor’s Office with the Tallinn Administrative Court. Referring to the press releases, newspaper articles and television programmes quoted above (see paragraphs 18, 20 to 24, 30, 32, 34 and 35), he argued that the prosecutor’s public statements made during the criminal proceedings had not respected his presumption of innocence and that his right to respect for his private life had been infringed. The applicant contended that the prosecutor, being an authoritative source, had given a legal assessment that the applicant had committed a crime. She had addressed matters such as the classification and degree of the offence as well as possible provocation and presented her opinion on these matters to the public as a statement of fact. The applicant was dissatisfied that in the interviews given in April 2006 the prosecutor had given the impression that the criminal proceedings had been successful and everything was clear, the evidence had been gathered and what had remained had only been technicalities. The prosecutor had persuaded the public that it had been the applicant who had demanded the bribe and had disclosed the amounts of the bribe in question. Prosecutor V. had also given a number of interviews after the commencement of the court proceedings from which it could be understood that the whole matter was an extremely simple and clear story.", "46. The Public Prosecutor’s Office objected. It contended that under the Public Information Act (Avaliku teabe seadus) it was required to disclose to the media information concerning criminal proceedings in respect of which public interest could be anticipated. The applicant had not been named in the press release of 9 April 2006. Furthermore, the choice of words by prosecutor V. in various interviews had made it unequivocally clear that the applicant had been a suspect. The press release of 6 October 2006 had been based on the bill of indictment which represented the position of the Public Prosecutor’s Office to be proved in court. The Public Prosecutor’s Office had sought to disclose a minimal amount of precise information to the public.", "47. In a written statement to the Administrative Court by the head of the public relations department of the Public Prosecutor’s Office it was noted that the press release of 9 April 2006 had been prompted by a telephone call from a journalist who had heard about the arrest of a judge and had sought confirmation of that information. It was considered that rumours could have caused damage to the investigation, the suspect and the judiciary as a whole. The press release had been based on facts and contained no personal references. On the following days several media channels interviewed prosecutor V. who gave no further information than was contained in the press release. It was noted that the media had also used sources other than the Public Prosecutor’s Office. In respect of the press release of 6 October 2006 it was noted that the Public Prosecutor’s Office usually gave information concerning criminal cases that had attracted public interest. In order to secure equal treatment of different media channels, press releases summarising the content of the charges were issued.", "48. On 5 December 2007 the Tallinn Administrative Court dismissed the complaint, finding that the Public Prosecutor’s Office had released the information in compliance with the Code of Criminal Procedure (Kriminaalmenetluse seadustik). Furthermore, it held as follows:", "“7.4. In assessing the lawfulness of the actions of the Public Prosecutor’s Office, it is necessary to clarify on which considerations they were taken. According to the submission of [the Public Prosecutor’s Office], [its] press officers and prosecutor [V.] acted in order to give to the media, which demonstrated extraordinarily high interest in the criminal case in question, information that was as precise and as minimal as possible.", "The court agrees with the [Public Prosecutor’s Office] that there was elevated public interest in the criminal case in question. This is already demonstrated by the fact that the criminal proceedings were extensively covered by the press. [This is] also [confirmed] by journalists’ numerous [requests for information] to the [Public Prosecutor’s Office] ... . There is no dispute between the parties about the fact that the criminal case was extensively covered by the press and this can also be concluded on the basis of the materials of the case. As the criminal proceedings were being conducted in respect of a judge who had also been arrested as a suspect, the court considers that the elevated interest of the public in the criminal case was justified. The court considers it a matter of general knowledge that the press, in particular the part of it that qualifies as non-quality press, also tends to publish untrue information. Therefore the court agrees with the [Public Prosecutor’s Office] that [its] ... communication with the media is also very important in order to avoid, or at least minimise, the spread of misinformation.", "7.5. The court has not established that the information released by the Public Prosecutor’s Office to the press in the course of the preliminary investigation of the criminal case ... went beyond what was objectively necessary for informing the public or that the applicant’s interests were excessively interfered with.", "It appears from the materials of the case that the Public Prosecutor’s Office declined to release detailed information on the circumstances of the offence at the time when [the applicant] had the status of suspect. The press release of the Public Prosecutor’s Office of 9 April 2006 and the disclosure of information (interviews) by [the prosecutor] in charge of the criminal proceedings to the programmes Aktuaalne Kaamera of [Eesti Televisioon] and Krimi of Kanal 2 as well as the newspapers Postimees, Äripäev and Eesti Ekspress ... fell within this period. It can be clearly understood from the press release and the public prosecutor’s statements that [the Public Prosecutor’s Office] merely suspected the applicant of having accepted a bribe. The [applicant’s] allegation that the identity of the judge in respect of whom the proceedings were being carried out was disclosed by the Public Prosecutor’s Office is incorrect. ... [In] the Harju County Court’s press release of 10 April [2006] it is stated that ‘the judge suspected of accepting a large bribe who was arrested by the security police in the course of the simulation of the offence is [the applicant]’... . Thus, the identity of the judge suspected of the offence was already known to the public when [the prosecutor] used [the applicant’s] name in communication with the media. Therefore the use of [the applicant’s] name by [the prosecutor] after the Harju County Court’s press release of 10 April [2006] did not aggravate [the applicant’s] situation.", "Information about the classification and degree of the offence and the amounts of the bribe were disclosed by the Public Prosecutor’s Office only after the drawing up of the bill of indictment when [the applicant’s] status had changed to an accused. Proceeding from Article 226 § 1 of [the Code of Criminal Procedure], the drawing up of the bill of indictment demonstrates the conviction of the Public Prosecutor’s Office that all the necessary evidence had been gathered. Publication of the press release of 6 October 2006 by the Public Prosecutor’s Office and disclosure of information (interviews) by [the prosecutor] in charge of the criminal proceedings to the news agency BNS, newspaper Eesti Ekspress, and the programme Avatud Toimik on [Eesti Televisioon] ... fall within this period. The press release and the subsequent imparting of information were based on the official bill of indictment. The court agrees with the [Public Prosecutor’s Office] that giving more detailed information about the bill of indictment than the suspicion is legitimate since the bill of indictment represents the result of the pre-trial proceedings and indicates that the criminal proceedings are about to resume in court.", "The court does not agree with [the applicant’s] position that the Public Prosecutor’s Office violated the principle of the presumption of innocence. The presumption of innocence is protected by Article 22 of the Constitution and Article 6 § 2 of the European Convention on Human Rights ... . Nevertheless, addressing criminal proceedings in the media before passing a judgment is not completely restricted by the presumption of innocence. It has been found in the case-law that covering a case in the media during the pre-trial proceedings may result in a violation of the presumption of innocence but this does not mean that nothing about the pre-trial proceedings may be published in the media (see the judgment of 15 October 1996 of the Criminal Chamber of the Supreme Court in case no. 3-1-1-109-96). The content of what is disclosed to the media about the criminal proceedings is decisive – if only objective information reaches the public, the court considers that the publication of such information does not interfere with the presumption of innocence. It has not been established in the present case that the Public Prosecutor’s Office informed the public about the criminal proceedings in a subjective manner or gave an opinion about [the applicant’s] guilt. [The European Convention on Human Rights] does not prohibit informing the public about proceedings when no opinion about the guilt is given (Worm v. Austria, 29 August 1997, Reports of Judgments and Decisions 1997V).", "7.6. In sum, the court considers that the Public Prosecutor’s Office objectively informed the public about the criminal proceedings. The information given to the press did not exceed the limits of the objective need to inform the public, nor did it excessively damage the interests of [the applicant]. As the actions of the Public Prosecutor’s Office were lawful there is no ground to allow the claim for damages ... .”", "49. On 5 June 2008 the Tallinn Court of Appeal upheld the Administrative Court’s judgment. It held, inter alia, as follows:", "“The public interest and the interest of the person concerned have to be assessed in the specific circumstances. [The applicant’s] position that in the present case the statements of the Public Prosecutor’s Office related to an individual case in respect of which there could be no public interest cannot be sustained. In the case in question there was a suspicion that a judge had committed an offence of accepting a bribe. [The Public Prosecutor’s Office] correctly notes that the initiation of criminal proceedings related to the suspected acceptance of a bribe by a judge concerns the exercise of functions by a high official. The suspicion that a high official expected to enjoy public confidence has accepted a bribe is an important event justifying elevated public interest. It also justifies the Public Prosecutor’s Office informing the public of such an important event.", "The Administrative Court concluded that the information disclosed about the criminal proceedings had not exceeded the limits of the objective need to inform the public and that the presumption of innocence had not been violated. The Court of Appeal agrees with that assessment. [The applicant] validly argues that the [case of Worm], referred to in the judgment, concerns the disclosure of information in respect of ongoing criminal proceedings. However, the case-law of the [European Court of Human Rights] does not prohibit disclosure of information concerning pre-trial proceedings and the Supreme Court in case no. 3-1-1-109-96 has also admitted that media coverage of a case during pre-trial proceedings may in itself result in a violation of the presumption of innocence, but this does not mean that nothing at all may be disclosed about pre-trial proceedings.", "... [The] Court of Appeal agrees with the position of the first-instance court that there is no ground to allow the claim for damages since the actions of [the Public Prosecutor’s Office] in disclosing the information were lawful and this was done without excessive damage to the rights of [the applicant].”", "50. On 24 September 2008 the Supreme Court declined to examine the applicant’s appeal.", "51. Article 22 § 1 of the Constitution of the Republic of Estonia (Eesti Vabariigi põhiseadus) and Article 7 § 1 of the Code of Criminal Procedure (Kriminaalmenetluse seadustik) provide that no one shall be considered guilty of a criminal offence before a convicting judgment has entered into force in respect of him or her.", "52. According to Articles 49 and 53 of the Code of Criminal Procedure a suspect or an accused may request the removal of a prosecutor if he or she lacks impartiality but has not withdrawn himself or herself. In pre-trial proceedings such a request is resolved by the State Prosecutor’s Office and in court proceedings by the court dealing with the case.", "53. The State Liability Act (Riigivastutuse seadus) sets out the rules concerning compensation for non-pecuniary damage (mittevaraline kahju) in section 9, which stipulates as follows:", "“(1) A natural person may claim financial compensation (rahaline hüvitamine) for non-pecuniary damage resulting from wrongful (süüline) harm to his or her dignity, damage to health, deprivation of liberty, violation of the inviolability of the home or private life or of the confidentiality of correspondence, or defamation of the person’s honour or good name.", "(2) Non-pecuniary damage shall be compensated for in proportion to the gravity of the offence (õiguserikkumine) ... .”", "54. Article 6 § 3 (2) of the Code of Administrative Court Procedure (Halduskohtumenetluse seadustik), as in force at the material time, provided that a claim for compensation for damage caused in public law relationships could be lodged with an administrative court.", "55. Paragraph 2 of section 134 of the Obligations Act (Võlaõigusseadus), as in force at the material time, provided:", "“In the case of an obligation to compensate for damage arising from ... violation of a personality right, in particular from defamation, the obligated person shall compensate the aggrieved person for non-pecuniary damage only if this is justified by the gravity of the violation, in particular by physical or emotional distress.”", "56. Section 1045 of the Obligations Act stipulates that the causing of damage is unlawful if, inter alia, the damage is caused by the violation of a personality right of the victim. The Obligations Act further provides:", "“(1) The defamation of a person, inter alia by passing undue judgment, by the unjustified use of the name or image of the person, or by breaching the inviolability of the private life or another personality right of the person, is unlawful unless otherwise provided by law. Upon the establishment of unlawfulness, the type of violation, the reason and motive for the violation and the gravity of the violation relative to the aim pursued thereby shall be taken into consideration.", "(2) The violation of a personality right is not unlawful if the violation is justified considering other legal rights protected by law and the rights of third parties or public interests. In such cases, unlawfulness shall be established on the basis of the comparative assessment of different legal rights and interests protected by law.”", "“(1) The violation of personality rights or interference with the economic or professional activities of a person by way of disclosing incorrect information or by the incomplete or misleading disclosure of information concerning a person or the activities of the person is unlawful unless the person who discloses such information proves that, upon the disclosure thereof, he or she was not aware and was not required to be aware that such information was incorrect or incomplete.", "(2) The disclosure of defamatory information concerning a person, or information which may adversely affect the economic situation of a person, is deemed to be unlawful unless the person who discloses such information proves that the statement is true.", "(3) Regardless of the provisions of subsections (1) and (2) of this section, the disclosure of information is not deemed to be unlawful if the person who discloses it or the person to whom such information is disclosed has a legitimate interest in the disclosure, and if the person who discloses the information has verified it with a thoroughness which corresponds to the gravity of the potential violation.", "(4) In the case of the disclosure of incorrect information, the victim may demand that the person who disclosed it acknowledge that it is incorrect or publish a correction at his or her own expense, regardless of whether the disclosure of the information was unlawful or not.”", "“(1) If unlawful damage is caused continually or a threat is made that unlawful damage will be caused, the victim or the person who is threatened has the right to demand that behaviour which causes damage be terminated or the making of threats of such behaviour be refrained from. In the case of bodily injury, damage to health, violation of the inviolability of personal life or any other personality rights, it may be demanded, inter alia, that the tortfeasor be prohibited from approaching others (restraining order), the use of housing or communication be regulated, or other similar measures be applied.", "(2) The right to demand that behaviour which causes damage as specified in subsection (1) of this section be terminated does not apply if it is reasonable to expect that such behaviour can be tolerated in human coexistence or that it is justified by significant public interest. In such a case the victim still has the right to make a claim for compensation for damage caused unlawfully.", "...”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1", "6-2"], "NON_VIOLATED_BULLETPOINTS": []}