{"ITEMID": "001-88583", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF MARKON v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 5 - Right to liberty and security", "JUDGES": "David Thór Björgvinsson;Giovanni Bonello;Lech Garlicki;Ledi Bianku;Mihai Poalelungi;Nicolas Bratza", "TEXT": ["5. The applicant was born in 1975 and lives in Gdańsk. He is currently serving a prison sentence in Gdańsk Prison.", "6. On 6 May 2000 the Gdańsk District Court (Sąd Rejonowy) remanded the applicant in custody until 5 August 2000 in view of the reasonable suspicion that he had committed the offences with which he was charged and the risk that he would obstruct the investigation. The applicant was suspected of acting in an organised criminal group, illegal possession of weapons and several offences of armed robbery. The court considered that keeping the applicant in detention was necessary to secure the proper conduct of the proceedings, given the risk that he might induce witnesses to give false testimony The court also stressed the severity of the likely sentence and that the applicant had been wanted by the police since 1999.", "7. The applicant’s detention was repeatedly extended by decisions of the Gdańsk Regional Court (Sąd Okręgowy) and the Gdańsk Court of Appeal (Sąd Apelacyjny). Appeals and applications by the applicant for release and for the preventive measure to be varied were unsuccessful. In their decisions the courts relied on the reasonable suspicion that the applicant had committed the offences with which he had been charged, on their serious nature and the complexity of the case.", "8. Once the length of the applicant’s detention had reached the statutory two-year maximum laid down in Article 263 § 3 of the Code of Criminal Procedure (Kodeks Postępowania Karnego), the first-instance court no longer had jurisdiction to extend it. Consequently, it was the Gdańsk Court of Appeal which issued further extensions. In its first extension decision, on 24 April 2002, the Gdańsk Court of Appeal relied on the reasonable suspicion that the applicant had committed the offences with which he had been charged and on the considerable complexity of the case. The court also held that the risk that the applicant and other co-accused would obstruct the investigation was justified. It did not however refer to any reasons justifying its allegations.", "9. On 31 October 2002 the Gdańsk Regional Court gave judgment. The applicant was convicted as charged and sentenced to ten years’ imprisonment.", "10. The applicant and several other co-accused appealed. The applicant was kept in detention pending appeal for thirteen months.", "11. On 1 December 2003 the Gdańsk Court of Appeal quashed the first-instance judgment and remitted the case for re-examination to the first-instance court.", "12. On 16 December 2003 the Gdańsk Court of Appeal extended the applicant’s detention until 30 March 2004. The applicant remained in detention until his further conviction.", "13. On 10 April 2006 the Gdańsk Regional Court again convicted the applicant and sentenced him to ten years’ imprisonment.", "14. On an unspecified date the applicant appealed against this judgment.", "15. On 20 November 2007 the Gdańsk Court of Appeal gave judgment apparently upholding the applicant’s conviction.", "16. The applicant twice lodged a complaint that his right to a trial within a reasonable time had been breached under the Law of 17 June 2004 on complaints about a breach of the right to a trial within a reasonable time (Ustawa o skardze na naruszenie prawa strony do rozpoznania sprawy w postępowaniu sądowym bez nieuzasadnionej zwłoki) (“the 2004 Act”).", "17. On 16 March 2005 the Gdańsk Court of Appeal left the complaint unexamined because the applicant had failed to pay court fees. On 14 February 2006 the same court rejected the applicant’s second complaint for a procedural mistake (the applicant had failed to specify the circumstances justifying his claim as required by section 6 of the 2004 Act).", "18. The applicant produced an envelope in which he had received an application form from the Court. The envelope had been sealed with sticky tape but there was no “censored” stamp on it or any other mark that could mean that the applicant’s correspondence had been interfered with.", "19. The relevant domestic law and practice concerning the imposition of detention on remand (aresztowanie tymczasowe), the grounds for its extension, release from detention and rules governing other “preventive measures” (środki zapobiegawcze) are stated in the Court’s judgments in the cases of Gołek v. Poland, no. 31330/02, §§ 27-33, 25 April 2006 and Celejewski v. Poland, no. 17584/04, §§ 22-23, 4 August 2006."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}