{"ITEMID": "001-84336", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF VARNAVA AND OTHERS v. TURKEY", "IMPORTANCE": "2", "CONCLUSION": "Preliminary objections dismissed (Article 35-1 - Continuing situation;Article 35-3 - Ratione temporis);Violation of Article 2 - Right to life (Article 2-1 - Effective investigation) (Procedural aspect);Violation of Article 3 - Prohibition of torture (Article 3 - Inhuman treatment) (Substantive aspect);Violation of Article 5 - Right to liberty and security (Article 5-1 - Deprivation of liberty);Pecuniary damage - claim dismissed;Non-pecuniary damage - finding of violation sufficient", "JUDGES": "Alvina Gyulumyan;David Thór Björgvinsson;Egbert Myjer;Elisabet Fura;Isabelle Berro-Lefèvre", "TEXT": ["13. The complaints raised in this application arise out of the Turkish military operations in northern Cyprus in July and August 1974 and the continuing division of the territory of Cyprus. At the time of the Court’s consideration of the merits of the Loizidou v. Turkey case in 1996, there was a Turkish military presence of more than 30,000 personnel throughout the whole of the occupied area of northern Cyprus which was constantly patrolled and had checkpoints on all main lines of communication (Loizidou v. Turkey, judgment of 18 December 1996, Reports of Judgments and Decisions 1996VI).", "14. In November 1983 there was the proclamation of the “Turkish Republic of Northern Cyprus” (the “TRNC”) and the subsequent enactment of the “TRNC Constitution” on 7 May 1985, which was condemned by the international community. On 18 November 1983 the United Nations Security Council adopted Resolution 541 (1983) declaring the proclamation of the establishment of the “TRNC” legally invalid and calling upon all States not to recognise any Cypriot State other than the Republic of Cyprus. In November 1983 the Committee of Ministers of the Council of Europe decided that it continued to regard the government of the Republic of Cyprus as the sole legitimate government of Cyprus and called for respect of the sovereignty, independence, territorial integrity and unity of the Republic of Cyprus.", "15. According to the respondent Government, the “TRNC” is a democratic and constitutional State which is politically independent of all other sovereign States including Turkey, and the administration in northern Cyprus has been set up by the Turkish-Cypriot people in the exercise of its right to self-determination and not by Turkey. Notwithstanding this view, it is only the Cypriot government which is recognised internationally as the government of the Republic of Cyprus in the context of diplomatic and treaty relations and the working of international organisations.", "16. United Nations peacekeeping forces (“UNFICYP”) maintain a buffer-zone. A number of political initiatives have been taken at the level of the United Nations aimed at settling the Cyprus problem on the basis of institutional arrangements acceptable to both sides.", "17. Furthermore, and of relevance to the instant application, in 1981 the United Nations Committee on Missing Persons (“CMP”) was set up to “look into cases of persons reported missing in the inter-communal fighting as well as in the events of July 1974 and afterwards” and “to draw up comprehensive lists of missing persons of both communities, specifying as appropriate whether they are still alive or dead, and in the latter case approximate times of death”. The CMP has not yet completed its investigations (see further below paragraph 101).", "18. The events of July and August 1974 and their aftermath gave rise to four previous applications by the applicant Government against the respondent State under former Article 24 of the Convention.", "1. and 2. The first (no. 6780/74) and second (no. 6950/75) applications were joined by the Commission and led to the adoption on 10 July 1976 of a report under former Article 31 of the Convention (“the 1976 report”) in which the Commission expressed the opinion that the respondent State had violated Articles 2, 3, 5, 8, 13 and 14 of the Convention and Article 1 of Protocol No. 1.", "3. The third application (no. 8007/77) lodged by the applicant Government was the subject of a further report under former Article 31 adopted by the Commission on 4 October 1983 (“the 1983 report”). In that report the Commission expressed the opinion that the respondent State was in breach of its obligations under Articles 5 and 8 of the Convention and Article 1 of Protocol No. 1. On 2 April 1992 the Committee of Ministers adopted Resolution DH (92) 12 in respect of the Commission’s 1983 report. In its resolution the Committee of Ministers limited itself to a decision to make the 1983 report public and stated that its consideration of the case was thereby completed.", "4. The fourth application, Cyprus v. Turkey [GC] (no. 25781/94, ECHR 2001IV) concerned four broad categories of complaints: alleged violations of the rights of Greek-Cypriot missing persons and their relatives; alleged violations of the home and property rights of displaced persons; alleged violations of the rights of enclaved Greek Cypriots in northern Cyprus; alleged violations of the rights of Turkish Cypriots and the Gypsy community in northern Cyprus. As regarded the missing persons and their relatives, the Court adopted the findings of fact of the Commission bearing in mind the latter’s careful analysis of all material evidence including the findings reached by it in its 1976 and 1983 reports (Comm. Rep., 4 June 1999, annexed to the Court’s judgment). Like the Commission, the Court did not consider it appropriate to estimate the number of persons who fell into the category of “missing persons”. The Commission’s findings had been summarised as follows;", "“25. The Commission found that the evidence submitted to it in the instant case confirmed its earlier findings that certain of the missing persons were last seen in Turkish or Turkish-Cypriot custody. In this connection, the Commission had regard to the following: a statement of Mr Denktaş, “President of the TRNC”, broadcast on 1 March 1996, in which he admitted that forty-two Greek-Cypriot prisoners were handed over to Turkish-Cypriot fighters who killed them and that in order to prevent further such killings prisoners were subsequently transferred to Turkey; the broadcast statement of Mr Yalçin Küçük, a former Turkish officer who had served in the Turkish army at the time and participated in the 1974 military operation in Cyprus, in which he suggested that the Turkish army had engaged in widespread killings of, inter alia, civilians in so-called cleaning-up operations; the Dillon Report submitted to the United States Congress in May 1998 indicating, inter alia, that Turkish and Turkish-Cypriot soldiers rounded up Greek-Cypriot civilians in the village of Asha on 18 August 1974 and took away males over the age of 15, most of whom were reportedly killed by Turkish-Cypriot fighters; the written statements of witnesses tending to corroborate the Commission’s earlier findings that many persons now missing were taken into custody by Turkish soldiers or Turkish-Cypriot paramilitaries.", "26. The Commission concluded that, notwithstanding evidence of the killing of Greek-Cypriot prisoners and civilians, there was no proof that any of the missing persons were killed in circumstances for which the respondent State could be held responsible; nor did the Commission find any evidence to the effect that any of the persons taken into custody were still being detained or kept in servitude by the respondent State. On the other hand, the Commission found it established that the facts surrounding the fate of the missing persons had not been clarified by the authorities and brought to the notice of the victims’ relatives.”", "19. The Court held that there had been no breach of Article 2 of the Convention by reason of an alleged violation of a substantive obligation under that Article in respect of any of the missing persons (paragraph 130); that there had been a continuing violation of Article 2 of the Convention on account of the failure of the authorities of the respondent State to conduct an effective investigation into the whereabouts and fate of Greek-Cypriot missing persons who disappeared in life-threatening circumstances (paragraph 136); that no breach of Article 4 of the Convention had been established (paragraph 141); that there had been a continuing violation of Article 5 of the Convention by virtue of the failure of the authorities of the respondent State to conduct an effective investigation into the whereabouts and fate of the Greek-Cypriot missing persons in respect of whom there was an arguable claim that they were in Turkish custody at the time of their disappearance (paragraph 150); that no breach of Article 5 of the Convention had been established by virtue of the alleged actual detention of Greek-Cypriot missing persons (paragraph 151); and that it was not necessary to examine the applicant Government’s complaints under Articles 3, 6, 8, 13, 14 and 17 of the Convention in respect of the Greek-Cypriot missing persons (paragraph 153); that there had been a continuing violation of Article 3 of the Convention in respect of the relatives of the Greek-Cypriot missing persons (paragraph 158); and that it was not necessary to examine whether Articles 8 and 10 of the Convention had been violated in respect of the relatives of the Greek-Cypriot missing persons, having regard to the Court’s conclusion under Article 3 (paragraph 161).", "20. The facts are disputed by the parties.", "21. The first applicant, an ironmonger, was born in 1947; he has been considered missing since 1974, having been taken into captivity by the Turkish Army during their military action in Cyprus in 1974. His wife, the second applicant, was born in 1949 and resided in Lymbia.", "22. The applicants were represented by Mr. Achilleas Demetriades, a lawyer practising in Nicosia, under an authority signed by the second applicant in her own name and on behalf of the first applicant.", "23. In July 1974 the first applicant, responding to the declared general mobilisation, enlisted as a reservist in the 305 Reservists Battalion which had its headquarters in Dhali village. He continued his service at the outposts of Lymbia until 89 August 1974. On 89 August 1974 all the reserve soldiers of the 305 Reservists Battalion, among them the applicant, were brought to the area of Mia Milia and undertook the manning of Cypriot outposts along the front line with the Turkish military forces which extended between Mia Milia and Koutsovendis.", "24. On the morning of 14 August 1974, Turkish military forces, supported by tanks and having air cover, launched an attack against the Cypriot area where the applicant and his battalion were serving, in order to capture the area from them. The Cypriot area line of defence was broken through and the Turkish military forces began advancing towards the area of Mia Milia and as a result the Cypriot forces began retreating. During the retreat that followed, the Cypriot forces dispersed in all directions. After a while the area around was captured by the Turkish military forces and the applicant was cut off in it. As a result the trace of the applicant was lost and he is today still considered to be missing.", "25. Mr. Christakis Ioannou of Pano Dhikomo and now of Stavros Refugee Camp Strovolos, who had been a prisoner of the Turkish Military Forces and/or Turkish authorities and was freed, stated that at Adana prison in Turkey, where he had been taken on 31 August 1974 and held, there were another 40 persons in the same room for 34 days. Among them was the applicant. After the said period they were split up and ever since then he has not seen the applicant again.", "26. The first applicant, a student, was born in 1954; he has been considered missing since 1974, having been taken into captivity by the Turkish Army during their military action in Cyprus in 1974. His father, the second applicant, was born in 1907 and resided in Nicosia.", "27. The applicants are represented by Dr. Kypros Chrysostomides, a lawyer practising in Nicosia, under an authority signed by the second applicant in his own name and on behalf of the first applicant.", "28. In July 1974 the first applicant was serving as a Second Lieutenant in the 1st Company of the 256 Infantry Battalion stationed at Xeros, which took part in various operations against the Turkish forces. On about 30 July 1974 the battalion moved up to the Lapithos area in order to support the Greek Cypriot forces there. The soldiers were split up into various groups and the applicant was in charge of one of these. The applicant’s group, consisting of ten men in all, including Stelios Christofi Onoufriou and Xenophon Christoforou (both now missing), as well as Nakis Nicolaou and Petros A. Hadjiyianni, was ordered to take up positions on the Lapithos heights. During their stay at Lapithos the Greek Cypriot forces were continuously attacked by the Turkish forces from all sides. The Greek Cypriot forces remained at their posts defending them until 5 August 1974.", "29. On 5 August 1974 Turkish forces launched a strong attack from all sides against the Greek Cypriot forces’ positions while other Turkish troops managed to encircle Lapithos. Because of Turkish superiority in manpower and armour the Greek Cypriot forces were ordered to retreat towards the centre of the village where the Company base was. The applicant arrived with his comrades at the centre of the village and was informed by the inhabitants that Lapithos was surrounded by Turkish troops. Then they hid their weapons in an orchard and subsequently put on civilian clothes which they found in various houses. In the afternoon of 5 August 1974 the applicant with some comrades attempted to break through the Turkish lines and arrive at the Cypriot Government controlled areas. This attempt was unsuccessful and with the exception of Nakis Nicolaou they all returned to Lapithos again where they spent the night. At about 09.00 hours on 6 August 1974 Turkish troops entered Lapithos and started extensive searches from house to house. The applicant and all his comrades were warned by the inhabitants of the village about the searches and they dispersed in order to avoid capture. Since then none of the members of the group has seen the applicant again.", "30. Nicos Th. Tampas of the 256 Infantry Battalion and leader of the first group which was manning the Lapithos heights at about 5 August 1974 in a statement mentioned that at approximately 21.00 hours on 6 August 1974, while he was walking in Lapithos looking for his comrades, he entered a warehouse. In it he found the applicant looking after Georghios Allayiotis who was wounded in the head. After talking for a little while with the applicant he went away leaving him and Georghios Allayiotis there. That was the last time that he saw the applicant. He was arrested by the Turks on 9 August 1974 while he was in Lapithos. He was detained in various prisons in Cyprus and Turkey and was released on 22 October 1974.", "31. Christodoulos Panyi of Vatyli, now of Strovolos, in his statement declared that while he was a prisoner in the Adana prison he saw and recognised the applicant whom he had known earlier.", "32. The first applicant, a student, was born in 1954; he has been considered missing since 1974, having been taken into captivity by the Turkish Army during their military action in Cyprus in 1974. His father, the second applicant, was born in 1929 and resided in Nicosia.", "33. The applicants are represented by Dr. Kypros Chrysostomides under an authority signed by the second applicant in his own name and on behalf of the first applicant.", "34. In July 1973 the first applicant enlisted with the National Guard in order to do his national service. He was posted with the 70 Engineers Battalion which was stationed at the site of the former British Military Hospital (B.M.H.) in Nicosia. On 5 August 1974, a section of the battalion consisting of 48 men, including the applicant, was sent to Lapithos on a specific mission in the Lapithos and Karavas area (Kyrenia district). The mission began at about noon and finished at about 18.00 hours on the same day. After receiving instructions from the group leader the men spent the night at Lapithos and intended to complete the mission the following morning.", "35. At about 04.30 hours on 6 August 1974, the Turkish Army launched a fullscale attack from all sides in the Karavas and Lapithos area. The applicant’s group leader ordered his men to split up into three groups and to withdraw towards Vasilia (also Kyrenia district) where they would all meet. The soldiers split up into three groups under the respective command of the platoon leaders. The applicant was in one of the groups which intended to withdraw following a route along the coast.", "36. The men first reached the main NicosiaKyrenia road near the \"Airkotissa\" restaurant. While they were having a short rest, they heard shouting and the group leader sent the applicant and another soldier to investigate. As they had not returned after about 15 minutes the remainder of the group left for Panagra (also in the Kyrenia district). On their way there, they were ambushed by Turkish soldiers and amidst the fighting and confusion that followed, the remaining group dispersed. Three soldiers from this group, Petros Constantinou (of Morphou, now of Moniatis, Limassol), Panayiotis Alexandrou (of Pera Chorio Nisou, Nicosia) and Manolis Manoli (of Lapithos, now of Engomi, Nicosia), managed to reach their destination. Until that time when the group dispersed, none of its members including the applicant, had been killed, injured or captured by the Turks.", "37. Costas A. Sophocleous, of Nicosia, stated that, when he was a prisoner in Turkey from 30 July until 28 October 1974, he met the applicant. They were together in the same prison in Turkey and were subsequently transferred to Cyprus whereupon the said Costas A. Sophocleous was released but not the applicant.", "38. Alexandros Papamichael, of Limassol, who was a prisoner in Adana, Turkey, stated that he recognised the first applicant from a photograph that was shown him by the second applicant and he had been with him in the same prison.", "39. Finally, the second applicant mentioned in a signed statement that he identified his missing son in a photograph published in \"Athinaiki\", a Greek newspaper, on 28 September 1974. In this photograph Greek-Cypriot prisoners were shown on a boat en route to Turkey.", "40. The first applicant, a photographer, was born in 1953; he has been considered missing since 1974, having been taken into captivity by the Turkish Army during their military action in Cyprus in 1974. His mother, the second applicant, was born in 1914 and resided in Nicosia.", "41. The applicants are represented by Mr. Achilleas Demetriades under an authority signed by the second applicant in her own name and on behalf of the first applicant.", "42. On 20 July 1974 the first applicant enlisted as a reservist in Nicosia. He was posted in the 1st Company of the 301 Infantry Battalion commanded by Mr. Costas Papacostas. On 21 July he telephoned his mother and told her that he was well and that he was going to be moved to the Kyrenia district. Indeed the whole battalion was ordered to move on the following day to the area of Ayios Ermolaos. The 1st Company took up defensive positions at a height called \"Kalambaki\", near the Turkish Cypriot village of Pileri.", "43. At about 04.30 hours on 26 July 1974 the 1st Company came under attack from the Turkish Cypriot villages of KriniPileri. The Turkish military forces that carried out the attack consisted of a paratroops battalion, twenty tanks, as well as highangle guns. They succeeded in breaking through the Greek Cypriot lines and infiltrated the right flank of the 1st Company in order to encircle it and enclave its men. The commander ordered the Company to regroup at the Greek Cypriot village of Sysklepos. There they were ordered by their battalion to regroup again at Kontemenos where they arrived at about 15.00 hours. After a rollcall they found out that six soldiers of the 1st Company were absent, including the applicant. The area in which the 1st Company had been initially stationed was captured by the Turkish military forces.", "44. Mr. Nicos Nicolaou of Strovolos, who was a prisoner at Adana prison (Turkey) in September 1974, stated that one day, when the prisoners were in the yard, a Turk was calling their names. Among other names, he heard the name of the applicant. He saw the applicant whom he happened to know previously. As the applicant was going back to his cell Mr. Nicolaou noticed that he was lame in one leg. On 11 September 1974 Mr. Nicolaou was taken to Antiyiama prison (Turkey) and since then he has not seen the applicant again.", "45. The first applicant, a student, was born in 1955; he has been considered missing since 1974, having been taken into captivity by the Turkish Army during their military action in Cyprus in 1974. His mother, the second applicant, was born in 1935 and resided in Limassol.", "46. The applicants are represented by Dr. Kypros Chrysostomides under an authority signed by the second applicant in her own name and on behalf of the first applicant.", "47. In 1972 the first applicant enlisted in the National Guard to do his military service. He was subsequently promoted to sergeant.", "48. On 14 July 1974 the applicant visited his relations at Polemidhia and told them that he would be demobilised on 20 July. He returned to his unit on the same day. On 19 July 1974 he telephoned his father and told him that he would not be released after all because of the coup that had taken place in the meantime. On 22 July 1974 the applicant’s father was informed by Nicos Hadjicosti, a Limassol factory owner, that he had seen his son at the company’s headquarters at Synchari and that he was well. On 23 July 1974 the father of the applicant was informed by Andreas Komodromos that the applicant had left Synchari with the men of the Headquarters Company and had gone to Aglandjia.", "49. On 24 July 1974 Nikiforos Kominis with 17 soldiers, including the applicant and Efthymios Hadjipetrou, set out from Aglandjia in two vehicles to reconnoitre the ground of the KoutsoventisVounos area. Among them were Phaedros Roussi and Yiannis Melissis. After Kominis had marked the Turkish positions on paper, he went at about 12.00 hours to the headquarters of one of the Commando Units in order to relay by telephone the results of the reconnaissance mission. After twenty minutes three buses were seen driving on a street from the direction of Vounos village. At about the same time a Greek officer by the name of Votas accompanied by three other soldiers went near the men of the reconnaissance patrol. The officer ordered three or four soldiers to come down on the street and search the buses. The buses were full of Turkish soldiers who started firing at the Greek-Cypriot men as soon as they became aware of their nationality. The applicant was wounded in the right hand and on the left side of his ribs. Mr. Andreas Komodromos cleaned his wounds with water, loaded his gun and told him to go back, which he did. After that the applicant was not seen again by his unit.", "50. According to the statement of Yiannis Melissis, who had been a prisoner of the Turks at Adana and Amasia in September 1974, he happened to meet the applicant during his captivity. They both stayed with others in Cell No. 9 until 18 September. They were chatting together every day and became friends. On 18 September Yiannis Melissis was brought back to Cyprus and was released on 21 September 1974. The applicant had given him a letter to the applicant’s father which he forgot in his pocket in the clothes that he changed at the Hotel and Catering School in Nicosia. All those clothes belonging to the prisoners were burned.", "51. The second applicant in her statement mentioned that she had recognised her son in a photograph that was published in the Greek newspaper \"Athinaiki\" on 28 September 1974. The photograph shows Cypriot prisoners transported to Turkey on a Turkish destroyer in July 1974.", "52. The first applicant, a car mechanic, was born in 1951; he has been considered missing since 1974, having been taken into captivity by the Turkish Army during their military action in Cyprus in 1974. His father, the second applicant, was born in 1921 and resided in Strovolos.", "53. The applicants are represented by Mr. Achilleas Demetriades under an authority signed by the second applicant in his own name and on behalf of the first applicant.", "54. In July 1974, in response to the general mobilisation, the first applicant enlisted as a reserve sergeant in the Headquarters Company of the 251 Infantry Battalion stationed at Glykiotissa, Kyrenia, with Captain Michael Polycarpos in charge.", "55. On the morning of 20 July 1974 Turkish military forces, supported by naval units and having air cover, succeeded in landing with their armour. All the men of the Headquarters Company, including the applicant, were trying during the whole of the day to prevent the Turkish landing which was taking place in the area of \"Pikro Nero\", Kyrenia. At around 12.00 hours on 21 July the Turkish military forces which had landed, supported by tanks and having air cover, attacked the Cypriot forces that were defending the area. Owing to the superiority of the Turkish military forces in men as well as in weapons the 251 Infantry Battalion was ordered to retreat towards Trimithi village. The applicant was present during the regrouping of the battalion. Two hours after the regrouping the commander of the battalion (who went missing with 4050 other soldiers, including the applicant serving as the commander’s driver) led his men out of Trimithi village, reaching a ravine between the villages of Ayios Georghios and Templos where they took up battle positions. A number of commandos of the 33rd Battalion arrived in the same ravine. At around 15.00 hours on 22 July 1974, Turkish military forces surrounded the Cypriot forces in the ravine (between Ayios Georghios and Templos) and opened fire against them with all their guns. Then the commander ordered a counterattack intending to break through the Turkish military forces’ lines and at the same time to retreat towards Kyrenia. During the counterattack and the retreat the applicant’s trace was lost.", "56. On 4 September 1974 the \"Special News Bulletin\" a daily issue of the Turkish Cypriot administration published a photograph of Greek-Cypriot prisonersofwar under the caption \"GreekCypriot prisonersofwar having their lunch. Yesterday they were visited by a representative of the Turkish Red Crescent. He toured all the prisonersofwar camps in the area of the island under the Turkish control, in order to ascertain the needs of the prisoners.\" In that photograph four of the prisoners were identified. Among them was the first applicant who was identified by the second applicant.", "57. A former prisoner, Mr. Efstathios Selefcou, of Elio, now at Eylenja, in a signed statement to the Cypriot Police said that during his transportation from Cyprus to Turkey he saw and talked to the first applicant whom he knew very well since they had been together at secondary school.", "58. All abovementioned prisoners had been taken to Adana prison and since that time the applicant had been missing.", "59. The first applicant, a bank employee, was born in 1938 and lived at Yialousa; he has been considered missing since 1974, having been taken into captivity by the Turkish Army during their military action in Cyprus in 1974. His wife, the second applicant, was born in 1938 and resided in Nicosia.", "60. The applicants are represented by Dr. Kypros Chrysostomides under an authority signed by the second applicant in her own name and on behalf of the first applicant.", "61. On 18 August 1974 about three or four saloon cars as well as a bus and two tanks, all full of Turkish and Turkish Cypriot soldiers turned up at Yialousa and stopped near the police station, along the main road. The soldiers got out of their vehicles and ordered all those who were there to gather at the nearby coffeehouse of Christos Malakounas. About 35 persons gathered there. Subsequently, a Turkish officer told them that from that time they would be under Turkish administration and ordered them to make a census of the Greek Cypriot inhabitants of the village starting from the age of 7 to 70 and that he would be back on the following day to collect the lists. On the following day, the same civilian and military vehicles (tanks) returned and parked near the police station. A number of Turks got off, marched to Malakounas coffeehouse and asked for the lists. Another group of Turkish soldiers were carrying out a housetohouse search. They imposed a curfew and, having taken the lists, they took with them for questioning nine persons, including the first applicant. They put them on a bus and drove them outside the village in the direction of Famagusta. The said Greek Cypriots were still missing.", "62. On the same day, the village of Yialousa was visited by United Nations men to whom the arrest of the nine Greek Cypriots was reported by their covillagers.", "63. According to the applicants, Representatives of the International Red Cross in Cyprus visited Pavlides Garage in the Turkishoccupied sector of Nicosia and on 28 August 1974 recorded the names of 20 Greek Cypriots held there, including the nine persons from Yialousa (citing document EZY284D). Costas M. Kaniou, Sofronios Mantis, Ioannis D. Constantis also saw the said detainees at the Pavlides Garage, during the same period that they were detained there; they were released later.", "64. On 27 August 1974 a group of Turkish Cypriot civilians came to Yialousa looking for Pentelis Pantelides, Loizos Pallaris, Michael Sergides and Christakis Panayides. Having found them, they led them to the Savings Bank in order to search and seal the building. They all entered the building. After having emptied two safes they ordered that the third one should be opened, but they were told that the keys were with the applicant. Subsequently they left, after having shut and sealed the outside door. After 1012 days the same group looked for the same persons and went again to the bank building. They had the two keys for the safe which the applicant always carried with him. Loizos Pallaris opened the safe. The keys were in a leather case which the applicant had, but his personal keys were not included. The Turkish Cypriots took the contents of the safe, sealed the gate and left.", "65. The first applicant, a moulder, was born in 1955; he has been considered missing since 1974, having been taken into captivity by the Turkish Army during their military action in Cyprus in 1974. His father, the second applicant, was born in 1928 and resided in Strovolos.", "66. The applicants are represented by Mr. Achilleas Demetriades under an authority signed by the second applicant in his own name and on behalf of the first applicant.", "67. In 1974 the first applicant was doing his national service in the 70 Engineers Battalion stationed at the site of the former British Military Hospital (B.M.H.) in Nicosia. On 5 August 1974 a section of the battalion consisting of 48 men, including the applicant, was sent to Lapithos on a specific mission in the Karavas and Lapithos area. The mission began at about noon and was completed at about 18.00 hours the same day. After receiving instructions from the section leader, Efstratios Katsoulotou, the men spent the night at Lapithos and intended to complete their mission the following morning. At about 04.30 hours on 6 August 1974 the Turkish military forces launched a fullscale attack from all sides in the area of Karavas and Lapithos. The Commander of the Engineers ordered his men to split up into three groups, withdraw towards Vasilia and meet there. The three groups set off intending to reach the prearranged point. On their way they were ambushed by the Turkish military forces. Because of the Turkish military forces’ fire and the confusion that followed all the Engineers dispersed. Up to the time of the dispersion no member of the group had been killed, injured or captured by the Turkish military forces.", "68. Later on Mr. Costas Themistocleous of Omorphita, now of Nicosia, who was taken as a prisoner to Adana prison in Turkey, saw the applicant there on or about 17 October 1974, while he was about to return to Cyprus. They did not speak to each other but waved. Mr. Themistocleous recognised the applicant since he had known him since they were children.", "69. The first applicant, a worker, was born in 1947; he has been considered missing since 1974, having been taken into captivity by the Turkish Army during their military action in Cyprus in 1974. His wife, the second applicant, was born in 1949 and resided in Limassol.", "70. The applicants are represented by Mr. Achilleas Demetriades under an authority signed by the second applicant in her own name and on behalf of the first applicant.", "71. On 20 July 1974, following the general mobilisation, the first applicant enlisted as a reservist in the 399 Infantry Battalion stationed at Bogazi, Famagusta. He was put in the Support Company of the Battalion (B.C.S.C.). On 20 July the battalion captured the Turkish Cypriot village of Chatos. On 22 July the battalion moved to the Mia Milia area to reinforce the Greek Cypriot forces there and to man the Greek-Cypriot outposts on the front line.", "72. On the morning of 14 August 1974 Turkish military forces, supported by tanks and having air cover, launched a heavy attack against the Greek- Cypriot forces in the area, where the applicant was with his battalion, intending to occupy the area. Owing to the superiority of the Turkish military forces the Greek-Cypriot defence line was broken, the Turkish military forces began to advance towards the Mia Milia area, and the Greek Cypriot forces began to retreat. The area was, in a short while, occupied by the Turkish military forces and the applicant was enclaved in it. His trace was lost.", "73. The exprisoner of war, Mr. Costas Mena of Palaekythro, now at Koracou, stated that during his detention at Antiyama, Turkey, he saw the applicant who was detained in cellblock No. 9. On 18 October 1974 all the prisoners at Antiyama were taken to Adana. There they were all lined up in four rows. A Turkish military officer walked in front of the line and picked out some of the prisoners, who were taken away from the line. From the first row the applicant was picked out and taken away. Since then Mr. Mena has not seen the applicant ever again and he has been missing until today.", "74. The respondent Government disputed that the applicants had been taken into captivity by the Turkish army during the military action in Cyprus in 1974. They considered that the inevitable conclusion from the information provided in the application forms was that all the alleged \"missing persons\", except for Savvas Hadjipanteli, were military personnel who died in action in July-August 1974.", "75. The Government noted that, since the introduction of these applications, files relating to the same “missing persons” had been submitted by the Government of Cyprus to the Committee on Missing Persons (CMP) in Cyprus during 1994 and 1995. In these files there were no assertions that these people had been seen in any of the alleged prisons in Turkey. The names of the alleged witnesses listed in application nos. 16064/90 (Christakis Iannou), 16065/90 (Christodoulos Panayi), 16066/90 (Costa Sophocleous), 16068/90 (Nicos Nicolaou), 16069/90 (Yiannis Melissis), 16070/90 (Efstathios Selefcou), 16073/90 (Costas Themisthocleous) and 16073/90 (Costas Mena) were not cited in support. The alleged sightings were therefore without foundation.", "76. As regarded Savvas Hadjipanteli (no. 16071/90), who was a civilian, the Government noted that the International Red Cross had visited the Pavlides Garage where he had allegedly been held but his name, contrary to the applicants’ assertion, did not appear in the list of Greek Cypriots held. In any event, it was a transit centre where people were not held for more than a few days before being released or moved elsewhere. In the file submitted to the CMP, there is only a reference to witnesses seeing the key case which he was alleged to carry continually on his person. The materials of the ICRC who paid regular visits to prisoners and internees in Turkey also showed that none of the alleged missing persons had been brought to Turkey or detained. All prisoners that had been taken to Turkey were repatriated between 16 September 1974 and 28 October 1974 and lists of those concerned were handed over to the Greek-Cypriot authorities.", "77. As concerned the alleged identification of the missing persons in photographs, the Government pointed out that a scientific investigation of certain published photographs and documentary film had been carried out by Professor Pierre A. Margot of the Institute of Forensic Science and Criminology of the Law Faculty of the University of Lausanne at the request of the Third Member of the CMP. This had shown that it was extremely dubious that anyone could be identified from these documents and that any alleged identification by relatives was unreliable given the quality of the material and their emotional feelings.", "78. The Government of Cyprus submitted that the first applicants went missing in areas under the control of the Turkish forces.", "79. These two applicants had been brought with their units to the area of Mia Milia to man Cypriot outposts along the front line. On 14 August Turkish armed forces launched the attack which gained them control over the whole of northern and eastern Cyprus by 16 August. The attack on Mia Milia involved ground forces supported by tanks and air cover. When the Turkish forces broke through the Cypriot line of defence and advanced on Mia Milia, the Cypriot forces retreated and dispersed in all directions. The Turkish forces rapidly controlled the entire surrounding area. Many Greek Cypriot soldiers, including the two applicants, were cut off and completely surrounded. They could not have escaped as the intervening Government would have known of their fate. If they were either killed or wounded in the area under Turkish control, the respondent Government was under an obligation to explain what happened to them.", "80. This first applicant was in charge of soldiers amongst those defending Lapithos. After the Turkish forces encircled Lapithos, the Greek-Cypriot forces were ordered to retreat. The applicant’s group hid their weapons, put on civilian clothing and unsuccessfully tried to break out of the village. When the Turkish forces entered the village next morning, the applicant’s group dispersed to avoid capture. At about 21.00 hours on 6 August, the applicant was seen by Nicos Th. Tampas in a warehouse tending a soldier injured in the head (George Allayiotis, also still missing). Tampas was later captured and detained. His was the last reported sighting of the first applicant. It was most likely that the first applicant had remained with the injured man and was taken into detention by the Turkish forces who were in control of the entire area. Only one man was known to have escaped from the village and he, unlike the first applicant, had local knowledge of the terrain.", "81. Under attack from the Turkish army, the first applicant’s unit was ordered to split into three group’s and withdraw westwards. The applicant’s group reached the Nicosia-Kyrenia road, 200 metres from the Airkotissa restaurant where they had a short rest. The applicant and another man were sent to investigate shouting coming from the restaurant. After 15 minutes when they did not return, the group left for Panagra. They were ambushed en route – six of them managed to escape and the rest were all missing. At the time that the applicant and the other soldier were sent to the restaurant, there were clearly Turkish forces in the area. The most plausible explanation for the two men not returning, in the absence of any sound of fighting or shooting, was that they had been detained, either to prevent them giving away the Turkish positions, for information or as prisoners of war.", "82. On 26 July 1974 the first applicant was discovered to be missing from his unit at roll call after they had broken through an encircling manœuvre by Turkish forces. The area in which his unit had been stationed was captured by Turkish forces. It was not known whether the applicant was injured and detained or injured and died of injuries or killed at once. Whatever happened to him however occurred in an area controlled by the Turkish forces. The respondent Government had been under an obligation to notify the Cypriot Government as to what had happened to him but had not done so.", "83. This applicant was seen wounded in his right hand and the left side of the ribs after a clash between Greek-Cypriot forces and three buses full of Turkish soldiers coming from Vounos village. His wounds were cleaned by a witness Komodromos and he was told to make his way uphill with two other men, one of whom was also injured, to the monastery where the Greek Cypriot forces were. The other two men were later found by the same man who went to get help. The Greek Cypriot forces could not however reach them due to the presence of Turkish forces. The other two men were discovered dead two days later when the Turkish forces withdrew. It was clear that the applicant was found either dead by the Turkish forces or else found and detained in an injured condition. The latter was more likely. However the respondent Government had not provided information about either the finding of a dead combatant or the detention of a wounded prisoner of war.", "84. This applicant was amongst those attempting to prevent the invasion of Kyrenia. Some individuals were identified as killed in the operation; the applicant was not amongst them. The respondent Government had not provided information that the applicant was found dead or otherwise and the intervening Government had no evidence that this applicant was dead. It had to be assumed that the applicant had been detained alive.", "85. This was further corroborated by the photograph published in the \"Special News Bulletin\" issued daily by the Turkish Cypriot administration on 4 September, of Greek Cypriot prisoners-of-war having their lunch. Four prisoners in the photograph had been identified. The first applicant was identified by his father, the second applicant. This identification took place at the time, not with the benefit of hindsight and no other person has suggested that the photograph was of someone else.", "86. By 16 August Turkish forces were in control of the northern and eastern Cyprus including the Karpas peninsula where the first applicant worked as general cashier in the Savings Bank in Yialousa. On 18 August Turkish and Turkish Cypriot soldiers arrived in the village and a Turkish officer ordered a census of the Greek Cypriots between 7 and 70 years of age. The next day, the lists were handed over and Turkish soldiers carried out searches. They left, taking with them on a bus, nine individuals, including the first applicant. This was reported by fellow villagers.", "87. On 27 August, after the applicant had been detained nine days, Turkish Cypriot civilians came to the village asking for four named individuals, two of whom worked at the Savings Bank. They took the four men to the bank and searched it. They emptied two safes and were told that the applicant had the keys to the third. After 10-12 days the Turkish Cypriots returned, looking for the two bank employees. They had the two keys for the remaining safe which the first applicant had always carried with him: the keys were in a leather case belonging to the applicant although his own personal keys had been removed. The Turkish Cypriots took the contents of the safe. It was highly probable that the Turkish Cypriots had obtained the keys from those holding the first applicant, showing that he was alive and in detention for at least nine days. There was some evidence that he was detained after those nine days, at least until 28 August, at the Pavlides garage.", "88. This first applicant withdrew with his section from Lapithos towards Vasilia. They were ambushed by Turkish military forces and dispersed on account of the fighting and confusion. There has been no news of the applicant since. The Turkish forces were in sufficient control of the area to undertake a successful ambush. The intervening Government had no knowledge of the first applicant, which meant that he had not escaped. Nor was there any evidence that he was killed in the ambush. It was overwhelmingly likely that he had been detained by the Turkish armed forces.", "89. In 2007, in the context of the activity of the Committee of Missing Persons (see below paragraphs 90-102) human remains were exhumed from a mass grave near the Turkish Cypriot village of Galatia in the Karpas area. After anthropological and genetic analyses, the remains of applicant, Savvas Hadjipanteli (application no. 16071/90, see paragraphs 59-64, 76, 86-87 above) were identified, along with the remains of the other eight missing persons from Yialousa village and two other missing Greek Cypriots. The bodies of the nine missing persons from Yialousa were lined up next to each other in the grave, with two other bodies on top at a shallower depth. Several bullets from firearms were found in the grave. The medical certificate issued on 12 July 2007 in regard to Savvas Hadjipanteli, indicated a bullet wound to the skull, a bullet wound in the right arm and a wound on the right thigh. His family was notified and a religious funeral took place on 14 July 2007.", "90. The following paragraphs are taken from the Commission’s Report in the interstate case (paragraphs 181-190):", "91. The CMP was set up in 1981. According to its terms of reference, it “shall only look into cases of persons reported missing in the intercommunal fighting as well as in the events of July 1974 and afterwards.” Its tasks have been circumscribed as follows: “to draw up comprehensive lists of missing persons of both communities, specifying as appropriate whether they are alive or dead, and in the latter case approximate time of the deaths.” It was further specified that “the committee will not attempt to attribute responsibility for the deaths of any missing persons or make findings as to the cause of such deaths” and that “no disinterment will take place under the aegis of this committee. The committee may refer requests for disinterment to the ICRC for processing under its customary procedures.” “All parties concerned” are required to co-operate with the committee to ensure access throughout the island for its investigative work. Nothing is provided as regards investigations in mainland Turkey or concerning the Turkish armed forces in Cyprus.", "92. The CMP consists of three members, one “humanitarian person” being appointed by the Greek-Cypriot side and one by the Turkish-Cypriot side and the third member being an “official selected by the ICRC... with the agreement of both sides and appointed by the Secretary-General of the United Nations”.", "93. The CMP has no permanent chairman, the presidency rotating on a monthly basis between all three members. Decisions are to be taken by consensus to the extent possible. According to the procedural rules agreed upon in 1984, the procedure is to be conducted as follows:", "\"1. Individual or collective cases will be presented to the CMP with all possible information. The CMP will refer each case to the side on whose territory the missing person disappeared; this side will undertake a complete research and present to the CMP a written report. It is the duty of the CMP members appointed by each side, or their assistants, to follow the enquiries undertaken on the territory of their side; the third member and/or his assistants will be fully admitted to participate in the enquiries.", "2. The CMP will make case decisions on the basis of the elements furnished by both sides and by the Central Tracing Agency of the ICRC: presumed alive, dead, disappeared without visible or other traceable signs.", "3. If the CMP is unable to reach a conclusion on the basis of the information presented, a supplementary investigation will be undertaken at the request of a CMP member. The third CMP member and/or his assistants will participate in each supplementary investigation, or, as the case may be, investigators recruited by the CMP with the agreement of both sides.\"", "94. The 1984 rules state as “guiding principles” that “investigations will be conducted in the sole interest of the families concerned and must therefore convince them. Every possible means will be used to trace the fate of the missing persons.” The families of missing persons may address communications to the committee which will be passed on to its appropriate member. That member will eventually provide the family with \"final information as to the fate of a particular missing person\", but no interim information must be given by any member of the committee to the family of a missing person during the discussion of a particular case.", "95. The committee’s entire proceedings and findings are strictly confidential, but it can issue public statements or reports without prejudice to this rule. According to the 1984 procedural rules, a press release will be issued at the close of a meeting or series of meetings and occasional progress reports will also be published. Individual members may make additional statements to the press or the media, provided they comply with the rule of confidentiality, avoid criticism or contradiction to the joint statement and any kind of propaganda.", "96. Due to the strict confidentiality of the CMP’s procedure, no detailed information about the progress and results of its work is available. However, from the relevant sections of the regular progress reports on the UN Operation in Cyprus submitted by the UN Secretary-General to the Security Council it appears that the committee’s work started in May 1984 with a limited, equal number of cases on both sides (Doc. S/16596 of 1.6.1984, para. 51); that by 1986 an advanced stage had been reached in the investigation of the initial 168 individual cases, supplementary investigations being started in 40 cases in which reports had been submitted (Doc. S/18102/Add. 1, of 11 June 1986, para. 15); and that, while no difficulties were encountered as regards the organisation of interviews or visits in the field, real difficulties then arose by the lapse of time and, even more importantly, lack of cooperation by the witnesses.", "97. This prompted the committee to issue a lengthy press release on 11 April 1990 (Doc. S/21340/Annex). There the committee stated that it considered the co-operation of the witnesses as absolutely fundamental, but that the witnesses were often reluctant, unwilling or unable to give full information as to their knowledge about the disappearance of a missing person. However, the committee could not compel a witness to talk. The explanation of the witnesses’ reluctance to testify was that they were afraid of incriminating themselves or others in disappearances, and this despite the witnesses being told by the committee that the information given would be kept strictly confidential and being reassured that they would “not be subject to any form of police or judicial prosecution”. The committee appealed to the parties concerned to encourage the witnesses to give the very fullest information in their knowledge. It further stated:", "\"In order to further allay the fears of the witnesses, the Committee, so as to give the strongest guarantees to the witnesses, is examining measures that could be taken to ensure that they would be immune from possible judicial and/or police proceedings solely in connection with the issue of missing persons and for any statement, written or oral, made for the Committee in the pursuit of activities within its mandate.\"", "98. In the same press release, the committee pointed out that it considered as legitimate the desire of the families to obtain identifiable remains of missing persons. However, despite systematic enquiries on burial places of missing persons, on both sides, it had not been successful in this respect. It recalled that according to its terms of reference it could not itself order disinterments. Moreover, while there was access to all evidence available, the committee had not reached the stage of finding a common denominator for the appreciation of the value of this evidence. Finally, the committee stated that it was considering the possibility of requesting that the two sides furnish it with basic information concerning the files of all missing persons, so as to allow it to have a global view of the whole problem.", "99. In December 1990, the UN Secretary-General wrote a letter to the leaders of both sides observing that so far the committee had been given details on only about 15 % of the cases and urging them to submit all cases. He further emphasised the importance of reaching consensus on the criteria that both sides would be ready to apply in their respective investigations. Moreover, the committee should consider modalities for sharing with affected families any meaningful information available (Doc. S/24050, of 31 May 1992, para. 38). On 4 October 1993, in a further letter to the leaders of both communities the UN Secretary-General noted that no improvement had been made and that the international community would not understand that the committee, nine years after it had become operational, remained unable to function effectively. Only 210 cases had been submitted by the Greek-Cypriot side and only 318 by the Turkish-Cypriot side. He again urged both sides to submit all cases without further delay and the committee to reach a consensus on the criteria for concluding its investigations (Doc. S/26777, of 22 November 1993, paras. 88 - 90).", "100. On 17 May 1995 the UN Secretary-General, on the basis of a report of the CMP’s third member and proposals by both sides, put forward compromise proposals on criteria for concluding the investigations (Doc. S/1995/488, of 15 June 1995, para. 47), which were subsequently accepted by both sides (Doc. S/1995/1020, of 10 December 1995, para. 33). By December 1995, the Greek Cypriot side submitted all their case files (1493). However, the committee’s third member withdrew in March 1996 and the UN Secretary-General made it a condition for appointing a new one that certain outstanding questions, including classification of cases, sequence of investigations, priorities and expeditious collection of information on cases without known witnesses, be settled beforehand (Doc. S/1996/411, of 7 June 1996, para. 31). After being repeatedly urged to resolve these issues (Doc. S/1997/437, of 5 June 1997, paras. 24 -25), both parties eventually came to an agreement on 31 July 1997 on the exchange of information on the location of graves of missing persons and return of their remains. They also requested the appointment of a new third member of the CMP (Doc. S/1997/962, of 4 December 1997, paras. 21 and 29-31). However, by June 1998, no progress had been made towards the implementation of this agreement. The UN Secretary-General noted in this context that the Turkish-Cypriot side had claimed that victims of the coup d’état against Archbishop Makarios in 1974 were among the persons listed as missing and that this position deviated from the agreement (Doc. S/1998/488, of 10 June 1998, paras. 23).", "101. A new third member of the CMP had, by the time of the Commission’s report, been appointed (ibid. para. 24). The Committee has not completed its investigations and accordingly the families of the missing persons have not been informed of the latter’s fate.", "102. In 2006 the CMP began a substantial exhumation project on identified burial sites with a view to identifying the remains of bodies and ensuring their return to their families. A special unit to provide information to families had also been set up. Some 160 sets of bones had been submitted for analysis and identifications of missing persons, including Savvas Hadjipanteli, had been made and were likely to continue."], "VIOLATED_ARTICLES": ["2", "3", "5"], "VIOLATED_PARAGRAPHS": ["2-1", "5-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}