{"ITEMID": "001-71742", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF OLEYNIK AND BAYBARZA v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Violation of P1-1;Pecuniary damage - Government to pay outstanding judgment debts;Non-pecuniary damage - financial awards", "JUDGES": "", "TEXT": ["4. Mr Vladimir Oleynik (the first applicant) and Mr Dmitriy Baybarza (the second applicant) were born in 1935 and 1941 respectively, and live in Zhovti Vody, the Dnipropetrovsk Region.", "5. On 26 October 2000 the Zhovti Vody City Court awarded the first applicant UAH 7,929.74 against the Electron-Gaz Company (a State owned entity; hereafter “the Company”) in salary arrears. On 18 October 2000 the second applicant was awarded 7,040.03 against the Company. Both judgments became final and were sent to the Zhovti Vody City Bailiffs’ Service (hereafter “the Bailiffs”) for compulsory enforcement.", "6. On 2 April 2002 the Zhovti Vody City Prosecutor informed the second applicant that the delay in the execution of numerous court judgments against the Company was due to the moratorium on the forced sale of the property of State-owned enterprises, which significantly limited the resources for refunding the Company’s salary arrears.", "7. On 19 April 2002 the Department of Industry, Transportation and Communications of the Dnipropetrovsk Regional State Administration issued a letter, stating that improvement of the Company’s financial performance (including that of its salary payments) was a matter of concern for various State authorities. In particular, the State Property Fund was preparing the Company’s development plan which was to be presented at the next stockholders’ meeting.", "8. On 7 March 2003 the Dnipropetrovsk Regional Commercial Court (hereafter “the Commercial Court”) instituted bankruptcy proceedings against the Company and issued an injunction barring any debt recovery. On 10 October 2003 the Commercial Court approved a rehabilitation proposal and appointed a trustee to rehabilitate the Company’s business.", "9. The judgments given in the applicants’ favour remain unenforced.", "10. The relevant domestic law is summarised in the judgments of Romashov v. Ukraine (no. 67534/01, §§ 16-18, 27 July 2004) and Trykhlib v. Ukraine (no. 58312/00, §§ 25-32, 20 September 2005)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}