{"ITEMID": "001-101645", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF ZUBAL v. SLOVAKIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 8;Remainder inadmissible;Non-pecuniary damage - award", "JUDGES": "Ján Šikuta;Lech Garlicki;Mihai Poalelungi;Nebojša Vučinić;Nicolas Bratza", "TEXT": ["5. The applicant was born in 1939 and lives in Bratislava.", "6. On 20 June 2005 a judge of the Trenčín District Court issued a warrant for a search of the applicant's home under Articles 82 § 1 and 83 § 1 of the Code of Criminal Procedure.", "7. The decision was issued at the request of a public prosecutor. It stated that criminal proceedings had been brought in January 2004 against several persons suspected of having produced and sold forged paintings. The applicant had bought one such painting in 2003. It was therefore considered likely that he had it in his house. Accordingly, there was a suspicion that there was an object on the premises which was important for the purposes of the criminal proceedings.", "8. The police arrived at the applicant's house at 6 a.m. on 22 June 2005 to carry out the search. The applicant was on holiday in Egypt. His partner's son, who was eighteen years old, was present and, according to the police record, he was requested under Article 84 of the Code of Criminal Procedure to hand over the painting. He informed the police that the painting was unlikely to be in the house and expressed the view that it might be at the premises of the applicant's company, that is, at a different address. All the rooms of the applicant's house were visually searched between 6.10 and 6.45 a.m. by four policemen, in the presence of the applicant's partner's son and a third person who was not involved in the case. The painting in issue was not found.", "9. Upon his return on 24 June 2005, the applicant complained to the Ministry of the Interior, the Ministry of Justice and the General Prosecutor's Office, alleging that the search had been inappropriate. He argued, in particular, that he had purchased the painting through an auction house and that it had been open to the prosecuting authorities to ask him for it. The search had interfered with his right to respect for his private life, as he had been on holiday and had had to make the necessary arrangements through his lawyer, and because his reputation had been compromised at his place of residence. The applicant also complained that the police had damaged his good name in that they had interviewed the employees of his company about his private collection of paintings.", "10. On 20 July 2005 the applicant lodged a complaint with the Constitutional Court. Relying on Article 8 of the Convention, he argued that he was an injured party and that he had no interest in concealing the painting, which he had bought at an auction. He was himself interested in having its origin established. He would have cooperated with the prosecuting authorities if requested. However, those authorities had not contacted him prior to the search. The applicant alleged a breach of Article 84 of the Code of Criminal Procedure. He also complained that the police who had searched his flat had later attempted, without authorisation, to search his private art collection, which was held at a different location, and had interviewed the employees of the applicant's company, thereby damaging his good name and reputation.", "11. On 9 August 2005 the police contacted the applicant and requested, under Article 78 of the Code of Criminal Procedure, that the painting be handed over to them. The applicant complied with the request immediately.", "12. On 29 March 2006 the Constitutional Court dismissed the applicant's complaint on the following grounds. To the extent that the applicant complained about the warrant and the search, he should have sought redress within the framework of the criminal proceedings in which he had the standing of an injured party. The question of the justification for the search was within the scope of the powers of the criminal court dealing with the case. The applicant could have asked that court to conclude, in its reasons for the decision on the merits of the case, that the warrant and the search had breached his fundamental rights and freedoms. Such a finding would have entitled the applicant to claim damages under Act no. 514/2003, which governed liability for damage caused in the context of the exercise of public authority.", "13. As to the complaint about the conduct of the police involved, the Constitutional Court held that the applicant should first have sought redress by means of a petition to a public prosecutor, pursuant to the Public Prosecution Act 2001.", "14. In a letter of 28 June 2006 a public prosecutor of the General Prosecutor's Office concluded, in reply to the applicant's complaint, that the search had complied fully with the relevant law. The letter explained that a police operation had been planned for 22 June 2005, in the context of which the suspected persons had been arrested and their homes searched. For tactical reasons, the police had planned to secure all of the paintings presumed to have been forged on the same day. The search had consisted of a purely visual examination of the premises. It had been necessary as there had been a risk that the injured parties would refuse to hand over the paintings to the prosecuting authorities. In particular, they might have denied ownership of the paintings after learning that they had been forged, out of fear that they would be unable to obtain compensation from the perpetrators.", "15. On 21 December 2006 the investigator concluded that no offence had been committed and discontinued the criminal proceedings concerning the alleged forgery of works of art. On 29 December 2006 the applicant lodged a complaint against that decision. He withdrew his complaint on 15 January 2007.", "16. On 8 February 2007 the Trenčín Regional Prosecutor's Office ordered that new criminal proceedings concerning forged paintings should be brought in the same context. In a decision of 9 March 2007 the police started these proceedings. A witness was heard on 25 June 2007. On 29 June 2007 the criminal proceedings were stayed as no facts had been established that could have led to the prosecution of a specific person.", "17. The following provisions of the Code of Criminal Procedure are relevant to the present case.", "18. Article 78 § 1 states that all persons who are in possession of an object which is important for the purposes of criminal proceedings are obliged to show it to the investigator or police. Where it is necessary to secure such an object for the purposes of the criminal proceedings, the person in possession of the object must hand it over to the authorities in charge of the case.", "19. In the event of a refusal, the authorities are entitled to seize the object, subject to approval by a judge, or a public prosecutor in preliminary proceedings (Article 79 § 1).", "20. Pursuant to Article 82 § 1, the search of a person's home is permissible where there is a justifiable suspicion that an object which is important for the purposes of criminal proceedings is located therein or that a person suspected of an offence is hiding there.", "21. Under Article 83 § 1, the search of a person's home must be ordered by a judge. The warrant must be issued in writing and indicate the reasons. It must be served on the person whose premises are to be searched. If it is not possible to do so immediately, the warrant must be served within twenty-four hours of the removal of the obstacle preventing the service of the warrant.", "22. Article 84 allows for the search of premises only when it has been impossible to attain the purpose of the search by means of a prior request addressed to the person whose premises are to be searched.", "23. Article 85 § 1 requires that the person whose premises are to be searched, or an adult member of his or her household, should be allowed to be present during the search. Pursuant to paragraph 2 of Article 85, the presence of a third person without any involvement in the case should also be ensured during a search."], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}