{"ITEMID": "001-5626", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ESP", "BRANCH": "ADMISSIBILITY", "DATE": 1999, "DOCNAME": "DE PARIAS MERRY v. SPAIN", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant [Mr Alfonso de Parias Merry] is a Spanish national who was born in 1941 and lives in Seville. Before the Court he was represented by Mr M. Bravo-Ferrer Delgado, of the Madrid Bar.", "The facts, as submitted by the applicant, may be summarised as follows.", "On 30 March 1992 the Financial Inspectorate of the Junta de Andalucía (the autonomous regional government) drew up a non-compliance report on the applicant on the ground that as the lessor of a number of business premises he had failed to deposit with the Cadiz Chamber of Urban Property, as required by the provisions of the Junta’s Decree no. 266/84 of 10 October 1984, the sums corresponding to the statutory securities paid to him by his tenants, a total of 1,878,400 pesetas.", "By a decision of 23 November 1993 the Junta ordered the applicant to deposit the sum corresponding to the securities and to pay a fine of the same amount. He was informed that in the event of failure to comply notice-to-pay proceedings would be brought against him for recovery of the debt (recaudación por vía de apremio).", "The applicant appealed against the above decision to the Andalusia High Court arguing in particular that the obligation to deposit sums equivalent to the securities with a public institution in the form of a deposit without interest breached Article 33 of the Spanish Constitution, which guarantees the right of property and to peaceful enjoyment of possessions, and Article 14, which guarantees the principle of equality before the law. By a judgment of 1 October 1996, served on the applicant on 19 November 1996, the Andalusia High Court dismissed the appeal, holding, firstly, that the general interest and the social dimension of the right to housing justified certain inequalities with regard to leases, and secondly that the social function of the right of property could also justify restrictions on the right to dispose of certain possessions, regard being had to the fact that the funds thus deposited were used to finance housing policy.", "The applicant lodged a recurso de amparo with the Constitutional Court, appealing against the above judgment and alleging in particular the breach of Articles 24 § 1 (right to a fair hearing), 25 § 1 (principle that offences and penalties must be defined by law) and 33 § 3 (right to peaceful enjoyment of possessions) of the Spanish Constitution. By a decision of 19 May 1997, served on the applicant on 22 May 1997, the Constitutional Court dismissed this appeal. With regard to the complaint of an infringement of the right to peaceful enjoyment of possessions (Article 33 of the Constitution), it observed that, according to Article 161 § 1 (b) of the Constitution and section 41(1) of the Institutional Law on the Constitutional Court, the right protected by Article 33 was not one of those which could form the subject of a recurso de amparo. As regards the complaints under Articles 24 § 1 and 25 § 1 of the Constitution, the Constitutional Court ruled that they were manifestly ill-founded.", "“1. The Constitutional Court shall have jurisdiction throughout Spanish territory and it is empowered to hear:", "...", "(b) individual appeals for protection (amparo) on account of infringement of the rights and freedoms contemplated in Article 53 § 2 of the Constitution in the cases and the forms prescribed by law;", "...”", "“1. The rights and freedoms set forth in Articles 14 to 29 of the Constitution may form the subject of a recurso de amparo in the cases and the forms defined by the present Law... Identical protection shall be afforded to the right to conscientious objection recognised in Article 30 of the Constitution.", "...”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}