{"ITEMID": "001-57557", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BEL", "BRANCH": "CHAMBER", "DATE": 1982, "DOCNAME": "CASE OF PIERSACK v. BELGIUM", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 6-1;Just satisfaction reserved", "JUDGES": "", "TEXT": ["7. The applicant, a Belgian national born in 1948, is a gunsmith. He is in the process of serving in Mons prison a sentence of eighteen years’ hard labour imposed on him on 10 November 1978 by the Brabant Assize Court for murder.", "8. During the night of 22-23 April 1976, two Frenchmen, Mr. Gilles Gros and Mr. Michel Dulon, were killed by revolver shots in Brussels whilst they were in a motor-car with Mr. Piersack, Mr. Constantinos Kavadias (against whom proceedings were subsequently discontinued) and a Portuguese national, Mr. Joao Tadeo Santos de Sousa Gravo.", "9. On 9 July 1976, Mr. Preuveneers, an investigating judge at the Brussels Court of First Instance, issued a warrant for the arrest of the applicant, who was suspected of having caused both deaths. He was in France at the time, but was arrested by the French authorities who, after agreeing to grant his extradition, handed him over to the Belgian police (gendarmerie) on 13 January 1977. The Courtrai procureur du Roi (public prosecutor) so informed his colleague in Brussels by a letter of the same date. Mr. Pierre Van de Walle, a senior deputy procureur, initialled the letter and forwarded it to the official in the public prosecutor’s department (parquet) who was dealing with the case, one Mrs. del Carril. She transmitted it to Mr. Preuveneers with a covering note (apostille) dated 17 January.", "10. On 4 February 1977, the investigating judge wrote to the Brussels procureur du Roi to enquire whether, as regards the co-accused Santos de Sousa, the public prosecutor’s department intended to report the facts to the Portuguese authorities, those authorities apparently being no longer willing to grant his extradition. On his covering note, the judge added in manuscript, between brackets, the words \"for the attention of Mr. P. Van de Walle\". Mrs. del Carril replied to Mr. Preuveneers on 9 February 1977.", "11. On 20 June, the procureur général (State prosecutor) attached to the Brussels Court of Appeal sent to the procureur du Roi the results of letters rogatory executed in Portugal concerning Mr. Santos de Sousa. After initialling the covering note, Mr. Van de Walle forwarded it to Mr. De Nauw, the deputy who had taken over from Mrs. del Carril in dealing with the case; Mr. De Nauw transmitted the note to the investigating judge on 22 June.", "12. On 13 December 1977, Mr. Van de Walle took his oath as a judge on the Brussels Court of Appeal, to which office he had been appointed on 18 November. Most of the investigations had been completed by that time, although some further formal steps were taken at a later date.", "13. On 12 May 1978, the deputy, Mr. De Nauw, signed an application for an arrest warrant (réquisitoire de prise de corps); prior to that, in a report of forty-five pages, he had referred the matter to the procureur général attached to the Court of Appeal, who had replied on 11 May. By judgment of 16 June, the Indictments Chamber (Chambre des mises en accusation) of the Brussels Court of Appeal remitted the applicant for trial before the Brabant Assize Court on charges of voluntary and premeditated manslaughter of Mr. Gros and Mr. Dulon. The procureur général drew up the formal indictment on 27 June.", "14. The trial took place from 6 to 10 November 1978 before the Assize Court which was presided over by Mr. Van de Walle. After the court had heard, amongst others, numerous prosecution and defence witnesses, the twelve members of the jury withdrew to consider their verdict. Mr. Piersack had maintained throughout that he was innocent. On the third question put to them, concerning the \"principal count\", they arrived at a verdict of guilty, but only by seven votes to five. After deliberating on that question in private, the President and the two other judges (assesseurs) declared that they agreed with the majority.", "In the final event, the Assize Court convicted the applicant of the murder of Mr. Dulon and acquitted him as regards the other charges; it accepted that there were mitigating circumstances and sentenced him on 10 November 1978 to eighteen years’ hard labour. It also recorded that on account of his nationality it had not been possible to obtain the extradition to Belgium of Mr. Santos de Sousa, who had been arrested in Portugal.", "15. The applicant then appealed on points of law to the Court of Cassation. His sixth ground of appeal, the only ground that is relevant in the present case, was that there had been a violation of Article 127 of the Judicial Code, which provides that \"proceedings before an assize court shall be null and void if they have been presided over by a judicial officer who has acted in the case as public prosecutor (ministère public) ...\". He contended that the words \"for the attention of Mr. P. Van de Walle\" appearing in manuscript on the covering note of 4 February 1977 (see paragraph 10 above) showed that Mr. Van de Walle, and not some other judicial officer in the public prosecutor’s department, had been dealing with the matter at the relevant time and had, accordingly, taken some part or other in the investigation of the case. Mr. Piersack made no mention of the letter of 13 January and the note of 20 June 1977 (see paragraphs 9 and 11 above), since at that stage neither he nor his lawyer had identified the author of the initials marked thereon; the Government on their own initiative supplied this information to the Commission in their written observations of March 1980 on the admissibility of the application.", "16. In his submissions, Mr. Velu, an avocat général, retraced developments in the relevant Belgian legislation and judicial decisions, distinguishing between three periods:", "(a) Before 1955, although there were no written rules on the subject, the Court of Cassation had delivered eight judgments in which it had been held that a judicial officer who had acted as public prosecutor in criminal proceedings could not thereafter sit in the case as a judge and, in particular, on the assize court bench. The Court of Cassation founded this prohibition on a general and absolute principle that was said to derive from the very nature of the functions. The avocat général summarised the judgments as follows:", "\"It is of little moment - that the judicial officer in the public prosecutor’s department intervened in the case only occasionally or by chance...;", "- that his intervention did not implicate one or more of the accused by name;", "- that his intervention did not involve a formal step in the process of investigation.", "It suffices that the judicial officer in the public prosecutor’s department personally played some part in the conduct of the prosecution in the case in question.", "There is incompatibility as soon as the judicial officer, during the course of the prosecution, has personally intervened in the case in the capacity of member of the public prosecutor’s department.\"", "(b) The second period (1955-1968), during which the Court of Cassation apparently did not have occasion to rule on the problem of incompatibility between the functions of public prosecutor and the functions of judge, was marked by two new factors: the incorporation of the Convention into the Belgian domestic legal system and the developments in domestic case-law with regard to the general principle of law whereby cases must be impartially examined by the court.", "The litigant’s right to \"an impartial tribunal\", within the meaning of Article 6 § 1 (art. 6-1) of the Convention, could imply either that a judge was simply obliged to withdraw if he were at all biased as regards the case or, alternatively, that he was under the more extensive duty of withdrawing whenever there was a legitimate reason to doubt whether he offered the requisite guarantees of impartiality. The avocat général rejected the first interpretation, which he described as \"restrictive\", in favour of the second, the \"extensive\", interpretation; he relied notably on Article 31 of the Vienna Convention on the Law of Treaties (account to be taken of the object and purpose) and on the Delcourt judgment of 17 January 1970 (Series A no. 11, pp. 14-15, § 25 in fine). As regards the general principle of law whereby cases must be impartially examined by the court, he also referred to judgments of the Belgian Court of Cassation and the Belgian Conseil d’État. In addition, he cited the following passage from an inaugural address of 1 September 1970 to the Court of Cassation: \"any judge whose impartiality may legitimately give rise to doubts must refrain from taking part in the decision\".", "(c) The third period saw the entry into force of Articles 127 and 292 of the Judicial Code (see paragraph 22 below) and the application by the Court of Cassation of the second of these Articles to cases where a decision had been given by a judge who had previously acted as a member of the public prosecutor’s department. According to the avocat général, the five judgments that he listed followed the same approach as those delivered in the first period and established that:", "(i) notwithstanding Article 292 of the Judicial Code, the general principle of law whereby cases must be impartially examined by the court had retained its full force;", "(ii) for the purposes of that Article, the expression \"dealing with a case in the exercise of the functions of public prosecutor\" signified intervening therein in the capacity of prosecuting party;", "(iii) there could not be said to have been such an intervention if, in the case concerned, a judicial officer in the public prosecutor’s department had simply", "- appeared at a hearing at which the court did no more than adopt a purely procedural measure; or", "- taken some step which was manifestly without effect on the conduct of the prosecution.", "In the light of the foregoing, the avocat général concluded that the Court of Cassation should \"set aside the judgment under appeal ... whether on the sixth ground adduced by the appellant or on the ground, to be taken into consideration by the Court of its own motion, of violation either of Article 6 § 1 (art. 6-1) of the Convention ... or of the general principle of law whereby cases must be impartially examined by the court\".", "The avocat général stressed that the covering note of 4 February 1977 emanated from the investigating judge, the person who quite naturally was best informed not only as to the background to the case but also as to the identity of the judicial officer or officers in the public prosecutor’s department who were dealing with the prosecution. And Mr. Preuveneers had added to the covering note, in manuscript, the words \"for the attention of Mr. P. Van de Walle\", thereby indicating the specific addressee for whom the note was personally intended:", "\"If the investigating judge marked this covering note as being for Mr. P. Van de Walle’s attention, it is logical to suppose that he knew that that judicial officer had personally played some part or other in the conduct of the prosecution.", "What other reasonable explanation can be given for such a course of action ... which surely would not have been taken unless the two officers had been in contact regarding the investigation of the case?", "It is of little moment that other judicial officers in the public prosecutor’s department intervened in the case, for example to follow up the investigating judge’s covering note, or that Mr. Van de Walle intervened only by chance or occasionally, or that such intervention has not been shown to have implicated the appellant or a co-accused by name or ... to have involved a formal step in the process of investigation.", "Finally, there would be no reasonable explanation for the handwritten words ... if Mr. Van de Walle’s intervention in the case had until then been limited to steps that were purely routine or ... were manifestly without effect on the conduct of the prosecution.\"", "Even if the Court of Cassation were not to allow the appeal on the sixth ground, which was based on Article 127 of the Judicial Code, the circumstances described above were, in the opinion of the avocat général, Mr. Velu, sufficient to give rise to legitimate doubts as to whether the President of the Assize Court had offered the guarantees of impartiality required both by Article 6 § 1 (art. 6-1) of the Convention and by the general principle whereby cases must be impartially examined by the court.", "17. The Court of Cassation dismissed the appeal on 21 February 1979.", "As regards the sixth ground of appeal, the Court of Cassation observed firstly that the mere despatch of the covering note of 4 February 1977 did not necessarily show that Mr. Van de Walle had \"acted in the case as public prosecutor\", within the meaning of Article 127 of the Judicial Code.", "The Court of Cassation also took into consideration of its own motion Article 6 § 1 (art. 6-1) of the Convention and the general principle of law establishing the right to the impartiality of the court. It was true that both of these norms obliged a judge to refrain from taking part in the decision if there were a legitimate reason to doubt whether he offered the guarantees of impartiality to which every accused person was entitled. However, the Court held that the documents which it could take into account did not reveal that after the public prosecutor’s department had received the covering note mentioned in the ground of appeal, Mr. Van de Walle, who was then a senior deputy to the Brussels procureur du Roi, had taken any decision or intervened in any manner whatsoever in the conduct of the prosecution relating to the facts in question. Admittedly, for a judge’s impartiality to be regarded as compromised on account of his previous intervention in the capacity of judicial officer in the public prosecutor’s department, it was not essential that such intervention should have consisted of adopting a personal standpoint in the matter or taking a specific step in the process of prosecution or investigation. Nevertheless, it could not be assumed that a judicial officer in the public prosecutor’s department had intervened in a case in or on the occasion of the exercise of his functions as such an officer merely because there was a covering note which had been addressed to him personally by the investigating judge but which had not been shown by any evidence to have been received by the officer or to have caused him to take even an indirect interest in the case. In this connection, the Court of Cassation noted finally that it was not the senior deputy Van de Walle who had replied to the covering note.", "18. In criminal matters, the public prosecutor’s department \"conducts prosecutions in the manner specified by law\" (Article 138, first paragraph, of the Judicial Code). In that capacity, it investigates, and institutes proceedings in respect of, offences and then, if appropriate, appears at the trial in order to argue the case for the prosecution.", "All the judicial officers in the public prosecutor’s department form a hierarchical body which is generally recognised as being characterised by unity, indivisibility and independence.", "In addition to the departments of the procureur général at the Court of Cassation and of the procureurs généraux at the Courts of Appeal, there is a procureur du Roi for each district; subject to the supervision and directions of the procureur général attached to the Court of Appeal, a procureur du Roi acts as public prosecutor before the District Courts, the Courts of First Instance, the Commercial Courts and the District Police Courts (Article 150 of the Judicial Code). He is aided by one or more deputies who are subject to his personal supervision and directions, including one or more senior deputies appointed by Royal Decree who assist him in the management of the public prosecutor’s department (Article 151 of the Judicial Code).", "19. In the Brussels public prosecutor’s department, there are several dozen judicial officers all of whom are answerable to the procureur du Roi. The department is divided into sections, with a senior deputy at the head of each section. As a strict matter of law, the individual deputies come under the sole authority of the procureur du Roi who himself comes under the authority of the procureur général attached to the Court of Appeal, but in practice a senior deputy exercises certain administrative powers over the deputies. In particular, he revises their written submissions to the courts, discusses with them the approach to be adopted in a specific case and, if the occasion arises, gives them advice on points of law.", "One of the above-mentioned sections - section B - deals with indictable and non-indictable offences (crimes et délits) against the person. Mr. P. Van de Walle was the head of this section during the period in question, until his appointment to the Brussels Court of Appeal (see paragraph 12 above). According to the Government, the procureur du Roi regarded himself at that time as personally responsible for cases - like Mr. Piersack’s - involving an indictable offence, the number whereof was actually fairly small; he worked on those cases directly with the deputy in charge of the file - on this occasion, Mrs. del Carril and then Mr. De Nauw -, rather than through the intermediary of the senior deputy whose principal role was to countersign documents, if not to act as a \"letter-box\". The applicant contested this version of the facts, maintaining that the Government were giving an exaggerated view of the \"autonomy\" enjoyed by the deputies vis-à-vis the senior deputies.", "20. Under Article 98 of the Belgian Constitution, a jury has to be constituted in all cases involving an indictable offence. Assizes are held, as a rule at the chief town in each province, in order to try accused persons remitted for trial there by the Court of Appeal (Articles 114 to 116 of the Judicial Code and Article 231 of the Code of Criminal Procedure).", "Each assize court is composed of a President and two other judges (assesseurs); for criminal matters, it sits with a jury of twelve members (Articles 119 to 124 of the Judicial Code).", "The President’s duties include directing the jurors in the exercise of their functions, summing-up the case on which they have to deliberate, presiding over the whole of the procedure and determining the order in which those wishing to do so shall address the court; he also keeps order in court (Article 267 of the Code of Criminal Procedure). He is entitled by law to take, at his discretion and on his own initiative, any steps which he may consider expedient for the purpose of establishing the truth, and he is bound in honour and conscience to make every effort to that end, for example by ordering of his own motion the attendance of witnesses or the production of documents (Articles 268 and 269).", "21. After closing the hearings (Article 335, last paragraph, of the Code of Criminal Procedure), the President puts to the jury the questions arising from the indictment and hands the text of those questions to the foreman of the jury (Articles 337 to 342). The jurors then retire to their room to deliberate together, in the absence of the President and the other judges; they may return only when they have arrived at their verdict (Articles 342 and 343).", "To be valid, the jury’s verdict must be adopted by a majority for or against the accused; if the voting is equal, he is acquitted (Article 347). However, if he is found guilty on the principal count by no more than the simple majority of seven votes to five - as was the case for Mr. Piersack (see paragraph 14 above) -, the President and the two other judges deliberate together on the same question; if a majority of them does not agree with the majority of the jury, the accused is acquitted (Article 351). If there is a finding of guilt, the judges retire with the jurors to the jury-room and they deliberate as a single body, under the chairmanship of the President of the Court, on the sentence to be imposed in accordance with the criminal law; the decision is taken by an absolute majority (Article 364).", "22. Article 292 of the 1967 Judicial Code prohibits the concurrent exercise of different judicial functions, except where otherwise provided by law; it lays down that \"any decision given by a judge who has previously dealt with the case in the exercise of some other judicial function\" shall be null and void. Article 127 specifies that \"proceedings before an assize court shall be null and void if they have been presided over by a judicial officer who has acted in the case as ... public prosecutor (ministère public) or has delivered rulings on the conduct of the investigations\"."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}