{"ITEMID": "001-81372", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MDA", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF FLUX  v. MOLDOVA (No. 2)", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Article 10 - Freedom of expression -{General} (Article 10-1 - Freedom of expression);Pecuniary and non-pecuniary damage - award (Article 41 - Non-pecuniary damage;Pecuniary damage;Just satisfaction)", "JUDGES": "Gheorghe Ulianovschi;Nicolas Bratza", "TEXT": ["5. On 19 June 2002 Flux published on its first page the title of an article due to appear in a future issue together with a summary of the article. The title of the summary was “The red millionaires” and it was accompanied by a big picture of the leader of the Communist Party parliamentary group, Victor Stepaniuc, wearing a top hat.", "6. The summary read as follows:", "“The Communists want to sell off piece-meal the Anenii Noi canned food plant", "The Anenii Noi plant is the only undertaking in the region which is still alive. The rest of the plants have been sold off piece-meal. Since the Communists came to power, a campaign to liquidate this plant has commenced. Certain members of the Parliament of Moldova wish to dismantle it and sell it off piece-meal. Sources from the plant told our newspaper that the member of Parliament M.A., who is responsible for Anenii Noi County, with the support of the main creditors ... is behind this dirty affair. Having great influence and parliamentary immunity, he wants to fill his pockets following the sale of the plant.", "At present the plant is not operating and is making substantial losses, and this situation is being used to maximum advantage by this MP. Since the plant is not operating and is not profitable, the shareholders want to liquidate it. The problem is that the plant could operate if the shareholders did not hinder the plant's staff.", "(A detailed article about this affair will be published in the Friday issue on page 5)”.", "7. The next day, on 20 June 2002, Mr Stepaniuc brought civil defamation proceedings against the newspaper and against the author of the article. He argued, inter alia, that:", "“... the defendants disseminated information which is defamatory of me as a citizen, an MP and as the leader of the Communist Party parliamentary group ...", "... the article, which is accompanied by my picture, contains the following defamatory statements: 'The Communists want to sell the Anenii Noi canned food plant off piece-meal' ... 'Since the Communists came to power, a campaign to liquidate this plant has commenced. Certain members of the Parliament of Moldova wish to dismantle it and sell it off piece-meal'.", "By publishing this article, the defendants, acted in bad faith, misinforming public opinion about my actions in my capacity as MP and also about the activity of the Communist Party parliamentary group which I represent, accusing us of destroying an enterprise which is part of the national economy.”", "8. On 21 June 2002 Flux published the article announced in its 19 June issue. The article was based on the account of V.N., the deputy Chief Executive Officer of the Anenii Noi canned food plant, and reported on events concerning alleged attempts by a Communist parliamentarian (M.A.), to have the plant declared bankrupt and sold off. It stated, inter alia, that the parliamentarian had made use of the Tax Authority and other State bodies for that purpose and that he (M.A.) had told V.N. that his actions were supported by the Communist Party parliamentary group. According to V.N., three other plants from the region had already been declared bankrupt and sold off in the same manner.", "9. On 1 August 2002 Judge I.M., who was also President of the Buiucani District Court, ruled in favour of Mr Stepaniuc, relying on the following grounds:", "“From the content and meaning of the article [of 19 June 2002] it is clear that Flux and the author made defamatory and false accusations against Mr Stepaniuc, in particular to the effect that he, in his capacity as MP and leader of the Communist Party parliamentary group, had engaged in actions directed at destroying enterprises within the national economy of the Republic of Moldova for personal gain.", "In addition, the article was accompanied by a picture of the plaintiff.", "The defendants did not present in the article any proof of the truthfulness of their accusations.", "In such circumstances, the court considers it necessary to note that any article should be sincere, correct and contain only truthful revelations which correspond to reality and are not based on rumours, anonymous letters or inadequately checked information from unreliable sources.", "The defendants, however, did not abide by common sense and unjustly defamed the plaintiff.", "Accordingly, the defendants clearly overstepped the limits of constructive criticism of public persons necessary in a democratic society.", "In the court's view, the fact that the plaintiff's name was not given in the article is not conclusive, since his picture and the meaning and content of the article make it clear that it is directed against him. Consequently, he was exposed to mental and moral suffering which should be remedied by the defendants.", "In establishing the compensation to be paid for non-pecuniary damage, the court shall take into consideration the considerable vehemence of the attack against Mr Stepaniuc, the large readership of the newspaper and the degree of suffering endured by the plaintiff.", "The court should also take into consideration the public functions occupied by Mr Stepaniuc, that of MP and leader of a parliamentary group, which should increase the award for moral damage. Therefore the court considers it necessary to award the plaintiff the maximum amount of compensation provided for by the law.”", "10. The court found the statement: “The Communists want to sell the Anenii Noi canned food plant off piece-meal” to be defamatory and ordered the newspaper and the author to pay the plaintiff 3,600 Moldovan Lei (MDL) (the equivalent of 270 euros (EUR) at the time) and MDL 1,800 respectively. It further ordered the newspaper to issue an apology within fifteen days. The defendants were also ordered to pay the court fees.", "11. The newspaper lodged an appeal against the judgment in which it argued, inter alia, that the article had been directed against M.A., another MP from the Communist Party parliamentary group and not against Mr Stepaniuc. The latter's picture had been published in order to make it easy to identify the Communist Party parliamentary group, since he was its President.", "12. The applicant also argued that the impugned article was only an abstract of an article to be published subsequently and that the statement found by the first-instance court to be defamatory was merely a subjective conclusion drawn by the author based on the information published in the main article. The applicant further submitted that M.A. had also instituted defamation proceedings against the newspaper and requested that the two actions instituted by Mr Stepaniuc and by M.A. be joined and examined together.", "13. The applicant finally argued that Judge I.M. lacked independence and impartiality because he was a friend of Mr Stepaniuc and had been appointed President of the Buiucani District Court by the Communist Party parliamentary group. The majority of the defamation cases between Flux and Mr Stepaniuc were examined by him personally and his decisions were stereotyped. In other defamation cases between Flux and representatives of the Government, Judge I.M. had always ruled in favour of the latter and had awarded them the maximum amount provided for by law.", "14. On 6 February 2003 the Chişinău Regional Court dismissed the appeal as being unfounded. It did not take into consideration the article published on 21 June 2002.", "15. The newspaper lodged an appeal on points of law, relying on the same grounds as in its appeal and added, inter alia, that the impugned article merely reproduced the opinion of the management of the Anenii Noi canned food plant.", "16. On 1 April 2003 the Court of Appeal dismissed the appeal. It stated, inter alia, that it was clear that the information published in the article about Mr Stepaniuc did not correspond to reality; moreover, his picture had been attached to the article.", "17. It appears that the defamation action brought by M.A. against Flux was struck out due to M.A.'s failure to appear before the court.", "18. The relevant provisions of the Civil Code in force at the material time read:", "Article 7. Protection of honour and dignity", "“(1) Any natural or legal person shall be entitled to apply to the courts to seek the withdrawal of statements which are damaging to his or her honour and dignity and do not correspond to reality, as well as statements which are not damaging to honour and dignity, but do not correspond to reality.", "(2) When the media body which circulated such statements is not capable of proving that these statements correspond to reality, the court shall compel the publishing office of the media body to publish, not later then 15 days after the entry into force of the judicial decision, a withdrawal of the statements in the same column, on the same page or in the same programme or series of broadcasts.”", "Article 7§ 1. Compensation for moral damage", "“(1) The moral damage caused to a person as a result of circulation through the mass media or by organisations or persons of statements which do not correspond to reality, as well as statements concerning his or her private or family life, without his or her consent, shall be compensated by way of a pecuniary award. The amount of the award shall be determined by the court.", "(2) The amount of the award shall be determined by the court in each case as an amount equal to between 75 and 200 months' minimum wages if the information has been circulated by a legal person and between 10 and 100 month's minimum wages if the information has been circulated by a natural person.”", "19. The Freedom House Organisation 2003 country report for Moldova, insofar as relevant, reads as follows:", "“... In 2002, the principle of the rule of law was under challenge in Moldova. This was evidenced by the rising number of cases filed by Moldovan citizens in the European Court of Human Rights and actions taken by the Parliament and government to suppress judicial independence. Also affecting the fragile balance of power among the legislative, executive, and judicial branches of government in 2002 were a series of judicial nominations based on loyalty to the ruling party, the dismissal of the ombudsman, and attempts to limit the independence of the Constitutional Court.", "...", "In April, the Moldovan Association of Judges (MAJ) signaled that the government had started a process of “mass cleansing” in the judicial sector. Seven judges lost their jobs, including Tudor Lazar, a member of the court of appeals, and Gheorghe Ulianovschi, the chairman of the Chisinau Tribunal. In the case of Lazar, the move was likely revenge for decisions by the court of appeals that favored the Basarabian Metropolitan Church and local oil importers over the government.", "The situation worsened when President Voronin refused to prolong the mandates of 57 other judges. The MAJ conveyed a statement on the matter to COE rapporteurs who were in Chisinau at the time on a fact-finding mission. The government instructed the Ministry of Justice to delay court decisions related to the payment of material damages by state institutions. In October, Gheorghe Susarenco, chairman of the Moldovan Association of Judges, stated at a press conference that senior government officials were pressuring judges to issue rulings that favored government bodies.", "In December, President Voronin promulgated a constitutional amendment giving him the right to appoint judges. Under the amendment, the head of state will appoint the chairs of courts, their deputies, and lower-ranking judges for four-year terms at the recommendation of the Higher Council of Magistrates. Parliament will appoint for four-year terms members of the Supreme Court of Justice, including the chief of the Supreme Court of Justice, the prosecutor-general, and the minister of justice. These changes provide evidence that the country's Communist leaders are weakening judicial independence and subordinating this branch of governance to their authority...”", "20. The United States Department of State 2003 country report on Moldova read as follows in its relevant parts:", "“... The Constitution provides for an independent judiciary; however, official pressure and corruption of judges remained a problem.", "There continued to be credible reports that local prosecutors and judges extorted bribes for reducing charges or sentences.", "Following a major reorganization in May, the judiciary consists of three levels: lower courts, courts of appeals, and the Supreme Court. A separate Constitutional Court has exclusive authority in cases regarding the constitutionality of draft and final legislation, decrees, and other government acts. While the Constitutional Court was generally regarded as fair and objective, observers frequently charged that other courts were corrupt or politically influenced.", "The Constitution authorizes the President, acting on the nomination of the Superior Court of Magistrates, to appoint judges for an initial period of 5 years. Before being reappointed, judges must undertake specialized judicial training and pass a test evaluated by the Superior Council of Judges. Political factors have played a large role in the reappointment of judges.”"], "VIOLATED_ARTICLES": ["10"], "VIOLATED_PARAGRAPHS": ["10-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}