{"ITEMID": "001-57715", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FRA", "BRANCH": "CHAMBER", "DATE": 1991, "DOCNAME": "CASE OF CARDOT v. FRANCE", "IMPORTANCE": "2", "CONCLUSION": "Lack of jurisdiction (complaint inadmissible)", "JUDGES": "C. Russo", "TEXT": ["10. Mr Jean-Claude Cardot is a French national and works as a road haulier.", "On 2 August 1979 the public prosecutor at Valence (Drôme) applied to a local investigating judge for an investigation to be opened into, inter alia, the importing, exporting and transporting of drugs by a person or persons unknown. The police had just discovered an international organisation specialising in drug trafficking between the Middle East and Europe. The organisation had been active since 1978 and was made up of Iranian suppliers and French carriers, masterminded by Dutch nationals.", "11. In August 1979 the investigating judge charged Mr Cardot and fourteen others with drug offences.", "12. On 27 November 1979 the Italian police arrested Mr Cardot in Verona while he was carrying 455 kg of hashish in his lorry; the investigating judge at Valence was informed of the arrest on 30 November.", "On 21 June 1980 the Verona District Court sentenced the applicant to five years and one month’s imprisonment, but on appeal the Venice Court of Appeal reduced the sentence to three years and seven months.", "13. On 21 December 1981 Mr Cardot was pardoned. He was not released, however, as an international warrant for his arrest had been issued by the investigating judge at Valence on 26 June 1980, and on 3 July the French Government had applied to the Italian authorities for his extradition. On 14 August 1980 Mr Cardot had been served with a further warrant for his arrest, issued by the same judge, on suspicion of inciting an attempt to import 1,080 kg of hashish and attempting to import 650 kg; the commission of the first offence had been frustrated only by a circumstance beyond his control (the arrest of the principal offender in Tehran), while commission of the second had been prevented by the applicant’s arrest in Verona.", "On 24 March 1981 the Venice Court of Appeal ruled in favour of extradition for the purposes of proceedings relating to participation in transporting drugs on three occasions in 1978. On 23 February 1982 the Ministry of Justice decided to extradite Mr Cardot, who was handed over to the French authorities on 23 March.", "14. In an order of 5 February 1981 the investigating judge committed Mr Cardot, who was still in Italy, and his co-defendants for trial at the Valence Criminal Court.", "The applicant was charged, firstly, with having, in concert with his co-defendants, organised an association or a conspiracy to import and export drugs and of having imported and transported drugs and, secondly, of having aided and abetted the offences with which the other defendants were charged and of having attempted to import, export and transport hashish on two specific occasions.", "15. The court gave judgment on 7 May 1981.", "It decided to sever the proceedings against Mr Cardot on account of his being in custody in Italy (see paragraphs 12-13 above).", "One of the defendants (Mrs Cuvillier) was acquitted on the ground that there was insufficient evidence, and six others were given either immediate custodial sentences (Mr Millo sixteen years, Mr Jacques Montaner sixteen years, and Mr Humbert eight years) or suspended sentences (Mr Kabayan three years, Mr Jean Montaner five years, and Mrs Sabatier five years).", "As to the seven co-defendants who had not appeared, the court sentenced them in absentia to periods of imprisonment ranging from five to twenty years.", "The judgment contained the following passages concerning Mr Cardot:", "\"It appears from the preliminary investigation and the hearing that in late March or early April 1978, on Cardot’s instructions, a convoy of eight lorries driven by, among others, Cardot, Millo, Humbert and a driver from Jacques Montaner’s firm carried chemicals and pharmaceuticals to Afghanistan, returning via Iran.", "Two days after the arrival of Cardot’s lorry at the Jacques Montaner depot at Charmes (Ardèche), Cardot and Millo dismantled the petrol tank and took out a number of metal boxes ... containing 300-400 kg of hashish ...", "At all events, before the petrol tank was dismantled, Cardot had indicated to Millo that it contained hashish, whereas Montaner was confronted with a fait accompli.", "...", "Cardot subsequently asked Jacques Montaner and Millo, who agreed, to bring back a quantity of hashish when carrying car-wheel rims from Yugoslavia ...", "When Cardot had arranged the rendez-vous, Millo and Jacques Montaner set off together during June 1978 ...", "...", "Cardot gave Jacques Montaner FRF 6,000, which did not even cover his expenses, while Millo received FRF 50,000 only after another journey to Iran.", "...", "For the petrol tanks fitted by the Dutchmen, Cardot went to two different boilermakers so as not to arouse suspicion ...", "According to Millo and Montaner, the tanks measured 2.3m-2.5m x 0.8m x 0.8m and their components were charged to the Société Transpyrénées [Transpyrenean Company], in other words paid by Cardot (record of the hearing).", "...", "On returning from a trip to Afghanistan, Cardot suggested to Jean-Paul Humbert that he should engage in smuggling ...", "At the end of July 1978 ... Humbert saw Cardot again, who told him that a petrol tank was ready.", "...", "Cardot, who went to Iran before Humbert, had arranged to meet him in the car park of Tehran Customs.", "After his vehicle had been immobilised ..., Humbert, acting on Cardot’s instructions, got in touch again with an Iranian, who escorted him to a warehouse in the centre of the working-class district of Tehran, where, at night, he watched two other Iranians load forty rectangular metal boxes into the tank ...", "...", "On Cardot’s instructions and accompanied by him, he took an empty lorry to Holland, where Cardot made a telephone call from the Novotel car park on the outskirts of Amsterdam.", "Guided by André Bronkhorst in the car which Cardot had got into ..., Humbert left his trailer at the Dutchman’s disposal outside a warehouse ...", "...", "On his return to Charmes, still accompanied by Cardot, he was given FRF 120,000 by Cardot for transporting 700 kg of hashish.", "...", "At about the same time, likewise on Cardot’s instructions, Jacques Montaner went to Iran in his lorry in order to bring back a quantity of hashish ...", "According to Montaner’s disclosures at the hearing, Cardot, Millo and Humbert also went to Iran, each with specially adapted petrol tanks, whereas his own was not adapted until he reached Iran.", "...", "Montaner travelled via France to Amsterdam, where he rang a telephone number he had been given by Cardot in order to contact Antonius Vriens, known as ‘Tony’, who took delivery from him.", "After the petrol tank had been cut out with a chain-saw in a warehouse, Montaner unloaded the tins containing the hashish, came back to France and subsequently received from Cardot payments of FRF 20,000, FRF 50,000 and FRF 10,000 on account, i.e. FRF 80,000 in all for the two journeys, this one and the one that had been made to Yugoslavia in June.", "...", "At Cardot’s instigation, Millo returned to Tehran by air on 30 September 1978 in order to collect his lorry, which he had left in Iran on 26 August and which Cardot had said was now ‘ready’ ...", "...", "From the statements of the various defendants and persons charged and inquiries made in Holland it appears that Van Dam Gybertus financed the operation and was the person for whom the consignments of drugs carried by the hauliers were ultimately intended.", "...", "André Bronkhorst, an important member of the organisation, took delivery in Amsterdam in August 1978 of the drugs brought from Iran by Humbert and Cardot.", "...", "Esser got Cardot involved in smuggling hashish ...", "...", "Gérardus Waterloo went to Valence several times in June 1978 to make specially adapted petrol tanks together with Van Vemde and Cardot.", "...", "In sum, as regards the transport of drugs, it has been established that:", "1. In March 1978 Cardot and Millo took part in importing 400 kg of hashish from Afghanistan and exporting it.", "2. In June 1978 Cardot, Jacques Montaner and Millo took part in importing 1,500 kg of hashish from Yugoslavia and exporting it to Holland.", "3. In July 1978 Cardot and Humbert took part in importing 700 kg of hashish from Iran and exporting it to Holland.", "4. In August 1978 Cardot and Jacques Montaner took part in importing 600 kg of hashish from Iran and exporting it to Holland.", "5. In late September or early October 1978 Cardot incited an attempt to import 1,080 kg of hashish from Iran.", "...", "8. In November 1979 Cardot attempted to import and export 650 kg of hashish.", "...", "The offence of importing prohibited goods - in this instance 10 kg of morphine, 7 kg of heroin and more than 3,500 kg of hashish, with a total value of 47 million francs -, which is punishable under Articles 38, 215, 373, 414, 417, 419 and 435 of the Customs Code, has been made out.", "The foregoing offence is imputable to Jacques Montaner, Millo, Humbert, Jean Montaner, Kabayan, Sabatier, Cardot, Sarrafinehad, Van Dam, Bronkhorst, Van Vemde, Vriens, Esser and Waterloo severally, the proceedings against Cardot having, however, been severed.", "...\"", "16. Five of those convicted appealed and on 18 February 1982 the Grenoble Court of Appeal gave judgment. It acquitted two of them (Mr Jean Montaner and Mrs Sabatier) on the grounds that there was insufficient evidence, and reduced the prison sentences of the three others (Mr Humbert, Mr Millo and Mr Jacques Montaner) by a quarter.", "In its judgment the court indicated that they had all claimed to have received their instructions from Mr Cardot, who was repeatedly named in the text. The judgment included the following references:", "\"...", "It is apparent from the case file and the oral proceedings that in March 1978 Gérard Roucaries put Jean-Claude Cardot in touch with the Dutchman Esser Stanley, known as Carlos, who proposed to Jean-Claude Cardot - who was then in the business of road haulage to the Middle East - that he should carry hashish against payment of 100,000 French francs per tonne. Jean-Claude Cardot accepted this proposal, and in late March or early April 1978, on Cardot’s instructions, a convoy of eight lorries driven by, among others, Cardot, Millo, Humbert and a driver from Jacques Montaner’s firm carried chemicals and pharmaceuticals to Afghanistan, returning via Iran.", "Two days after the arrival of Cardot’s lorry at the Jacques Montaner depot at Charmes (Ardèche), Cardot and Millo dismantled the petrol tank ...", "...", "Cardot subsequently asked Jacques Montaner and Millo, who agreed, to bring back a quantity of hashish when carrying car-wheel rims from Yugoslavia.", "When Cardot had arranged the rendez-vous, Millo and Jacques Montaner set off together ...", "...", "On returning from a trip to Afghanistan, Cardot suggested to Jean-Paul Humbert that he should engage in smuggling.", "...", "After his vehicle had been immobilised ..., Humbert, acting on Cardot’s instructions, got in touch again with an Iranian ...", "...", "On Cardot’s instructions and accompanied by him, he took an empty lorry to Holland ...", "...", "At about the same time, likewise on Cardot’s instructions, Jacques Montaner went to Iran in his lorry in order to bring back a quantity of hashish.", "...", "Francis Millo admitted at the hearing that ... he had driven a consignment of hashish from Valence to Holland that had just been brought from Iran by Jean-Claude Cardot.", "...", "At Cardot’s instigation, he returned to Tehran by air on 30 September 1978 in order to collect his lorry, which Cardot had said was now ‘ready’.", "...\"", "17. Mr Cardot was summoned to appear before the Valence Criminal Court on 2 April 1982.", "On the same day, on an application by the prosecution, the court ordered that further inquiries should be made into the facts and that the defendant should remain in custody. On an appeal against the latter decision, the Grenoble Court of Appeal upheld the lower court’s decision on 19 May 1982.", "18. On 17 June the Valence Criminal Court appointed an investigating judge to carry out the further inquiries.", "19. The judge questioned Mr Cardot on 28 June and 30 July 1982.", "20. He also confronted Mr Cardot with the four main witnesses: Mr Humbert, Mr Millo, Mr Jean Montaner and Mr Jacques Montaner on 12, 13, 16 and 26 July respectively (see paragraphs 15 and 16 above).", "On each occasion, in the presence of Mr Cardot and his lawyer, the investigating judge read out the statements that the witnesses had made to the police on 21 and 23 October 1979 and 19 February 1980. Mr Humbert, Mr Millo and Mr Jacques Montaner confirmed them.", "The applicant disputed certain points in Mr Millo’s and Mr Jean Montaner’s statements; Mr Montaner had retracted certain things he had said to the police and to the courts. Mr Cardot also questioned the witnesses through his lawyer. He applied successfully for the record of his confrontation with Mr Jean Montaner to be amended and had further questions put to him.", "21. The trial at the Valence Criminal Court opened on 1 September 1982. The prosecution did not deem it necessary to call as witnesses the four people with whom Mr Cardot had been confronted, and the accused himself did not make any written application for evidence to be heard from them.", "The court adjourned the case to 17 September so that the national head office of the Customs investigations branch could be represented as a civil party.", "22. During the hearing on 17 September Mr Cardot gave an account of himself in relation to the charges against him. He again challenged the statements that his former co-defendants had made to the police, pointing out that they had varied, but he did not apply for the persons concerned to be called.", "23. On the same day the court sentenced him to six years’ imprisonment. He was found guilty as charged; the court did not take into account the offences of which he had been convicted by the Venice Court of Appeal (see paragraph 12 above).", "The judgment referred to the statements of the former co-defendants:", "\"...", "... Millo stated that Cardot had used the time to have his trailer equipped with a specially adapted petrol tank made in Iran.", "It appeared from Humbert’s statements that Cardot had had contacts concerning the transport of smuggled goods - Cardot did not deny this but claimed that the goods in question were carpets -, that when he (Humbert) drove his lorry with its specially adapted petrol tanks to Tehran, Cardot had told him that he could be paid FRF 120,000 per journey, that he had indeed heard conversations between Cardot and a Dutchman on the subject of drugs ...", "For his part, Millo said that during his stay in Tehran, at that time, Cardot suggested to him that he should have his lorry loaded with hashish to take back to France, and Montaner stated that on returning from Afghanistan Cardot brought round 400-500 kilos of drugs, which had been collected by another lorry.", "...", "Millo said that the four petrol tanks had been made for Cardot by Van Vemde ...", "...", "While returning to France on or about 8 or 10 August 1978 Cardot met Millo in Turkey; the latter said during the further inquiries into the facts that Cardot had told him on that occasion that his lorry was carrying hashish; he even told Montaner that he had brought back hashish on this journey.", "Millo stated categorically that on his return to France 400 kilos of hashish remained from Cardot’s consignment; ...", "...", "Montaner and Millo stated categorically that Cardot was behind the transporting of hashish from Yugoslavia; Montaner and Millo said that Cardot had organised the journey and given all the necessary instructions; ...", "...", "But in his original statements Humbert had said that ten or twelve days after this journey to Holland Cardot had paid him FRF 120,000 in cash in France ...", "...", "Cardot denied any involvement in the journey allegedly made to Lille by Montaner and himself together with Millo ...; Montaner and Millo, however, had said that all three of them had stopped at the Novotel in Lille before Millo continued his journey to Holland; the Dutchman Tony Vriens had joined them; Montaner had said that this Dutchman had given Cardot a bag containing money; Cardot had given him two bundles each containing FRF 50,000 in 500-franc notes and he had given one of these bundles of notes to Millo.", "...\"", "24. Mr Cardot, the civil party and the prosecution appealed, and the Grenoble Court of Appeal gave judgment on 17 March 1983. It upheld the lower court’s judgment as regards Mr Cardot’s guilt and increased the sentence to seven years’ imprisonment.", "The part of its judgment headed \"The facts\" contained the following:", "\"It appears from the police inquiries, from the judicial investigation and from the partly confirming judgment of this Court on 18 February 1982 [(see paragraph 16 above)] that the facts are established as follows:", "...", "... The judicial investigation established that [the traffickers] were divided into three groups: ... and, lastly, the carriers, consisting of Francis Millo, Jacques Montaner and Jean-Paul Humbert, who subsequently formally implicated Jean-Claude Cardot, whom they described as the intermediary between the Dutch and themselves.", "...", "For his part, Jean-Paul Humbert stated that on this occasion Cardot introduced him to two Dutchmen, ‘Tony’ and ‘Carlos’ ...", "...", "Jacques Montaner and Francis Millo ... stated that they made this journey at Cardot’s request in order to bring back a consignment of hashish. ... Millo stated that Cardot helped to load the lorry ...", "...", "According to [Cardot’s mistress], who confirmed Humbert’s and Jacques Montaner’s statements, Cardot helped Van Vemde and Waterloo to make specially adapted petrol tanks, but Cardot denied this. ...", "...", "Furthermore, during the trial in this Court on 18 February 1982 Millo stated ... that on that journey he had driven a consignment of hashish from Valence to Holland that had just been brought from Iran by Jean-Claude Cardot. He also stated that after meeting Cardot in Ankara he took his vehicle to Tehran and came back to France, subsequently returning to Tehran by air at Cardot’s instigation on 30 September 1978 in order to collect his lorry, which Cardot had told him was ‘ready’. ...", "...", "The various French lorry drivers involved in this trafficking, in particular Jacques Montaner, Francis Millo and Jean-Paul Humbert, who were convicted by this Court on 18 February 1982, all stated that they had received their instructions from Jean-Claude Cardot. ...\"", "25. At the hearing of the appeal the prosecution had considered \"the facts ... completely established by the evidence in the file and in the concordant statements made by Jacques Montaner, Jean-Paul Humbert and Francis Millo during the judicial investigation and at the hearing in the Court of Appeal which led to their conviction\".", "Mr Cardot had challenged all the prosecution evidence. In particular, he had asserted that \"Montaner’s and Millo’s statements [were] untrue and malicious and ha[d] no other purpose than to minimise their own responsibility\" and that \"the Grenoble Court of Appeal’s judgment of 18 February 1982 [could not] be used in evidence against him\". He had not, however, made any application for witnesses to be called.", "26. Mr Cardot appealed on points of law. One of his three grounds of appeal was based on failure to comply with Articles 485 and 593 of the Code of Criminal Procedure, lack of reasons, absence of any legal basis and a breach of the rights of the defence.", "He criticised the Grenoble Court of Appeal for having", "\"found [him] guilty of the charges against him by reference to the terms of a judgment delivered on 18 February 1982 by the Grenoble Court of Appeal in a case brought by the public prosecutor’s office against other defendants, and to the hearing which [had] preceded that judgment.", "He ended this ground of appeal as follows:", "\"It follows in reality that the appellant was tried on the basis not of the evidence uncovered by the investigation or by the hearing which preceded his conviction but of evidence from an earlier decision, to which he was not a party, and of a hearing during which he had not been able to put forward his defence.", "The reference thus made in the judgment of the Court of Appeal to the contents of an earlier decision and, above all, to the hearing which preceded that decision to which the appellant was not a party manifestly amounts to a violation of the rights of the defence.", "...\"", "27. The Criminal Division of the Court of Cassation dismissed the appeal on 13 February 1984. As regards the ground of appeal in question, it said:", "\"It appears from the impugned judgment of the Court of Appeal and from the lower court’s judgment, whose reasoning the Court of Appeal adopted to the extent that it was not inconsistent, and from the case file that Cardot, a road haulier, took part in substantial smuggling of hashish between Iran and the Netherlands, in particular by organising, preparing and carrying out the transport of the drug as well as the manufacture and fitting in France of hidden compartments on lorries.", "In order to found its belief as to the importance of Cardot’s role in organising the smuggling, the Grenoble Court of Appeal referred to the findings of another judgment it had given on 18 February 1982, in relation to proceedings against all the other members of the criminal organisation and from which Cardot’s case had been severed, on the direction of the court of first instance, because he was in custody in Italy for separate offences.", "As copies of that judgment of the Court of Appeal and of the judgment it upheld have been added to the case file, the Court of Cassation is able to satisfy itself that, in holding as it did, the Court of Appeal in no way infringed the rights of the defence.", "The courts have unfettered discretion to assess the weight of the various pieces of evidence, provided that, as in the instant case, this evidence was adduced in adversarial proceedings; it is accordingly wholly permissible to file documents from other proceedings.", "It follows that this ground of appeal must be rejected.\"", "28. Before the Convention institutions the Government and the applicant mentioned or relied on several provisions of the Code of Criminal Procedure. The main ones were the following:", "\"Unless otherwise provided by statute, any type of evidence shall be admissible to substantiate a criminal charge, and the court shall reach its decision on the basis of being satisfied beyond reasonable doubt (intime conviction).", "The court may only base its decision on evidence which has been adduced during the trial and discussed before it inter partes.\"", "\"Anyone called to be heard as a witness shall be required to appear, to take the oath and to give evidence.\"", "\"A witness who fails to appear or who refuses either to take the oath or to give evidence may, on an application by the public prosecutor, be punished by the court as provided for in Article 109.\"", "\"If a witness fails to appear and has not put forward any excuse recognised as being valid and legitimate, the court may, on an application by the public prosecutor or of its own motion, order the witness to be brought before it immediately by the police in order to be examined or adjourn the case.\"", "\"With the court’s leave, evidence may also be given by persons suggested by the parties and who are present at the beginning of the trial but have not been formally summoned.\"", "\"Witnesses shall be heard only if the court [of appeal] so orders.\"", "\"Pleadings shall contain the grounds of appeal to the Court of Cassation and shall refer to the statutory provisions which it is claimed have been disregarded.\""], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}