{"ITEMID": "001-4684", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "ADMISSIBILITY", "DATE": 1999, "DOCNAME": "DOYLE v. THE UNITED KINGDOM", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant is an Irish national, born in 1929 and living in Dublin. He is the father of Anne O'Brien.", "He is represented before the Court by Mr G. O’Neill, a lawyer practising in Dublin.", "On 17 May 1974 Anne O'Brien and her daughters Jacqueline and Ann-Marie were killed in a terrorist bombing in Dublin. The cars used for the bombing were stolen in Belfast, Northern Ireland on the same day.", "The Irish authorities conducted extensive inquiries but were unable to bring charges against any person. The files remain open. The Royal Ulster Constabulary (RUC) in Northern Ireland has conducted an inquiry into the theft of the vehicles and related offences which did not produce any results. However, there was no formal murder inquiry by the RUC.", "On 6 July 1993 ITV, a television station in the United Kingdom, broadcast a programme in which the adequacy of the RUC inquiry was discussed.", "On 21 February 1997 the applicant instituted proceedings in the High Court in the Republic of Ireland in order to force the Irish police to disclose information in its possession to the effect that the United Kingdom authorities had not fully co-operated with the Irish authorities in the murder inquiry. The applicant specified that this evidence would be used in the Convention proceedings.", "On 27 August 1997 the High Court considered that this was not a case where it should exercise its inherent jurisdiction to order discovery. According to precedent, this jurisdiction would only be exercised in cases where the plaintiff had clear evidence of wrongdoing but did not know the identity of the wrongdoer which was known to the defendant.", "The decision of the High Court was upheld by the Supreme Court on 22 July 1998."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}