{"ITEMID": "001-77993", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF SKIBINSCY v. POLAND", "IMPORTANCE": "2", "CONCLUSION": "Violation of P1-1;Non-pecuniary damage - reserved;Pecuniary damage - reserved;Costs and expenses partial award - Convention proceedings;Costs and expenses partial award - domestic proceedings", "JUDGES": "Nicolas Bratza", "TEXT": ["8. The applicants owned a number of plots of land located in Częstochowa, on Wręczycka Street.", "9. In 1979 a local land development plan was adopted under which a local health centre was to be built on their land. However, this plan was not implemented and apparently the land was later designated for the construction of small individual houses.", "10. In 1991 the applicants requested the municipal authorities to reclassify their land so that it could be used for construction purposes. In December 1991 they were granted an initial approval for a development project on their land (decyzja o warunkach zabudowy).", "In June 1992 they obtained a permit under Article 10 of the Land Administration and Expropriation Act 1985 to divide their plot, which was listed in the local land register as plot no. 1/1, into 15 smaller plots suitable for the construction of individual houses (decyzja o zatwierdzeniu projektu podzialu nieruchomości).", "11. In 1994 the Częstochowa Municipal Council announced that it was intending to adopt a new land development plan under which part of the applicants’ property was to be used for the construction of a major roadway. On 17 October 1994 the applicants lodged their objections against the proposed amendments. On 27 October 1994 the amendments were adopted by the Council. The applicants’ objections were not taken into consideration.", "12. On 28 November 1994 the applicants requested that final construction permits (zezwolenie na budowę) be granted to them in respect of certain plots on the basis of the decisions given in 1991 and 1992 (see paragraph 10 above).", "13. In June 1995 the local State administration obliged the City Hall to draw up a financing plan for local infrastructure investments, including the road network, and to fix time-limits for the purchase from their owners of plots necessary for the implementation of the plans.", "14. On 4 September 1995 the applicants requested the City Hall to amend further the local plan as amended in 1994 by providing that the projected roadway would, instead of 40, be 18 metres wide, as provided for in the 1991 and 1992 decisions allowing their property to be divided into smaller construction plots.", "15. In a letter to the City Hall of 6 September 1994, communicated to the applicants for information, the Częstochowa Governor stated that the construction of the roadway would not be provided for in the financing scheme for the local land development plan until at least 2010. Therefore, no purpose was served by blocking the development of the properties concerned.", "16. Subsequently, in 1995 the local municipality informed the public that it would start proceedings in order to amend the 1979-1994 land development plan in its part concerning the projected roadway.", "17. On 8 August 1996 the applicants submitted a request to obtain a final construction permit for their plot no. 1/9 on Wręczycka Street. Those proceedings were subsequently stayed, the authorities considering that no decision could be given before the changes to the development plan had been adopted.", "18. In early 1997 the local municipality made public the proposed amendments to that plan. In April 1997 the applicants lodged their objections against them.", "19. On 23 April 1997 the applicants asked the Mayor when the Town Council would discuss the new amendments to the plan.", "20. On 16 June 1997 they were informed that the Town Council would discuss the amendments to the plan at its session to be held on 19 June 1997, but that it would most likely decline to make any changes to it.", "21. On 19 June 1997 the Council decided not to make any changes to the 1979-1994 plan as proposed by the applicants and other persons who had lodged objections against the amendments. It was observed that the proposed changes had resulted in a number of objections being lodged by the owners of properties concerned. It was impossible to reconcile all of the conflicting interests. It was further acknowledged that the proposed amendments to the plan would free some of the applicants’ plots. However, on the whole, and having regard to the number of serious objections against the changes, it was not considered feasible to amend the plan accordingly. In particular, it would not have been feasible to build the projected roadway if it were to be only 18 metres wide, as had been proposed inter alia by the applicants. Moreover, had the plan been amended, the municipality would have incurred substantial expenditure for the purchase of plots which would have to be used for the construction of the roadway. It was further noted that the local investment plan did not provide for the construction of the road to begin before 2010. Nevertheless, it would be premature to give up the construction, since there remained a possibility that the necessary funds might eventually be secured from the European Union funds.", "22. The applicants lodged a complaint against this decision with the Supreme Administrative Court. The court rejected their complaint as it was still open to them to have recourse to a remedy provided by local government legislation, namely requesting the Town Council to bring its actions into conformity with the law. The applicants accordingly did so.", "23. On 2 December 1997 the Town Council refused the applicants’ request.", "24. On an unspecified later date the applicants’ request for the final construction permits for their plots was dismissed, regard being had to the fact that these plots were in the vicinity of the projected road.", "25. The applicants lodged a complaint with the Supreme Administrative Court against the municipality’s failure to adopt changes to the local development plan. They argued that under the 1979-1994 land development plan they could not use their property in accordance with their wishes. Their requests to obtain final construction permits had been refused. The local investment plans did not provide for any work in connection with the construction of the roadway to be carried out before 2010 at the earliest and until then they were be prevented from making use of their property. Therefore, they had to bear an intolerable burden in that the local municipality had adopted the plan to build a roadway which would necessitate their expropriation at some undetermined time in the future. However, that plan could not be implemented in the foreseeable future because of lack of financial resources.", "26. On 23 July 1998 the Supreme Administrative Court dismissed their complaint. The court recalled the history of the local development plan dating back to 1979. The court noted the municipality’s argument that the current budget did not allow for the construction of the roadway. It considered that the applicable planning laws did not make it obligatory for the municipality to amend existing land development plans in response to every request of the public. The nature of the policy functions of the municipality in the area of land development was such that the municipal organs could not be taken to be under an obligation to amend the plan once it had started the relevant proceedings.", "27. The 1979 local development plan for the applicants’ municipality expired on 31 December 2003 (see paragraph 38 below). Apparently no new plan was adopted thereafter. In 2004 the first applicant requested the municipal authorities to grant her initial planning permission and it was granted in April 2004.", "28. From 1984 to 1 January 1995 questions of land development were governed by the Local Planning Act of 12 July 1984.", "29. On 7 July 1994 a new Local Planning Act was enacted. It entered into force on 1 January 1995.", "30. On 21 December 2001 Parliament passed a law amending the Local Planning Act 1994.", "31. On 27 March 2003 a new Local Planning Act was enacted which repealed the 1994 Act.", "32. Under the provisions of land planning legislation as applicable at the relevant time, land development plans were adopted by organs of local government. A decision to prepare a new plan was taken by a local council. Subsequently, the local mayor prepared, with the assistance of the local administration, a draft land development plan. The public was informed of the decision to prepare a new plan and a draft plan was to be made available to the local public for a period not shorter than 21 days. All members of the public were entitled to submit objections and comments on the draft plan.", "A final plan was adopted by way of a resolution of a local council. The council, when voting on the draft plan, also decided whether and, if so, in what manner, objections and comments submitted by the local public were to be considered.", "33. Under the Local Planning Act of 12 July 1984 owners of properties to be expropriated in the future were not entitled to any form of compensation for damage resulting from restrictions on the use of their property and the reduction in its value originating in expropriations to be carried out at a future undetermined point in time.", "34. Section 36 of the Local Planning Act enacted in 1994 created for local authorities a number of obligations towards owners whose properties were to be expropriated at an undetermined future date under land development plans adopted by competent municipal authorities. The municipalities were obliged either to buy plots designated for future expropriation under local land development plans, or to replace those plots by other plots within six months from the date on which a relevant request was submitted by the owner, or to award compensation for damage caused by the fact that the plot was designated for future expropriation.", "35. However, this obligation and the corresponding claims of the owners applied only to plans adopted after the Act had entered into force, that is to say, to plans adopted by local municipalities after 1 January 1995.", "36. Pursuant to the 1994 Act, plans adopted before the date of its entry into force were to expire on 31 December 1999.", "37. In 1999 an amendment to the 1994 Act was adopted under which the validity of such plans was extended for a further two years, namely until 31 December 2001.", "On 21 December 2001 Parliament passed a law amending the Local Planning Act 1994 which extended until the end of 2002 the validity of the land development plans adopted before 1 January 1995.", "38. Under Section 87 of the 2003 Act (see paragraph 31 above), all local plans adopted before 1 January 1995 remained valid, but not beyond 31 December 2003.", "39. Compensation entitlements for owners, provided for by the 1994 Act (see paragraph 33 above), were in essence maintained by the 2003 Act. Pursuant to Section 36 of that Act, when, following adoption of a new local land development plan, the use of property in the manner provided for by a previous plan has become impossible or has been restricted, it is open to the owner to claim compensation from the municipality, or to request the municipality to buy the plot. Any litigation which may arise in this respect between municipalities and owners can be pursued before the civil courts.", "40. From 29 April 1985 to 1 January 1998 the rules governing the administration of land held by the State Treasury and municipalities were laid down in the Land Administration and Expropriation Act of 29 April 1985 (the “1985 Land Administration Act”).", "41. Article 50 of this Act provided that properties could be expropriated only for the benefit of the State or a municipality.", "42. Pursuant to Article 53 (1) of the Act, a decision on expropriation had to include in particular:", "“(1) an indication of the property to be expropriated, ...", "(3) an indication of the party upon whose initiative the property is being expropriated,", "(4) an assessment of the amount of compensation,", "(5) identification of the persons (name, surname and address) entitled to compensation,", "(6) detailed factual and legal grounds,", "(7) instructions on appeal procedures.”", "43. Under Article 55 of the Act, expropriation was to be carried out against payment of compensation. The payment was to be made within fourteen days from the date on which a decision to expropriate had become final.", "44. On 1 January 1998 the 1985 Land Administration Act was repealed and the Land Administration Act of 21 August 1997 (Ustawa o gospodarce nieruchomościami – “the 1997 Land Administration Act”) was adopted, containing similar provisions on expropriation and compensation.", "45. Until 1 January 1995 the organisation of construction was governed by the Building Act 1974 (Prawo budowlane).", "46. Section 3 of that Act provided that construction works could be carried out only on land designated for construction purposes in local land development plans adopted under relevant provisions of land development legislation.", "Section 4 of that Act read:", "“Every person has a right to build on land, provided that he or she possesses a right to use this land for building purposes and that the building project is in compliance with applicable provisions of building laws.”", "47. Section 10 of the Land Administration Act 1985 (see paragraph 40 above) provided that division of land into smaller plots designated for construction purposes could be effected by way of an administrative decision only if such a division was in compliance with the local land development plan.", "48. Section 20 of the Building Act 1974 provided that all essential urban planning, architectural and technical questions connected with a given building project were to be resolved before construction was started. Pursuant to Section 30, the local land development plan was the basis on which all relevant decisions were to be taken.", "49. Land owners wishing to commence building projects . were obliged to obtain first from the local administration an initial development permit (decyzja o warunkach zabudowy i zagospodarowania terenu).", "50. Under Section 28 of the Act, building works could be commenced after a final construction permit (pozwolenie na budowę) had been granted.", "51. The Construction Act 1974 was repealed by a new law enacted on 7 July 1994. It entered into force on 1 January 1995.", "52. Under Section 28 (1) of the Act, building works could be commenced once a final construction permit (pozwolenie na budowę) had been granted.", "53. Under Section 32 (4) of Act, prior to submitting to the competent local authority a request to be granted a construction permit, an owner is obliged to obtain from the local authorities a decision on building conditions (decyzja o warunkach zabudowy i zagospodarowania terenu), provided for in Section 59 (1) of the Local Planning Act 2003 as it stands today.", "Under this latter provision, such a decision should specify the essential characteristics of the land concerned and of the future construction project, if they differ from the use of that land provided for by the local land development plan.", "Under Section 39 of the Building Act, once such a decision has been obtained, the owner can apply for a construction permit (pozwolenie na budowę)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}