{"ITEMID": "001-107514", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MLT", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF ZAMMIT MAEMPEL v. MALTA", "IMPORTANCE": "3", "CONCLUSION": "No violation of Art. 8;Remainder inadmissible", "JUDGES": "David Scicluna;David Thór Björgvinsson;George Nicolaou;Lech Garlicki;Nebojša Vučinić;Nicolas Bratza;Zdravka Kalaydjieva", "TEXT": ["6. The applicants are Maltese nationals who were born in 1949, 1956, 1984 and 1986 respectively and live in San Gwann, Malta. The third and fourth applicants are the children of the first and second applicants.", "7. The applicants have resided in a house in San Gwann owned by the first and second applicants since 1994. Their property includes 4,800 sq. m of surrounding fields. The house is one of three houses in a remote area of grassland.", "8. Every year, on the occasion of certain village feasts, firework displays are set up in the fields close to the applicants’ residence (a distance of 150 metres or more).", "9. The applicants allege that every time fireworks are let off from this area they are exposed to grave risk and peril to their life, physical health and personal security. Moreover, the heavy debris produced causes considerable damage to the residence.", "10. In consequence, over the years the applicants complained to the Commissioner of Police (“CoP”), but no remedial action was taken.", "11. On an unspecified date the applicants brought their complaint before the Ombudsman. By a report of 10 December 1999, the latter recommended that in considering applications for discharge of fireworks from areas whose residents had put forward complaints, the CoP should request the advice of a group of experts established by law in order to determine whether the area in question ought to be declared a restricted area in terms of Rule 15 of the Control of Fireworks and Other Explosives Regulations (“the regulations”).", "12. Eventually, the group of experts recommended that the fields from where the fireworks were being let off should be classified as a restricted area in terms of the regulations.", "13. In spite of this recommendation the CoP again issued permits for the letting off of fireworks from the field in question for the purposes of two village feasts. Since the committee of experts had not, at the relevant time, been constituted, the CoP acted on the recommendations of the Explosives Committee.", "14. The applicants again complained to the Ombudsman. By a report of 22 February 2001, the latter held the complaint justified and noted that the two licences issued were not in accordance with the regulations (regarding the applicable distances and type of fireworks). The group of experts had the duty to give advice and the competent authority had little justification to exercise its discretion and refuse this expert advice on such technical matters. While the pressure applied on the authorities from various quarters in such cases was well known, this was an instance of maladministration which could not but attract criticism.", "15. This notwithstanding, the CoP continued to issue the relevant permits for the purposes of two feasts per year, to the present date.", "16. The applicants alleged that further requests to the CoP, by the applicants and their neighbours, for information or reasons as to why they had not been consulted, remained unheeded, except for one meeting which was held at the police station in the absence of the group of experts.", "17. On 13 April 2005 the applicants instituted constitutional redress proceedings, complaining that the CoP was not protecting them as he was duty bound to do. While he ignored the experts’ recommendations, the applicants had not been consulted about the issue of the relevant permits. They submitted that the law did not protect their interests, in that although it established a certain distance which had to be maintained between residences and the letting off of fireworks, it applied such distances only to “inhabited areas” which according to law meant “an aggregation of houses inhabited, or capable of being inhabited, by more than one hundred persons”. However, their house was one of three in the area and thus did not benefit from the protection of the law. Moreover, they claimed that the law was deficient, as it did not provide a procedure for issuing licences whereby the residents were informed and could make submissions to safeguard their interests, or appeal against the issue of such permits. Furthermore, the application of the definition of “inhabited area” resulted in discriminatory treatment against the applicants. They invoked Article 8, alone and in conjunction with Article 14 of the Convention.", "18. On 14 February 2006 the Civil Court (First Hall) in its constitutional jurisdiction upheld the applicants’ claims in part. It dismissed the complaint about the failure of the authorities to take appropriate procedures for the issue of licences for lack of exhaustion of ordinary remedies. For the rest, it held that the legal definition of “inhabited area” breached the applicants’ rights under Article 8, alone and in conjunction with Article 14, and that the law regarding the issue of permits and licences also breached their rights under Article 8, in that its application failed to include sufficient procedural safeguards. The Court noted that the applicants were aware of the situation when they purchased the property. However, it noted that the letting off of fireworks had caused damage to the applicants’ property, namely to the roof’s membrane and the swimming pool area, as a result of the debris produced; and during the relevant feasts the noise levels were very high, to the extent that the applicants were suffering hearing impairment that could become permanent. Although the effects of this pollution were not continuous, as in most cases which had been decided by the ECHR, the practice of letting off of fireworks would certainly continue and its effects on the applicants included damage and threats to their person and their home, as dangerous unexploded fireworks were often found in the surroundings. In consequence, the court considered that, while the legality of the issue of these permits was questionable, by depriving the applicants of protection, on the basis that their area did not accommodate a hundred people, the law was not giving due weight to the interests of the applicants.", "19. The respondent State, together with the Fireworks Association of St Helen and the Maltese society of Pyrotechnics, appealed. In common they submitted, inter alia, that unlike the ECHR cases dealing with environmental pollution, the present case did not deal with such pollution, because, among other reasons, the letting off of fireworks was restricted to a few hours over a few days in a whole year.", "20. On 30 October 2009, the Constitutional Court reversed the first-instance judgment. It noted that the applicants’ case was not grounded on Article 1 of Protocol No. 1 to the Convention, although the applicants had made reference to damage to their property, but on Article 8. Thus, the Court had to establish whether the State had taken all the necessary measures to protect the applicants’ rights under this provision. The Court acknowledged that the noise and peril to their lives and property during certain days created an inconvenience for the applicants which amounted to interference. However, the interference was in accordance with the law, as it had its basis in the Control of Fireworks and Other Explosives Regulations, and whether the CoP had issued licences according to the regulations, a matter which was to be examined by the ordinary courts as established by the first-instance court, was irrelevant. As to the proportionality of the interference the Court considered that in the present case the complaint was not directed towards a fireworks factory near the applicants’ residence, but simply the venue used to let off the fireworks at a specific time. In the present case, the relevant law struck a balance between the conflicting interests by means of specific measures, such as the times at which fireworks could be let off; the type of fireworks which could be let off; the different venues which could be used; the security distances which had to be complied with; compulsory insurance coverage; the presence of a fire engine; and police on site. Indeed, in the present case the police were on site to make sure that the action was taken according to the permits issued and a person from the relevant association was present in the area of the applicants’ houses as a precaution. The latter association also offered the applicants its help and protection to prevent any harm to the property. Thus, it could not be said that the applicants had not been protected. As to the definition of “inhabited area”, it was to be borne in mind that Malta was a small country, densely populated, with few, if any, areas where no people lived, and such legislation could only be seen in this context. Furthermore, the letting off of fireworks happened in a limited period for a few hours in a week twice a year and some years even less often. Acknowledging that such noise might also cause disturbance to other persons, old and young especially, the court could not ignore the fact that the applicants had been informed of this danger by the previous owner (who had had an accident in the house due to the fireworks) before they bought the house. Yet, they chose to purchase the said property. Overall the court was of the view that the legislator had successfully tried to reach a balance between the right to home and private life of the applicants and the traditional, cultural, religious and touristic needs of Maltese society, bearing in mind the size of the island. This might be otherwise if it were established that the measures applied were or would not be in accordance with the parameters set by law, a matter which the applicants had and have the right to contest before the ordinary courts regarding any future permit granted. In consequence there was no violation of Article 8 of the Convention.", "21. As to the alleged discrimination, the court reiterated that the provision only applied to persons in analogous situations. However, the applicants had not proved that they had been treated differently to other persons who resided in “inhabited areas”. Moreover, it has already been held that the applicants were receiving appropriate protection and that the applicants had knowingly decided to move to the area in question.", "22. Fireworks in Malta have a long-standing tradition which is still very much alive in the crowded calendar of village feasts that take place all over Malta and Gozo, especially in the summer months.", "23. The facts of this case deal with a specific area where fireworks are let off during two separate weeks annually and only during particular days, therefore not on a daily basis during those weeks. Moreover, from 1999-2005 the site was used for fireworks less regularly (following a death amongst the pyrotechnic personnel of the relevant parish while manufacturing fireworks).", "24. The relevant sections of the Control of Fireworks and Other Explosives Regulations, Subsidiary Legislation 33.03, as amended by Legal Notice 243 of 1998, in so far as relevant at the time of the present case, read as follows:", "Section 2", "“In these regulations, unless the context otherwise requires -", "“inhabited area” means any area in which there is an aggregation of houses inhabited, or capable of being inhabited, by more than one hundred persons;”", "Section 12", "“Any person who applies for a licence to discharge fireworks as provided for in article 24 of the Ordinance shall -", "(a) comply with the times set out in the First Schedule or as otherwise indicated in the licence;", "(b) satisfy the Commissioner that the fireworks were manufactured in a licensed factory;", "(c) produce a policy of insurance adequately covering any claims arising from the death or personal injury to third parties or from damage to third party’s property that may be caused by any explosion or other factor during discharge of fireworks;", "(d) ensure that persons letting off fireworks are in possession of a Category \"A\", \"B\" or \"C\" licence.”", "Section 14", "“No person shall discharge any fireworks from any site unless -", "(a) the site is the one approved for that purpose in a licence issued under the Ordinance;", "(b) in the discharge of any fireworks from any approved site, he satisfies the provisions set out in the First and Second Schedules;", "(c) the pipes for the discharge of aerial fireworks are effectively screened at the site by wooden boards, sandbags, tyres or cardboard or wooden boxes filled with soil or similar material, so as to prevent the flying of fragments caused by unintentional explosion.”", "Section 15", "“(1) Only fireworks of the approved type may be let off from a restricted site.", "(2) For the purposes of sub-regulation (1) hereof, a \"restricted site\" is a site so declared by the Commissioner on the advice of the group of experts referred to in regulation 16 and includes an area within such distance from such site as may be declared by the Commissioner on the advice of the same group, and \"fireworks of the approved type\" are fireworks of such type as may be approved by the Commissioner for the purpose on the advice of the said group.”", "Section 16", "“(1) The Minister shall appoint a group of experts under the chairmanship of the chairman of the Explosives Committee for the purposes of regulation 15, consisting of -", "(a) all the members of the Explosives Committee,", "(b) a representative of the Museums Department,", "(c) a representative of the Planning Authority,", "(d) a representative of such association as in the opinion of the Minister is most representative of fireworks manufacturers,", "(e) such other person chosen from amongst persons who in the opinion of the Minister have knowledge and experience in explosives and/or fireworks after consultation with the most representative organisations concerned in such matters.", "(2) In submitting their advice, the experts shall take into consideration the type of fireworks to be discharged from the site, the value, historical or otherwise, of the site from where these fireworks are intended to be discharged, and the safety distances involved.”", "Section 17", "“The person licensed to discharge fireworks shall take the necessary steps for the recovery and removal from the area around the site of discharge, of such items of fireworks which fail to ignite or explode as well as any other material resulting from the discharge of such fireworks.”", "Section 18", "“No aerial fireworks shall be discharged on any day and times other than those indicated in the Police permit.”", "25. The First Schedule of the regulations, in so far as relevant at the time of the present case, regarding times of discharging of fireworks, provided as follows:", "“1. Moving the Statue from the Niche", "8 a.m.. .................................. 10 minutes", "12 noon ............................................. 10 minutes", "Removal of the statue from the niche .... 20 minutes", "Evening display .....................20 minutes, not to finish later than 10 p.m.", "2. First and Second Day of Triduum", "8 a.m.. .................................. 10 minutes", "12 noon ............................................. 10 minutes", "End of religious function (barka) .... 20 minutes", "Evening display .....................20 minutes, not to finish later than 10 p.m.", "3. Third Day of Triduum", "As per days at 1 and 2 above, except that the evening display may extend for up to 45 minutes, but not to exceed 11 p.m.", "4. Eve of the Feast", "Ta Deum or 8 a.m.. .................................. 30 minutes", "12 noon ............................................. 10 minutes", "Evening service (Translazzjoni)........................ 1 hour of daylight fireworks display", "Evening display ................................. to commence by not later than 10 p.m. but to finish by not later than 11.30pm (provided that any such display shall not exceed in total a maximum of two hours from commencement)", "4. Day of the Feast", "8 a.m.. ............... 10 minutes", "12 noon/Sanctus ............................................. 20 minutes", "Procession ............................................ (a) 7 p.m. and to finish by 11 p.m. in general", "or (b) 8 a.m. to finish by noon”", "26. The Second Schedule of the regulations, in so far as relevant at the time of the present case, provided as follows:", "D. Distances for the letting off of fireworks", "“(a) To be discharged from 60 metres distance from an inhabited area or public streets used regularly by motor vehicles - bukketti tal-kulur and beraq/spanjoli of up to 5cms diameter; maroons cannot be discharged.", "(b) To be discharged from 150 metres distance from an inhabited area or public streets used regularly by motor vehicles - maroons not exceeding 7.6 cm in diameter and 7.6 cm in length; also coloured, whistles or cracker shells (kaxxi tal-bombi, kuluri, beraq u sfafar).", "(c) To be discharged from 200 metres distance from an inhabited area or public streets used regularly by motor vehicles - all other types of fireworks.”", "27. The Explosives Committee is not constituted by law to advise on such matters, but forms part of the Group of Experts established by Law (section 16, above).", "28. According to a report of the Environment Commission of the Archdiocese of Malta, there were fourteen fatalities and thirty-eight injuries related to fireworks between 1997 and 2006, of which only 4% occurred during the actual discharge of fireworks.", "29. To date the majority of firework-related accidents remains associated with factory accidents, with, for example, the following data available for the year 2010, according to local newspapers:", "February – Two men die in an explosion at St Sebastian fireworks factory in Qormi.", "April – Two escape unhurt when the San Bartolomeo factory explodes in Għargħur.", "May – One man dies at St Catherine’s fireworks factory in Marsaxlokk.", "August – A man dies at the August 15 fireworks factory in Mosta.", "September – Għarb fireworks factory explodes, three dead, one missing and two injured (with a final tally of six dead)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["8"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}