{"ITEMID": "001-57948", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "CHAMBER", "DATE": 1995, "DOCNAME": "CASE OF UMLAUFT v. AUSTRIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1 (access);Not necessary to examine Art. 6-1 (publicly);Pecuniary damage - finding of violation sufficient;Non-pecuniary damage - finding of violation sufficient;Costs and expenses partial award - domestic proceedings;Costs and expenses partial award - Convention proceedings", "JUDGES": "John Freeland", "TEXT": ["6. On 16 October 1987 Mr Helmut Umlauft was stopped by the police while driving his car. He refused to submit to a breath test. In a \"sentence order\" (Straferkenntnis) of the same day the Bregenz district authority (Bezirkshauptmannschaft) ordered him to pay a fine of 10,000 Austrian schillings (ATS) with 480 hours' imprisonment in default, for an offence under section 99(1)(b) taken together with section 5(2) of the Road Traffic Act (Straßenverkehrsordnung - see paragraphs 11 and 12 below).", "7. The applicant appealed against that decision to the Vorarlberg regional government (Amt der Landesregierung), which dismissed the appeal on 19 January 1988.", "8. On 8 March 1988 Mr Umlauft applied to the Constitutional Court (Verfassungsgerichtshof). As his main submission, he complained of the unlawfulness of the decree of the Federal Ministry of Trade and Reconstruction (Verordnung des Bundesministeriums für Handel und Wiederaufbau) which provided for the use of a certain type of breathalyser, because its calibre did not in fact conform to the provisions of the Road Traffic Act. In the alternative, he alleged that the proceedings in question had not complied with Article 6 para. 1 (art. 6-1) of the Convention.", "On 14 October 1988, at the conclusion of a consideration of the case in private, the Constitutional Court declined to accept the appeal for adjudication (Article 144 para. 2 of the Federal Constitution (Bundes-Verfassungsgesetz) - see paragraph 15 below), since, in view of its case-law on Article 6 (art. 6) of the Convention, it did not have sufficient prospects of success; moreover, the case did not lie outside the jurisdiction of the Administrative Court (Verwaltungsgerichtshof).", "9. At Mr Umlauft's request, it referred the application to the Administrative Court on 13 December 1988.", "10. Reiterating in substance the arguments he had set out before the Constitutional Court, the applicant said that his refusal to blow into the breathalyser could not amount to a breach of section 5 of the Road Traffic Act, since the apparatus did not comply with the applicable regulations and statutory provisions. He also asked the Administrative Court to refer the question of the lawfulness of the decree to the Constitutional Court again for review (Normprüfung), together with the question whether the proceedings had complied with Article 6 (art. 6) of the Convention. He did not ask it to hold a hearing.", "On 20 January 1989 the Administrative Court dismissed the appeal on the following grounds:", "\"In the instant case, however, having regard to the refusal to submit to a breath test, it is of little relevance to know what would have been the significance, as regards the seriousness of the intoxication, of the fact that the colouring had reached or gone beyond the mark on the tube.", "Having regard to the unlawfulness (Unrechtsgehalt) of refusing to submit to a breath test, which is the offence the applicant was charged with, the fact that the tube which was to be used to analyse his exhaled breath did not comply with the aforementioned decree is not, in administrative criminal law, of such importance as to require the impugned decision to be set aside.", "...", "Since it is apparent from the very content of the application that the contravention of the law alleged by the applicant has not occurred, the application falls to be dismissed at a private sitting without further formality under section 35(1) of the Administrative Court Act.\"", "The court refused to refer the case to the Constitutional Court, holding that the latter had already ruled on the other two points raised by the applicant.", "11. Under section 5 of the Road Traffic Act 1960 it is an offence for any person to drive a vehicle if the proportion of alcohol in his blood or breath is equal to or higher than 0.8 grams per litre or 0.4 milligrams per litre respectively. The same section also lays down the conditions for the use of breathalysers and blood tests.", "12. In its 1986 version, section 99(1) of the Act provided:", "\"It shall be an administrative offence (Verwaltungsübertretung), punishable with a fine of not less than 8,000 and not more than 50,000 schillings or, in default of payment, with one to six weeks' imprisonment, for any person", "...", "(b) to refuse to submit to a breath test where the conditions laid down in section 5 are satisfied;", "...\"", "13. In 1958, at the time when the Austrian Government ratified the Convention (see paragraph 24 below), section 7 of the Traffic Police Act 1947 (Straßenpolizeigesetz) provided:", "\"Every driver shall be under a duty to pay reasonable heed to other road users and to display the care and diligence necessary to ensure the maintenance of order, safety and a proper flow of traffic.\"", "14. Article 90 para. 1 of the Federal Constitution (Bundes-Verfassungsgesetz) provides:", "\"Hearings by trial courts in civil and criminal cases shall be oral and public. Exceptions may be prescribed by law.\"", "15. By Article 144 para. 1 of the Federal Constitution, the Constitutional Court, when an application (Beschwerde) is made to it, has to determine whether an administrative decision (Bescheid) has infringed a right guaranteed by the Constitution or has applied regulations (Verordnung) contrary to the law, a law contrary to the Constitution or an international treaty incompatible with Austrian law.", "Article 144 para. 2 provides:", "\"Up to the time of the hearing the Constitutional Court may by means of a decision (Beschluß) decline to accept a case for adjudication if it does not have sufficient prospects of success or if it cannot be expected that the judgment will clarify an issue of constitutional law. The court may not decline to accept for adjudication a case excluded from the jurisdiction of the Administrative Court by Article 133.\"", "16. By Article 130 para. 1 of the Federal Constitution, the Administrative Court has jurisdiction to hear, inter alia, applications alleging that an administrative decision is unlawful.", "17. Section 35(1) of the Administrative Court Act (Verwaltungsgerichtshofsgesetz) provides:", "\"Applications from whose content it is apparent that the contravention of the law alleged by the applicant has not occurred shall be dismissed, at a private sitting, without further formality.\"", "18. Section 39(1) provides, in particular, that at the end of the preliminary proceedings (Vorverfahren) the Administrative Court must hold a hearing where the applicant makes a request to that effect.", "Section 39(2) reads as follows:", "\"Notwithstanding a party's application under subsection (1), the Administrative Court may decide not to hold a hearing where", "1. the proceedings must be stayed (section 33) or the application dismissed (section 34);", "2. the impugned decision must be quashed as unlawful because the respondent authority lacked jurisdiction (section 42(2)(2));", "3. the impugned decision must be quashed as unlawful on account of a breach of procedural rules (section 42(2)(3));", "4. the impugned decision must be quashed because its content is unlawful according to the established case-law of the Administrative Court;", "5. neither the respondent authority nor any other party before the court has filed pleadings in reply and the impugned decision is to be quashed;", "6. it is apparent to the court from the pleadings of the parties to the proceedings before it and from the files relating to the earlier administrative proceedings that a hearing is not likely to clarify the case further.\"", "Sub-paragraphs 1 to 3 of section 39(2) were in force in 1958; sub-paragraphs 4 and 5 were inserted in 1964 and sub-paragraph 6 in 1982.", "19. Section 41(1) of the Administrative Court Act provides:", "\"In so far as the Administrative Court does not find any unlawfulness deriving from the respondent authority's lack of jurisdiction or from breaches of procedural rules (section 42(2)(2) and (3)) ..., it must examine the impugned decision on the basis of the facts found by the respondent authority and with reference to the complaints put forward ... If it considers that reasons which have not yet been notified to one of the parties might be decisive for ruling on [one of these complaints] ..., it must hear the parties on this point and adjourn the proceedings if necessary.\"", "20. Section 42(1) of the same Act states that, save as otherwise provided, the Administrative Court must either dismiss an application as ill-founded or quash the impugned decision.", "By section 42(2),", "\"The Administrative Court shall quash the impugned decision if it is unlawful", "1. by reason of its content, [or]", "2. because the respondent authority lacked jurisdiction, [or]", "3. on account of a breach of procedural rules, in that", "(a) the respondent authority has made findings of fact which are, in an important respect, contradicted by the case file, or", "(b) the facts require further investigation on an important point, or", "(c) procedural rules have been disregarded, compliance with which could have led to a different decision by the respondent authority.\"", "21. If the Administrative Court quashes the impugned decision, \"the administrative authorities [are] under a duty ... to take immediate steps, using the legal means available to them, to bring about in the specific case the legal situation which corresponds to the Administrative Court's view of the law (Rechtsanschauung)\" (section 63(1)).", "22. In a judgment of 14 October 1987 (G 181/86) the Constitutional Court held:", "\"From the fact that it has been necessary to extend the reservation in respect of Article 5 (art. 5) of the Convention to cover the procedural safeguards of Article 6 (art. 6) of the Convention, because of the connection between those two provisions (art. 5, art. 6), it follows that, conversely, the limited review (die (bloß) nachprüfende Kontrolle) carried out by the Administrative Court or the Constitutional Court is insufficient in respect of criminal penalties within the meaning of the Convention that are not covered by the reservation.\"", "23. Pursuant to Article 129 of the Federal Constitution, administrative courts called \"independent administrative tribunals\" (Unabhängige Verwaltungssenate) were set up in the Länder with effect from 1 January 1991. The functions of these tribunals include determining both the factual and the legal issues arising in cases concerning administrative offences (Verwaltungsübertretungen).", "24. The instrument of ratification of the Convention deposited by the Austrian Government on 3 September 1958 contains, inter alia, a reservation worded as follows:", "\"The provisions of Article 5 (art. 5) of the Convention shall be so applied that there shall be no interference with the measures for the deprivation of liberty prescribed in the laws on administrative procedure, BGBl [Federal Official Gazette] No. 172/1950, subject to review by the Administrative Court or the Constitutional Court as provided for in the Austrian Federal Constitution.\""], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}