{"ITEMID": "001-109003", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SWE", "BRANCH": "ADMISSIBILITY", "DATE": 2012, "DOCNAME": "H.N. AND OTHERS v. SWEDEN", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "André Potocki;Angelika Nußberger;Ann Power-Forde;Dean Spielmann;Elisabet Fura;Ganna Yudkivska", "TEXT": ["The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicants were born in 1969, 1995, 1998, 2004, 2006 and 2007 respectively and are currently in Sweden.", "The applicants arrived in Sweden in May 2007 and applied for asylum and residence permits. Before the Migration Board (Migrationsverket) they essentially submitted the following. The first applicant had worked as a teacher. In December 2006 the first applicant, her sister and her adopted daughter had been raped in her home by five unknown men and at the same time a hand grenade had been thrown at her husband, P. The incident had taken place a few months after the couple had started enquiring of the authorities how it was that a man, G., who had been convicted of abusing their daughter A.B. (the third applicant) in 2000, had been released before serving his entire sentence. The authorities had told them to stop asking questions about the matter and shortly thereafter P. had started receiving telephone threats to the effect that the family would be hurt if they did not stop asking about G. The first applicant and P. had also suspected that P.’s phone was tapped. The first applicant suspected that G. had been released early from prison in order to spy on the FNL (Forces Nationales de Libération, at the time a rebel group) for the Government, for which reason the authorities would want to cover up his release by silencing the first applicant and her family. The first applicant added that P. and their adopted daughter had left Burundi in July 2007 due to continued threats and were currently in Angola. The applicants were convinced that, if returned to Burundi, they would be killed by those who had threatened them. Moreover, the first applicant was worried about how she would be able to protect B.B. (the sixth applicant) from it becoming known that she might be the result of the rape. The applicants submitted their passports as well as two medical certificates; one issued on 6 February 2000 which stated that the third applicant had been receiving care following sexual abuse and the other issued on 20 December 2006 which stated that the first applicant, her sister and adopted daughter had received care following a rape.", "On 25 October 2007 the Migration Board rejected the application. It did not question that the first applicant, her sister and adopted daughter had been the victims of rape in December 2006. However, it found it unsubstantiated that men from the governing party had been responsible for the rapes and the threats against the family. It also considered that it was merely speculation by the first applicant that P.’s telephone had been tapped or that G. had been released early to work as a spy for the Government, as she had presented nothing to show that this was actually the case. In the Board’s view, having regard to what the first applicant had said during the interviews, it rather appeared as if the rapes were acts of revenge on the part of G., carried out by private persons connected to G. Here the Board noted that the first applicant had stated that they had reported the rapes in December 2006 to the police and that the police had commenced an investigation. It further observed that although sexual violence was a problem in Burundi, the number of rapes had decreased during 2006 while there was an increase in reports to the police concerning rape. Moreover, G. had been prosecuted and convicted of the abuse of the third applicant, which indicated that the Burundian authorities were willing and able to deal with the problem. Consequently, the Board concluded that the applicants were not in need of protection in Sweden. The Board also took into account that the case included five minor children, of whom the sixth applicant had been born prematurely in Sweden. However, she was developing well and there was no indication that there would be problems for her in the future due to the uncertainty as to the identity of her father. In conclusion, the Board considered that there were no exceptional reasons to let the applicants remain in Sweden.", "The applicants appealed to the Migration Court (Migrationsdomstolen), relying on the same grounds as previously and adding that the police report concerning the rapes had not led to anything and that the authorities would not be able to protect them from their assailants. The first applicant stressed that the family had had a good life before the attacks and that they would not have left the country if they had not been forced to. From the way her assailants had spoken to her during the attack, she had understood that they were Hutus.", "On 19 February 2008, after having held an oral hearing, the Migration Court rejected the appeal. Like the Migration Board, it first noted that the abuse of the third applicant had been investigated and the assailant tried and convicted. Moreover, the police were investigating the rapes of the first applicant, her sister and adopted daughter. Thus, the Burundian authorities were able and willing to help the applicants. The court further noted that the applicants had remained in Burundi for four months after the attack without being the victims of any further attacks and that P. had remained in their home until July 2006. In the court’s view, the reasons put forward for the attacks and the threats were pure speculation on the part of the first applicant and not substantiated. Hence, the applicants had failed to show that they were in need of protection in Sweden. Even having regard to the fact that the case involved children, the court considered that they could not be granted leave to remain in Sweden.", "One lay judge (out of three lay judges and a professional judge) dissented. She considered that the first applicant had given a credible and coherent account and that she had thereby shown that she would face a real risk of being persecuted or ill-treated due to her gender if returned to Burundi. The applicants should therefore be considered as refugees.", "Upon further appeal, the Migration Court of Appeal refused leave to appeal on 23 May 2008.", "On 6 August 2008 the applicants lodged a new request for residence permits on the basis that there were impediments to the enforcement of their deportation order. They claimed that the first applicant’s husband had been arrested and taken to the security police, where he had been tortured. The Migration Board rejected the request on 21 October 2008. It held that the requirements for examining the request had not been met since, inter alia, the documentation submitted in support of the application consisted of photocopies which had low value as evidence. Moreover, it was not clear from the documents why the first applicant’s husband had been arrested. The decision was upheld by the Migration Court on 22 December 2008 and on 13 February 2009 the Migration Court of Appeal refused leave to appeal. It should be noted that the applicants have failed to submit these decisions to the Court.", "In February 2009 the applicants lodged yet another request for residence permits in Sweden on the basis that there were impediments to the enforcement of their deportation order. They claimed that the first applicant was unable to care for her children because she was depressed and had been treated for this condition at the psychiatric unit at Säter hospital between 3 and 12 February 2009. The hospital had commenced treating the first applicant with medication and the treatment would continue for six months. The fourth, fifth and sixth applicants had been placed in a family home by the social services while the second and third applicants remained in the family’s apartment and took care of themselves. Thus, the applicants requested residence permits, or at least a stay of execution of the deportation order for six months.", "On 27 February 2009 the Migration Board rejected the request as it found that the applicants had invoked no new circumstances of importance and that there were no absolute impediments to the enforcement of the applicants’ deportation order.", "In June 2009 the applicants lodged another new application for residence permits in Sweden. The first applicant claimed that she had been threatened by one of her assailants by text messages sent to her mobile phone in Sweden and she thought he had obtained the number through contacts with Hutus in Sweden. Moreover, her husband’s family had repudiated her because she had been raped and had had an illegitimate child as a result. The first applicant further invoked her poor mental health and stated that she had attempted to commit suicide by taking an overdose when the Swedish police had tried to deport her and her children at the beginning of June.", "The first applicant submitted a medical certificate, dated 17 June 2009, by A.K., psychologist at the Red Cross in Hedemora, which stated that the psychologist had met the first applicant five times and that she had traumas from having been the victim of violence in Burundi. The first applicant showed symptoms of Post Traumatic Stress Disorder (PTSD) and depression for which she was taking medication. During the autumn of 2008 she had had a serious crisis reaction after she had been informed that her husband had probably died. She had attempted suicide, for which she had been treated at a closed psychiatric unit for ten days (in February 2009). According to the psychologist, the police had fetched the first applicant at her home in Sweden in June 2009 to detain her, awaiting the deportation. However, she had tried to commit suicide in the detention centre by drinking soap mixed with her medication. She had heard voices which had told her that her children had been killed and that she should kill herself. In the psychologist’s view, the applicant was now suffering from PTSD, depression with psychotic symptoms and acute stress.", "On 23 June 2009 the Migration Board rejected the new request as it found that the applicants had invoked no new circumstances of importance but had only made certain additions and adjustments to their previous claims. Nor did it consider that there were impediments to the enforcement of the deportation order.", "On the same day, the applicants’ lawyer submitted a medical certificate and an extract from the first applicant’s medical records from the Crisis and Trauma Centre at Danderyd Hospital, both dated 18 June 2009 and written by H.P.S., psychotherapist and docent in psychiatry.", "According to the medical certificate, which was based on the medical records, the first applicant was taking antidepressants and sleeping pills. She heard voices which had prompted her to three suicide attempts. She fulfilled the criteria for PTSD and depression and was in need of treatment. In the doctor’s view, there were impediments to the enforcement of the deportation order due to the first applicant’s poor mental health, since being deported might cause her to lose her sense of reality and try to commit suicide again.", "The Migration Board considered that this material should be considered as a new request for residence permits and decided to stay the enforcement of the deportation order while it considered the request. Moreover, the Board found that the information about the first applicant’s poor mental health was of a certain importance, for which reason it assigned P.N., physician and specialist in psychiatry, to examine the first applicant in order to evaluate her state of health and whether an enforcement of the deportation order would be possible from a medical point of view.", "After having consulted the first applicant’s medical records and examined her, Dr P.N. concluded that her mental health problems did not amount to a serious mental disorder and that there was no impediment to the enforcement of the deportation order from a medical point of view. However, he considered that experienced and competent personnel should be present during the deportation as the first applicant’s anxiety could escalate and manifest itself through self-destructive behaviour.", "On 12 August 2009 the Migration Board, having regard to Dr P.N.’s evaluation, decided that there were no impediments to the enforcement of the deportation order and that the applicants could not be granted leave to remain in Sweden. It also lifted the stay on the deportation order.", "The provisions applicable in the present case are laid down in the Aliens Act (Utlänningslagen, 2005:716). The Act defines, inter alia, the conditions under which an alien can be deported or expelled from Sweden as well as the procedures relating to the enforcement of such decisions.", "The Act stipulates that an alien who is considered to be a refugee or otherwise in need of protection is, with certain exceptions, entitled to a residence permit in Sweden (Chapter 5, section 1). The term “refugee” refers to an alien who is outside the country of his or her nationality owing to a well-founded fear of being persecuted on grounds of race, nationality, religious or political beliefs, or on grounds of gender, sexual orientation or other membership of a particular social group and who is unable or, owing to such fear, is unwilling to avail himself or herself of the protection of that country (Chapter 4, section 1). This applies irrespective of whether the persecution is at the hands of the authorities of the country or if those authorities cannot be expected to offer protection against persecution by private individuals. By “an alien otherwise in need of protection” is meant, inter alia, a person who has left the country of his or her nationality because of a well-founded fear of being sentenced to death or receiving corporal punishment, or of being subjected to torture or other inhuman or degrading treatment or punishment (Chapter 4, section 2).", "As regards the enforcement of a deportation or expulsion order, account has to be taken of the risk of capital punishment or torture and other inhuman or degrading treatment or punishment. According to a special provision on impediments to enforcement, an alien must not be sent to a country where there are reasonable grounds for believing that he or she would be in danger of suffering capital or corporal punishment or of being subjected to torture or other inhuman or degrading treatment or punishment (Chapter 12, section 1). In addition, an alien must not, in principle, be sent to a country where he or she risks persecution (Chapter 12, section 2).", "Under certain conditions, an alien may be granted a residence permit even if a deportation or expulsion order has gained legal force. This is the case where new circumstances give reasonable grounds for believing, inter alia, that an enforcement would put the alien in danger of being subjected to capital or corporal punishment, torture or other inhuman or degrading treatment or punishment or where there are medical or other special reasons why the order should not be enforced (Chapter 12, section 18). If a residence permit cannot be granted under these rules, the Migration Board may instead decide to re-examine the matter. Such a re-examination shall be carried out where it may be assumed, on the basis of new circumstances invoked by the alien, that there are lasting impediments to enforcement of the nature referred to in Chapter 12, sections 1 and 2, and these circumstances could not have been invoked previously or the alien shows that he or she has a valid excuse for not having done so. Should the applicable conditions not be met, the Migration Board shall decide not to grant a re-examination (Chapter 12, section 19).", "Matters concerning the right of aliens to enter and remain in Sweden are dealt with by three instances: the Migration Board, the Migration Court and the Migration Court of Appeal (Chapter 14, Section 3, and Chapter 16, Section 9).", "The United States Department of State Country Reports on Human Rights Practices concerning Burundi of 2010, dated 8 April 2011, sets out, inter alia, the following:", "“Burundi is a constitutional republic with an elected government and a population of 8.6 million. From May to September, the country held elections for all public offices, including the first direct presidential elections since 1993. Following the May 25 Communal Council elections, which the international community characterized as generally free and fair, a coalition of 12 opposition parties alleged massive fraud and called for the annulment of the results and new elections. When the parties’ demands were not met, they withdrew their candidates from the subsequent presidential, legislative, and \"colline\" elections. President Pierre Nkurunziza, of the ruling National Council for the Defense of Democracy-Forces for the Defense of Democracy (CNDD-FDD) party, ran unopposed in the June presidential election and was reelected to a second term.", "International observers characterized the elections as generally free and fair, although there were reports of political violence leading up to and throughout the five-month election season. Security forces reported to civilian authorities. There were instances in which elements of the security forces acted independently of civilian control.", "Women", "The law prohibits rape, which is punishable by up to 30 years’ imprisonment; however, the government did not enforce the law effectively, and rape and other sexual violence against women and girls were problems. The rape of minors, or rape committed by persons who infect their victim with an incurable sexually transmitted disease, is punishable by life imprisonment. Spousal rape is punishable by fines of 10,000 to 50,000 francs ($8 to $40) and eight days’ imprisonment.", "Many women were reluctant to report rape for cultural reasons, fear of reprisal, and the unavailability of medical care. Men often abandoned their wives following acts of rape, and rape victims were ostracized. Police and magistrates regularly required that victims provide food for and pay the costs of incarceration of those they accused of rape. According to a March 2009 report by Médecins Sans Frontières de Belgique (MSF-Belgium), many victims who sought judicial redress faced an unresponsive judicial system, and courts often refused to act on cases without witnesses. Some victims were reportedly required to pay 15,000 francs ($12.07), a large sum for most victims, to obtain a certified medical report. Other problems included judges who did not regard rape as a serious crime and a lack of medical facilities to gather medical evidence. According to women’s rights organizations, at times families or communities forced victims to withdraw their complaints and negotiate settlements with the perpetrator or his family outside of the formal judicial system. In other cases the victims were forced by their families and local arbiters to marry their attackers. According to the local NGO Centre Seruka, 60 percent of persons responsible for rape were arrested, and of these 30 percent were prosecuted. As of September the APRODH recorded 61 rapists arrested. Of the limited number of cases that were investigated, successful prosecutions of rapists were rare.", "During the year the Ministry of Solidarity began compiling rape statistics through decentralized family development centers (CDF) throughout the country. According to CDF reports, there were 1,556 reported cases of gender-based violence as of July. The ADDF received reports of 3,701 cases of rape and domestic violence as of September, most of which occurred in Bujumbura and its outlying areas. Centre Seruka, equipped in part by MSF-Belgium and funded by the UN, received 742 victims during the year at its center for rape victims in Bujumbura. Of the victims they assisted, 60 percent were raped by persons they knew, including members of their families, cooks, and neighbors. Local and international NGOs, the government, and the UN claimed the number of rape victims was likely much higher.", "Civil society and religious communities worked to overcome the cultural stigma of rape to help victims reintegrate into families that had rejected them. Ligue Iteka, the APRODH, the ADDF, and BINUB continued to encourage rape victims to press charges and to seek medical care, and international NGOs provided free medical care, mostly in urban areas. The government also raised awareness of the problem through seminars and local initiatives describing the kinds of medical care available...”", "According to the fifth Report of the Secretary General on the United Nations Integrated Office in Burundi (document S/2010/608), dated 30 November 2010, the security situation, although relatively stable during the period under Review (December 2009 to November 2010), remains a concern. The incidence of criminal activities remained high, with acts of armed robbery, killings and sexual violence. Those acts are largely attributed to the widespread circulation of weapons, land disputes and the socio-economic situation in the country. During the electoral period, there was a massive deployment of security forces throughout the country.", "Amnesty International reported in its Report 2009 – Burundi that there continued to be a high incidence of rape and other sexual violence against women and girls during 2008. For example, a centre run by Médecins sans Frontières in Bujumbura received an average of 131 rape victims a month in 2008."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}