{"ITEMID": "001-70907", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "ADMISSIBILITY", "DATE": 2005, "DOCNAME": "WEIGT v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant, Antoni Weigt, is a Polish national who was born in 1942 and lives in Prudnik. He was represented before the Court by Mr T. Weigt, a lawyer practising in Bolesławiec.", "At the material time the applicant was an editor-in-chief of a local weekly “Tygodnik Prudnicki”.", "Apparently, on an unspecified date a municipal authority allocated certain municipal apartment to one of the local councillors, which caused widespread indignation in the local community.", "On 25 June 1995 the weekly published an article in which the applicant reported on a conflict between J.C., one of the local councillors, and the director of the local social assistance centre. The article contained a statement that “J.C. had instigated four or five supervision procedures in respect of the centre” and that his activities concerning the centre had been aimed at “delaying a public explanation of the conflict [between J.C. and the director of the centre] to the constituency”.", "On 27 August 1995 the weekly published an article entitled “Turning Things On Their Head” (“Odwracanie kota ogonem”) in which certain disagreements between J.C. and the director of the centre as to the policy which should be followed by that centre were described.", "On 17 September 1995 the weekly published another article, reporting on a session of the Prudnik Municipal Council, during which a motion to remove J.C. from his post of a member of the municipal executive board had been discussed. The article quoted certain arguments advanced by the councillors during the debate, referring to the lawfulness of the procedure and to various local controversies as they found their expression during the debates. It also summarised J. C.’s statements in the following way:", "“Consistent” J.C. once again presented his arguments. (...) He reiterated his objections concerning the Social Assistance Centre, threw in, for good measure, “a municipal apartment for one councillor”, [an issue of] premises for the “Tygodnik Prudnicki” – which he branded a “gang”. Many supervision procedures found his complaints about the Centre groundless, and [the question of the apartment and the premises] he had invented himself! Nothing like that had ever occurred. ”", "Another article on local politics, entitled “What’s up”, was published on 24 September 1995. In this article its author reported on the last meeting of the local municipal council and also purported to explain to the reader the subtleties of the local politics and personal conflicts behind them.", "Following these publications J.C. lodged a private bill of indictment with the Nysa District Court, charging the applicant with defamation in that he had published four articles blackening the plaintiff’s reputation.", "In a judgment of 16 October 1997 that court found that the applicant had committed a criminal offence of defamation punishable under Article 178 § 2 of the Criminal Code of 1969 and conditionally discontinued the proceedings, fixing a probation period of one year. It also obliged the applicant to apologise to the plaintiff in writing.", "The operative part of the judgment read as follows:", "“Having regard to the fact that the publication in September 1995 in issues Nos. 38 and 39 of Tygodnik Prudnicki, a weekly of which [A.W.] was an editor, of articles “A. against J.C.” and “What’s up” containing untrue information that J.C., who in the present case acted as a private prosecutor, had invented the issue of the [municipal] apartment and that he had ‘himself acknowledged that he had overstepped the limits of his competence by conducting many investigations on behalf of the Municipal Board, but without a relevant authorisation’ amounted to making public such allegations about the plaintiff’s conduct as could expose him to a risk of losing the public trust necessary for him to carry out his public function, amounted to a criminal offence provided for by Article 178 § 1 of the Criminal Code", "(...)", "discontinues the criminal proceedings against the accused and sets the period of probation for one year.”", "The court observed that the applicant had published in the weekly a number of articles on local politics. They were aggressive towards J. C. and had shown him in a bad light. It was suggested that he had a tendency to fantasise and to overstep the limits of his competence. It was also implied that he was vexatious and unreliable and had abused his powers. The texts and the charges contained therein could therefore expose J.C. to the risk of lowering him in public opinion.", "The court referred to the sub-titles of the text published on 17 September 1995, which had read as follows: “Mr C. forgot!”, “Personal ambitions are at play here”, “Detrimental to the interests of the municipality”, “He invented it himself!”. The court observed that these sub-titles well conveyed the essence of the author’s hostility towards J.C.", "The court noted that the article had made reference to some municipal apartment. It further noted that it was aware of the fact that a municipal apartment had in the past been assigned to one of the local politicians, a fact which created an uproar in Prudnik. The applicant had undoubtedly taken a certain shortcut when saying in the article of 17 September:", "“[the question of the apartment and premises] he had invented himself! Nothing like that had ever occurred. ”", "In this connection, the court referred to numerous pieces of evidence referring to the public debate concerning that apartment and concluded that in the light of this evidence the suggestion that J.C. had invented the whole story of the apartment was clearly erroneous.", "The court further observed that subsequently, on 24 September 1995, the weekly had published an article entitled “What’s up”, purported to explain to the reader the subtleties of the local politics. The article had contained the following statement on J.C:", "“He had himself admitted that he had overstepped his powers, having conducted many investigations on behalf of the municipal authorities, but without any relevant authorisation”.", "The court observed that J.C. had never admitted that he had been conducting any such investigations which could be established, for example, from the minutes of the session of the municipal council held on 7 September 1995. Hence, the reference to both the alleged non-authorised investigations and to the admission that he had allegedly overstepped his powers was clearly untrue. Having regard thereto, the court considered that the applicant had failed to observe his fundamental obligation as a journalist, in particular in that he had failed to check the veracity of information he had published. In the proceedings before the court he was unable to refer to any source on which he had based his pertinent statements. It was open to him to consult the detailed records of the sessions of the local council, which he had failed to do.", "In the absence of convincing evidence to support the applicant’s allegations and innuendos, the court concluded that when publishing the first two articles he had published untrue information, which amounted to a criminal offence of defamation punishable under Article 178 of the Criminal Code.", "Referring to the conditional discontinuation of criminal proceedings, the court observed that the offence was not dangerous and that the applicant did not have any criminal record.", "The applicant appealed, submitting, inter alia, that the judgment amounted to a breach of his freedom of expression.", "On 30 January 1998 the Opole Regional Court dismissed his appeal, considering that the assessment of the evidence by the lower court was not arbitrary. It observed that the applicant had failed to show that he had any factual basis for his allegations when publishing the articles. No evidence had been submitted to the court to show that J.C. had indeed admitted that he had overstepped the limits of his competence, as the applicant implied in the first article. Nor was it true that J.C. had invented the issue of the municipal apartment having been assigned to one local politician. The published statements being untrue, they amounted to defamation.", "The court also noted that under the case-law of the European Court of Human Rights freedom of expression covered the transmission of information but not of misinformation; conveying facts, not mendacious innuendos. Lastly, the court observed that the appeal referred to the applicant’s notes prepared for the purpose of writing the articles, but that the case was limited to the examination of the texts as they were eventually published, i.e to the untrue and laconic phrases used in the articles.", "On 23 November 2000 the Supreme Court, in a decision to which under applicable provisions of law no written grounds were prepared, dismissed the cassation appeal as manifestly ill-founded.", "Under Article 178 § 2 of the Criminal Code of 1969, applicable at the material time, whoever disseminated untrue statements about another person’s acts or character with an intention of lowering him or her in public esteem or of making him or her lose the public trust necessary for that person to carry out his or her public functions, committed a criminal offence punishable by a prison sentence of up to three years.", "Pursuant to Article 27 of the Code of Criminal Procedure of 1969, criminal proceedings could be conditionally discontinued, if the seriousness of the offence, punishable by a prison sentence of less than three years, was not significant, if the circumstances in which it had been committed had been established, if the perpetrator did not have a criminal record and if his personal circumstances and qualities justified a conclusion that he would respect the legal order during the probation period.", "Under Article 28, the court, when deciding to discontinue the proceedings for the probation period, could impose certain obligations on the accused: to pay appropriate compensation to the victim of the offence, to apologise to him/her, or to carry out certain work in the public interest.", "Under Article 29 of the Code, the court could fix a probation period of between one and two years, running from the date on which the judgment became final.", "Criminal proceedings could be resumed if during the probation period the offender disregarded the obligations imposed by the court, acted in flagrant breach of public order, or, in particular, committed a new criminal offence."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}