{"ITEMID": "001-85936", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "ADMISSIBILITY", "DATE": 2008, "DOCNAME": "GACESA v. CROATIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis;Dean Spielmann;George Nicolaou;Giorgio Malinverni;Khanlar Hajiyev;Sverre Erik Jebens", "TEXT": ["The applicant, Mrs Milka Gaćeša, is a Croatian national who was born in 1950 and lives in Karlovac. She was represented before the Court by Mrs S. Čanković, a lawyer practising in Zagreb. The Croatian Government (“the Government”) were represented by their Agent, Mrs Š. Stažnik.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 31 December 1990 the applicant’s husband was awarded a specially protected tenancy (stanarsko pravo) of a flat in Karlovac. Pursuant to the relevant legislation, the applicant as his wife automatically became a co-holder of the specially protected tenancy of the flat at issue.", "In August 1991 their daughter, who was at the time spending her summer holidays with her grandparents in Vojvodina, fell ill. On 21 August 1991 she was admitted to a hospital in Belgrade and on 2 September 1991 underwent eye surgery. The applicant and her husband went to Belgrade to be with their daughter. She was released from the hospital on 9 September 1991. The applicant and her husband then returned to Karlovac, but on 14 September 1991 left again for Belgrade as they were concerned about their daughter’s post-operative recovery.", "On 4 October 1991 the town of Karlovac was attacked. On 8 October 1991 Croatia declared its independence.", "In these circumstances the applicant and her husband decided to stay in Belgrade. She submitted that with the outbreak of war in the region, they could not have crossed the borders and that they also did not have Croatian citizenship at that time. The applicant also claimed that her husband had informed Croatian Railways, as the owner and the provider of the flat, of their inability to return, and that on 28 October 1991 their flat had been broken into.", "On 28 November 1991 Croatian Railways issued a decision authorising a certain L.j. M. – an internally displaced person – to use the applicant’s flat temporarily.", "On 20 February 1992 Croatian Railways brought a civil action against the applicant and her husband in the Karlovac Municipal Court (Općinski sud u Karlovcu), seeking termination of their specially protected tenancy. The plaintiff based its action on section 99 of the Housing Act, arguing that the applicants had been absent from the flat for more than six months without justified reason. As the respondents’ residence was unknown, the competent authority appointed a guardian ad litem (skrbnik za poseban slučaj) in the case.", "On 17 August 1992 the Karlovac Municipal Court terminated the respondents’ tenancy. On appeal, the Karlovac County Court (Okružni sud u Karlovcu) upheld the first-instance judgment.", "Following the guardian’s appeal on points of law (revizija), on 8 June 1995 the Supreme Court (Vrhovni sud Republike Hrvatske) quashed the lower instances’ judgments and remitted the case, finding that the applicant had not been properly represented in the proceedings since the guardian ad litem had been appointed only to her husband.", "After the applicant returned to Karlovac in 1998 and found out that the action for termination of the tenancy had been brought against her and her husband, she joined, and from then on actively participated in, the proceedings. On 25 October 2000 she informed the court that her husband had died.", "In the resumed proceedings, on 9 May 2001 the Karlovac Municipal Court terminated the applicant’s specially protected tenancy, finding that she had been absent from the flat for more than six months without justified reason. As to the applicant’s assertion that her daughter’s surgery and the subsequent escalation of the war had justified her absence, the court held that:", "“Having due regard to the concern of the parents regarding the medical treatment of their daughter, the court cannot accept [that the absence was justified], because, judging by the medical documents dating from 1991 or even later, the patient’s condition had not been so critical as to prevent her from returning to Karlovac and continuing her treatment in Croatia. The arguments of the respondents that they could not return to Croatia due to the escalation of war, because they had no documents, cannot be accepted either, since it is common knowledge that at the beginning of the war there was chaos and that one could enter the country in various places, not only at border crossings, and, it is very hard to believe that the respondents had not taken appropriate documents with them on such a long journey.”", "On appeal, on 9 December 2001 the Karlovac County Court (Županijski sud u Karlovcu) upheld the first-instance judgment, reasoning as follows:", "“The fact that the respondent’s daughter had actually undergone surgery and was hospitalised for a short period of time during September 1991 in Belgrade does not mean (...), that the conditions from section 99 (2) of the Housing Act were met... Notwithstanding whether the medical intervention had to be performed in a hospital relatively far away from the respondent’s residence at the material time, the fact is that the civil action is directed against Milka Gaćeša, that is to say, not against the person who was medically treated, but against her mother... In any event, had the post-operative recovery of the respondent’s daughter actually necessitated parental presence or care, such care could have certainly been ensured by one parent and not both...”", "The applicant subsequently lodged a complaint with the Constitutional Court (Ustavni sud Republike Hrvatske). She complained that her constitutional rights to equality before the law, fair hearing and property had been infringed. On 30 April 2002 the Constitutional Court dismissed the applicant’s constitutional complaint, finding that there had been no violation of any of the constitutional rights relied on.", "The Housing Act (Zakon o stambenim odnosima, Official Gazette nos. 51/1985, 42/1986, 22/1992 and 70/1993), as in force at the material time, provided that a holder of a specially protected tenancy (“the tenant”) had a right to permanent use of the flat for living purposes, to sub-let part of it to someone else and to participate in the administration of the building in which the flat was located. The Housing Act also provided that, in agreement with the provider of the flat, the tenant could exchange it for another flat and, exceptionally, use part of it for business purposes.", "Section 67 provided that the members of the tenant’s household could acquire the tenancy after the tenant’s death.", "Section 99 read as follows:", "“1. A specially protected tenancy may be terminated if the tenant [...] ceases to occupy the flat for an uninterrupted period exceeding six months.", "2. A specially protected tenancy shall not be terminated under the provisions of paragraph 1 of this section in respect of a person who does not use the flat on account of undergoing medical treatment, performance of military service or other justified reasons.”", "Under section 105 (1) the provider of the flat had to bring a civil action in order to terminate the specially protected tenancy. The tenancy was terminated as soon as the court’s judgment, upholding the claim of the provider of the flat, became res judicata.", "In decisions nos. Rev-3839/93-2 of 19 January 1994, Rev-2276/00-2 of 21 November 2000 and Rev-590/03-2 of 17 December 2003, the Supreme Court interpreted section 99(1) of the Housing Act as follows:", "“War events per se, without any particular reasons rendering use of the flat impossible, do not constitute a justified reason for not using it.”", "In a series of decisions (for example, in cases nos. Rev-152/1994-2 of 23 February 1994, Rev-1780/1996-2 of 10 March 1999, Rev-1606/00-2 of 1 October 2003, Rev-998/03-2 of 4 December 2003 and Rev-590/03-2 of 17 December 2003), starting with decision no. Rev-155/1994-2 of 16 February 1994, the Supreme Court interpreted another aspect of section 99(1) of the Housing Act as follows:", "“The fact that a flat that is not being used by its tenant is illegally occupied by a third person does not, per se, make the non-use [of the flat by the tenant] justified. In other words, if the tenant fails to take the appropriate steps to regain possession of the flat within the statutory time-limits set forth in section 99(1) of the Housing Act..., then the [illegal occupation of the flat by a third person] is not an obstacle to the termination of the specially protected tenancy.”", "The Specially Protected Tenancies (Sale to Occupier) Act (Zakon o prodaji stanova na kojima postoji stanarsko pravo, Official Gazette no. 27/1991), which entered into force on 19 June 1991, entitled the holder of a specially protected tenancy of a socially-owned flat to purchase it from the provider of the flat under favourable conditions.", "Section 4 (2) provided that a written request for purchase (the first request) had to be made within one year of the date of the Act’s entry into force (this time-limit was by subsequent amendments to the Act extended until 31 December 1995), and a further request for the actual conclusion of the purchase contract (the second request) within two years following the first request.", "In its decision no. Rev-944/99-2 of 13 August 2002 the Supreme Court interpreted section 4 (2) of the Specially Protected Tenancies (Sale to Occupier) Act as follows:", "“Since the plaintiff did not make a request for purchase of the flat to the respondents in a written form until 31 December 19995, as provided by law, [...], the lower-instance courts correctly assessed that the plaintiff had lost his right to request a conclusion of the purchase contract.”", "In its decision no. Rev-1256/02-2 of 14 July 2004 the Supreme Court provided a more extensive interpretation of section 4 (2):", "“The plaintiff made a request for purchase of the flat to the respondent on 18 October 1996, that is, after the expiry of the prescribed time-limit (31 December 1995), so the courts [ruled] correctly [when they] dismissed her claim. The time-limit in question is preclusive, meaning that after its expiry a holder of a specially protected tenancy loses his or her right to make a request to purchase the flat ...", "The fact that the proceedings for termination of the specially protected tenancy – that ended by the first-instance judgment [...] of 16 April 1996, which became final on 11 July 1996 – were pending between the parties at the time when the time-limit expired (31 December 1995) is not relevant. [...][Those proceedings] did not prevent the plaintiff from making a request to purchase the flat. ...", "... The proceedings for termination of the specially protected tenancy were an impediment to buying the flat (for conclusion of a contract), but not to making a request to purchase the flat. The existence of the [pending] proceedings does not extend the time-limit for making a request to purchase the flat.”", "The Flats Lease Act (Zakon o najmu stanova, Official Gazette no. 91/1996 of 28 October 1996), which entered into force on 5 November 1996, abolished the specially protected tenancy as such (section 30 paragraph 1) but provided that proceedings instituted under the Housing Act should be concluded under the provisions of that Act (section 8 paragraph 1).", "The Flats Lease Act regulates the legal relationship between the landlord and the tenant with respect to the lease of flats. It recognises a special category of tenants, namely those who were previously holders of specially protected tenancies on privately-owned flats or those who did not purchase their flats under the Specially Protected Tenancies (Sale to Occupier) Act. That category is subject to a number of protections, for instance, an obligation for the owners to contract a lease for an unlimited period of time; payment of a protected rent (zaštićena najamnina), the amount of which is to be prescribed by the Government, as well as limited reasons for the termination of the lease.", "Pursuant to the Act a landlord may terminate the lease of a protected tenant in the following cases:", "if the tenant does not pay the rent or charges;", "if the tenant sublets the flat or part of it without permission from the landlord;", "if the tenant or other tenants in the flat disturb other tenants in the building;", "if another person, not named in the lease contract, lives in the flat for longer than thirty days without permission from the landlord, except where that person is a spouse, child or parent of the tenant or of the other legal tenants in the flat, or a dependant of the tenant or a person on whom the tenant is dependent;", "if the tenant or other legal tenants do not use the flat as living accommodation but for other purposes;", "if the landlord does not have another flat and is entitled to social welfare benefits or is older than sixty years.", "Under section 40 (1) of the Lease Act, the landlord may also terminate a lease of a protected tenant if the landlord intends to move into the flat himself or install his children, parents or dependants therein."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}