{"ITEMID": "001-92302", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "ADMISSIBILITY", "DATE": 2009, "DOCNAME": "RADIONOVA v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;Khanlar Hajiyev;Sverre Erik Jebens", "TEXT": ["The applicants, Mrs Tatyana Ivanovna Radionova and Ms Mariya Sergeyevna Radionova, are Russian nationals, mother and daughter, who were born in 1958 and 1987 respectively. They live in Krasnoyarsk. They were represented before the Court by Mr A. Mezentsev. The Russian Government (“the Government”) were represented by Mr P. Laptev, former Representative of the Russian Federation at the European Court of Human Rights.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "In 1997 the second applicant joined the ballet dance department of a state-run choreography school in Krasnoyarsk.", "According to the applicants, on 5 March 1999 her classical dance teacher, Ms M., allegedly hit her on her forehead, temple and chest for performing an exercise incorrectly. The next day she was taken to town hospital no. 20 and diagnosed with concussion. She received in-patient treatment.", "The hospital reported the incident to the police. The Krasnoyarsk Tsentralniy district police department conducted an inquiry. In particular, it questioned the second applicant, the teacher and the second applicant's parents. M. stated that she had regularly corrected the second applicant's posture during her lessons but had never hit her. The police department considered that the acts of M. were to be classified as battery, which was punishable under Article 116 of the Criminal Code and pertained to cases of private prosecution which, under Article 27 of the Code of Criminal Procedure, had to be instigated by court on a victim's request. Therefore, on 17 March 1999 the police refused to instigate criminal proceedings.", "According to the applicants, on 23 October 1999 the same teacher M. allegedly pushed the second applicant onto her back and insulted her in her classmates' presence.", "On 29 October 1999 the second applicant saw a psychiatrist, who diagnosed her with neurotic depression syndrome and an anxiety neurosis with suicidal intentions, which had originated in a psychologically traumatic situation. She received appropriate treatment.", "On 29 October 1999 the first applicant lodged a complaint with the school administration in respect of the events of 5 March and 23 October 1999 requesting that an end be put to her daughter's exposure to violence and moral pressure by the teacher.", "On 30 October 1999 the first applicant complained about the incident of 23 October 1999 to the Krasnoyarsk Zheleznodorozhniy district police department.", "On 1 November 1999 the school administration informed the first applicant that the teacher would continue the class but would avoid physical contact with the second applicant.", "On 2 November 1999 the Zheleznodorozhniy district police department decided not to pursue the matter.", "On 17 November 1999 the first applicant complained about M.'s behaviour to the Committee of Art and Culture of the town authority.", "On 25 November 1999 the Krasnoyarsk Tsentralniy district prosecutor's office examined the first applicant's appeal and ordered the police to initiate criminal proceedings.", "In November 1999 the second applicant left the choreography school.", "On 8 December 1999 the Committee of Art and Culture informed the first applicant that they had not detected any wrongdoing by the teacher or the school administration in respect of her daughter.", "In the course of the criminal proceedings instituted by the police investigators questioned witnesses, including Ms G. and the second applicant's other classmates, and ordered a number of forensic medical examinations.", "According to medical experts' report no. 465 of 27 January 2000, on 5 March 1999 the second applicant had suffered concussion which could have been caused by a hard blunt object. The resultant damage to her health was classified as mild, because the injury had been followed by a short-term health disorder which had not exceeded 21 days.", "According to experts' report no. 129 of 11 February 2000, drawn up following a thorough psychological and psychiatric examination of the second applicant by three psychiatrists and one psychologist, the second applicant had not and did not suffer from a chronic mental disorder. In October and November 1999 she had suffered from an anxiety neurosis which had originated in a stressful situation, from which she had fully recovered.", "According to medical experts' report no. 2079 of 24 May 2000, no injuries or mental disorder as a result of the incident of 23 October 1999 had been established.", "On 12 July 2001 an investigator of the Tsentralniy district police department ordered a comprehensive medical examination with a view to establishing the second applicant's injuries or mental disorders, their cause and gravity, and if there was a causal link with the incident of 5 March 1999. According to the investigator's records, on 8 August 2001 the first applicant refused to allow her daughter to undergo the examination.", "The proceedings were terminated by the police several times on the ground that there was no evidence of M.'s guilt. Those decisions were quashed on the first applicant's appeals by the Krasnoyarsk Tsentralniy district prosecutor's office and by the Krasnoyarsk Tsentralniy district court on the ground that the investigation was incomplete.", "On 1 November 2001 the district prosecutor wrote to the police department pointing out the defects of the investigation in the case and the investigator's negligence. The prosecutor indicated that the police administration should take measures to eliminate the breaches of law and take disciplinary action against the investigator in charge.", "According to the applicants, as a result of the concussion the second applicant suffered from asthenoneurotic syndrome, which caused frequent headaches and nausea. In connection with that, she underwent in-patient treatment on several occasions in 2000 and 2001. She was kept under observation by a neuropathologist.", "According to the investigator's records, on 9 January 2002 the first applicant again refused to allow her daughter to undergo the medical examination.", "On 15 January 2002 the police terminated the proceedings in view of the absence of evidence that M. had committed the crime, the lack of a causal link between the damage to the second applicant's health and the events of 5 March and 23 October 1999 and the first applicant's refusal to allow the second applicant to undergo the medical examinations.", "On 5 March 2002 the District Court dismissed a complaint by the first applicant against this decision. The court found that the first applicant had failed to submit the second applicant's medical records necessary for obtaining the additional expert's opinion ordered by the police.", "An appeal by the first applicant was disallowed on 25 April 2002 by the Krasnoyarsk Regional Court. The appeal court ruled that under Article 78 of the Criminal Code the time-limit for the prosecution of minor offences provided by Articles 115, 116 and 156 of the Criminal Code involving minor damage to the health was two years, and that this term had expired in this case.", "On an unspecified date the first applicant brought an action against the Tsentralniy district police department for non-pecuniary damage allegedly caused by the inefficient investigation. On 14 May 2002 the Tsentralniy District Court of Krasnoyarsk did not find that the conduct of the police in the course of the investigation had been unlawful. It stated that the damage to the second applicant's health (the craniocerebral injury and the depressive neurosis) had been caused at the choreography school and not by the investigating authority. The court dismissed the claim as unsubstantiated. On an appeal by the first applicant, the Krasnoyarsk Regional Court upheld the judgment on 12 August 2002.", "In another set of proceedings brought by the applicants, on 26 December 2003 the Krasnoyarsk Zheleznodorozhniy District Court awarded the applicants 8,000 Russian roubles (RUB) by way of compensation for nonpecuniary damage to be paid by the choreography school. It found no causal link between the second applicant's concussion diagnosed on 6 March 1999 and her subsequent illnesses and the alleged attacks by M. on 5 March and 23 October 1999. It found that the concussion had been selfinflicted by the second applicant's striking herself accidentally on the left temple with a purse with metal coins, as was confirmed by seven witnesses. The court stated that the damage had been caused on the school premises and during the lessons as a result of the insufficient supervision by the teaching staff and that the school should therefore be held responsible. The judgment was executed in May 2004.", "On 3 March 2005 the Krasnoyarsk regional prosecutor's office quashed, on the direction by the Prosecutor General's office, the decision to terminate the criminal proceedings of 15 January 2002 on the ground that the investigation was incomplete. It was noted that the comprehensive medical examination ordered by the investigating authority had never been carried out and that an additional interview be held with the second applicant's former classmate Ms G., who had initially confirmed that M. had hit the second applicant but had later retracted her statements.", "The proceedings recommenced. The applicants appealed against the prosecutor's decision of 3 March 2005 arguing that the prosecutor's office should have acknowledged the violation of the second applicant's rights by the flawed investigation instead of reopening the proceedings against the law. On 12 April 2005 the Tsentralniy District Court examined the appeal. It noted the defects of the “endless investigation, of which the applicants had undoubtedly got tired”, the fact that the last decision to discontinue the proceedings had only been quashed after the Representative of the Russian Federation at the European Court of Human Rights had intervened, and at the same time stressed the need to conduct an objective investigation in order to deliver a lawful and well-founded decision in the case in the interests of the applicants and M. It upheld the prosecutor's decision. The applicants appealed to the Krasnoyarsk Regional Court.", "The proceedings appear to be pending.", "On 7 July 2000 the first applicant was allegedly assaulted by third persons. As a result of the incident she had a bruise on her left eye. She called the police, who kept her waiting for two hours before registering her complaint. On 16 July 2000 the police refused to institute criminal proceedings. The applicant brought proceedings against the police claiming damages on account of their failure to respond properly to her complaint. By a final decision of the Krasnoyarsk Regional Court of 23 December 2002 she was awarded 500 Russian roubles in compensation."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}