{"ITEMID": "001-89858", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF MAGOMEDOV v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial;Violation of Article 1 of Protocol No. 1 - Protection of property", "JUDGES": "Anatoly Kovler;Christos Rozakis;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Khanlar Hajiyev", "TEXT": ["4. The applicant was born in 1945 and lives in Makhachkala, a city in Dagestan.", "5. A retiree of the Ministry of the Interior, in 2002–04 the applicant contested in court a stoppage of his pension.", "6. On 30 October 2002 the Sovetskiy District Court of Makhachkala ordered the Ministry to resume the pension in the amount of 3,004.41 Russian roubles (RUB) per month, to pay arrears in the amount of RUB 94,378.47, and to adjust the arrears for the cost of living by paying RUB 77,331.32. This judgment became binding on 22 January 2003 with the exception of the cost-of-living adjustment, this part of the award having been quashed on appeal.", "7. On 11 March 2003 the District Court once again awarded the cost-of-living adjustment in the same amount. This judgment became binding on 22 March 2003.", "8. On 28 March 2003 the applicant requested bailiffs to enforce the judgment of 30 October 2002. On the Ministry’s request, from 14 May to 30 June 2003 the enforcement proceedings were stayed pending proceedings in the Constitutional Court. On 29 July 2003 the judgment was enforced in the part concerning the resumption of the periodic payments.", "9. On 29 March 2004 the applicant requested the bailiffs to enforce the judgment of 11 March 2003.", "10. On 19 April 2004 the applicant requested the bailiffs to enforce the judgment of 30 October 2002 in the part concerning the arrears.", "11. Meanwhile, on 15 November 2003 the Ministry requested a supervisory review of the judgments, and on 8 June 2004 the Supreme Court of Dagestan stayed the enforcement. On 9 September 2004 the Presidium of the Supreme Court quashed the two judgments on supervisory review. The Presidium rejected the applicant’s claim, having found that the court below had misinterpreted material laws concerning the applicant’s entitlement to the pension.", "The applicant was absent from this hearing, because he had allegedly not been properly notified of it.", "12. Under section 9 of the Federal Law on Enforcement Proceedings of 21 July 1997, a bailiff must enforce a judgment within two months. Under section 242.2.6 of the Budget Code of 31 July 1998, the Ministry of Finance must enforce a judgment within three months."], "VIOLATED_ARTICLES": ["6", "P1"], "VIOLATED_PARAGRAPHS": ["P1-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}