{"ITEMID": "001-93432", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CYP", "BRANCH": "ADMISSIBILITY", "DATE": 2009, "DOCNAME": "MOLLAZEINAL v. CYPRUS", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Anatoly Kovler;Christos Rozakis;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Khanlar Hajiyev", "TEXT": ["The applicant, Mr Morteza Mollazeinal, is an Iranian national who was born in 1979. He was represented before the Court by Mr J.P. Erotocritou, a lawyer practising in Nicosia. The Cypriot Government (“the Government”) were represented by their Agent, Mr P. Clerides, Attorney-General of the Republic of Cyprus.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant arrived in Cyprus on 15 August 2001 as a visitor.", "On 21 August 2001 the applicant applied to the office of the United Nations High Commissioner for Refugees in Cyprus (“UNHCR”) for asylum.", "On 4 October 2001 he was granted a temporary residence permit pending the examination of his asylum application. The permit was valid from 12 September 2001 to 21 November 2001 and was continuously renewed until 26 August 2003 on the basis of the UNHCR’s instructions. He was, however, permitted to stay in Cyprus even after the latter date since his asylum application had not yet been decided.", "On 23 September 2003 his application was dismissed. The UNHCR concluded that the applicant did not have “a well-founded fear of persecution” on the grounds laid down in the Geneva Convention relating to the Status of Refugees (1951).", "On 30 September 2003 the applicant appealed against that decision.", "His appeal was dismissed on 7 October 2003. The UNHCR considered that the reasons put forward by the applicant in his appeal did not warrant a departure from the first decision. The grounds for reconsidering the application did not contain any new elements that could alter their decision and he was not therefore a person of concern to the UNHCR. His file was thereupon closed, no further review being possible. The UNHCR informed the Civil Registry and Migration Department of their decision.", "In the meantime, on 24 September 2003, the applicant applied for the renewal of his residence permit.", "By a letter dated 18 December 2003 the immigration authorities informed the applicant that he had to leave Cyprus within fourteen days from receipt of the letter.", "On 27 May 2004 the applicant submitted a new asylum application to the Asylum Service (see “Relevant domestic law and practice” below). On 3 August 2004 the Asylum Service decided to dismiss the application on the ground that the applicant did not fulfil the requirements of the Refugee Law of 2000-2004, namely, he had not shown “a well-founded fear of persecution for reasons of race, religion, nationality, membership of a particular group or political opinion or a well-founded fear of serious and unjustified harm for other reasons”. However, the authorities were not able to serve the applicant with the letter of dismissal as he could not be found at the address he had given them. As a result, further steps in the applicant’s file were discontinued.", "On 23 November 2004, at about 9 p.m., the applicant was stopped for a police check while driving his car in Nicosia. The applicant, who had committed certain traffic offences, had no papers on him proving his identity. He was therefore taken to the police station where it was ascertained that he had been staying in Cyprus illegally.", "On 24 November 2004 the applicant was arrested and taken to Nicosia Central Prisons.", "On the same day detention and deportation orders were issued by the Director of the Civil Registry and Migration Department under section 6(1)(k) of the Aliens and Immigration Law (Cap. 105 as amended) on the ground that the applicant was a prohibited immigrant. The applicant was served with a letter informing him of these orders. However, he refused to sign the letter.", "By a letter dated 24 November 2004, the Director of the Aliens and Immigration Service informed the Ministry of Justice that the applicant did not have a return ticket and that his passport had not been found. Furthermore, by a letter dated 13 December 2004, the Director informed the Ministry that the applicant had been taken to the Iranian Embassy but had refused to give the necessary information allowing the Embassy to issue travel documents. The Director requested the Ministry to contact the Iranian Embassy for the purpose of ensuring the prompt issuance of the required travel documents.", "The applicant submitted that the authorities had taken him to the Iranian Embassy upon his arrest for the purpose of issuing him with travel documents and had unlawfully informed that Embassy about his asylum application.", "According to the documents submitted by the Government, on 18 March 2005 the applicant was taken by two police officers to the Iranian Embassy for an interview for the purpose of securing travel documents. The applicant, however, refused to give the information required and the Embassy could not as a result issue travel documents.", "In the meantime, by a letter dated 14 December 2004 the applicant’s lawyer informed the authorities that his client’s asylum application was still pending and requested the applicant’s release.", "On 12 January 2005 the Asylum Service informed the applicant’s lawyer that the examination of the applicant’s file had been discontinued since the applicant, without good reason, had not informed the authorities, as required, that he had changed address and had not notified them of his new one. Therefore they had been unable to serve the letter concerning his application.", "On 31 January 2005 the applicant lodged an appeal with the Reviewing Authority of Refugees against the Asylum Service’s decision. This was dismissed on 4 July 2005.", "On 4 February 2005 the applicant brought a recourse before the Supreme Court (first-instance revisional jurisdiction) under Article 146 of the Constitution challenging the decision of the Asylum Service to close his asylum file.", "This was dismissed on 3 July 2006 as in the meantime the applicant had lodged his appeal with the Reviewing Authority of Refugees (see above) and then a recourse against the dismissal of that appeal (no. 995/05; see below). The Supreme Court added that, in any event, the applicant’s recourse was out of time and that it was completely unsubstantiated.", "On 29 August 2005 the applicant brought a recourse before the Supreme Court (first-instance revisional jurisdiction) under Article 146 of the Constitution challenging the decision of the Reviewing Authority of Refugees of 4 July 2005. He also challenged the lawfulness of the detention and deportation orders issued against him pursuant to that decision.", "On 7 September 2007 the Supreme Court dismissed the recourse. First it upheld the Refugee Reviewing Authority’s decision to close the applicant’s file. It observed that it had been for the applicant to inform the Asylum Service of any change of address and not for the authority to try to find him for the purpose of serving any relevant documents. Second, the court noted that it could not examine the lawfulness of the detention and deportation orders of 3 August 2005 (see below) as the recourse had only been filed against the Reviewing Authority of Refugees which was not the authority that had issued the orders.", "The applicant did not appeal.", "On 4 February 2005 the applicant had also brought a recourse before the Supreme Court (first-instance revisional jurisdiction) under Article 146 of the Constitution challenging the detention and deportation orders of 24 November 2004. He claimed, inter alia, that the orders had been issued unlawfully and contrary to the Constitution and the Geneva Convention as the right facts had not been taken into account. He further maintained that if deported to Iran he would be tortured and killed due to his past involvement in student meetings condemning the Iranian Government for human rights violations.", "In his affidavit the applicant stated that he had been a student in Iran at the Sahib Bethesda University in the city of Khorramabad. In July 2000 he had participated in a meeting held by students, concerning human rights violations, which the authorities had violently dissolved. Many students had been arrested and some had disappeared. The applicant had been injured but had managed to get away and had gone into hiding in Teheran since the secret police were looking for him. Subsequently the applicant had learned that he had been dismissed from University. The applicant also claimed that he had been on the Iranian authorities’ “stop list” but had managed, after secretly bribing an official, to have his name taken off and get a passport.", "Finally, in his affidavit, the applicant stated that since the Iranian Government did not allow Iranian nationals to apply for asylum, he was in even more danger, the Iranian authorities now being aware, after being informed by the immigration authorities, that he was in Cyprus. This was disputed by the respondents. In his affidavit one of the officers stated, on behalf of the respondents, that the police had not mentioned anything about the applicant’s asylum application to the personnel of the Iranian Embassy.", "On 13 February 2005 the applicant filed an application seeking an interim order to suspend the decision taken concerning his detention and deportation.", "On 17 February 2005 the Director of the Civil Registry and Migration Department suspended the execution of the deportation order pending the examination of the above application.", "On 10 June 2005 the Supreme Court dismissed the application for an interim order. As the execution of the deportation order had already been suspended, the court focused on the applicant’s request concerning his detention. In this connection, the court found that the applicant had not established “manifest illegality” in his detention or shown that it had caused him irreparable damage. It therefore held that his application had been unsubstantiated. It also observed that the applicant had not shown that his allegation that the authorities had informed the Iranian Embassy about his asylum application was connected with the lawfulness of the orders that had already been issued by that time.", "On 27 July 2005 the Supreme Court upheld the applicant’s recourse and annulled the detention and deportation orders. It held that these orders had been issued on the basis of an inadequate inquiry and misconception about the facts. In this respect, the court noted, amongst other things, that the applicant had not received the letter from the asylum authorities rejecting his application and that the authorities had not conducted an effective investigation in this connection. It further observed that the applicant was refusing to cooperate with the authorities for the issuance of travel documents.", "The applicant was released on the same day.", "Following the Supreme Court’s judgment of 27 July 2005 the applicant, on 14 October 2005, brought civil proceedings against the Attorney-General before the District Court of Nicosia, claiming damages in respect of unlawful arrest and detention from 14 November 2004 until 27 July 2005.", "These proceedings are still pending.", "In the meantime, on 29 June 2005, the applicant filed a habeas corpus application before the Supreme Court (first instance). This was dismissed on 20 July 2005. The court held that it did not have jurisdiction to examine the lawfulness of the detention and deportation orders; as decided by the court in numerous cases, this could only be examined in the context of an administrative recourse brought under Article 146 of the Constitution and not a habeas corpus application. The court noted that such a recourse was actually pending and that the judgment had been reserved (namely, recourse 123/05, see above). In these circumstances the court held that the application constituted an abuse of judicial procedure. Further, the court observed that the continuing detention of the applicant was due to the fact that there was a pending recourse against the deportation order and that he did not have the necessary travel documents.", "The applicant did not appeal against this judgment.", "On 3 August 2005, following the dismissal of the applicant’s appeal by the Reviewing Authority of Refugees, the Director of the Civil Registry and Migration Department issued new detention and deportation orders against the applicant under section 6(1)(k) of the Aliens and Immigration Law, on the ground that he was a prohibited immigrant.", "The applicant was arrested on 3 August 2005 while at the Civil Registry and Migration Department. The applicant has submitted that he had gone there in order to collect his new residence permit.", "On an unspecified date the applicant filed a habeas corpus application before the Supreme Court (first instance). The applicant claimed, inter alia, that his protracted detention without deportation was unlawful, arbitrary and contrary to his fundamental human rights. He relied on the Supreme Court’s judgment in the case of Essa Murad Khlaief (habeas corpus application 91/2003, judgment of 14 October 2003).", "The application was dismissed on 17 July 2006. The Supreme Court held that it did not have jurisdiction to examine the lawfulness of the detention and deportation orders against him: these could only be examined in the context of an administrative recourse and not a habeas corpus application. The applicant would have the right to apply for a habeas corpus order in the event of his being successful in such a recourse but not released.", "As to the length of the applicant’s detention, the court found that on the basis of the evidence before it the delay in the applicant’s deportation was solely due to the applicant himself, as he was deliberately refusing to cooperate with the authorities of his own country for the issuance of travel documents. Although the applicant had been taken to the Iranian Embassy he refused to apply for travel documents without giving any explanation in this regard. Noting that in her affidavit to the court the Director of the Civil Registry and Migration Department had suggested that the applicant’s aim was that without travel documents his detention would be extended and at one point he would be released, the Supreme Court found that the respondents were doing everything possible to execute the applicant’s deportation and did not bear any responsibility for the delay. It therefore concluded that it could not be said that the applicant’s length of detention had exceeded what was reasonable.", "The applicant did not appeal against this judgment.", "On 3 August 2005 the applicant complained to the police that he had been ill-treated by police officers.", "According to the relevant police report dated 11 August 2005 the applicant was arrested on 3 August 2005. On arrival at the central prisons, the applicant managed to run away and climb onto a metallic water-tower in the prison courtyard. The police officers succeeded in immobilising him on the tower’s ladder and, eventually, the applicant climbed down.", "On the same day the applicant was taken to Omorfita police station where he was visited by his lawyer. In the presence of the officer in charge he showed his lawyer some scratches he had on his body and informed him that these had been inflicted on him at the immigration department and at the Police Detention Facilities at the Central Prisons.", "The applicant was immediately taken to the first aid unit of the General Hospital of Nicosia where he was examined by a doctor, a forensic surgeon and, further, a private doctor who had been sent by the applicant’s lawyer. According to the reports of the first two doctors, the applicant had some scratches on the chest and back, weals on the right arm and a scratch on the left arm, weals on the chest and in the area in front of the neck and also swelling in the right part of the cheek-bone area.", "On the same day the police took statements from the applicant and some of the police officers who had been involved.", "Following an ill-treatment complaint by the applicant, through his lawyer, to the Attorney-General, the Ombudsman and the Chief of Police, an investigation was carried out by the police.", "In their report of 11 August 2005 the police concluded that the applicant’s complaint was unfounded and suggested that the file be closed.", "In the meantime, on 11 August 2005, the applicant was transferred to the Lycavitos detention facilities in Nicosia.", "On 12 August 2005 the file was transmitted to the Attorney-General, who instructed the police to close it.", "The file was returned to the police and was closed.", "In a letter dated 16 November 2005 the Ombudsman informed the applicant that she had been informed by the police that on the instructions of the Attorney-General the police had carried out the investigation. This had concluded that the applicant’s allegations had been unsubstantiated and as a result the Attorney-General had closed the file. Consequently, the Ombudsman observed that she did not have the competence to intervene.", "On 16 February 2006 the applicant was transferred to Nicosia Central Prisons.", "On the night of 5 to 6 of June 2006 the police authorities of Nicosia carried out the transfer of certain detained aliens to various detention facilities in other districts.", "On 6 June 2006, at about 5.30 a.m., police officers went to Nicosia Central Prisons in order to transfer the applicant to the detention facilities in Larnaca. At the time, the applicant had been on hunger strike from 1 June 2006.", "In a statement given to the police on the same day the applicant claimed that he had been sleeping on a table in “an open space used by all the prisoners” when a group of police “commandos” had woken him up and asked him to follow them as they were going to take him to another detention centre. The applicant refused to be transferred and resisted. They then took him to an office and asked him to sign a document which was in Greek. When he refused, one of the officers attacked him and then the officers handcuffed him by using force and put him in a police car.", "The applicant was transferred to the Larnaca detention facilities.", "In his statement he alleged that when he arrived at the detention centre he spoke to another prisoner who told him that no force had been used against him as he had consented to his transfer. He also complained about his transfer and the force used against him by the police.", "At 9.30 a.m. the applicant was taken to the first-aid unit of the Larnaca General Hospital where he was examined by a doctor. According to the entry in the hospital record the applicant had complained to the doctor who examined him for blows. The doctor noted that the applicant had superficial scratches on the “upper limbs and shoulder blade”.", "The applicant gave his statement to the police between 4 p.m. and 5.40 p.m. the same day.", "On 8 June 2006 the applicant filed a complaint with the Independent Authority for Investigation of Allegations and Complaints against the Police (“IAIACAP”) concerning the use of force by the officers in carrying out his transfer (complaint 27/06).", "The Vice-President of the IAIACAP took over the investigation.", "The applicant gave a supplementary statement to the police on 20 June 2006. In this the applicant stated that on 6 June 2006 he had been attacked by ten immigration and police officers because he wanted to stay in Nicosia and continue his hunger strike and had therefore resisted his transfer to Larnaca. He stated that the officers had insisted that he go with them and as he resisted they had resorted to violence and thus managed to transfer him to Larnaca.", "On 12 January 2007 the Vice-President of the IAIACAP visited the applicant in the Central Prisons and took a statement from him.", "In this statement the applicant stated that on 6 June 2006, at about 5.30 a.m. while he was sleeping in his “room”, two police “commandos” had entered and asked him to get out of the “room”. They took him downstairs to the common office on the ground floor where there were another 4 police officers and 12 “commandos”. He was the only detainee in that office. They showed him a letter in Greek and asked him to sign it. When he refused one of the officers grabbed him by the hair and hit his head on a table. The officer then threw him to the ground and with another five to six persons started beating him on the back with their knees. While he was on the ground they handcuffed his hands behind his back. They pulled him up but then threw him down onto the ground again. They then put him into a police van and transferred him to Larnaca. He complained there to the officer in charge and was then taken to hospital. The applicant also noted that he had asked to be taken back to hospital on 13 June 2006. The entry of 13 June 2006 in the hospital record reports weakness caused by a hunger strike.", "While detained in Larnaca the applicant complained every day about his detention there and threatened to harm himself if he was not transferred.", "He was eventually transferred back to Nicosia Central Prisons on 31 July 2006.", "Following the appointment of the Vice-President of IAIACAP to a Ministerial post, on 12 October 2007 the IAIACAP appointed two criminal investigators and an observer member. Between 18 October and 22 October 2007 statements were taken from the four police officers who were in charge of guarding and transferring the applicant and from the police officer in charge at the Larnaca Detention Centre. Upon conclusion of the investigation, the investigators submitted their report to the IAIACAP on 26 October 2007. A report was then also prepared by the member who acted as an observer.", "The following account was given to the investigators by four police officers who had been responsible for guarding the applicant and transferring him to Larnaca:", "On 6 June 2006, at about 5.30 a.m., police officers went to the Central Prisons in order to carry out the applicant’s transfer to Larnaca. The applicant refused to be moved and would not get out of his bed. The officers lifted him out of his bed and took him from the first floor, where his cell was, to the ground floor. The applicant resisted and was violent. The officers tried to handcuff him but he was resisting, kicking and pushing the officers away. In the end they managed to handcuff him but he refused to go to the police car and fell onto the ground in resistance. The police officers pulled him and took him to the car. At 7.25 a.m. the officers put the applicant inside a police van and transferred him to the Larnaca Detention Facilities.", "The applicant refused to take his personal belongings with him.", "The officer who was in charge at the Larnaca detention centre mentioned in his statement that, upon receiving the applicant at the centre and after removing the applicant’s clothes, in a special room, in order to carry out a body search, he found minor scratches on the applicant’s hands and shoulder blade which he recorded on the centre’s personal detainee sheet. When he asked the applicant how these scratches had been caused, the applicant replied that they had been caused by the police officers in Nicosia Central Prisons when he resisted his transfer to Larnaca. He did not complain at the time.", "In their report the investigators concluded that from the evidence given the applicant’s claims had been unfounded. In particular:", "(a) According to the medical report the applicant had superficial scratches on the “upper limbs and shoulder blade”. If the police officers had, as the applicant claimed, thrown the applicant onto the ground and then kicked him in the back while he was handcuffed, and then lifted him up and thrown him down again, he would have had more serious injuries.", "(b) A number of police officers had taken part in the transfer of detainees to other districts under the supervision of the Deputy Director of the Police of Nicosia. It could not reasonably be maintained that certain police officers would single out the applicant to attack and beat him during such an operation", "(c) According to the evidence, the applicant persistently refused to cooperate with the police. In his statement to the police he admitted that the officers had used force in order to carry out his transfer. It appears therefore that the minor injuries were caused when the officers tried to handcuff him and carry out his transfer.", "Furthermore, the investigation carried out by the police authorities themselves did not find anything to reproach in the conduct of the officers involved.", "The investigators therefore concluded that the force used by the officers had been necessary in the circumstances to achieve the applicant’s secure transfer and suggested that the case be closed.", "The observer member examined the facts and findings of the investigators as set out in their report. In her report she agreed with the conclusions and suggestions. She noted that despite delays in the initial stage of the investigation, the criminal investigators, following their appointment, had speedily concluded the investigation.", "By two letters dated 19 November 2007 the IAIACAP informed the applicant’s lawyer and the Attorney-General respectively about the conclusions of the investigation.", "On 11 January 2006 the applicant filed a complaint through his sister with the Ombudsman concerning his continuing detention.", "In three letters to the Minister of the Interior, dated 17 January, 24 May and 12 October 2007, the Ombudsman addressed the question of the extended length of detention of aliens in detention facilities on the basis of detention and deportation orders issued under the Aliens and Immigration Law of 1959 (Cap. 105, as amended), in response to a number of complaints received on the matter, including the one from the applicant. In sum the Ombudsman expressed, inter alia, the opinion that the period of detention of a person for the purposes of deportation should be limited by law.", "On 30 November 2007 the applicant was transferred to the Paphos detention facilities.", "On 18 December 2007 the Minister of the Interior offered to revoke the deportation and detention orders and allow the applicant to remain in the Republic for eighteen months during which he would be entitled to seek employment and work in the Republic, provided he consented and cooperated with the Iranian Diplomatic Mission in Cyprus for the issuance of a passport valid for a minimum of five years. The applicant would be released upon delivery of his passport to the Director of the Civil Registry and Migration Department. The applicant was given the Minister’s assurance that during this period he would not be deported or detained for deportation, unless he breached the conditions of his residence/employment permit. Furthermore, at the end of this period the possibility of a further extension of his leave to remain would be considered.", "The applicant did not accept this offer.", "In May 2008 the authorities decided to revoke the deportation and detention orders and release the applicant, allowing him to stay and work for twelve months in the Republic with the possibility of subsequently renewing his permit, without requiring the issuance of a passport. The applicant was informed by a letter dated 8 March 2008 from the Permanent Secretary of the Minister of the Interior about the Minister’s order for his immediate release and the relevant conditions.", "According to the Government, the applicant was consequently released.", "The entry, residence and expulsion of aliens are regulated by the Aliens and Immigration Law of 1959 (Cap. 105, as amended).", "Under section 6(1) of the above Law a person is not permitted to enter the Republic if he or she is a “prohibited immigrant”. This category includes any person who enters or resides in the country contrary to any prohibition, condition, restriction or limitation contained in the Law or in any permit granted under the Law (section 6(1)(k) and any alien who does not have in his possession an immigration permit granted by the Director of the Civil Registry and Migration Department in accordance with the relevant regulations. A “prohibited immigrant” can be ordered to leave the Republic under section 13 of the same Law.", "The Director of the Civil Registry and Migration Department has the power under the Law to order the deportation and, in the meantime, the detention, of any alien who is a “prohibited immigrant” under the Law (section 14).", "Deportation and detention orders can be challenged before the Supreme Court by way of administrative recourse under Article 146 § 1 of the Constitution of the Republic of Cyprus. This provision provides as follows:", "“The Supreme Constitutional Court shall have exclusive jurisdiction to adjudicate finally on a recourse made to it on a complaint that a decision, an act or omission of any organ, authority or person, exercising any executive or administrative authority is contrary to any of the provisions of this Constitution or of any law or is made in excess or in abuse of powers vested in such organ or authority or person.”", "Such recourse must be made within 75 days of the date when the decision or act was published or, if not published and in the case of an omission, when it came to the knowledge of the person making the recourse (Article 146 § 3). Upon such a recourse, the Supreme Court may (a) confirm, either in whole or in part, such decision or act or omission; or (b) declare, either in whole or in part, such decision or act to be null and void and of no effect whatsoever, or (c) declare that such omission, either in whole or in part, ought not to have been made and that whatever has been omitted should have been performed (Article 146 § 4).", "Article 146 (6) provides for compensation as follows:", "“Any person aggrieved by any decision or act declared to be void under paragraph 4 of this Article or by any omission declared thereunder that it ought not to have been made shall be entitled, if his claim is not met to his satisfaction by the organ, authority or person concerned, to institute legal proceedings in a court for the recovery of damages or for being granted other remedy and to recover just and equitable damages to be assessed by the court or to be granted such other just and equitable remedy as such court is empowered to grant”.", "The Supreme Court has held in a number of cases that the lawfulness of deportation and detention orders can only be examined in the context of a recourse brought under Article 146 of the Constitution and not in the context of a habeas corpus application (see, among many authorities, Civil Appeal no. 12166 concerning the application of Elena Bondar for Habeas Corpus, judgment of 30 December 2004 – full bench; Sarkisasvili Kaha, application 180/2004, judgment of 6 December 2004; and Asad Mohammed Rahal, application 169/2004, judgment of 26 October 2004).", "A detainee can, however, challenge the lawfulness of his/her protracted detention for the purpose of deportation through a habeas corpus application. In such an application, the Supreme Court will not examine the lawfulness of the decisions ordering deportation and detention but whether the detention which was initially lawful subsequently became unlawful by exceeding a reasonably permissible length. In deciding whether the detention has been excessively long the specific facts of the case will be taken into account (Essa Murad Khlaief, application 91/2003, judgment of 14 October 2003). In the case of Essa Murad Khlaief, the Supreme Court held that detention under Article 11 (2) of the Constitution for the purpose of deportation could not possibly be unlimited but was restricted to a reasonable period, taking into account all the circumstances of the deportation execution process. If deportation was not completed within a reasonable time, the grounds for detention would cease to exist.", "Res judicata obtains from successive habeas corpus applications which are based on the same facts without new intervening factors. This also applies to questions that could have been raised in the first habeas corpus claim but were not (Refaat Barquwi, application 131/2003, judgment of 12 January 2004).", "The Cypriot Government assumed responsibility for assessing asylum claims from 1 January 2002 through the establishment of an Asylum Service within the Migration Department of the Ministry of Interior. Prior to that, the UNHCR dealt with such claims. Asylum seekers can appeal against the decision of the Asylum Service to the Reviewing Authority for Refugees, which was established by the Refugee Law of 2000 (Law 6 (I) of 2000, as amended).", "The decision of the Reviewing Authority of Refugees can be challenged before the Supreme Court by way of administrative recourse under Article 146 (1) of the Constitution of the Republic of Cyprus (see above).", "Part II of the Constitution contains provisions safeguarding fundamental human rights and liberties. Article 11 protects the right to liberty and security. It reads as follows, in so far as relevant:", "Article 11", "“1. Every person has the right to liberty and security of person.", "2. No person shall be deprived of his liberty save in the following cases when and as provided by law:", "...", "(f) the arrest or detention of a person to prevent him effecting an unauthorised entry into the territory of the Republic or of an alien against whom action is being taken with a view to deportation or extradition.", "...", "4. Every person arrested shall be informed at the time of his arrest in a language which he understands of the reasons for his arrest and shall be allowed to have the services of a lawyer of his own choosing.", "..", "7. Every person who is deprived of his liberty by arrest or detention shall be entitled to take proceedings by which the lawfulness of his detention shall be decided speedily by a court and his release ordered if the detention is not lawful.", "8. Every person who has been the victim of arrest or detention in contravention of the provisions of this Article shall have an enforceable right to compensation”.", "Article 8 of the Constitution prohibits torture, inhuman or degrading treatment or punishment. Moreover, under Article 35 the legislative, executive and judicial authorities are required to secure, within the limits of their respective competences, the efficient application of the provisions of the Constitution. Finally Article 32 of the Constitution states that the provisions of Part II of the Constitution do not preclude the Republic from regulating by law any matter relating to aliens in accordance with international law.", "The law of tort provides, inter alia, for actions for damages in respect of false imprisonment, unlawful detention and assault (sections 26, 27, 29, 30 and 44 of the Civil Wrongs Law).", "The Independent Authority for Investigation of Allegations and Complaints against the Police (“IAIACAP”) was established in 2006 by Law 9(I)/2006 (as amended). The Law came into force on 17 February 2006.", "The IAIACAP comprises five members, including the President, who are all appointed by the Council of Ministers. It started operating on 2 May 2006.", "The IAIACAP can investigate complaints against the police in a number of areas, including those concerning violations of human rights (section 5(5) of Law 9(I)/2006). It can receive complaints directly from individuals, from the Attorney-General of the Republic, the Minister of Justice and Public Order or even the police authorities themselves when a complaint has been drawn to their attention.", "In the event that the IAIACAP considers that a criminal offence has been committed, the complaint is sent on to the Attorney-General who has the authority to decide whether or not to instigate criminal proceedings against the police officers in question. In the event that the IAIACAP considers that a disciplinary offence has been committed, the complaint is sent to the Chief of Police. Following an amendment to Law 9(I)/2006 by Law 100(1)/2007 the IAIACAP can appoint external investigators from a list prepared by the Attorney-General. These investigators, who are not members of the police, remain under the constant supervision, control and guidance of the IAIACAP.", "According to the Government, Cyprus has to deal with numerous Iranians who enter Cyprus, largely as illegal immigrants through the “Turkish Republic of Northern Cyprus”, and claim asylum. In 2004 the Cypriot Government put forward a proposal to the Iranian Government for a Readmission agreement in order to facilitate the readmission of Iranian nationals residing without authorisation in Cyprus into their own country. A draft agreement was also submitted to the Iranian Government. The need for concluding such an agreement was put to the Iranian Government several times. The two Governments have not reached such an agreement to date.", "It is common practice, upon entering Cyprus, for Iranian nationals to destroy or hide their identity documents (passport, identity cards, travel documents) in order to avoid their deportation. The Iranian authorities do not issue travel documents to any Iranian national without the latter’s consent to repatriation.", "According to the UK Home Office’s Country of Origin Information Report on Iran, dated August 2008, in respect of returned asylum seekers, it is reported by observers that they had seen no evidence that failed claimants, persons who had left Iran illegally, or deportees faced any significant problem upon return to Iran, although individuals in cases that gained a high profile could face difficulties (Section 28.12 of the Report)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}