{"ITEMID": "001-102811", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF KÜBLER v. GERMANY", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objections joined to merits and dismissed (non-exhaustion of domestic remedies, victim);Remainder inadmissible;No violation of Art. 6-1;Violation of Art. 6-1;Just satisfaction reserved", "JUDGES": "Bertram Schmitt;Isabelle Berro-Lefèvre;Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Peer Lorenzen;Rait Maruste", "TEXT": ["6. The applicant was born in 1960 and lives in Stuttgart.", "7. The applicant has been practising as a lawyer since 1989. In November 2001 the applicant applied for one of the six posts of advocate notary (Anwaltsnotar) officially advertised by the Baden-Württemberg Ministry of Justice (hereafter: “the Ministry of Justice”) enabling qualified lawyers to practise simultaneously as a solicitor and as a notary in the Stuttgart court circuit.", "8. On 18 March 2002 the Ministry of Justice informed the applicant that it intended to appoint six other lawyers as advocate notaries. The applicant's subsequent request to compel the Ministry of Justice to review its decision was dismissed by the Stuttgart Court of Appeal.", "9. On 31 March 2003 the Federal Court of Justice rejected the applicant's appeal.", "10. On 3 April 2003 the applicant informed the Ministry of Justice that he intended to lodge a constitutional complaint with and apply for interim legal protection to the Federal Constitutional Court. He requested the Ministry of Justice to await the outcome of the proceedings before the Federal Constitutional Court before appointing the advocate notaries.", "11. On 7 April 2003 the Ministry of Justice informed the applicant it would no longer wait to make the appointments.", "12. On 9 April 2003 the applicant lodged a constitutional complaint and requested the Federal Constitutional Court to grant him interim legal protection, arguing that there was a danger that the Ministry of Justice would appoint the advocate notaries and thus create irreparable damage to him.", "13. On 10 April 2003 the Federal Constitutional Court granted the applicant interim legal protection and ordered the Ministry of Justice to keep one post of advocate notary free until the statutory time-limit for the submission of the grounds for the applicant's constitutional complaint had elapsed. On the same day the Federal Constitutional Court sent its decision by fax to the Ministry of Justice.", "14. Nonetheless, on 10 April 2003 the Ministry of Justice appointed five notaries. On the following day it appointed the sixth notary.", "15. On 29 April 2003 the Ministry of Justice informed the Federal Constitutional Court that it had received the court's interim injunction on 10 April 2003, but that this had been submitted to the competent head of division in the Ministry only on 14 April 2003. However, it also announced that it would advertise a further post as advocate notary as of 30 June 2003.", "16. On 14 May 2003 the applicant submitted the reasons for his constitutional complaint to the Federal Constitutional Court, which extended its interim injunction on 3 June 2003, 19 November 2003 and 4 May 2004, until such time as it had issued its final decision on the applicant's constitutional complaint.", "17. On 8 October 2004 the Federal Constitutional Court found for the applicant. First, it held that the applicant's constitutional complaint had not become inadmissible following the appointment of the six notaries by the Ministry of Justice. In particular, the applicant had an interest in a declaration that the application procedure had been unconstitutional and in a fresh examination of his application or, if that was impossible, in being granted compensation. The right to an effective remedy under Article 19 § 4 of the German Basic Law permitted the continuation of the proceedings before the Federal Constitutional Court, since the Ministry of Justice had failed to abide by its interim injunction.", "18. On the merits, the Federal Constitutional Court found that the recruitment procedure as practised by the Ministry of Justice had violated the applicant's freedom of profession as guaranteed by Article 12 of the Basic Law and the principle of equal access to public office as provided for by Article 33 § 2 of the Basic Law (see “Relevant domestic law” below), mainly because it had not taken sufficient account of the relevant professional experience of the candidates. The Federal Constitutional Court remitted the case to the Court of Appeal for fresh consideration, as “it was not excluded that [the applicant], who had obtained better results in the second state exam and had more relevant professional experience than the candidate who, on account of his seniority, was appointed as sixth advocate notary in the recruitment procedure, could succeed in the initial proceedings if his application was reassessed.”", "19. On 7 April 2005 the Stuttgart Court of Appeal quashed the decision of the Ministry of Justice of 18 March 2002 and compelled it to reassess the application, taking into account the findings of the Federal Constitutional Court.", "20. On 28 November 2005 the Federal Court of Justice quashed the Court of Appeal's decision. It found that the applicant had lacked an interest in a decision compelling the Ministry of Justice to appoint him as an advocate notary or to reassess his application, as the Ministry had already allocated the six notary posts to other applicants. Thus the principle of stability of office (Grundsatz der Ämterstabilität – see “Relevant domestic law” below) prohibited the annulment of one of the six appointments. Furthermore, it was impossible to allocate the applicant the next available notary post or to create a new post for him as this would infringe the rights of other potential candidates and be in violation of section 4 of the Federal Notaries Act (Bundesnotarordnung - see “Relevant domestic law” below). The court held that its findings complied with the Federal Constitutional Court's decision of 8 October 2004, which had not specified the manner in which the applicant should obtain redress. It was thus possible that the applicant could be granted redress in official liability proceedings rather than having his application re-examined.", "21. On 29 March 2006 the Federal Constitutional Court refused to admit the applicant's constitutional complaint. It found that the applicant could not attain more with the second constitutional complaint than he had already obtained in its decision of 8 October 2004. In that decision the Federal Constitutional Court had not specified the manner in which the lower courts were to grant the applicant legal protection. It had referred to two options, namely the reassessment of the applicant's application by the Ministry of Justice or compensation for damage. It was thus still open to the applicant to request damages in official liability proceedings.", "22. On 27 November 2003 the Stuttgart Court of Appeal dismissed the applicant's request to annul the appointment of the sixth advocate notary. It found that even if this appointment had been unlawful, it could not be annulled. In particular, the applicant had not submitted any reason allowing for the revocation of an appointment of a notary under the relevant provisions of the Federal Notaries Act.", "23. On 10 August 2004 the Federal Court of Justice rejected the applicant's appeal as the principle of stability of office did not allow for revoking the appointment of notaries. Equally, it was not possible to create a special post as an advocate notary for the applicant.", "24. On 26 October 2004 the Federal Constitutional Court declared the applicant's constitutional complaint inadmissible, as its decision of 8 October 2004 had already given him the possibility to have the lawfulness of the recruitment procedure reviewed by the lower courts. He therefore lacked standing for this constitutional complaint.", "25. In 2006 the applicant instituted official liability proceedings against the Land Baden-Württemberg before the Stuttgart Regional Court, on the ground that the Ministry of Justice had appointed the sixth advocate notary in spite of the Federal Constitutional Court's interim injunction in his favour.", "26. On 22 February 2008 the Stuttgart Regional Court dismissed the applicant's action. It found that, irrespective of the possibility that the Ministry of Justice could have breached its official duty when disregarding the Federal Constitutional Court's interim injunction, there had been no causal connection between the applicant's damage and the alleged breach of duty. Had the Ministry of Justice complied with the interim injunction, it would have halted the recruitment procedure, refrained from appointing the advocate notaries and started a fresh recruitment procedure for the six posts. During such a procedure it would have assessed the new applications in accordance with the Federal Constitutional Court's decision of 8 October 2004. However, it remained totally unclear whether the applicant could have succeeded in such a fresh procedure with a new field of candidates.", "27. On 25 April 2008 the applicant appealed that decision before the Stuttgart Court of Appeal.", "28. On 21 January 2009 the Stuttgart Court of Appeal requested the Land of Baden-Württemberg to submit a written statement on whether a fresh recruitment procedure would have led to the applicant being selected for one of the six notary posts. On 22 July 2009 the Land submitted its written opinion, alleging that the applicant under no conceivable circumstances would have ranked among the six top candidates. In July 2010, the proceedings were still pending before the Stuttgart Court of Appeal.", "29. By e-mail dated 23 July 2010 the presiding judge of the Stuttgart Court of Appeal informed the applicant's counsel that he was obliged to postpone the hearing originally scheduled for 17 November 2010 to the second half of February 2011. This was due to the fact that the senate had to hear other, more urgent cases, which had to be prepared by the same rapporteur judge. Even taking into account the length of the instant proceedings, the presiding judge considered the applicant's case to be less urgent for the following reasons: If the applicant should obtain compensation, he would be awarded interests at a rate which exceeded the interest rates which could be obtained elsewhere. If he should lose his action, some additional months would not matter.", "30. Article 12 § 1 of the Basic Law provides that all Germans have the right to freely choose their profession, their place of work, and their place of training.", "31. Under Article 33 § 2 of the Basic Law every German is equally eligible for any public office according to his or her aptitude, qualifications and professional achievements.", "32. Article 33 § 5 of the Basic Law provides that the law governing public service is to be regulated with due regard to the traditional principles of the professional civil service. One of the latter is the principle of stability of office, according to which appointments to public office are not to be revoked or annulled following legal remedies instituted by unsuccessful candidates.", "33. Some Länder, like Baden-Württemberg, provide for the possibility for qualified lawyers to be appointed as so-called “advocate notaries” (Anwaltsnotare) enabling them to exercise the profession as notary alongside their activity as solicitors. Advocate notaries (like single profession notaries) are “independent holders of a public office” who are appointed by the competent judicial authority. Once officially appointed, notaries do not receive a salary from the state, but charge fees (fixed by law) to the parties. As a rule, notaries do not enjoy the status of civil servants.", "34. The Federal Notaries Act lays down the access requirements, the rights and obligations of notaries and their organisation and functions. It is complemented by respective orders of the Länder.", "35. Section 4 of the Federal Notaries Act provides that the number of appointments of notaries is to be restricted to what is necessary to ensure the sound administration of justice. In particular, the number of notaries must correspond to the need of individuals to be provided with notarial services, and a balanced age structure must be ensured in the profession of notary. In Baden-Württemberg the Ministry of Justice has responsibility for and discretion in deciding on this need (Organisationsermessen) and therefore in fixing the number of advocate notaries. In so doing it takes account of the average number of notarisations taking place within the areas of the various district courts. Once the Ministry of Justice has decided to create a new notary post, it publishes – in compliance with section 6 (b) of the Federal Notaries Act – a vacancy notice for the Court of Appeal district (Oberlandesgerichtsbezirk) in which such a need has been identified.", "36. According to section 111 of the Federal Notaries Act, disputes surrounding the appointment and selection of notaries are adjudicated by the civil Court of Appeal (Oberlandesgericht) and in the second instance by the Federal Court of Justice. Since 1 September 2009, the proceedings are governed by the Administrative Courts Act (Verwaltungsgerichtsordnung, see section 111b of the Federal Notaries Act).", "37. Pursuant to Article 34 of the Basic Law, taken in conjunction with Article 839 of the Civil Code, the State or a public body is liable to pay compensation to an individual for any damage arising from an intentional or negligent breach of official duties committed by its officials. No such obligation to afford redress arises where the injured party has wilfully or negligently omitted to avoid the damage by means of another legal remedy."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}