{"ITEMID": "001-68688", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FIN", "BRANCH": "ADMISSIBILITY", "DATE": 2005, "DOCNAME": "VEERMAE v. FINLAND", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant, Mr Mairold Veermäe, is an Estonian national who was born in 1977 and is currently serving a prison sentence in Finland. He was represented before the Court by Ms M. Lehtinen, a lawyer practising in Lahti. The respondent Government were represented by their Agent, Mr A. Kosonen, Director at the Ministry of Foreign Affairs.", "The facts of the case, as submitted by the parties and as they appear from the documents, may be summarised as follows.", "On 6 September 2001 the applicant was convicted by a Finnish district court of an aggravated narcotics offence and sentenced to nine years’ imprisonment. He had been detained since 19 January 2001. On 28 January 2002 the Directorate of Immigration (ulkomaalaisvirasto, utlänningsverket) ordered his expulsion to Estonia. The judgment and the expulsion order both became final.", "On 5 December 2002 the Criminal Sanctions Agency (rikosseuraamusvirasto, brottspåföljdsverket) proposed to the Ministry of Justice that the applicant should serve the rest of his sentence in Estonia. The applicant and the Ministry of the Interior were invited to submit observations. The applicant objected to being transferred to Estonia, whereas the Ministry of the Interior agreed to the transfer.", "On 13 March 2003 the Ministry of Justice ordered the applicant to serve the rest of his sentence in Estonia. It relied on section 19(2) of the International Cooperation in the Enforcement of Certain Criminal Sanctions Act (Law no. 21/1987, as amended by Law no. 236/2001) (laki kansainvälisestä yhteistoiminnasta eräiden rikosoikeudellisten seuraamusten täytäntöönpanossa, lag om internationellt samarbete vid verkställighet av vissa straffrättsliga påföljder) and on the Additional Protocol to the Convention on the Transfer of Sentenced Persons (European Treaty Series no. 167; Finnish Treaty Series no. 42/2001). The Ministry of Justice held, inter alia, that the applicant did not have particular bonds with Finland and that he had closer social ties to Estonia than to Finland.", "The applicant appealed to the Helsinki Administrative Court (hallinto-oikeus, förvaltningsdomstolen), requesting the quashing of the Ministry of Justice’s decision. He argued that in Finland it would be possible for him to be released on parole on 18 July 2005 after serving half his sentence; in Estonia release on parole would only be possible after serving two-thirds of the sentence. Even then his release on parole would be discretionary as only 15% of inmates in Estonian prisons were released on parole, whereas the rest served their sentences in their entirety. The de facto sentence would thus be at least one and a half years longer in Estonia, or even twice as long as the sentence in Finland if no release on parole were granted in Estonia. He further claimed that some prisons in Estonia were old and overcrowded. The applicant relied on Articles 5 and 14 of the Convention, maintaining that his transfer to Estonia would place him in a discriminatory position compared to Finnish prisoners and also to other Estonian prisoners in Finland who were not transferred to Estonia. He further relied on the non bis in idem principle (Article 4 of Protocol No. 7 to the Convention).", "In its opinion to the Administrative Court, the Ministry of Justice stated the following (as transcribed by the court):", "“... Veermäe has been sentenced to nine years’ imprisonment, of which he will, as a first-time offender, be serving four years and six months. In Estonia it would be possible for Veermäe to obtain conditional release on having served two-thirds of his sentence, that is to say six years. [His] possibility of being released conditionally in Estonia is therefore not significantly smaller than in Finland and the Estonian legislation does not in this respect differ significantly from our own.”", "On 19 June 2003 the Helsinki Administrative Court dismissed the applicant’s appeal, finding that, even though he was likely to serve a significantly longer prison sentence in Estonia owing to the differences in the possibility of being released on parole, this in itself did not violate Article 3 of the Convention. It also found that Article 3 would not be violated merely on account of the fact that prisons in Estonia were apparently old and overcrowded. It ruled out any discrimination as the International Cooperation in the Enforcement of Certain Criminal Sanctions Act, which naturally only applied to foreigners, provided an acceptable reason for the transfer.", "The Administrative Court further held that the applicant’s transfer to Estonia would not breach Article 5 of the Convention either, as the sentence he would actually be serving there would not exceed the sentence imposed by the Finnish courts. No appeal lay against the Administrative Court’s decision..", "On 26 September 2003 the Finnish Ministry of Justice requested the Estonian Ministry of Justice to consent to the enforcement of the sentence in Estonia. At the time of filing their observations, the Government submitted that the consent of the latter had still not been received.", "On 24 August 2004 the applicant was transferred to a Finnish open prison facility.", "Under Chapter 2, section 13 (as amended by Law no. 521/2003), of the Enforcement of Sentences Act (laki rangaistusten täytäntöönpanosta, lag om verkställighet av straff), a prisoner may be conditionally released after serving two-thirds or, exceptionally, half of the sentence, in the latter case provided that the prisoner has not served a prison sentence during the three years preceding the offence. The factors to be taken into account in the decision to release a prisoner conditionally include, inter alia, the nature of and the motives for the offence, the prisoner’s earlier lifestyle and his or her behaviour in prison, as well as the situation the prisoner would face on release.", "Despite the authorities’ discretionary powers, it is very rare for conditional release to be postponed in Finland. A first-time prisoner is usually released after serving half the sentence.", "Under Chapter 7, sections 1 and 2 (as amended by Law no. 580/2001), a prisoner may appeal to a district court against, inter alia, the postponement of his or her conditional release on serving two-thirds or half of the sentence (whichever is applicable under Chapter 2, section 13).", "In a report (no. 2001:6), the Committee on Prison Sentences noted the following (on p. 11):", "“... In the 1990s [conditional release] was almost never postponed. Following the instruction issued by the Department for Prison Administration of the Ministry of Justice in 1995 (no. 9/011/95) postponements have been very rare and almost exclusively based on the prisoner’s consent. ...”", "It further observed (on p. 245):", "“[The proposals now being made] would not change the existing legislation as regards the possibility of obtaining conditional release on serving two-thirds of a sentence. Nor would there be any change as regards those prisoners who had not served a term of imprisonment during the three years preceding their offence and who are [therefore] to be released on serving half their sentence. ...”", "The aim of the Convention on the Transfer of Sentenced Persons (“the Transfer Convention” – European Treaty Series no. 112 and Finnish Treaty Series no. 13/1987), including its Additional Protocol, is to develop international cooperation in the field of criminal law and to further the ends of justice and the social rehabilitation of sentenced persons. According to the Preamble, foreigners who are deprived of their liberty as a result of their commission of a criminal offence should be given the opportunity to serve their sentences within their own society.", "The Transfer Convention came into force in respect of Finland on 1 May 1987 and the Additional Protocol on 1 August 2001. They came into force in respect of Estonia on 1 August 1997 and 1 June 2000 respectively. Thus, they were in force on 6 September 2001 when the applicant was convicted by the district court.", "Article 3 § 1 of the Transfer Convention enables the transfer of a sentenced person from “the sentencing State” to “the administering State” provided, inter alia, that the person in question is a national of the administering State; that he or she (or in some instances a legal representative) consents to the transfer; that the acts or omissions on account of which the sentence has been imposed constitute a criminal offence according to the law of the administering State or would constitute a criminal offence if committed on its territory; and that the sentencing and administering States both agree to the transfer.", "Article 9 (“Effect of transfer for administering State”) reads as follows:", "“1. The competent authorities of the administering State shall:", "(a) continue the enforcement of the sentence immediately or through a court or administrative order, under the conditions set out in Article 10, or", "(b) convert the sentence, through a judicial or administrative procedure, into a decision of that State, thereby substituting for the sanction imposed in the sentencing State a sanction prescribed by the law of the administering State for the same offence, under the conditions set out in Article 11.", "2. The administering State, if requested, shall inform the sentencing State before the transfer of the sentenced person as to which of these procedures it will follow.", "3. The enforcement of the sentence shall be governed by the law of the administering State and that State alone shall be competent to take all appropriate decisions.", "...”", "Article 10 (“Continued enforcement”) provides:", "“1. In the case of continued enforcement, the administering State shall be bound by the legal nature and duration of the sentence as determined by the sentencing State.", "2. If, however, this sentence is by its nature or duration incompatible with the law of the administering State, or its law so requires, that State may, by a court or administrative order, adapt the sanction to the punishment or measure prescribed by its own law for a similar offence. As to its nature, the punishment or measure shall, as far as possible, correspond with that imposed by the sentence to be enforced. It shall not aggravate, by its nature or duration, the sanction imposed in the sentencing State, nor exceed the maximum prescribed by the law of the administering State.”", "Article 11 (“Conversion of sentence”) reads as follows:", "“1. In the case of conversion of sentence, the procedures provided for by the law of the administering State apply. When converting the sentence, the competent authority:", "(a) shall be bound by the findings as to the facts insofar as they appear explicitly or implicitly from the judgment imposed in the sentencing State;", "(b) may not convert a sanction involving deprivation of liberty to a pecuniary sanction;", "(c) shall deduct the full period of deprivation of liberty served by the sentenced person; and", "(d) shall not aggravate the penal position of the sentenced person, and shall not be bound by any minimum which the law of the administering State may provide for the offence or offences committed.", "2. If the conversion procedure takes place after the transfer of the sentenced person, the administering State shall keep that person in custody or otherwise ensure his presence in the administering State pending the outcome of that procedure.”", "Article 3 § 1 of the Additional Protocol provides as follows:", "“Upon being requested by the sentencing State, the administering State may, subject to the provisions of this Article, agree to the transfer of a sentenced person without the consent of that person, where the sentence passed on the latter, or an administrative decision consequential to that sentence, includes an expulsion or deportation order or any other measure as the result of which that person will no longer be allowed to remain in the territory of the sentencing State once he or she is released from prison.”", "The Administrative Courts Act (hallinto-oikeuslaki, lag om förvaltningsdomstolarna; 430/1999) provides that the administrative courts examine and decide such administrative appeals, disputes and other cases as fall within their competence under the Administrative Judicial Procedure Act (hallintolainkäyttölaki, förvaltningsprocesslag; 586/1996) or other acts of Parliament. Section 24 of the International Cooperation in the Enforcement of Certain Criminal Sanctions Act provides that no appeal lies against the administrative court’s decision. The government bill concerning the Additional Protocol to the Convention on the Transfer of Sentenced Persons (HE 1/2001, p. 19) states:", "“When considering a request for transfer, the Ministry of Justice should, in particular, pay attention to prison conditions in the State in which enforcement is being requested. The decision would also be affected, inter alia, by the most likely date on which the sentenced person would be conditionally released in accordance with the laws of the State of enforcement. Should the possibilities for conditional release in the State of enforcement be considerably weaker than in Finland, it might be unreasonable to request the transfer of the sentenced person.”", "The Law Committee, having discussed the government bill, observed in its report (LaVM 2/2001):", "“The prison conditions in the receiving State should be adequate to ensure that the prisoner will not be subjected to inhuman or degrading treatment or punishment. As a minimum, the conditions in which the prison sentence is served and its duration should not significantly differ from those applicable in Finland. Thus, transfers should also not take place where the legislation of the receiving State concerning the serving of sentences significantly differs from the Finnish legislation, for example in respect of the possibility of conditional release.”", "The present case is the second one of its kind concerning Finland before the Court, the first application (Altosaar v. Finland (dec.), no. 9764/03, 15 June 2004) having been declared inadmissible by the Court as the applicant was no longer considered the victim of a violation within the meaning of Article 34 of the Convention following his release on parole in Finland. In that case the Estonian Government gave an account of the relevant domestic legislation and practice, a summary of which can also be found below.", "Article 4 of the Penal Code, which replaced the Criminal Code on 1 September 2002, divides criminal offences into offences in the first degree and offences in the second degree. Criminal offences in the first degree are those for which the Penal Code prescribes a maximum penalty of imprisonment for a term of more than five years, life imprisonment or compulsory dissolution. A criminal offence in the second degree carries a term of imprisonment of up to five years or a pecuniary penalty.", "In accordance with the Penal Code Implementation Act, which came into force on 1 September 2002, an offence committed prior to the entry into force of the Penal Code which is also punishable as a criminal offence under the Penal Code is assessed in the light of the corresponding Article of the Criminal Code in force at the time of the commission of the offence. If, after the entry into force of the Penal Code, a penalty is imposed for a criminal offence committed prior to the entry into force of the Penal Code, the penalty is based on the one provided for in the corresponding Article of the Criminal Code in force at the time of the commission of the offence, where the Article in question prescribes a lesser penalty.", "The offence of unlawful handling of large quantities of narcotic drugs or psychotropic substances was punishable by one to five years’ imprisonment from 1 September 2002 to 1 January 2004 (Article 184 of the Penal Code), thus rendering the offence an offence in the second degree under the Penal Code. Since 1 January 2004 the offence has been punishable by one to ten years’ imprisonment, thus making the offence an offence in the first degree. The Criminal Code, valid until 31 August 2002 and in force at the time the applicant committed his offence (9 September 2000-19 January 2001), provided for a scale of penalties from three to seven years’ imprisonment.", "Conditional release (release on parole) is governed by Article 76 of the Penal Code. If a person has been convicted of a criminal offence in the second degree, or a criminal offence in the first degree through negligence, the court may release the convicted offender conditionally if he or she has actually served at least half but not less than six months of the sentence imposed. If a person has been convicted of intentional commission of a criminal offence in the first degree, the court may release the person conditionally if the convicted person has actually served at least two-thirds of the sentence imposed. In deciding on conditional release, the court must take into consideration the circumstances relating to the commission of the criminal offence, the personality of the convicted offender, his or her previous personal history and conduct while serving the sentence, his or her living conditions and the consequences which conditional release may entail for him or her.", "In transfer cases, Estonia has used the procedure of conversion of sentences on account of the fact that the criminal law in the sentencing States has, so far, provided for harsher penalties than those prescribed by Estonian law for the same criminal offences. Transfer cases are heard by the Tallinn City Court, which converts the sentence into one applicable for a similar offence under Estonian law. In Altosaar, the Estonian Government could not speculate as to the nature of the sentence, that being solely within the competence of the court. However, taking into account the relevant provisions of law and the current practice in transfer cases, they considered it likely that the penalty imposed in Estonia would be less severe than the one imposed in Finland and that the actual term of imprisonment would be no longer than it would have been in Finland. In that regard, they noted that at the time of the commission of the offence it had carried a penalty of three to seven years’ imprisonment. However, according to the wording of the Penal Code as in force until 1 January 2004, the penalty was imprisonment from one to five years and as this penalty was less severe it thus replaced the one prescribed by the Criminal Code. At the relevant time, therefore, the offence constituted a criminal offence in the second degree and conditional release would be possible after half the sentence had been served.", "In 2003 six prisoners were transferred from Sweden to Estonia to continue serving their sentences. In all cases Article 9 § 1 (b) of the Transfer Convention was applied, as the penalty in Sweden was significantly harsher (a longer term of imprisonment) than that prescribed for similar offences under Estonian law. In Altosaar, the Estonian Government referred to a judgment delivered on 12 June 2003 by the Tallinn City Court. In that case an Estonian citizen had been convicted in Sweden of a serious drug-related offence and sentenced to nine years’ imprisonment. The Tallinn City Court converted the sentence and imposed one of five years’ imprisonment. In most of the conversion cases, the Tallinn City Court has alleviated the situation of the transferred persons, as the prison sentences imposed have been reduced. In Altosaar the Estonian Government submitted that they had no grounds to believe that the situation would be different regarding other comparable cases. A transferred prisoner had the possibility of bringing the case before the Tallinn City Court and he or she could submit any relevant information for consideration in the conversion of the sentence. An appeal lay to the Court of Appeal.", "In 2003 a total of 2,205 inmates were released from Estonian prisons, 357 of whom were conditionally released, amounting to 16.6% of the total number released. The average percentage of persons released conditionally has remained stable at 15-18% of all prisoners released throughout the years."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}