{"ITEMID": "001-23159", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "ADMISSIBILITY", "DATE": 2003, "DOCNAME": "PORTER v. THE UNITED KINGDOM", "IMPORTANCE": "2", "CONCLUSION": "Inadmissible", "JUDGES": "Lord Justice Schiemann;Matti Pellonpää;Nicolas Bratza", "TEXT": ["The applicant, Ms Shirley Porter, is a United Kingdom national, who was born in 1930 and lives in Israel. She is represented before the Court by Mr M. Spragg, a lawyer practising in London.", "The facts of the case, as submitted by the applicant, may be summarised as follows.", "The applicant, a Conservative politician, was first elected to Westminster City Council in 1974. This inner London Borough covers a large part of central London, including Mayfair, Belgravia and Regent’s Park as well as some less affluent areas to the north and north-west. During the 1980’s, she was leader of the Council as well as of the majority party.", "As a result of the local government elections in May 1986, the overall Conservative party majority was reduced from 26 to 4. The applicant was determined that the Conservative Party would have a greater majority at the 1990 elections. With this end in view, she re-organised the party’s administrative and decision making structure and chaired the Chairmen’s Group which was to develop and promote policy. In mid-February 1987, the applicant and others in the majority identified key wards, namely eight districts which were marginal. Their intention was to develop council policies which would target marginal wards, including such housing policies as could affect the make up of the electorate of those wards. References were made inter alia to “an immediate need to socially engineer the population in marginal wards” and to an aim “to preserve local communities – but boot out certain categories”.", "The Council held a stock of 24,000 dwellings used for the provision of social housing. The plan which was developed involved selling Council property in strategically important areas at reduced prices to approved applicants who, it was hoped, would be more likely to vote Conservative – “designated sales”. Properties to be sold in this way were designated, then kept empty as they became available until suitable purchasers were approved.", "On 14 March 1987, at a meeting of the Chairmen’s Group, it was proposed to designate all Council properties in the eight marginal wards. A memorandum on 17 March 1987 from the Director of Housing advised that this would render it impossible to meet statutory obligations to the homeless and they should seek legal advice. On 24 March 1987, the City Solicitor advised the applicant that “it was fundamental that the arguments in favour of selling be soundly based and properly argued. Anything which smacks of political machinations will be viewed with great suspicion by the courts.” He also stated that “the possibility of surcharge [legal requirement to pay any financial loss to the City] exists but it will be necessary for those challenging to show wilful misconduct. This re-emphasises the need for a good argument to be constructed in favour of sale”.", "The same day the Chairmen’s group decided to adopt a target of 250 sales per annum in the marginal wards. On about 10 April 1987, the report commissioned by PACEC (economic consultants) however failed to provide support or professional justification for the identification of the eight key wards or for any increase in designated sales. A further paper on designated sales produced by the divisional director of housing adverted to a number of difficulties about the sales target and gave the view that it was imperative to obtain counsel’s advice.", "On 5 May 1987, a number of Council officers met with Queen’s Counsel. There was no contemporaneous record of his advice. A report was made to the applicant and the Chairmen’s group that evening. The independent counsel was informed that the majority group wished to target sales in marginal wards for electoral advantage. He advised that they could not lawfully sell 250 properties per annum in the marginal wards alone. He also advised that properties had to be designated for proper reasons, across the whole of the City and not in particular wards and that, in identifying properties to be designated, the same criteria had to be applied across the whole City and, ultimately, choice made without reference to anything other than those proper criteria. The Chairmen’s group agreed to target sales city-wide in order to produce the number of designated sales in marginal wards.", "At a meeting on 13-14 June 1987, the Chairmen’s group endorsed the target of 500 sales across the City which was intended to produce the desired number of sales. During June, an analysis was conducted in order to identify the properties that could be designated. The legal adviser to the Housing Committee repeated that it was vital that the Committee choose estates on the basis of housing and planning issues and that it would be necessary to be able to show that the list was neither arbitrary nor drawn up with reference to “improper factors”.", "A joint report on Home Ownership in the names of various Council officials was circulated on 26 June 1987, outlining three options on designated sales but recommending none. The third option was to designate sufficient properties to produce 500 sales per annum. 20,697 properties had been identified in the report as eligible for designation – 29% were in the eight marginal wards. Evidence was given later that the joint report had been shown to counsel who had considered that it was “judge proof”. The list of properties to be designated was not recommended by officers – it was presented by the Chairman of the Housing Committee – 74% of all eligible dwellings in the eight key wards were to be designated while only 28% of all eligible properties in other wards were designated.", "At the meeting of the Housing Committee on 8 July 1987, the Chairman of the Housing Committee presented Option 3 as the majority party’s preferred option. By seven votes to five, Option 3 was adopted.", "Following this decision, on instructions from the Chairmen’s group, monitoring reports were issued concerning the progress to achieving “sales targets” in the eight key wards. Labour members of the Opposition were questioning the sales policy with increasing vigour however, repeatedly pressing for information on the selection of wards.", "Between July 1987 and October 1989, some 618 dwellings were disposed of with vacant possession, sold to an approved list of purchasers, all first-time buyers, at discounts varying from 30% to 70% of the market value according to the circumstances of the purchaser.", "In July 1989, complaints were made by local government electors to Mr John Magill, the Council’s Auditor about the legality of the designated sales policy, inviting the Auditor to take action under sections 19 and 20 of the Local Government Act 1982. Some 28 persons were named or referred to in the objection, including the applicant, her deputy Mr Weeks, the Director of the Housing Committee and others on that Committee.", "In October 1989, the Auditor requested a formal response to the objections from the Council. The Council produced its response on 27 November 1989.", "On 5 December 1989, the Auditor asked the Council if it wished to supplement its reply in light of further objections received during November. He also asked the Managing Director of the Council to provide him with a comprehensive set of reports to the Council, its committees etc. relating to key wards strategy and designated sales and relevant correspondence on those subjects.", "On 20 March 1990, the Managing Director informed the Auditor that the City Council did not have a key wards strategy and that there were no Council documents under that heading.", "On 1 May 1990, the Council’s supplementary response was sent to the Auditor.", "By letter of 22 May 1990, the Managing Director informed the Auditor that the files containing papers relevant to the objections were available for inspection at City Hall. The documentation assembled was however far from complete.", "From June to December 1990, the Auditor carried out a review of the extensive documentation at City Hall and obtained preliminary legal advice. He requested further documentation from the Council.", "In December 1990, the Auditor commenced his interviews of persons involved. He was to carry out a total of 135 interviews, involving 50 individuals.", "From January to April 1991, the Auditor made visits to Council offices to inspect further documents and made further requests for documents.", "He completed his initial round of interviews in November 1992. He interviewed the applicant on 23 August 1992. Having regard to his wish to arrange interviews in a particular order, the progress of interviews was hampered by a delay on the part of some prospective interviewees in responding to requests for interviews and by the apparent reluctance of some interviewees to attend for interview. The Auditor exercised his powers under section 16 of the 1982 Act to require six individuals, including the applicant, to attend before him.", "The Auditor reviewed the evidence and took further legal advice. In January 1993, he began a second round of interviews, which lasted from January to July 1993. He interviewed the applicant for the last time on 23 July 1993 (a total of 12 occasions at which the applicant was represented by counsel). Having regard to information already received and in consequence of further interviews, the Auditor decided to visit a number of Council offices and to search for documents. He inspected a large number of files, locating files in a storeroom and reviewing the entire underground filing area. New documentation, previously undisclosed, was obtained.", "In April 1993, the Auditor became aware for the first time of handwritten notes made by the Director of Housing during meetings in the period May 1986 to October 1989.", "The Auditor conducted a further seven interviews in September-October 1993. The applicant and others made written submissions to the Auditor during October.", "On 13 January 1994, the Auditor issued “Notices to Show Cause” to ten named individuals, including the applicant. These stated that he had to consider whether to certify the sum of 21 million pounds sterling (GBP) or any other sum as due from them as being a loss or deficiency incurred by their wilful misconduct and were accompanied by a Note of his provisional findings and views (236 pages) a history of events (350 pages) and 12 other appendices (a total of over 10,000 pages) and a copy of the public statement issued by the Auditor that day to the press. In his Note, the Auditor concluded in respect of the applicant that he was provisionally minded to find her guilty of wilful misconduct. The purpose of the issuing of provisional views was to inform those at risk, the Council and the objectors of those views so that they could address such representations to the Auditor as they wished before he reached a final conclusion. He invited those concerned to indicate whether they wished an oral hearing.", "On the same day, the Auditor held a press conference to read out his public statement, sitting at a table on which there was a bundle of material documents. This press conference and the ensuing publicity formed the basis of later complaints that there was an appearance of bias tainting the whole inquiry.", "One of the persons named in the provisional findings, the Joint Vice-Chairman of the Housing Committee, Councillor Dutt, committed suicide shortly afterwards.", "Solicitors for the applicant applied to the Audit Commission on 19 April 1994 to replace John Magill with a new auditor. The Audit Commission refused to do so.", "As three parties and the Council requested an oral hearing (not the applicant), the Auditor fixed proceedings to begin on 17 October 1994. In a preliminary meeting in June 1994, the applicant applied for the Auditor to disqualify himself. Oral submissions were made on the point on 7 and 17 October 1994. On 18 October 1994, the Auditor gave written reasons for not disqualifying himself.", "An audit hearing took place between 19 October 1994 and 7 February 1995, involving 32 days of hearings. The applicant was represented at the hearing by leading counsel who made extensive submissions on her behalf. She did not give evidence, having no confidence in the impartiality of the Auditor. Three accountants were called on her behalf.", "The Auditor received further representations and evidence after the hearing. On 18 August 1995, the applicant made submissions in light of a recent House of Lords judgment on duties of local authorities to the homeless.", "On 17 August 1995, the Auditor circulated a revised provisional calculation of net loss and invited representations by 5 October 1995. He received representations from the objectors. The parties were informed that notification of arrangements for the issuing of his decision would be given on 21 March 1996. On 19 March 1996, the applicant requested the Audit Commission to investigate his conduct. The Auditor delayed his decision pending this complaint. On 16 April 1996, the Audit Commission refused the applicant’s request. She did not seek judicial review of this decision.", "On 9 May 1996, the Auditor notified his decision and issued certificates of surcharge under section 20 of the 1982 Act in respect of six individuals, the applicant, Mr Weeks (deputy leader of the Council), Councillor Hartley (Chairman of the Housing Committee), Mr Phillips (Managing Director from February 1987), Mr England (Director of Housing) and Mr Hayler (divisional Director of Housing). Each was found jointly and severally liable in the sum of GBP 31,677,064 being the amount of a loss incurred or deficiency caused by their wilful misconduct. The decision and statement of reasons ran to more than 1,100 pages.", "The six respondents appealed to the Divisional Court under section 20(3) of the 1982 Act. The appeal of Mr Hayler was later allowed on grounds of his ill-health.", "Between 29 April and 1 May 1997, the Divisional Court held a preliminary hearing on procedure. It directed inter alia:", "“The nature of the present hearing will be to go beyond a mere judicial review on Wednesbury grounds and look at the merits (...). The Auditor’s report and evidence will stand before us, but is open to challenge (...) ... it is for the appellants to open the appeal and to establish prima facie that there was something amiss with the Auditor’s report or certificate ...", "The next question is on whom ultimately the burden lies at the appeal. As we have said, initially it is for the appellants to show that something was wrong with the Auditor’s report or certificate. If this hurdle is surmounted by the particular appellant, it is, in our view, for the respondents to prove, on the material before this Court, wilful misconduct by that appellant causing identified loss. ... It should also be borne in mind that this Court will have to be satisfied to the high degree of proof on the balance of probability, which is necessary for a finding of wilful misconduct. We rule that the ultimate burden of proof on appeal will be on the respondent.", "... we shall receive such evidence as we have indicated on affidavit, but we shall direct that the deponents be available to be cross-examined ...”", "The appeals were heard between 1 October and 4 November 1997.", "On 19 December 1997, the Divisional Court delivered its judgment (Porter v. Magill, 96 Knight’s Local Government Reports, p. 157). In its judgment, it commented as follows on the complexity of the proceedings:", "“On any view the auditor’s investigation was vast. It cost over £ 3 million. Whether Parliament contemplated so gigantic an investigation by an auditor into an objection to local authority accounts we very much doubt. In our judgment, in any future investigation of this kind it will be essential for the auditor to exercise a sense of proportion and to balance, on the one hand, the need for adequate scrutiny of the accounts and the objections to them and, on the other, the need to avoid prolonged and inordinately expensive inquiry...", "The auditor in this case conducted over 130 interviews with 44 people, including the appellants, each of whom he interviewed many times. The history of events is set out in detail in over 400 pages... His investigations started at the behest of electors who were members of the minority party and who on 18 July 1989 gave him written notice, under section 17(4) of the 1982 Act, of objection to the lawfulness of the council’s accounts. He gave his final decision on 9 May 1996. Including appendices, it extends to almost 2,000 pages. He examined over 6,000 pages of documents. Many thousands of pages of transcript of his interviews, the proceedings before him and the submissions made to him were generated. We rule, prior to the hearing of the appeal that the auditor’s interviews of persons other that the appellants should be treated as evidence before us.", "Before this court, with the assistance of all counsel to whom we are indebted, it has been possible, with the aid of comprehensive and detailed written submissions, amplified in oral argument, on behalf of all parties, to focus on the issues raised in this appeal with recourse to comparatively few of these voluminous papers. It has also been a significant feature of this appeal that, although none of the appellants chose to give evidence before the auditor, each of them has sworn a substantial affidavit for the purpose of the appeal, on which each was orally cross-examined. We have also received the written reports of expert valuers and accountants in relation to what, if any, loss the council suffered and these experts have also been orally cross-examined ...", "It follows that we have conducted this appeal by way of re-hearing in accordance with RSC, Ord 55, r.3. In doing so we have kept in the forefront of our minds the impairment of recollection which is the inevitable consequence of the passage of up to 11 years between the occurrence of the material events and the evidence before us. In such circumstances, the contemporaneous documents are of obvious importance. We have approached the matter by considering, in relation to each appellant, whether the auditor appears to have gone wrong in any respect and whether, having regard to the high standard of proof appropriate to the seriousness of the allegation... wilful misconduct causing loss has been shown...”", "Concerning the appellants’ assertions about alleged breaches of Article 6 § 1 by the procedures before the Auditor, it stated:", "“In our judgment, English law treats that matter as one of civil not criminal liability. The ‘penalty’ as it is described by the Third Report of the Nolan Committee on Standards in Public Life is in fact calculated by reference to the loss sustained by the council taxpayer by reason of the wilful misconduct alleged. It follows that the nature of the proceedings is compensatory and based upon the principle that those who misbehave in public office should be required to make good to the taxpayer any resulting loss. That is no different from the principle that a trustee should make good to the trust fund any loss which may result from his misconduct. If the penalty imposed were greater than the loss incurred, then different considerations might apply. But the only potential additional consequence is disqualification from office...”", "It took the view that the jurisdiction of the domestic courts gave the appellants the required control by a judicial body that had full jurisdiction and provided the guarantees of Article 6 § 1 and that even if what happened before the Auditor was capable of amounting to a breach of the Convention the proceedings before the courts remedied any possible unfairness. It went on to find no problems arising from the role imposed on the Auditor by legislation and that no right to cross-examine the Auditor arose outside criminal proceedings. It noted that the delay had been extreme but that having regard to the proceedings as the whole which involved an expensive and time consuming investigation and to its finding that no prejudice or resulting injustice had been shown as suffered by the appellants, there was no breach of any reasonable time requirement either. It stated as regarded the Auditor’s press conference:", "“We are prepared to accept that, in the light of the great public interest in this matter and the lengthy period taken by the initial investigation culminating in the provisional findings, it was appropriate for the public to be given some explanation for the time spent and some indication of the auditor’s provisional views. But, in our judgment, the press conference which took place was ill-conceived and unfortunately executed. It would have been sufficient for a press statement to have been issued, preferably by the auditor’s solicitor, saying that the complexity of the investigation accounted for its length and that, at that stage, the auditor was provisionally minded to make findings of wilful misconduct causing loss against the individuals named but that, before he reached any final decision, the individuals would have the opportunity to give evidence and make submissions to him.", "Instead, a televised announcement was arranged at which the auditor himself appeared and, although he said that his views were provisional, he expressed them in florid language and supported them by reference to the thoroughness of the investigation which he claimed to have carried out. There was a further feature of the event which should have had no place in the middle of a quasi-judicial inquiry. A stack of ringbinders on the desk at which the auditor sat bearing the name of his firm for the benefit of the cameras was, ostensibly, under the protection of a security guard: unless it was being implied that the persons under investigation might wish to steal the documents, it is not clear what was the purpose of this posturing.", "We express the hope that, in any future, the statutory investigation of this kind, no auditor will stage any similar event, which may undermine the perception, whatever may be the reality, of the auditor’s open-mindedness. In the light of the material before us, including, in particular, the auditor’s reasons for declining to recuse himself, we accept that despite such inferences to the contrary as might have been drawn from the press conference, the auditor did have an open mind and was justified in continuing with the subsequent hearings. ...The error of judgment which we find he made, in holding the press conference as he did, did not, in our view, demonstrate bias on his part. He was at pains to stress the provisional nature of his findings and it is pertinent that in his final decision he made no finding of wilful misconduct against three persons in relation to whom he had, provisionally, been minded so to find. In any event, as with the investigation, any possible unfairness to the appellants has been cured by the hearing before us...”", "On the substance of the appeal, the Divisional Court found that the Auditor’s decision lacked a “sufficient analysis of the possible impact on the state of mind of the appellants, which is crucial in relation to wilful misconduct, of the legal advice received, or reported to have been received, on 5 May 1987”. It concluded itself that the decision of 8 July 1987 was substantially influenced by a wish to alter the composition of the electorate by increasing the Conservative vote in marginal wards by the sale of council properties and was therefore unlawful. It found untrue the applicant and W.’s claim that following counsel’s advice on 5 May 1987 that the designation of sales for electoral purposes was abandoned:", "“... in our judgment [the applicant] and W. lied to us, as they had done to the auditor, because they had the ulterior purpose of altering the electorate which they knew rendered targeting sales in marginal wards unlawful... Because [the applicant] and W. knew the targeting policy was unlawful they were content, without further enquiry... to adopt the suggestion... that it be dressed up in city-wide clothes: neither claims that this was a proper course. Their purpose throughout was to achieve unlawful electoral advantage. Knowledge of the unlawfulness and such deliberate dressing-up both inevitably point to, and we find, wilful misconduct on behalf of each of them.”", "The appeals of Mr England, Councillor Hartley and Mr Phillips were allowed, largely, on the basis that it was not established to the necessary standard of proof that what they said or did during the relevant time was, to their knowledge, unlawful or improper. The appeals of the applicant and Mr Weeks were dismissed and they were found to have caused loss by wilful misconduct in the reduced sum of GBP 26,462,621. Permission to appeal was refused. They renewed their applications to appeal on 2 and 30 January 1998 respectively.", "On 20 February and 18 June 1998 respectively, Mr Weeks and the applicant were granted leave to appeal to the Court of Appeal.", "The appeals were heard before the Court of Appeal between 22 and 26 March 1999. In its judgment of 30 April 1999, by a majority, it allowed the appeals. The majority held that, since the applicant had acted on what she believed to be correct legal advice, it was inconsistent of the Divisional Court to find that she and Mr Weeks had committed wilful misconduct while finding that the other appellants who believed that Option 3 was lawful had not shown wilful misconduct. The majority found the decision of the Housing Committee to have been lawful and any improper purpose attributable to the applicant did not render the committee’s decision unlawful and was not causative of any loss. It quashed the Auditor’s certificate.", "On the allegations of bias, Lord Justice Schiemann noted that the applicant’s counsel accepted that he had not shown that the Auditor was actually biased and found that the expression of provisional views was part of the procedure sanctioned by Parliament and that there was nothing to lead him to suppose that the Auditor was unfairly biased against the appellants. As regarded delay, he considered that a fair hearing was still possible notwithstanding the lapse of time which had had no effect on the reliability of the conclusions reached or the appellants’ ability to present evidence. He also noted that as regarded any implied damage, psychological or otherwise, purported to flow from the delay no claim for damages had been put forward. He was satisfied that the appellants had not been required to prove a lack of wilful misconduct but that the Auditor and Divisional Court were persuaded that the appellants had committed wilful misconduct. In respect of the argument that the appellants were unable to cross-examine the Auditor before the Divisional Court, he considered that though a tribunal’s judgment may be reversed on grounds of actual bias, there was no requirement that the tribunal submit itself to cross-examination in order to see whether an admission of actual bias could be procured. Nor was he impressed by the argument that the appellants were unfairly prevented from cross-examining the Auditor as regarded quantum.", "The Court of Appeal granted the Auditor permission to appeal to the House of Lords. His appeal was heard between 5 and 13 November 2001. In the House of Lords’ judgment of 13 December 2001, the Auditors appeal was allowed and the orders of the Divisional Court and the certificate of GBP 26,464,621 restored.", "The House of Lords concurred generally with the findings of the Divisional Court and the approach of the dissenting judge in the Court of Appeal.", "In his judgment, Lord Bingham found that the applicant and Mr Weeks accepted that they knew that they could not use the council’s powers for electoral advantage and that in adopting and implementing the designated sales policy both acted in a way which they knew to be unlawful. While the applicant’s counsel had argued that the applicant had acted in accordance with what they believed to be legal advice given to the council and were accordingly not guilty of wilful misconduct, he relied on the clear findings of the Auditor and the Divisional Court, who had heard the evidence, that the applicant and W. had not pursued the designated sales policy on legal advice. He noted that:", "“First, it is simply not true that [Mr S, the Queen’s counsel who gave the advice] was given access to all relevant information or that [the applicant] laid bare her hopes to her legal advisers. Mr S. received no written instructions and gave no written advice. There were two questions which the council should have put to him. The first was whether it was lawful to promote a policy of designating council properties for sale in marginal wards for the purpose of securing an electoral advantage for the majority party at the forthcoming council elections. That question was put to Mr S. and he answered it in the negative as he was bound to do. The second, follow-up question should have been whether, if that policy would be unlawful, the policy would become lawful, if, with the same objective, and in order to conceal the targeting of sales in marginal wards, the designated sales policy were extended across the City of Westminster. That question was never put. No-one, including [the applicant] and Mr Weeks, could have had any doubt at all what the answer would have been if it had. Mr S. was never told of the course on which the council proposed to embark or had embarked. The second weakness is found in the history of pretence, obfuscation and prevarication which surrounded the policy from May 1987 onwards. If the policy was genuinely believed to be lawful, albeit controversial, there was no need for such intensive camouflage.”", "As regarded the alleged inconsistency in allowing the appeal of Messrs Hartley, England and Phillips while rejecting the appeal of the applicant and Mr Weeks, Lord Bingham concurred with the unease felt by Lord Justice Robert Walker in the Court of Appeal:", "“It is understandable that the Divisional Court was reluctant to be excessively critical of officers, who were subject to considerable pressure from elected members... Mr Hartley’s conduct does not earn that measure of indulgence. But the Divisional Court had the advantage of hearing these three witnesses. It was rightly alert to the high standard required before a finding of this gravity could be sustained. It may very well be that Messrs Hartley, England and Phillips were fortunate to be exonerated, to the limited extent that they were exonerated. But the findings made against [the applicant] and Mr Weeks were, in truth, very strong. They were the leader and deputy leader of the council, and were respectively the prime architect and midwife of this policy. I am satisfied that no injustice was done to either of them by upholding the findings of the auditor and the Divisional Court.”", "Concerning the grounds of appeal raised under the Convention, Lord Hope rejected the argument that the proceedings fell under Article 6 § 1 in the criminal aspect:", "“I consider that the nature of the proceedings under section 20 of the 1982 Act is compensatory and regulatory, not punitive. Section 20(1) provides that the amount certifiable by the auditor, where it appears to him that a loss has been incurred or deficiency caused by wilful misconduct, is the amount of the loss or deficiency and that both he and the body in question may recover that amount for the benefit of that body. The object of the procedure is to compensate the body concerned, and the measure of the compensation is the amount of the loss suffered. In the present case the amount certified was very large, but the nature of the proceedings does not alter depending on the amount certified. No fine is involved, nor does the section provide for a penalty by way of imprisonment. Section 20(4) provides for the respondents’ disqualification from being members of a local authority. But this outcome is similar to where a trustee is removed after being found to have been in serious breach of trust, or a person is disqualified from acting as a director of a company. In my opinion measures of the kind provided for by section 20, which apply to persons having a special status or responsibility and are compensatory and regulatory rather than penal in character, lie outside the criminal sphere for the purposes of Article 6 of the Convention.”", "He went on to find that the applicant was nonetheless entitled to the protection offered by Article 6 § 1 concerning civil rights. To the extent that the Auditor was required by statute to act as investigator, prosecutor and judge, this problem was solved in his view by the provision of a complete rehearing by the Divisional Court which could exercise afresh all the powers of decision given to the Auditor. He agreed with the Divisional Court that the Auditor had made an error of judgment in making a statement at a public press conference. However while this created the risk of unfair reporting there was nothing in the words the Auditor used to indicate that there was a real possibility that he was biased. He noted the Auditor was at pains to point out that his findings were provisional and there was no reason to doubt this as his subsequent conduct demonstrated. Looking at the matter objectively, he did not find that it had been demonstrated that there was a real possibility of bias.", "As regards the complaint of unreasonable delay in the proceedings, Lord Hope (with whose judgment on the issue all the members of the House of Lords agreed) observed that the period of which complaint was made could be divided into four distinct periods: (a) that from the receipt of the original objection on 18 July 1989 to the issuing by the Auditor of his provisional views on 13 January 1994; (b) that from 13 January 1994 to the end of the audit hearing on 7 February 1995; (c) that from 7 February 1995 to the issuing by the Auditor of his decision and the certificates of surcharge on 9 May 1996; and (d) that from 9 May 1996 to the decision of the Divisional Court which was given on 19 December 1997. Lord Hope noted that no complaint had been made about any delay after that date.", "As to the proceedings before the Divisional Court, Lord Hope held that there was no basis whatever for the suggestion that there had been unreasonable delay at that stage. The Auditor had issued his certificate in May 1996. It was not until December 1996 that the respondents filed their evidence on the main issues. The accounting evidence was not filed until April 1997. A procedural hearing was held shortly afterwards in May 1997. The case proceeded to a hearing in the Divisional Court in October 1997, which lasted for 23 days and judgment was given on 19 December 1997. Having regard to the complexity of the issues and the volume of evidence that had to be prepared and presented, the proceedings in the Divisional Court had been concluded within a reasonable time.", "As to the proceedings before the Auditor, Lord Hope stated:", "“In my opinion the most striking feature which emerges from all the facts relating to the conduct of the investigation by the auditor is that, far from causing delay by inaction, he was constantly in action. He was seeking out information wherever it could be found, often with considerable difficulty. He was interviewing and re-interviewing many witnesses, recovering and perusing thousands of documents, calculating amounts of loss and expenditure and then gathering all this information together into a decision which eventually extended to over 2,000 pages... It has been suggested that his investigation was over-elaborate. There are comments to that effect in the Divisional Court’s judgment... But the auditor had to form his own judgment on this matter. He had to take account of the importance of the exercise to all parties, including those who were at risk of being surcharged, and he was entitled to have regard to its obvious political sensitivity. I would attach particular significance to these factors and to the fact that it has not been suggested at any stage that the auditor caused delay at any stage by inactivity.", "Applying the test described in Konig v. Germany ... which directs attention to the complexity of the case, the applicant’s conduct and the manner in which the matter was dealt with by the authorities, and leaving aside the question whether the [applicant and W.] can show that they were prejudiced, I would hold that the proceedings did not exceed the reasonable time requirement which Article 6 § 1 lays down. ...”", "On 13 December 2001, the Council made a formal demand for the applicant to pay the certified sum by 27 December 2001.", "On 28 December 2001, the Council issued proceedings in the High Court for the certified sum, damages and the audit fees. On the same date, the Council obtained an ex parte order freezing the applicant’s assets up to a value of GBP 33 million. She was required to file an affidavit listing her assets by 14 January 2002. The freezing order was renewed on 18 January 2002, including limited exceptions for living expenses and a reasonable sum (not exceeding GBP 20,000) for legal representation.", "The applicant filed a defence, denying liability to pay additional damages or audit fees.", "On 18 April 2002, the Council issued an application for summary judgment against the applicant. The applicant opposed the application at a hearing on 15, 16 and 30 July 2002. On 31 July 2002, the High Court issued summary judgment for payment of the certified sum and damages for breach of trust (a total sum not exceeding GBP 36,966,542). The applicant’s application for a stay pending proceedings in Strasbourg was refused.", "The applicant was granted leave to appeal. On 23 October 2002, the applicant was granted an extension of time in which to lodge her appeal, subject to her compliance with orders requiring her to inform the Council of the source of her current funding, to discharge outstanding sums due to the Council in respect of their costs and to provide security for costs of the appeal in the sum of GBP 20,000 by 20 November 2002. To date, the orders have not been complied with and her appeal is liable to be dismissed.", "Section 20 of the Local Government Finance Act 1982 provides as relevant:", "“(1) Where it appears to the auditor carrying out the audit of any accounts under this Part of this Act...", "(b) that a loss has been incurred or deficiency caused by the wilful misconduct of any person, he shall certify that... the amount of the loss or the deficiency is due from that person and ... both he and the body in question... may recover that ... amount for the benefit of that body; and if the auditor certifies under this section that any ... amount is due from two or more persons, they shall be jointly and severally liable for that sum or amount.", "(2) Any person who ...", "(b) is aggrieved by a decision of the auditor to certify under this section that a sum or amount is due from him, may ... require the auditor to state in writing the reasons for his decision", "(3) Any such person who is aggrieved by such a decision may appeal against the decision to the court and –", "(a) in the case of a decision to certify that any amount is due from any person, the court may confirm, vary or quash the decision and give any certificate which the auditor could have given ...”", "In the House of Lords in the present case, Lord Hope examined the jurisdiction of the courts on an appeal under section 20(3) of the 1982 Act. It was his view that any problem which may be seen to result from the fact that, where accusations of wilful misconduct were involved, the Auditor was required to act not only as an investigator but also as prosecutor and judge was resolved by the appeal provisions in section 20(3):", "“The court can exercise afresh all the powers of decision given to the auditor... The powers which the Divisional Court has been given by section 20(3) fully satisfy [the requirements of Article 6 (1) of the Convention]. Not only does it have the power to quash the decision taken by the auditor. It has the power to rehear the case, and to take a fresh decision itself in the exercise of the powers given to the auditor... In the case of the procedure governed by section 20(3) however a rehearing on the merits can be conducted, and this is what was done in this case.”", "In July 1997, Lord Nolan’s Committee on Standards in Public Life published its report “Standards of Conduct in Local Government in England, Scotland and Wales”. It recommended that the surcharge should be abolished. It took the view that it was unsatisfactory to have a procedure in which the Auditor formulated and prosecuted a case against individual councillors, judged guilt or innocence and determined the penalty. It considered that the concept of surcharge was outdated, that in practice it was in the nature of a penalty and that the procedure should be replaced by the direct involvement of the courts. It also noted the anomaly, regarded as inequitable by some, that the regime of surcharge applied only to local government and not to others in public service, finding it illogical that only those in local government should be subject to a regime for punishing misconduct which was serious but which did not involve corruption.", "While section 20 of the 1982 Act was re-enacted by section 18 of the Audit Commission Act 1998, this was amended in turn by section 90 of the Local Government Act 2000, which removed the power of surcharge."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}