{"ITEMID": "001-68565", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "ADMISSIBILITY", "DATE": 2005, "DOCNAME": "M. AND OTHERS v. SLOVAKIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicants, whose particulars appear in the appendix, were represented before the Court by Mr Ľ. Mráz, a lawyer practising in Bratislava.", "The facts of the case, as submitted by the applicants, may be summarised as follows.", "The applicants had originally served in the Police. On termination of their service they became entitled to a special monthly allowance for time served (príspevok za službu) pursuant to section 98 et seq. of the Act on Service in the Federal Police Corps (Law no. 334/1991 Coll., as amended). The allowance was paid to them by the Social Security Agency (“the Agency”) of the Ministry of the Interior (“the Ministry”) and its amount was calculated as a percentage of the applicants' monthly salary at the time of the termination of their service. The percentage depended on the number of the years served. Under section 98 (2) of Law no. 334/1991 Coll. the entitlement to the allowance expired once the officer in question recommenced “service”. The term “service” was understood to include also service in the Slovak Intelligence Service (Slovenská informačná služba - “the SIS”). It was the duty of the officer receiving the allowance to report the recommencement of “service” to the Agency within 8 days.", "At various dates in 1995, 1996 and 1997 the individual applicants started to work for the SIS. They were subject to an order of the Director (“the Director”) of the SIS no. 39/1996 which forbade them to report the recommencement of their “service” to the Agency so that their affiliation with the SIS would be concealed.", "The applicants thus continued receiving the allowance from the Agency (“the paid allowance”). At the same time they were receiving a salary from the SIS. The SIS was however withholding a part of this salary (“the withheld salary”) in an amount equal to the paid allowance. The applicants understood that the SIS would transfer the withheld salary to the State budget.", "At various dates in 1998 and 1999 the applicants' service in the SIS terminated and the latter reported the termination to the Agency.", "The Agency subsequently reclaimed the paid allowance from the applicants on the ground that it had been paid to them without a valid legal title. The applicants unsuccessfully challenged the decision before the Ministry. The applicants J. K. and F. B. refused to accept the debt and it was collected from them by a judicial enforcement officer. The remaining applicants commenced paying the amounts owed voluntarily in instalments.", "The applicants then lodged demands with the SIS for repayment of the withheld salary. As their demands were not met, they lodged a claim with the Bratislava III District Court (Okresný súd) and also sought interest for late payment of the principal amount.", "In several separate decisions taken between August 2000 and March 2001 the District Court found that it had no jurisdiction to deal with the applicants' claims against the SIS and that the body to determine the matter was the Director. The District Court based its finding on sections 1 (3), 3 and 231 et seq. of the Act on Service in the Police, the SIS, the Corps of the Prison Guards and the Railway Police (Law no. 73/1998 Coll., as amended) and section 22 (b) of the Act on the Slovak Intelligence Service (Law no. 46/1993 Coll., as amended). The District Court thus referred the actions under Article 104 § 1 of the Code of the Civil Procedure to the SIS for a determination by its Director and discontinued the judicial proceedings in their respect. The Bratislava Regional Court (Krajský súd) upheld the decision on appeal.", "On numerous subsequent occasions applicants again turned to the SIS claiming repayment of the withheld salary plus penalty interests. Invoking the above judicial decisions the applicants demanded that the Director determine the matter by a formal decision and insisted that the repayment be made directly to them.", "In late 2001 the SIS transferred an amount of money equal to the withheld salary to the Agency. In substance this amount was identical to the paid allowance. In 2002 the Agency returned to the applicants the part of the paid allowance which they had already repaid in the meantime.", "The SIS also later paid to the applicants J. K. and F. B. the costs of the enforcement of their debt to the Agency.", "Chapter (Časť) 5 governs the administrative judiciary. In accordance with its provisions administrative tribunals review the lawfulness of decisions taken by public administration authorities on the basis of administrativelaw actions under Section (Hlava) 2 of that Chapter and administrativelaw appeals under Section 3 of that Chapter. From 1 January 2002 the relevant provisions of this Chapter were amended by Law no. 501/2001 Coll. in that administrative tribunals also have the jurisdiction to review the “official conduct” of public administration authorities. Law no. 424/2002 Coll. further amended the provisions of this Chapter by defining detailed rules concerning actions against the inactivity of authorities of public administration. These rules are laid down in a new Section 4 and entered into force on 1 January 2003.", "By virtue of Article 244 § 3 the notion of “official conduct” also includes inactivity of the administrative authority concerned.", "Pursuant to Article 247 § 2 administrative tribunals are entitled to decide in administrativelaw actions against decisions delivered by administrative authorities where such decisions have become final after the exhaustion of all ordinary remedies.", "Under Article 244 § 4 in conjunction with Article 250t any natural or legal person who alleges that an authority of public administration is not pursuing a matter, contrary to law and without a weighty reason may seek an order by an administrative tribunal to the authority concerned to proceed with the matter and to determine it within a fixed time limit which cannot be longer than three months. Under Article 250u a failure to comply with the order can be sanctioned by a fine of up to 100,000 Slovakian korunas.", "In its judgment (rozsudok) of 23 May 2002 (file no. 7 Sž 24/02) the Supreme Court found that the Ministry of Finance had been inactive in a set of administrative proceedings and ordered that the Ministry give a final decision in the matter within 30 days from delivery of its judgment.", "In a resolution (uznesenie) of 16 June 2004 (file no. 23 S 102/03) the Banská Bystrica Regional Court found that the Banská Bystrica Land Registry Office wrongfully failed to determine the plaintiff's objections in land adjustment proceedings which were conducted before that office. The Regional Court ordered that the Land Registry Office determine the objections within 60 days and awarded the plaintiff reimbursement of her costs.", "The right to protection of a person's dignity, honour, reputation and good name is guaranteed by Article 11 et seq. of the Civil Code. According to Article 11 any natural person has the right to protection of his or her personal integrity, in particular his or her life and health, civil and human dignity, privacy, name and personal characteristics.", "Any natural person has the right to request that any unjustified infringement of his or her personal integrity should be stopped and the consequences of such infringement eliminated, and to obtain appropriate satisfaction (Article 13 § 1).", "Article 13 § 2 provides that in cases when the satisfaction obtained under Article 13 § 1 is insufficient, in particular because a person's dignity and position in society have been considerably diminished, the injured person is entitled to financial compensation for non-pecuniary damage."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}