{"ITEMID": "001-23689", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "ADMISSIBILITY", "DATE": 2004, "DOCNAME": "KANDRACOVA and OTHERS v. SLOVAKIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicants, whose names appear in the appendix, are siblings. They are Slovakian nationals. The respondent Government were represented by Mr P. Kresák, their Agent.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 24 February 1992 the applicants lodged an action for restitution of property under the Extra-Judicial Rehabilitations Act of 1991 with the Bratislava - vidiek District Court (Okresný súd). They relied on Sections 2 § 1 and 6 § 2 of this Act and claimed that real property which formed a part of their late parents’ estate and which was in the possession of two individuals should be restored to them.", "On 17 March 1992 the District Court delivered a copy of the action to the defendants.", "On 21 March 1992 the applicants authorised an advocate to represent them in the proceedings.", "On 23 March 1992 the applicants filed a motion to the District Court to secure evidence by hearing two witnesses. They drew the court’s attention to the fact that the two witnesses were aged and in a poor state of health which did not permit them to appear in court. At the same time, they informed the court of the appointment of their lawyer and submitted additional documentary evidence.", "On 27 March 1992 the defendants requested an extension of the timelimit for filing their observations in reply to the action.", "On 4 April 1992 the defendants authorised a lawyer to represent them in the proceedings and, on 8 April 1992, they submitted their observations.", "By a letter of 27 April 1992 the defendants requested that a hearing scheduled for 20 May 1992 be adjourned as their lawyer was unable to attend on that date.", "On 21 May 1992 the applicants’ lawyer requested that a hearing scheduled for 3 June 1992 be adjourned at least until 20 June 1992 due to health problems of one of the applicants.", "In consequence of a certificate issued by a doctor on 8 June 1992, the participation of one of the defendants in the lawsuit was judged inappropriate as it could bring about deterioration in her health.", "On 13 July 1992 the District Court held a hearing. Two applicants and one defendant were not present. Their lawyers however excused their absence and took part in the hearing. The defendants’ lawyer proposed that, having regard to the medical condition of his absent client, it might be appropriate to hear her at her home.", "On 16 July 1992 one of the applicants requested that the District Court hear eleven witnesses. She pointed out that two of the witnesses were aged and were in poor health.", "On 28 July 1992 the District Court held the second hearing. One applicant and one defendant were not present but they excused their absence through their lawyers who took part in the hearing.", "On 16 September 1992 the District Court held the third hearing. Two applicants were not present but their lawyer, who was present, apologised for their absence.", "At an unspecified time the legal representative of the applicants requested that the District Court hear no witnesses before 10 November 1992.", "On 30 November 1992 the legal representative of the defendants requested that the District Court hear witnesses only after 15 December 1992.", "The District Court, acting through another judge (the second judge), had to adjourn the hearing scheduled for 19 April 1993 as none of the invited witnesses appeared, one of them having died in the meantime and one being seriously ill.", "On 25 June 1993 and on 27 September 1993 the applicants amended their action and submitted supplementary evidence in support of it.", "On 8 October 1993 the defendants submitted their observations in reply to the amended action.", "On 14 March 1994 the applicants complained about delays in the proceedings to the President of the District Court. On 16 May 1994 they sent a similar complaint to the Minister of Justice.", "On 31 May 1994 the President of the District Court informed the applicants that the judge dealing with the case had a heavy workload and that there was a shortage of judges at that court. He further informed them that the progress of case would be under supervision in order to avoid further delays.", "In July and August 1994 the applicants requested that the District Court promptly hear S., another witness. They pointed out that S. was elderly and in a poor state of health which prevented him from appearing in court. On 6 September 1994 a trainee judge (právna čakateľka) of the District Court heard S. at his home. The witness maintained that he could only take part in a court hearing after the completion of medical treatment that was to commence on 12 September 1994. No party to the proceedings took part in that hearing. On 8 September 1994 the District Court sent a copy of the record of the hearing to the parties.", "On 27 September 1994 the defendants challenged the truthfulness of the testimony of S. and requested that he be reheard in a courtroom.", "At the end of 1994, the case was assigned to another judge (the third judge) in accordance with the general annual reallocation of cases for the judicial year 1995.", "On 23 January 1995 the District Court held the fourth hearing. Three applicants and one defendant did not appear. Their representatives took part in the hearing and excused them.", "On 24 March 1995 the applicants requested that the District Court hear several witnesses. They drew the court’s attention to the fact that the witnesses were aged and that several witnesses whom they had previously proposed to hear had died.", "On 27 March 1995 the District Court held the fifth hearing.", "On 25 April 1995 the applicants requested that the District Court hear one of the defendants.", "On 4 April 1995 the District Court scheduled that defendant’s hearing for 20 April 1995. However, the hearing could not take place and had to be postponed as, by that time, the postal service had not provided a report showing that the invitations had been served on the parties in time. The hearing took place at the defendant’s home on 30 May 1995.", "On 1 June 1995 one of the applicants requested the District Court not to schedule a hearing before 24 June 1995 as she would be on a business trip until that date.", "The hearing called for 26 June 1995 was adjourned and the District Court ordered the applicants to submit further documentary evidence. The applicants complied on 28 June 1995.", "On 28 July 1995 a District Court Judge heard another witness.", "In a submission of 8 August 1995 the applicants restated their action in that they sought a judicial ruling declaring them to be the owners of the property in question.", "On 11 August 1995 the defendants submitted their observations in reply to the restated action.", "At the sixth hearing held before the District Court on 17 August 1995, the applicants, through their lawyer, confirmed that they wished to modify the original subjectmatter of their action. They undertook to submit a newly reformulated version of their action within three days.", "On 21 August 1995 the applicants submitted the amended action in which they sought a judicial ruling declaring void a donation agreement and ordering the defendants to restore the real property in issue to them.", "On 19 September 1995 the defendants filed their observations in reply to the redrafted action.", "At the seventh hearing held on 21 September 1995 the District Court decided not to grant the applicants leave to change the subjectmatter of their action.", "On 27 September 1995 the applicants filed their final submission.", "On 5 October 1995, following the eighth hearing, the District Court dismissed the action. It found, inter alia, that the applicants had failed to prove that their legal predecessors had formally owned the property in question. It further found that it had not been established that the State had taken over the property and that the defendants had acquired the property from the State contrary to the rules then in force which were the prerequisites for granting the claim. The decision was served on the legal representatives of the parties on 28 December 1995.", "On 12 January 1996 the applicants appealed. They argued inter alia that their title to the property was based on hereditary succession and that, in the past, the State has actually prevented them from using the property at issue.", "On 8 February 1996 the defendants filed their comments on the appeal.", "On 12 September 1996, following a hearing, the Bratislava Regional Court upheld the first instance judgment. It found that the evidence available indicated that the property in question had never been formally transferred to the State. The fact that the State had actually disposed of the property had no bearing on this conclusion. The defendants had acquired the property by succession and by donation inter vivos within their family. The Regional Court therefore concluded that the requirements for the restitution of the property were not met.", "On 7 March 1997 the applicants filed an appeal on points of law to the Supreme Court. The latter declared it inadmissible on 26 February 1998 having found no shortcomings in the proceedings which would justify quashing the Regional Court’s judgment."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}