{"ITEMID": "001-103153", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF HÜSEYİN HABİP TAŞKIN v. TURKEY", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-3-c+6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - award", "JUDGES": "Françoise Tulkens;Guido Raimondi;Ireneu Cabral Barreto;Kristina Pardalos;Nona Tsotsoria", "TEXT": ["4. The applicant was born in 1960 and lives in Izmir.", "5. On 9 July 2002 at 4 p.m., the applicant was taken into custody by police officers from the Anti-Terrorist Branch of the Izmir Security Directorate. Immediately, he was taken to the Atatürk Teaching and Research Hospital, where he was examined by a doctor. The medical report stated that there was no trace of ill-treatment on his body. The applicant was then taken to the Izmir Security Directorate Building for interrogation.", "6. According to a form dated 9 July 2002 that explained arrested persons' rights, and which was signed by the applicant, he had been reminded of his right to remain silent.", "7. On 10 July 2002 the applicant was interrogated at the Anti-Terrorist Branch in the absence of a lawyer. In his statement, the applicant gave a detailed description about his involvement in an illegal organisation, namely the Bolşevik Parti - Kuzey Kürdistan/Türkiye (Bolshevik Party – North Kurdistan/Turkey). The applicant further took part in an identification parade with other accused persons and identified certain persons as members of the said organisation.", "8. On 12 July 2002 the applicant was visited by a lawyer, Mr M.R., for a short period of time. The applicant told the lawyer that he did not need anything and that during his trial he wished to be represented by Mr H.D., a lawyer practising in Izmir.", "9. On 13 July 2002 the applicant was again examined by a doctor, who stated that there were no traces of ill-treatment on his body.", "10. On the same day, the applicant was brought before the public prosecutor and the investigating judge respectively, again in the absence of a lawyer. Before the public prosecutor and the investigating judge, the applicant repeated his police statement. After the questioning was over, the investigating judge remanded the applicant in custody.", "11. On 6 September 2002 the public prosecutor at the Izmir State Security Court filed an indictment with that court accusing the applicant of membership of an illegal organisation, an offence under Article 168 of the former Criminal Code and Section 7 of the Prevention of Terrorism Act (Law no. 3713). During the proceedings, the applicant was represented by his lawyer, and he denied his police statement alleging that it had been extracted under duress. On 21 January 2003 the applicant was released pending trial.", "12. On 24 July 2003 the Izmir State Security Court found the applicant guilty as charged and sentenced him to four years and two months' imprisonment under Section 7 of Law no. 3713.", "13. On 8 April 2004 the Court of Cassation quashed the judgment, holding that the first instance court should have taken into account the recent amendments made to Law no. 3713 when giving its judgment. By Law no. 5190 of 16 June 2004, published in the Official Gazette on 30 June 2004, State Security Courts were abolished. The case against the applicant was therefore transferred to the Izmir Assize Court.", "14. On 12 October 2004 the Izmir Assize Court found the applicant guilty as charged and sentenced him to two years and six months' imprisonment. In convicting him, the court had regard to the applicant's statements to the police, the public prosecutor and the investigating judge respectively. The applicant appealed against this decision. While the appeal was pending before the Court of Cassation, in 2005 new legislation amending the Criminal Procedure Code came into force. By a decision dated 10 November 2005, the Chief Public Prosecutor at the Court of Cassation sent the case file back to the first instance court and requested the latter to reconsider the case in the light of the amendments made to the Code of Criminal Procedure. On 16 March 2006 the Izmir Assize Court repeated its previous judgment and held that the new provisions were not more favourable to the applicant. On 25 December 2006 the Court of Cassation upheld the judgment dated 16 March 2006."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1", "6-3"], "VIOLATED_BULLETPOINTS": ["6-3-c"], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}