{"ITEMID": "001-93115", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF GAVRYLYAK v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial", "JUDGES": "Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Peer Lorenzen;Renate Jaeger;Stanislav Shevchuk;Zdravka Kalaydjieva", "TEXT": ["4. The applicant was born in 1962 and lives in Lviv.", "5. The applicant owns 99% of shares in a limited liability company “Sykhiv” (“the Sykhiv company”) and is the sole owner of a private company “Sykhiv-MB” (“the Sykhiv-MB company”).", "6. In February 1997 the “Ukrsotsbank” bank (“the U. bank”) granted the Sykhiv-MB company a sum in credit that had to be paid back within a year. The credit was secured by the company’s real estate.", "7. In September 1997 the “Prominvestbank” (“the P. bank”), granted credit to the Sykhiv company, also with the latter’s property as security. The criminal proceedings against the applicant would later establish that this contract was provided on the basis of fictitious transactions and in fact was aimed at raising funds for repayment of the Sykhiv-MB company’s debt vis-à-vis the U. bank (see paragraph 11 below).", "8. In October-November 1997, according to the applicant, the State Tax Administration and the police seized certain financial documents of both the Sykhiv and Sykhiv-MB companies.", "9. The Sykhiv-MB company failed to pay back the debt owed to the U. bank in a timely manner. Therefore, in March 1998 the notary who had certified the pledge contract securing the credit issued a writ of execution for the sale of the pledged property. In May 1998 the Galytskyy District Court of Lviv (“the Galytskyy court”) ordered the seizure of that property, which in June 1998 was sold at a public auction.", "10. On 18 March 1997 the Lychakivskyy District Department of the Ministry of the Interior in Lviv opened a criminal investigation against the applicant on suspicion of embezzlement of State (or collective) property. On 9 May 1997 the proceedings were discontinued as the action in question had ceased to be a criminal offence.", "11. On 12 February 1999 the Lviv Regional Prosecutor opened a new criminal investigation against the applicant on a charge of financial fraud. He was suspected of having provided a bank with false information regarding his company’s financial situation in order to obtain credit, which had allegedly caused considerable damage to the bank.", "12. The parties’ versions of events during this period varied.", "13. According to the applicant, he was not aware of the investigation opened against him on 12 February 1999 until August 2003. He alleged, however, that in early May 2000 he had discovered from a letter of the Lviv Regional State Administration that a criminal investigation against him on a financial fraud charge had been opened on 24 February 1999 and subsequently discontinued on 15 October 1999. This was not disputed by the Government.", "14. In May-July 2000 the applicant complained to the Lviv Town Prosecutor, Regional Prosecutor and Prosecutor General that the criminal investigation against him had been improper, and that he had not been informed of the grounds for its opening and closure, nor had been involved in any investigative activities. The outcome of the applicant’s complaints is unknown.", "15. According to the Government (see also paragraph 13 above), following the opening of the criminal investigation on 12 February 1999, he was summoned several times by the investigating officer for questioning, but failed to appear.", "16. According to the documents submitted by the Government, on 29 May 1999 the “criminal case against the applicant on a charge of fraud ... [was] ... stayed pending identification of the persons who had committed the crime”; in August-December 2000 the investigator issued three warrants to the police to ensure the applicant’s appearance for questioning as a witness; and on 12 March 2001 the investigator issued another warrant for the applicant’s obligatory appearance, but that time as an accused.", "17. On 14 March 2001 the investigator found the applicant to be absconding and put him on a wanted list.", "18. The Government submitted that the preliminary investigation was stayed four times pending establishment of the applicant’s whereabouts. The applicant maintained that he had been permanently staying at his ordinary residential address at which he had not received any summons. In support of that argument he referred to the fact that in May 2000 he had filed a number of complaints with the prosecution authorities, some of those in the course of his personal meetings with their officials.", "19. On 12 June 2003 the Galytskyy court authorised a search of the applicant’s dwelling.", "20. On 5 August 2003 the police apprehended the applicant and conducted a search in his flat. As a preventive measure pending trial, he was placed under an undertaking not to abscond.", "21. On 17 November 2003 the applicant was notified about completion of the pre-trial investigation and was provided with access to the case file.", "22. On 24 November 2003 he was officially indicted and his case file was sent to the court.", "23. On 8 December 2003 the Galytskyy court held a preliminary hearing. On 19 December 2003 the next hearing was adjourned owing to the applicant’s and the witnesses’ failure to appear.", "24. On 19 January 2004 the applicant sought the withdrawal of the bench dealing with his case.", "25. On 21 January 2004 the hearing was adjourned pending a decision on that matter. The case was referred to the Sykhivskyy District Court of Lviv (“the Sykhivskyy court”), which held a preliminary hearing on 1 March 2004. Another eleven hearings then followed. There were some seven adjournments, including three because of failures on the part of the witnesses and the prosecutor to appear and one because the judge was ill. Another adjournment was caused by a motion of the applicant on the summoning of witnesses.", "26. On 20 May 2005 the Sykhivskyy court ruled that the case be returned for additional investigation, having found that the one already conducted had been flawed and superficial. Both the prosecutor and the applicant appealed: the former held that the case file already contained conclusive evidence of the applicant’s guilt, while the applicant maintained that he was clearly innocent and that no further investigation was required. On 11 October 2005 the Lviv Regional Court of Appeal upheld the above ruling in the main. On 26 January 2006 the Supreme Court rejected as unsubstantiated the applicant’s request for leave to appeal in cassation.", "27. According to the Government, in December 2005 and later on in April-September 2006, the investigation was stayed five times on account of the applicant’s illness. The applicant denied this.", "28. In March 2006 the applicant complained to the Regional Prosecutor about a lack of any visible progress in the additional investigation ordered by the court. In response, he was informed that the investigating officer in charge had been disciplined for some procedural violations.", "29. On 29 August 2006 a warrant was issued for seizure from the bank of certain classified financial documents relevant for the investigation, and in September 2006 the seizure took place.", "30. On 30 August 2006 the investigator issued a ruling on finding the whereabouts of some witnesses.", "31. On 19 October 2006 the applicant was notified about the completion of the pre-trial investigation and was provided with access to the case file.", "32. On 30 October 2006 the case was referred to the Galytskyy court.", "33. On 10 November 2006 the court held a preliminary hearing, for which the applicant and the plaintiff failed to appear.", "34. The case was subsequently referred to the Sykhivskyy court, which held some ten hearings. According to the information provided by the Government, there were nine adjournments: three owing to the prosecutor’s failure to appear, three caused by the applicant’s motions, and three for other reasons. The applicant submitted that the prosecutor had failed to appear for hearings more than ten times.", "35. On 17 April 2008 the applicant unsuccessfully sought the withdrawal of the bench of the Sykhivskyy court.", "36. On 18 April 2008 he also unsuccessfully complained about the bench of the Regional Court of Appeal before the Supreme Court, alleging that it had been involved in a “robbery” against him.", "37. On 22 April 2008 the Sykhivskyy court found the applicant guilty of financial fraud and sentenced him to two years’ imprisonment and to a one-year disqualification from holding certain administrative and commercial positions. He was, however, released from serving the sentence under the statute of limitations. The court also found unsubstantiated the prosecution’s statement about the applicant’s absconding during the pre-trial investigation, having noted that he had been addressing various authorities with complaints during that time and that there were thus no reasons to consider him to have been avoiding the investigation.", "38. On 30 April 2008 the applicant challenged the verdict by a complaint, which he considered to be a cassation appeal, while the Court of Appeal regarded it as an ordinary appeal. As the applicant insisted that it was a cassation appeal to be considered by the Supreme Court, on 8 July 2008 the Court of Appeal ruled to leave it without consideration.", "39. On 26 February 2009 the Supreme Court rejected the applicant’s request for leave to appeal in cassation as unsubstantiated.", "40. In July 1998 the Sykhiv-MB company lodged a claim with the Lviv Regional Arbitration Court against the U. bank, seeking the return of part of its property allegedly in excess of the collected debt (see paragraph 9 above).", "41. In August 2002 the company made some modifications to its claims.", "42. On 26 September 2002 the Regional Commercial Court ruled to discontinue the proceedings, having found the modified claims to be beyond the scope of the commercial procedure.", "43. On 14 October 2002 the Lviv Commercial Court of Appeal rejected the company’s request for leave to appeal on account of procedural flaws which had not been rectified.", "44. On 14 January 2003 the Higher Commercial Court ruled that the company’s cassation appeal be left without consideration for having been lodged out of time.", "45. On 10 April 2003 the Supreme Court rejected the company’s request for leave to appeal in cassation as unsubstantiated.", "46. The Sykhiv-MB company complained to the Galytskyy court about the bailiff in charge of the auction at which its property had been sold.", "47. On 4 March 1999 the court ruled to leave that complaint without consideration, having found that it had to be considered within a contentious civil procedure, which the company could initiate by lodging an appropriate claim. On 29 March 1999 the Lviv Regional Court upheld the above ruling. Apparently, the Sykhiv-MB company did not lodge such a claim.", "48. On 26 July 2004 the applicant’s father died. In a judgment of 27 August 2004 the Rogatyn Town Court recognised the entitlement of the applicant’s brother D. to a house bequeathed to him by his – and the applicant’s – deceased father.", "49. On 14 September 2004 the applicant requested the court to review the above judgment under newly discovered circumstances.", "50. On 17 November 2004 the court found against the applicant.", "51. On 8 February 2005 the Ivano-Frankivsk Regional Court of Appeal upheld the judgment.", "52. The applicant lodged an appeal in cassation which apparently remains undecided.", "53. The applicant complained several times to the police and prosecution authorities about arson attempts on his flat, threats to his and his family’s life by “state officials”, alleged misconduct of the police during his apprehension in August 2003, and the fact that he had been “robbed” by the court which had passed the judgment against him."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}