{"ITEMID": "001-59422", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 2001, "DOCNAME": "CASE OF B. AND P. v. THE UNITED KINGDOM", "IMPORTANCE": "1", "CONCLUSION": "No violation of Art. 6-1 with regard to lack of a public hearing;No violation of Art. 6-1 with regard to lack of public judgment;Not necessary to examine Art. 10", "JUDGES": "Nicolas Bratza", "TEXT": ["10. On 5 February 1993 the applicant and his cohabitant, X, had a son. X and the child ceased living with the applicant in March 1993.", "11. In September 1993 the applicant made an application to the county court for a residence order under section 8(1) of the Children Act 1989. In January 1994 the court made a residence order in favour of X with a specific contact order in favour of the applicant.", "12. In 1994 X married Y and commenced divorce proceedings against him early in 1996. The applicant claims that in April or May 1996 his parents received an anonymous letter to which was attached a lengthy affidavit sworn by X setting out in detail her complaints against Y, including drunkenness and violence.", "13. On 3 June 1996 the applicant made a further application to the county court seeking a variation of the residence order of January 1994. The judge to whom the case was assigned had already made eleven orders in respect of the applicant’s son.", "14. On 10 June 1996 the applicant, referring, inter alia, to Articles 6 and 10 of the Convention, applied to have the residence application heard in open court with a public pronouncement of the judgment. His application for public proceedings was dismissed at the directions hearing before a judge in chambers on 14 June 1996. According to the transcript of the hearing, the judge dealt with the publicity application as follows:", "“Judge: Now your application today is for a direction that the [residence] application be heard in open court, public pronouncement of the judgment thereon. Well I can deal with that straightaway. Children’s cases are not held in open court. It is not anything to do with the parents, it is for the protection of the child.", "Applicant: Yes, I understand that, I would wish for this case to be heard in open court, with public pronouncement of the judgment.", "Judge: I have got no power, I don’t think, to order it to be held in open court in any event. This Parliament has dictated that it must be held in private, do you see?”", "The judge then proceeded to make various directions in respect of the residence application. At the end of the hearing he remarked:", "“For the avoidance of doubt I shall direct today that today’s hearing is in chambers and, as you know, nobody – including the party to the action – is entitled to disclose outside court anything that has happened in chambers ... . [If] there is any disclosure that will be contempt of court, for which you can be sent to prison, do you understand? ... I shall also order for the avoidance of doubt that the next hearing will also be in chambers. I do not think it is in [the child’s] interest for it to be any other way. ...”", "15. The applicant appealed against this decision to the Court of Appeal, which refused leave to appeal on 22 July 1996. In giving judgment, Mrs Justice Bracewell observed:", "“Rule 4.16(7) [of the Family Proceedings Rules 1991] states as follows:", "‘Unless the Court otherwise directs a hearing of, or directions appointment in, proceedings to which this Part applies shall be in chambers.’", "... [T]his particular rule governs proceedings under the Children Act 1989 and provides that hearings are to be held in chambers unless otherwise directed. The Court therefore has a discretion to sit in open court.", "The basis of the applicant’s application for a hearing in open court was not that there was a point of law and/or that there was any public interest, but in his statement he relies on the following:", "(1) The Social Services and the Court Welfare Officer had withheld information.", "(2) The Court Welfare Officer and the Social Services were biased.", "(3) The mother was unstable and the child was at risk with his mother.", "... The Court of Appeal, in a different constitution, has given judgment on precisely this point [in the second applicant’s case: see paragraph 23 below]. That decision is binding on this court. ... Rule 4.16(7) provides that child cases shall be heard in private unless there is a special direction to the contrary which would have to be justified by unusual features. The rules plainly indicate a policy of cases being heard in chambers.", "In the current case there is nothing to distinguish the proceedings as out of the usual or raising any issues which would justify a public hearing. The judge exercised his discretion properly and judicially ... ”", "16. The county court heard the applicant’s residence application in chambers on 23 July 1996. The judge observed that he did not consider that it would be in the child’s interests that the matter should be public. He dismissed the application to vary the residence order and ordered, under section 91(14) of the Children Act 1989, that no further application for a residence or contact order could be made by the applicant without leave of the court. The judgment was pronounced in chambers. The parties were provided with a copy in writing.", "17. The applicant applied to the Court of Appeal for leave to appeal. Leave was refused to appeal against the residence order but was granted to appeal against the order under section 91(14). On 17 November 1997 the Court of Appeal dismissed the applicant’s appeal and made an order prohibiting the identification of the child. The judgment was pronounced publicly.", "18. On 1 December 1998 the Court of Appeal dismissed an application by the applicant to have the anonymity order set aside. This judgment was also pronounced publicly.", "19. On 31 October 1995, in the course of proceedings for separation from his wife, the applicant made an application to the county court for a residence order under section 8(1) of the Children Act 1989 in respect of his son (“the residence application”). The applicant represented himself in the proceedings and his wife was represented by counsel.", "20. On 15 January 1996 the applicant, referring, inter alia, to Articles 6 and 10 of the Convention, made a further application asking for the residence application to be heard in open court with a public pronouncement of the judgment.", "21. This application (“the publicity application”) was heard on 29 February 1996 in public. The county court’s judgment in the publicity application was pronounced on 14 March 1996, in public, although the judge underlined that no reference to the child’s identity should be made in any publication concerning the case. It was accepted that there was nothing out of the ordinary about the residence application; the gist of the applicant’s argument was that all cases concerning children should be heard in public. He contended, inter alia, that the public had the right to see how decisions were made about children’s lives, and that publicity would serve the interests of justice by encouraging judges, barristers and other professionals involved in such cases to take greater care in their work. In rejecting the applicant’s submissions the judge observed:", "“It is all very well for the father ... to say that the hearing of cases in chambers brings about sloppy or lax practice. I personally have no evidence of that. ... It seems to me that, if such practices ... occur ... then they can be placed before the Court of Appeal and if the Court of Appeal so finds that that particular judge can be criticised and if guidance thereafter can be given to the judiciary in general, so much the better.", "... Even assuming that ... it would be possible ... to draw my attention to any number of cases which ... have been wrongly decided by the tribunal at first instance and which for one reason or another have not found their way to the Court of Appeal, I am very dubious whether or not the solution to that particular problem is to have those cases heard in public. When one is arguing for principle, one should stick to principle, and I think it a draconian measure to bring about the hearing of these cases in public ... in order to chastise judges or expose lax and inadequate preparation by barristers. I would not wish children to be subjected to any form of embarrassment in order, as I say, to chastise the legal profession.", "... But finally I dispose of this case, I am afraid, in a very simplistic manner. The rules of court – the Family Proceedings Rules – ... came into force on 14 October 1991, which coincided with the coming into force of virtually the whole of the substantial provisions of the Children Act. I think I must approach this case in this manner. The Children Act itself – the preamble – says that it is an Act to reform the law relating to children. ... It was a consolidating Act, trying to bring together the various legislative Acts which had gone before, but it was a reforming Act in many senses. It took a great deal of time going through Parliament. I have no doubt at all that various interested parties and pressure groups gave evidence to various committees. I have no doubt at all that judges of family experience at the very highest level were consulted. During the course of its going through Parliament it would have been debated not only in the Lower House but in the Upper House, where all their Lordships of the House of Lords would doubtless have voiced an opinion on it. ... Not only was the Act a long time coming to the statute book, it was nearly two years before the bulk of it came into effect. During the course of that gestation period, rules of court were argued about endlessly, and the rules of court appeared virtually at the eleventh hour. They were not made until 1 May 1991. There is a long history to that, which is not relevant to this judgment. I can only assume, sitting here, that the question of whether or not children’s cases should be heard in open court or in camera was and must have been anxiously considered at all levels during the course of the progress of this Act and the rules under the Act through Parliament. I can only read, and I do so read and interpret 4.16(7), which is the rule to which reference has been made, as being a direction – a rule of court – that hearings of family cases shall be heard and shall continue to be heard in chambers. ... I would want chapter and verse as to what should be put before the judge before he otherwise directs a hearing of a case in open court. I am not prepared in the course of this judgment to give myself any guidelines as to the sort of case that that might be.", "It therefore follows that, irrespective of the arguments that have been placed before me ..., I have come to the clear conclusion that all of this must have been contemplated by the legislature, and ... if any change is to be made it should be made by the legislature. I assume that the legislature knew what it was doing and wished, despite all arguments to the contrary, to continue to have Children Act cases heard in chambers. I do not feel that I have any power, even if I wished to do, – which I do not – to hear this particular case in open court. I think I would be breaking the law, in the sense that I would be interpreting in a perverse manner the rules of court laid down under the Children Act. Therefore ... I feel I have no alternative but to direct that the hearing of this case shall be in camera ...”", "22. The applicant appealed on 29 March 1996 on the ground, first, that the county court judge had fettered his discretion by indicating that he had no option but to hear the case in private and, secondly, that the exercise by the judge of his discretion was flawed since, if he had exercised it correctly, the only conclusion to which he could have come would have been to hear the entire case in open court.", "23. The Court of Appeal dismissed the applicant’s appeal on 20 June 1996 (reported as Re P-B (a minor) [1997] 1 All England Law Reports 58). In giving judgment, Lord Justice Butler-Sloss said:", "“When the Children Act 1989 came into force in October 1991 there were new rules of procedure for the High Court and the County Court contained in the Family Proceedings Rules 1991. Rule 4.16 governs hearings and Rule 4.16(7) states:", "‘Unless the court otherwise directs, a hearing of, or directions appointment in, proceedings to which this Part applies shall be in chambers.’", "... Despite the arguments advanced by [the applicant], it is abundantly clear that the courts are bound by sub-rule (7) to hear child cases generally in private. That was obviously the intention of the Rules Committee and it follows the long-established practice in the hearing of child cases. Sub-rule (7) allows for all or part of the case to be heard in public. In the light of the long established practice it is unlikely that judges will, other than rarely, hear the evidence relating to the welfare of a child in public. The judgment is in a somewhat different position and it may be that the practice of giving judgment in private is partly due to the parties not asking for it to be heard in public and partly because in the county court, where the vast majority of children’s cases are heard, it is less likely that there will be issues of public interest. Where issues of public interest do arise it would seem entirely appropriate to give judgment in open court providing, where desirable in the interests of the child, appropriate directions are given to avoid identification. If the case raises issues of principle or of law, the judgments are increasingly provided to the law reporters and are published in a large number of law reports which report family cases. But the majority of cases are of no interest to anyone beyond the parties and their families.", "In answer, therefore, to the appellant’s first criticism of the judge that he fettered his discretion, the judge undoubtedly used language which might by reading the judgment in a narrow way be said to restrict him to hearing the case in camera. The judge was, however, recognising that the existing practice of hearing the case in private was restated in sub-rule (7) unless there were unusual features to the case. This was a run of the mill case and the general practice would seem appropriate to this case. In my judgment, the judge ought not to be criticised for a cautious view of the exercise of his discretion.", "In answer to the appellant’s second point that the exercise of discretion should always be in favour of hearings in open court, it would seem to me that he is directing his arguments to the wrong forum. The wording of sub-rule (7) is clear. The exercise of discretion remains in the hands of the trial judge and it is a matter for the judge in each case to exercise that discretion if called upon to do so. In the absence of an application to hear the case in open court and unusual circumstances, the normal position would remain, as recognised by the wording of the sub-rule, that the evidence would be heard in private.”", "24. On the same date, 20 June 1996, the Court of Appeal ordered that no one should publish or reveal any information likely to lead to the identification of the applicant’s child. Breach of this order would be a contempt of court punishable with up to two years’ imprisonment.", "25. The county court heard the applicant’s residence application in chambers in June 1996. According to the applicant, before the end of the hearing the judge again considered whether he should give judgment publicly. Given the Court of Appeal’s decision of 20 June 1996, the judge concluded that he was bound not to, there being no special feature or interest to justify open judgment.", "26. On 8 August 1996 the county court ordered that the mother should have custody of the child and granted the applicant access rights. The judgment was pronounced in chambers. The parties were provided with a copy in writing.", "27. The applicant did not appeal against the residence order.", "28. On 19 December 1996 the House of Lords refused the applicant leave to appeal against the decision of the Court of Appeal of 20 June 1996 concerning his application of 15 January 1996.", "29. The Family Proceedings Rules 1991 provide in Rule 4.23(1) that:", "“Notwithstanding any rule of court to the contrary, no document, other than a record of an order, held by the court and relating to proceedings to which this Part applies shall be disclosed, other than to a party, the legal representative of a party, the guardian ad litem, the Legal Aid Board, or a welfare officer, without leave of the judge or district judge.”", "Persons with a legitimate interest in a child case may apply to the court for leave to inspect and obtain copies of documents or evidence in any particular child-care case and a party may apply for leave to disclose any document to a third party (see Re EC (Disclosure of Material) [1996] 2 Family Law Reports 725 and A County Council v. W and Others (Disclosure) [1997] Family Law Reports 574).", "30. Section 12(1) of the Administration of Justice Act 1960 provides as follows:", "“The publication of information relating to proceedings before any court sitting in private shall not of itself be contempt of court except in the following cases, that is to say:", "(a) where the proceedings", "(i) relate to the exercise of the inherent jurisdiction of the High Court with respect to minors;", "(ii) are brought under the Children Act 1989; or", "(iii) otherwise relate wholly or mainly to the maintenance or upbringing of a minor.”", "According to section 12(2) of the Act, the above does not apply to the publication of the text or summary of the whole or part of the relevant court order."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}