{"ITEMID": "001-95995", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "ADMISSIBILITY", "DATE": 2009, "DOCNAME": "RYBKA v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Mykhaylo Buromenskiy;Peer Lorenzen;Rait Maruste;Renate Jaeger", "TEXT": ["The applicant, Mr Yevgeniy Mikhaylovich Rybka, is a Ukrainian national who was born in 1971 and lives in Kyiv. The applicant was represented by Ms L. Pankratova, a lawyer practising in Kyiv. The Ukrainian Government (“the Government”) were represented by their Agent, Mr Y. Zaytsev, of the Ministry of Justice.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 28 July 2001 the applicant, together with his wife and son, went to Sebastopol for a private visit. At around 6 p.m. that evening they went to the bus station with the applicant's sister-in-law, to catch the bus home. At the bus station three persons wearing plain clothes approached the applicant as he stood alone outside the station hall. Two of these persons took the applicant by the arms, while the third said: “Militsiya” (Міліція) and waived a paper in front of the applicant's face. The applicant could not read the paper.", "The persons attempted to push the applicant into a minibus, which had no official police signs. The applicant resisted and the persons allegedly started beating him. They managed to handcuff the applicant and to push him into the minibus. Meanwhile, the applicant's sister-in-law arrived and was thrust into the same minibus.", "According to the applicant, he was further beaten in the minibus.", "The applicant and his sister-in-law were taken to the Nakhimovskyy District Police Station in Sebastopol. At the police station the applicant was forced to stand handcuffed against the wall for an hour. Subsequently, he was allegedly undressed and searched in the presence of his sister-in-law.", "On the same day the applicant was questioned by the police, who enquired whether he belonged to a neo-Nazi organisation, taking into account his hairstyle and the symbol on the t-shirt he wore. The applicant explained that he was a journalist; that he did not belong to any type of extremist organisation and that he had come to Sebastopol for private purposes.", "The applicant's wife went to the police station, where she was also questioned by the police and gave the same explanations.", "At around half past ten in the evening of the same day, the police told the applicant that he had been apprehended on suspicion of being a member of the neo-Nazi organisation “S”. The applicant remained in detention.", "On 29 July 2001 the applicant was taken to the Nakhimoskyy District Court of Sebastopol (the Nakhimovskyy Court). The police officers told the applicant that he would be tried for failing to comply with their lawful orders.", "On the same day a judge of that court found the applicant guilty of wilful disobedience to the lawful orders of the police, an administrative offence, on 28 July 2001, and issued a reprimand against him. The court's resolution stated that it was final and was not subject to appeal. Subsequently, the applicant was released.", "According to the applicant, the court proceedings were not public, as neither his wife nor his colleagues were allowed to enter the court room. The applicant was not given an opportunity to study his case file and to consult a lawyer either before or during these proceedings.", "On 30 July 2001 the applicant underwent a medical examination, according to which he was found to be suffering from minor bodily injuries which could have been caused on 28 July 2001.", "On 9 August 2001 the applicant complained to the prosecutors, alleging that he had been ill-treated by the police officers on 28 July 2001. In a letter of 11 September 2001 the Sebastopol Prosecutor's Office informed the applicant that on 7 August 2001 the prosecutors had adopted a decision refusing to initiate a criminal investigation against the police officers. Relying on the findings of the Nakhimovskyy Court of 29 July 2001, the prosecutors concluded that the police officers had not abused their power and that there was no indication that an offence had been committed. The applicant did not challenge the decision of 7 August 2001 before the domestic courts since, in his view, it was based on the court's resolution, which was not subject to appeal.", "On 20 September 2001 the applicant lodged with the Supreme Court a request for leave to appeal in cassation against the resolution of 29 July 2001 under the new transitional cassation procedure.", "On 24 October 2001 the Nakhimovskyy Court informed the applicant that his appeal in cassation would be considered by the Sebastopol Court of Appeal.", "On 26 October 2001 the President of the Sebastopol Town Court of Appeal quashed the resolution of 29 July 2001 on the grounds that the Nakhimovskyy Court had failed to verify the lawfulness of the orders given by the police officers and that it had applied a sanction which had not been envisaged by the relevant law. The Court of Appeal remitted the case to the Nakhimovskyy Court for fresh consideration.", "On 23 November 2001 the latter court invited the applicant to attend the hearing, scheduled for 10 December 2001. In his letter of 4 December 2001 the applicant informed the court that he would not be able to attend the hearing for health reasons.", "On 15 December 2001 the applicant received a letter from the court inviting him to a new hearing, scheduled for 17 December 2001. According to the applicant, he was still undergoing medical treatment on the latter date and was therefore unable to attend that hearing.", "On 27 December 2001 the Nakhimovskyy Court held a hearing in the applicant's case and delivered a resolution, the relevant parts of which read as follows:", "“...On 28 July 2001 ... [Mr] Rybka wilfully disobeyed the lawful order of the police officers in the course of [an] identity check at the bus station in the town of Sebastopol.", "[Mr] Rybka's guilt [is] proven by the reports of the police officers, [Messrs ...], according to which [Mr] ... presented [to Mr Rybka] a police identity card and informed [him] that [he was] being stopped by the police officers for an identity check. However, [Mr] Rybka tried to run away and resisted, thereby damaging the police officers' uniforms. The police officers made similar submissions before the court...", "[Mr] Rybka failed to appear for the court hearing, [although he had been] repeatedly informed [of the date and time of the hearing]; in accordance with his earlier submissions, [he] did not plead guilty, and explained that one of the police officers had showed him a police identity card, but [he] had not been able to read it. Thereafter, he was shown to the “Gazel” minibus. Since his sister-in-law told him that [the persons apprehending him] were not police officers, he started resisting, and that was why force had been used against him.", "The court considers that [Mr] Rybka's actions contain the corpus of the administrative offence envisaged by Article 185 of the [Code on Administrative Offences].", "However, since the time-limit for imposing administrative sanctions, provided for in Article 38 of the [Code on Administrative Offences], has expired, the court considers that the proceedings against [Mr] Rybka must be discontinued.", "Pursuant to ..., [the court]", "Decided:", "To discontinue the proceedings against [Mr] Rybka, Yevgeniy Mikhailovich.", "The decision is final [and] is not subject to appeal.”", "The applicant was not informed about the date or time of the hearing of 27 December 2001. He received a copy of the court's resolution on 15 September 2002.", "Article 32 of the Code on Administrative Offences, as worded at the material time, provided that administrative detention could be imposed and applied in exceptional circumstances for certain administrative offences for a maximum period of fifteen days.", "Under Article 38 an administrative sanction could be imposed within two months following the day on which an offence was committed.", "Article 185 envisaged the following sanctions for wilful disobedience to the orders of a police officer: a fine in the amount of eight to fifteen times the statutory non-taxable monthly income; a 20% salary deduction over a period of one to two months (corrective works); or administrative detention for up to fifteen days, if, in view of the particular circumstances of the case and with regard to the personality of the offender, the imposition of more lenient sanctions appeared insufficient.", "According to Article 285, a copy of the resolution in an administrative offence case had to be handed over or sent to the person concerned within three days following the completion of the case.", "Pursuant to Article 287, a first-instance court's resolution imposing an administrative sanction was final and not open to appeal, save in cases envisaged in the law. Article 290 provided that a prosecutor could lodge an extraordinary appeal (“protest”) against the court's resolution. According to Article 294, a court resolution concerning an administrative offence could be reviewed either by the same judge who had adopted it in the first place, upon an extraordinary appeal lodged by a prosecutor, or by the president of a higher court on his or her own motion.", "On 24 September 2008 the Parliament of Ukraine made changes to the Code, by which it introduced an appeal procedure in administrative offence cases. In particular, under the amended Articles 287 and 294 of the Code, the parties to administrative offence proceedings have the right to appeal against court resolutions in their cases within ten days following their delivery. Such appeals must be submitted through the court of first instance that adopted the contested resolution. That court must, within three days, refer the appeal or appeals, together with the case file, to the court of appeal, which, in its turn, has twenty days to consider the case. The cases are dealt with by a judge of the criminal chamber of the court of appeal in an open hearing. The judge has the power to reject the appeal, to quash the resolution and discontinue the proceedings or adopt a new resolution, and to change the resolution. The judge's decision is final and not subject to any further appeal.", "The relevant parts of the Explanatory Report to Protocol No. 7 (ETS No. 117) prepared by the Steering Committee for Human Rights and submitted to the Committee of Ministers of the Council of Europe, which concern Article 2 of Protocol No. 2, read as follows:", "“17. This article recognises the right of everyone convicted of a criminal offence by a tribunal to have his conviction or sentence reviewed by a higher tribunal. It does not require that in every case he should be entitled to have both his conviction and sentence so reviewed. Thus, for example, if the person convicted has pleaded guilty to the offence charged, the right may be restricted to a review of his sentence. As compared with the wording of the corresponding provisions of the United Nations Covenant (Article 14, paragraph 5), the word \"tribunal\" has been added to show clearly that this provision does not concern offences which have been tried by bodies which are not tribunals within the meaning of Article 6 of the Convention.", "18. Different rules govern review by a higher tribunal in the various member States of the Council of Europe. In some countries, such review is in certain cases limited to questions of law, such as the recours en cassation. In others, there is a right to appeal against findings of facts as well as on the questions of law. The article leaves the modalities for the exercise of the right and the grounds on which it may be exercised to be determined by domestic law.", "19. In some States, a person wishing to appeal to a higher tribunal must in certain cases apply for leave to appeal. The right to apply to a tribunal or an administrative authority for leave to appeal is itself to be regarded as a form of review within the meaning of this article.", "20. Paragraph 2 of the article permits exceptions to this right of review by a higher tribunal:", "- for offences of a minor character, as prescribed by law;", "- in cases in which the person concerned has been tried in the first instance by the highest tribunal, for example by virtue of his status as a minister, judge or other holder of high office, or because of the nature of the offence;", "- where the person concerned was convicted following an appeal against acquittal.", "21. When deciding whether an offence is of a minor character, an important criterion is the question of whether the offence is punishable by imprisonment or not...”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}