{"ITEMID": "001-90364", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF LUTSENKO v. UKRAINE", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Art. 6-1;Non-pecuniary damage - award", "JUDGES": "Isabelle Berro-Lefèvre;Mark Villiger;Mirjana Lazarova Trajkovska;Rait Maruste;Renate Jaeger;Volodymyr Butkevych;Zdravka Kalaydjieva", "TEXT": ["5. The applicant was born in 1977 and lives in Makiyivka.", "6. At about 6.30 a.m. on 13 November 1995 Mr O.M. was found in a cultivated forest near a railway station, with four gunshot wounds, from which he died the same day in a hospital some two hours later.", "7. On 17 November 1995 the applicant was arrested on suspicion of having murdered Mr O.M. In the course of a subsequent search of the applicant’s house 1,500 dollars (USD) were seized.", "8. Between 17 November 1995 and 13 December 1996 the applicant was held in custody in the Donetsk Investigative Isolation Unit (SIZO). According to the applicant, the conditions in which he was held were inhuman and degrading. Furthermore, the police allegedly tortured him to obtain a confession.", "9. The applicant consistently denied any involvement in the murder. He acknowledged that on 12 November 1995 his classmate Mr A.F. had driven him to the site of the incident, as he had wanted to see the place, where he had planned a business meeting for 13 November 1995 with a certain Andrey, whose other details he did not know. The following day Mr A.F again accompanied the applicant to the same place along with his father in their car and waited for him nearby. The applicant met Andrey on the railroad bridge as agreed. Andrey took the applicant’s jacket. When the applicant saw two men fire at a passer-by, he became scared and ran through the forest to Mr A.F.’s car and they drove away. During the trip, the applicant threw away his boots and his gloves, as he had realised that other passers-by could have seen him and implicated him in the incident.", "10. On 18 November 1995 Mr N.L., the applicant’s acquaintance, who was a shareholder and a driver in a company managed by Mrs O.M., the victim’s widow, was questioned by the police concerning the murder. As he was questioned as a witness, Mr N.L. was warned of his obligation to provide all the information known to him on pain of criminal sanctions and was not offered the option to consult with a lawyer. He confessed to having hired the applicant to kill Mr O.M. and to having paid him USD 2,000 in advance and USD 10,000 post factum. He also testified that on the eve of the murder the applicant had shown him the gun he had acquired to kill Mr O.M. Soon afterwards Mr N.L. was indicted for incitement to murder. Following his indictment and purportedly a consultation with a lawyer, he retracted his confession and subsequently consistently denied his or the applicant’s involvement in the events throughout the course of the proceedings.", "11. On 21 November 1995 Mr N.L. complained to the prosecutor’s office that the police officers who had questioned him had put him under severe psychological pressure, including threats to accuse him of a capital offence, to have him beaten and raped and to harm his wife and daughter unless he identified the applicant as the killer of Mr O.M. On an unspecified date Mr N.L. also complained that two unknown individuals had attacked him on the porch of his house and told him to confess to his involvement in the murder if he wanted to spare his family serious trouble. The parties did not provide any information concerning the authorities’ reaction to these complaints.", "12. On an unspecified date the case against the applicant and Mr N.L. was referred for trial to the Donetsk Regional Court. According to the prosecution, the applicant was guilty of murder for profit, unlawful possession of firearms and unlawful transactions in foreign currency. According to the prosecution’s version of events, Mrs O.M., grossly upset about her husband’s inappropriate behaviour towards her, had requested Mr N.L. to find somebody to talk to him, threaten and, if necessary, beat him. She allowed him to take some money from 1.5 billion karbovantsi which she had earlier given him for safekeeping, to hire a suitable person. Mr N.L., who was on bad personal terms with Mr O.M. and was afraid to lose his job in his wife’s company, decided to use the money to have Mr O.M. killed. On an unknown date Mr N.L. gave the applicant USD 2,000 for preparation of the murder, including the purchase of a gun, and informed him of the usual time and route by which Mr O.M. walked to work. On an unknown date the applicant acquired from an unknown source a 7.65-calibre foreign gun of an unknown make, and on 13 November 1995 he fired several shots into the victim. On 15 November 1995 Mr N.L. gave the applicant another USD 10,000 in payment for the murder.", "13. On 29 May 1996 the Donetsk Regional Court referred the case for additional investigation, having found that the facts of the case were insufficiently established and the evidence of the defendants’ involvement in the incriminated offences was insufficient. On an unspecified date the case was referred back to the court for trial.", "14. On 13 December 1996 the Donetsk Regional Court acquitted the defendants, having found, in particular, that the prosecution had failed to account for inconsistencies between the available sources of evidence and to secure sufficient proof of the defendants’ guilt. In particular, a number of facts, such as Mr N.L.’s alleged involvement in the crimes and the sums purportedly received by the applicant to commit the murder were lacking in any evidentiary basis save for Mr N.L.’s initial confessions, which he had subsequently retracted as given under duress. Accordingly, the court found the evidence unreliable and, as no other evidence was available, interpreted all the doubts in favour of the defence.", "15. The applicant was released from custody on the day of his acquittal and soon afterwards left the country and settled in Uzbekistan, allegedly fearing reprisals on the part of the police. On an unspecified date Mr N.L. disappeared.", "16. On 9 June 1997 the Donetsk Regional Court placed the applicant and Mr N.L. on the wanted list. According to the applicant, he was unaware of this fact and was never in hiding. He settled, worked, married, had a child and obtained a driver’s licence in his own name.", "17. On 13 December 1997 the Supreme Court allowed the appeal in cassation by the prosecution and remitted the case for fresh consideration to the Donetsk Regional Court.", "18. In 2002, when the applicant applied to the Ukrainian authorities to renew his expired passport, he was arrested and detained in Ukraine pending trial.", "19. As Mr N.L. was not found, on 9 December 2002 the Donetsk Regional Court of Appeal (the former Donetsk Regional Court) solicited the applicant’s opinion about holding a trial in his absence, to which the applicant, represented by a lawyer, agreed. In the course of the trial, the prosecution requested the court to read out depositions by Mr N.L., to which the defence did not object. The court granted the request by the prosecution.", "20. On 3 October 2003 the Donetsk Regional Court of Appeal accepted the prosecution’s version of events as filed in 1996. It convicted the applicant of murder for profit and unlawful possession of firearms and acquitted him of unlawful transactions in foreign currency, which was by then no longer a criminal offence.", "21. The court found that the applicant’s guilt of having committed the murder as charged was apparent, in particular, on the strength of the following evidence:", "- Mrs O.M.’s testimony that in October 1995 she had requested Mr N.L. to find a person to threaten her husband and had authorised him to pay that person out of 1.5 billion karbovantsi given to him for safekeeping. After her husband had been murdered, Mr N.L. had advised her to be quiet about the matter;", "- Mrs A.L.’s (the applicant’s mother’s) testimony that on 12 November 1995 her son had bought gloves, tennis shoes and a sports bag. On 13 November 1995 her son had told her that he was going to play tennis in the morning, but had subsequently changed his plans and left the town for two days. The 1,500 USD which were seized from the house belonged to the entire family and were long-term savings;", "- Mrs V.V.’s and Mrs O.O.’s testimony that on 13 November 1995, at about 6.30 a.m., they had heard several gunshots and then discovered Mr O.M. wounded near the railroad bridge, and that they had not seen any suspicious men around;", "- Mr M.F.’s testimony that on 13 November 1995, at about 6.30 a.m., he had heard three gunshots and some 20 seconds later had seen a man running across the bridge. He was unable, however, to provide a description of the man and refused to speculate whether it could have been the applicant;", "- Mr A.F.’s testimony that on 12 November 1995 he had driven the applicant to a market in his father’s car, where the applicant had bought a bag, a jacket, tennis shoes and gloves. Subsequently they had gone on to the neighbourhood where the murder would take place the following day, as the applicant had business there. The applicant went into the forest and was absent for some 10 to 12 minutes, after which they returned home and agreed that Mr A.F. would give the applicant a ride the following morning “to meet the boss”. They drove to the place the next day and Mr A.F. and his father waited for the applicant in the car. The applicant returned without his jacket, very agitated, and informed them that he had encountered suspicious individuals. During the trip the applicant threw away his boots and his gloves out of the window. Mr A.F.’s father gave an analogous statement;", "- Mrs A.I.’s depositions, given during the pre-trial investigation, that on 13 November 1995 at 6:15 she had seen a man standing on the railroad bridge with a big dark bag near him, his hands in the pockets;", "- an expert assessment of the bullets fired at Mr O.M., according to which the bullets could have been shot from a gun of one of some eight foreign models;", "- an expert assessment that it was not impossible to fire one of those guns when wearing gloves similar to the ones which the applicant had had on him, as identified by Mr A.F. (his driver);", "- two forensic assessments of the circumstances and causes of Mr O.M.’s death, which described his wounds and found that the shots had been fired from various distances;", "- the testimony by the applicant’s boss, in charge of a currency exchange business, concerning the applicant’s low income;", "- the record of the currency exchange transactions performed by the business in the relevant time, according to which nobody had exchanged any sum higher than USD 500 in a single transaction; and", "- the applicant’s psychiatric assessment, according to which he suffered from no disorder and was answerable for his actions.", "22. No reference in the text of the judgment was made to the confessional statements by Mr N.L. or to the applicant’s allegations that they had been given under duress.", "23. Having recited the aforementioned evidence, the court concluded:", "“Having assessed the evidence in the case, the court considers it established that [the applicant].... had committed murder for profit, which is to be qualified under Section 93(a) of the Criminal Code. His intentional actions, manifested in acquisition, carrying and storage of firearm and ammunition without a respective permit, which have been fully confirmed, fall under Section 222 paragraph 1 of the Criminal Code of Ukraine...”", "24. The applicant appealed in cassation. He maintained, inter alia, that his conviction lacked evidentiary basis and de facto relied to a decisive extent on the initial depositions by Mr N.L., given by him in the absence of a lawyer when interrogated as a witness without privilege against self-incrimination, and which he had subsequently retracted as given under duress. He maintained that without a reference to those depositions all the other evidence was insufficient to establish the facts, in particular concerning the possession of the gun and the payment of money for the murder.", "25. The applicant’s lawyer lodged a separate cassation appeal in which he supported the applicant’s allegations concerning the insufficiency of the inculpating evidence. He noted, in particular, that there was no evidence whatsoever that the applicant had ever had a gun, much less fired it, or that the USD 12,000 allegedly given to the applicant had ever existed, much less been transferred to him as suggested, and submitted that it was not possible to establish exactly where the applicant had been at the time when Mr O.M. had been wounded.", "26. On 11 March 2004 the Supreme Court upheld the judgment of 3 October 2003. In the text of its decision it summarised the evidence on which the conviction was based, as well as referring to the confession made by Mr N.L., as follows:", "“During the hearing [the trial court] also examined the statement of [Mr N. L.] given during the pre-trial proceedings, in which he confirmed that after having talked with [Mrs O. M.] he informed [the applicant] about that, and the latter said that in order to prepare the murder he needed USD 2,000 and USD 10,000 for its committal. He gave [the applicant] USD 2,000, and the latter showed him a gun he had acquired. After the murder of [Mr O.M.], on 15 November 1995 he paid [the applicant] USD 10,000 and the latter told him that he had disposed of the gun, the jacket, the gloves and the boots.", "The arguments of [the applicant] that [Mr N.L.] had falsely accused him and himself under physical pressure by police officers had also been examined and had been found unsubstantiated...”", "27. In concluding its reasoning, the Supreme Court stated:", "“Therefore, the [trial] court has examined all the the premeditated murder for profit of [Mr O.M.] and correctly qualified it as an offence defined in Article 93 (a) of the 1960 Criminal Code.”", "28. Section 93 (Aggravated murder), paragraph (a), defined “murder for profit” as an offence punishable by a term of imprisonment of up to life and by confiscation of property;", "29. Section 94 (Murder) defined “murder committed in the absence of the aggravating circumstances listed in Section 93”, as an offence, punishable by a term of imprisonment of up to fifteen years;", "30. Section 179 (Refusal of a witness to testify or of an expert or a translator to perform his duties) defined a witness’s refusal to testify as an offence punishable by correctional labour or a fine.", "31. According to Sections 43 (An Accused and his Rights) and 43-1 (A Suspect) of the Code, a suspect and an accused have the right to refuse to testify and to consult a lawyer before being questioned for the first time;", "32. Sections 70 (Duties of a Witness) and 71 (Liability of a Witness) provide no such guarantees. On 13 June 2000 the Code was supplemented with Section 69-1 (Rights of a witness), which enabled witnesses to refuse to testify against themselves, their family members and close relatives."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}