{"ITEMID": "001-57946", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ESP", "BRANCH": "CHAMBER", "DATE": 1995, "DOCNAME": "CASE OF VAN DER TANG v. SPAIN", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection rejected (ex delicto non oritur actio);No violation of Art. 5-3", "JUDGES": "", "TEXT": ["7. Mr Antonius Adrianus van der Tang was born in 1959 and lives in Haarlem in the Netherlands. At the material time he worked as a lorry driver.", "8. In the early morning of 26 May 1989 Mr van der Tang was arrested by the police (Guardia Civil) in Bayona, Galicia, on the north-west coast of Spain. He was found driving a lorry which contained 1,300 kg of hashish. The lorry belonged to the applicant. He was also found in possession of a pistol with its serial number chiselled off and of a radio pre-tuned to a station which coincided with that of another set found later in the possession of Luciano Núñez, who was also arrested (see paragraph 32 below).", "At least eight more people were subsequently detained for allegedly being involved in a three-stage operation to deliver about 7,000 kg of hashish.", "9. According to the applicant's statement to the police, made with the assistance of a lawyer and an interpreter on 26 May 1989, an unknown person had approached him sometime in March and again in May 1989 and offered him 20,000 Netherlands guilders to transport 1,300 kg of \"dope\" (droga) from Bayona to the Netherlands. After some hesitation Mr van der Tang had finally accepted. Late in the evening of 25 May 1989, following the unknown person's instructions, he had taken his truck to Bayona, where another man had loaded the drugs and then gone away. The applicant had only been driving for about ten minutes when he was arrested.", "This statement was confirmed by the applicant on 27 May 1989 before the relevant judicial authority (see paragraph 34 below), Vigo investigating judge no. 1, who then ordered Mr van der Tang's detention pending trial (auto de prisión). Basing his decision on sections 503 and 504 of the Code of Criminal Procedure (Ley de Enjuiciamiento Criminal, \"LECrim\" - see paragraphs 42 and 43 below), the judge held that there was sufficient reason to believe that the applicant was criminally responsible for the commission of a public-health offence. According to the applicant, the other persons detained, all Spanish nationals, were unconditionally released.", "On 12 June 1989 Mr van der Tang made a written statement to Vigo investigating judge no. 1 in which he explained that, contrary to his previous statements, he had not known that he was transporting drugs at the time of his arrest. He had thought the consignment was tobacco but had said drugs because of the pressure put on him and language difficulties.", "10. In an order of 18 November 1989 (auto de procesamiento) investigating judge no. 1 decided that the available evidence was sufficient to charge the applicant with an offence against public health (sections 344 and 344 bis (a) of the Criminal Code - see paragraphs 37 and 38 below) and unlawful possession of a firearm (section 254 of the Criminal Code - see paragraph 39 below). The applicant's detention was confirmed. An appeal by the applicant against this order appears to have been dismissed.", "11. On 25 September and 22 November 1989 Mr van der Tang lodged with investigating judge no. 1 his first applications for provisional release. Arguing that he had throughout been unaware of the real nature of the consignment, he insisted that he was not involved with any drug-trafficking organisation. He further complained that during his four-month detention he had only been questioned twice by the judge - in May and June 1989 - and was the only person still held in custody despite the relatively minor character of his offence. Mr van der Tang also undertook to comply with any conditions attached to his release.", "These applications were rejected on 9 October and 25 November 1989 respectively by means of orders not containing reasons.", "12. A similar application for provisional release followed on 22 December 1989 and was rejected on 27 December 1989 by an auto (reasoned decision). The ground for the decision was the seriousness of the offences - illegal possession of a firearm and drug trafficking in large quantities; the second offence in itself attracting a prison sentence of \"prisión menor en su grado medio\" (that is, from two years, four months and one day to four years and two months).", "13. By an order of 19 April 1990 (auto de conclusión del sumario) the applicant was committed for trial.", "14. Further applications for provisional release were addressed to the Audiencia Provincial in Pontevedra (see paragraph 34 below) on 20 April, 28 May, 19 July and 5 September 1990. On 21 September 1990 the Pontevedra public prosecutor (Ministerio Fiscal) stated that he would not oppose the applicant's release provided that he paid security of 500,000 pesetas, handed in his passport and reported daily to the police. However, on 26 September 1990 the Audiencia Provincial refused the applications for release, briefly stating: \"The original circumstances on which the detention pending trial was decided remain unchanged\" (see paragraph 45 below). The applicant then requested the Audiencia Provincial to reconsider its decision, complaining, inter alia, that several co-detainees in respect of whom the prosecution was seeking sentences of up to ten years' imprisonment had obtained conditional release upon payment of only 200,000 pesetas. In the applicant's submission, only the fact of his being a foreigner seemed to account for his long period of detention. On 9 October 1990 the Audiencia Provincial declined to reconsider its decision.", "15. In the course of 1989 the Spanish authorities had launched a nationwide operation (Operación Nécora) to combat a large-scale drug-trafficking organisation which operated mainly in Galicia. Central investigating judge no. 5 in the Audiencia Nacional, Madrid (see paragraph 35 below), was put in charge of the overall investigation.", "The applicant's case was considered to be closely linked with other files relating to Nécora and was therefore transferred to Madrid on 29 October 1990. The Audiencia Provincial had heard the parties beforehand; the applicant's lawyer did not make any submissions (see paragraph 36 below).", "16. On 8 January 1991 central investigating judge no. 5 issued an order (auto de procesamiento) whereby new charges were added against the applicant without any alteration to the established facts. He was now charged not only with an offence against public health and unlawful possession of a firearm of foreign origin (see paragraph 10 above) but also with smuggling and criminal association (sections 173 and 174 of the Criminal Code). An appeal by the applicant against these orders which included a request for release was eventually rejected on 8 July 1991 by the Third Criminal Division of the Audiencia Nacional. The grounds for the decision not to release the applicant were the seriousness of the alleged offences, considerations of public order and the high risk of absconding on account of the applicant's foreign nationality.", "17. On 19 November 1990 the applicant had lodged a fresh application for release with investigating judge no. 5 in which he repeated arguments adduced earlier and additionally submitted that the transfer of his case to Madrid would inevitably mean that his trial would be further delayed. The public prosecutor opposed the applicant's release, and on 30 November 1990 central investigating judge no. 5 decided to continue the applicant's detention in view of the available evidence, the nature of the offence and its seriousness, the prison sentence that it would attract, the extent of the applicant's involvement and the likelihood of his absconding.", "Mr van der Tang challenged this in the Third Criminal Division of the Audiencia Nacional. In his appeal the applicant submitted, inter alia, that as his alleged offence was wholly unconnected with the charges relating to drug trafficking, he could easily have been tried only thirty days after his arrest. He further submitted that, in any case, even if he were to be found guilty of the offences with which he was charged, he would already have served his sentence in detention pending trial (over two years). On 30 April 1991 the Audiencia Nacional dismissed the appeal, thereby confirming the investigating judge's decision.", "The applicant's subsequent constitutional complaint (recurso de amparo) was declared inadmissible by the Constitutional Court on 11 September 1991 on the ground that none of the issues raised by the applicant were of a constitutional nature.", "18. In the meantime, in a telegram of 30 January 1991 addressed to central investigating judge no. 5, the applicant had renewed his application for release. The public prosecutor attached to the Audiencia Nacional requested that the applicant's detention be prolonged to the statutory maximum of four years (see paragraph 43 below). Mr van der Tang responded by offering to make a formal undertaking that he would reside in Vigo should his release be granted. On 6 March 1991 central investigating judge no. 5 decided to continue the applicant's detention and to adjourn any decision on the public prosecutor's request for its extension.", "19. As Mr van der Tang's period of detention approached two years, the central investigating judge no. 5 decided on 22 May 1991, in accordance with section 504 (4) of the Code of Criminal Procedure (see paragraph 44 below) and after hearing the parties, that the maximum duration of the detention should be extended by two years. He based this decision on the seriousness of the charges and the sentence which could be imposed in the event of conviction.", "20. On 19 February 1992 the central investigating judge no. 5 concluded the preliminary investigation. The case was sent to the Third Criminal Division of the Audiencia Nacional for trial.", "21. On 29 April 1992 the applicant lodged a new application for release, this time with the Audiencia Nacional, which on 11 June 1992 allowed it subject to the following conditions: (a) the applicant was to pay in cash a security of 8 million pesetas; (b) he was to give an address and inform the court of any subsequent change; (c) he was to report daily to the police in Vigo; and (d) he was not to leave Spanish territory.", "The Audiencia Nacional gave the following reasons for its decision:", "\"There is prima-facie evidence that ... the accused did not play a major role in any of the organisations concerned, as he merely transported the illegal substance in question, the nature of which also has to be taken into account by the court.", "The time that has elapsed since Van der Tang was placed in custody - over three years (he has been in detention far longer than any of the other defendants in this case) - means that it is possible to rule out his being able to conceal or suppress evidence.", "The period of time that has elapsed clearly - why not be frank about it? - owes much to ill fortune and the vicissitudes of the proceedings. He could have been tried in Galicia several months ago, when the Pontevedra public prosecutor did not oppose his provisional release.", "The same lapse of time, viewed in the context of the brief provisional summary of the facts, argues in favour of varying the order placing him in detention pending trial, relaxing the conditions of detention by making it possible to avoid it altogether, provided that the measures referred to in the operative provisions below are taken so as to ensure that he appears for trial.", "The court did not consider that the accused's foreign nationality constituted an insurmountable obstacle to reaching this conclusion, because other foreign defendants in the case are in fact not being held in detention. The court simply took the view that it was just another factor which, combined with the accused's lack of close ties with Spain, could lend support to the idea that he might be likely to seek to evade trial; but that cannot be presumed without additional evidence. Furthermore, this type of fear, which is always relative, cannot in such circumstances have the effect of inexorably making the accused serve in advance the sentence which may be imposed on him. This is particularly so as the accused has shown, at least to some extent, that he is able to remain on Spanish territory and obtain a contract of employment there which would enable him to engage in a lawful activity for the duration of the contract.\"", "22. On 2 July 1992, in response to a request by the applicant for a reduction in the amount of the security, the Audiencia Nacional set it at 4 million pesetas either to be paid in cash or to be guaranteed by a bank. On 24 July 1992 the security was deposited by the applicant's wife, whereupon Mr van der Tang was released.", "23. During his stay in Vigo prison, Mr van der Tang was of good behaviour and participated in several prison activities. He also worked as a clerk in the prison bursar's office.", "24. On 9 October 1992, on an application by Mr van der Tang, the Audiencia Nacional gave him leave to report to the police only once a week and returned certain documents to him, including his driving licence.", "25. On 12 November 1992 the applicant sought permission to travel to the Netherlands in order to spend Christmas with his family. This request was refused by the Audiencia Nacional on 24 November 1992 in view of the obvious risk of absconding.", "26. On 23 December 1992 the applicant travelled by car from Spain to the Netherlands.", "27. By letter of 5 January 1993 the applicant's Netherlands lawyer informed his Spanish lawyers that their client had left Spain and returned to the Netherlands, as he had no means of subsistence. The Netherlands lawyer requested them to secure a variation of the conditions on which release had been granted, in particular the obligation to stay in Spain.", "28. In a letter of 7 April 1993 to the Spanish embassy in The Hague, the Netherlands lawyer proposed that Mr van der Tang should report weekly to the embassy. He further stated that his client intended to return to Spain in order to stand trial. The embassy answered by advising the applicant to contact the Audiencia Nacional.", "Neither the applicant nor his representatives appear to have contacted the Audiencia Nacional at this stage, nor do they seem to have informed that court of his new address.", "29. Meanwhile, on 3 July 1992, the Audiencia Nacional had confirmed the investigating judge's decision to conclude the investigation (see paragraph 20 above), thereby ordering the opening of the trial (juicio oral). By that time the case file ran to more than 22,000 pages. On 15 July 1992 the public prosecutor made provisional indictment submissions (conclusiones provisionales) containing charges against fifty-two people. In respect of the applicant, the public prosecutor demanded a total prison sentence of fourteen years and a fine of 60 million pesetas in respect of an offence against public health (see paragraphs 37 and 38 below) and of unlawful possession of a firearm of foreign origin (see paragraphs 39 and 40 below).", "30. In a summons of 10 June 1993 the applicant was ordered to appear before the trial court. However, the summons could not be served on him, as he no longer lived at the address he had originally given the Spanish authorities.", "On 9 July 1993 the police informed the court that the applicant's whereabouts were unknown. Thereupon the Audiencia Nacional ordered the applicant and his surety - his wife - to appear before it on 23 July 1993 at a hearing concerning the forfeiture of the bail.", "The applicant's Spanish lawyer filed an objection against this order, submitting, inter alia, that the applicant had had to leave Spain for a compelling reason, namely the terminal illness of his father, but that he had no intention of evading Spanish justice and would appear for trial. On 31 July 1993 the Audiencia Nacional, noting that the applicant had failed to comply with the conditions attached to his release, dismissed the objection and ordered his arrest.", "On 16 September 1993 the Audiencia Nacional declared that the applicant had failed to appear (rebeldía) and his security was forfeited.", "31. The trial took place in Madrid from 20 September 1993 to 24 May 1994. Mr van der Tang did not attend it and could therefore not be tried pursuant to section 841 of the Code of Criminal Procedure.", "32. On 27 September 1994 the Audiencia Nacional delivered a 529-page-long judgment. Luciano Núñez (see paragraph 8 above) was held to have played a leading role in importing very large quantities of hashish. He was accordingly sentenced to a total of thirteen years' imprisonment and a fine of 100 million pesetas. It does not appear from the facts set out in this judgment that the applicant was involved in drug-trafficking activities beyond the transporting of 1,300 kg of hashish for which he was arrested (see paragraph 8 above).", "33. The Spanish authorities have not requested Mr van der Tang's extradition.", "34. In ordinary cases the investigation of all types of offence falls to the investigating judge (juez de instrucción) in whose district the offence has been committed (section 14.II LECrim). Upon completion of the investigation, the investigating judge may, by means of an order (auto de conclusión del sumario y apertura del juicio oral - section 622 (1) LECrim) commit the accused for trial at the Audiencia Provincial in whose province the offence in question has been committed (section 14.IV LECrim).", "35. Offences concerning drug trafficking that have been committed by \"organised gangs or groups and affect various provinces\" and any other connected offences come within the jurisdiction of the Audiencia Nacional in Madrid (section 65 (1) (e) and in fine of the Judicature Act - Ley Orgánica del Poder Judicial, \"LOPJ\"). In such cases investigation falls to the relevant central investigating judge (juez de instrucción central) attached to the Audiencia Nacional, likewise in Madrid (section 88 LOPJ).", "36. Where the same facts are being examined by two courts, the one which considers that it has jurisdiction must ask the other to transfer the file to it (inhibitoria). In such cases the decision to transfer the file can only be taken after the parties have been heard (section 45 LOPJ) and is always final, no appeal being possible (section 49).", "37. Under section 344 of the Criminal Code, \"anyone who cultivates, manufactures or traffics in toxic or stupefying drugs or psychotropic substances or in any other way promotes, encourages or facilitates the unlawful consumption of them, or possesses them for such purposes\", shall be liable to a term of imprisonment ranging from four months and one day to four years and four months (de arresto mayor en su grado máximo a prisión menor en su grado medio) and to a fine of 500,000 to 50 million pesetas, provided that the damage to health caused by the substances or products involved is not serious. Hashish is regarded as such a substance, as opposed to \"hard drugs\".", "38. However, under section 344 bis (a) of the Criminal Code, the relevant term of imprisonment is substantially increased, ranging from four years, two months and one day to ten years, where:", "\"3. ... the quantity of toxic or stupefying drugs or psychotropic substances ... is particularly large.", "...", "6. ... the offender belongs to an organisation, even a provisional one, that could have the aim of spreading such substances or products even on an occasional basis.\"", "39. Under section 254 of the Criminal Code, the unlawful possession of a firearm, without the required licence, is punishable with imprisonment ranging from two years, four months and one day to four years and two months.", "40. The term of imprisonment ranges from six years and one month to ten years where the firearms are of foreign origin and have been brought into Spanish territory illegally (section 255 (2) of the Criminal Code).", "41. Article 17 of the Constitution secures the right to liberty and security of person and sets out the conditions under which a person's liberty may be restricted. By paragraph 4 of this provision, a habeas corpus procedure shall be provided for by law, which shall also determine the maximum duration of detention pending trial.", "42. Under section 503 LECrim:", "\"The following conditions must be satisfied for pre-trial detention to be ordered:", "1. The commission of an act which may constitute an offence (delito) must have been established.", "2. The offence must be punishable by more than six years' imprisonment (prisión menor) or, if the term of imprisonment is shorter, the judge must consider it necessary to remand the accused in custody in the light of his criminal record, the circumstances of the offence, the disturbance of public order it has caused or the frequency with which similar acts have been committed ...", "3. There must be sufficient reasons to consider the person to be remanded in custody criminally responsible for the offence.\"", "43. According to section 504 LECrim, detention pending trial shall not exceed one year where an offence is punishable with a term of imprisonment ranging from six months and one day to six years (prisión menor) and shall not exceed two years if the applicable sentence is more severe.", "44. If, however, owing to certain circumstances the case cannot be tried within that period and there is a risk that the accused may evade justice, section 504 LECrim provides that detention pending trial may be prolonged up to two and four years respectively. A reasoned decision (auto) to this effect shall only be issued after the competent court has heard the accused and the public prosecutor.", "45. Under section 528 (1) LECrim detention pending trial may last only as long as the original reasons remain valid."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["5"], "NON_VIOLATED_PARAGRAPHS": ["5-3"], "NON_VIOLATED_BULLETPOINTS": []}