{"ITEMID": "001-58847", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FRA", "BRANCH": "GRANDCHAMBER", "DATE": 2000, "DOCNAME": "CASE OF MAAOUIA v. FRANCE", "IMPORTANCE": "1", "CONCLUSION": "No violation of Art. 6", "JUDGES": "Gaukur Jörundsson;Luzius Wildhaber;Nicolas Bratza;Pieter Van Dijk", "TEXT": ["9. The applicant, who was born in 1958 in Tunisia, entered France in 1980 at the age of 22. On 14 September 1992 he married a French national, an invalid whose disability had been assessed at 80%, with whom he had been living since 1983.", "10. On 1 December 1988 the Alpes-Maritimes Assize Court sentenced the applicant to six years' imprisonment for armed robbery and armed assault with intent for offences committed in 1985. He was released on 14 April 1990.", "11. On 8 August 1991 the Minister of the Interior made a deportation order against him. The order was served on the applicant, who had been unaware of its existence, on 6 October 1992, when he attended the Nice Centre for Administrative Formalities in order to regularise his status.", "12. He refused to travel to Tunisia and was prosecuted for failing to comply with a deportation order. On 19 November 1992 the Nice Criminal Court sentenced him to one year's imprisonment and made an order excluding him from French territory for ten years. That decision was upheld on appeal by the Aix-en-Provence Court of Appeal on 7 June 1993. An appeal on points of law was dismissed by the Court of Cassation on 1 June 1994 on the ground that the applicant had failed to challenge the legality of the deportation order in the courts below.", "13. On 22 July 1994 the applicant applied to the Criminal Cases Review Board of the Court of Cassation for a review of the criminal proceedings that had resulted in his being imprisoned for one year and banned from French territory for ten years. In a judgment of 28 April 1997, which was served on 22 September 1997, the Court of Cassation dismissed that application.", "14. In December 1992 the applicant sought judicial review of the deportation order. In a judgment of 14 February 1994 the Nice Administrative Court quashed the deportation order of 8 August 1991, inter alia, on the ground that no notice had been served on the applicant requiring him to appear before the Deportation Board. That judgment became final on 14 March 1994 after being served on the Minister of the Interior.", "15. On the strength of the administrative court's judgment of 14 February 1994 quashing the deportation order, the applicant applied to the Principal Public Prosecutor's Office at the Aix-en-Provence Court of Appeal on 12 August 1994 for rescission of the ten-year exclusion order made by the Nice Criminal Court on 19 November 1992. He contended that he was married to a French national and held a provisional residence permit.", "16. In a letter of 6 July 1995 the applicant reminded the Principal Public Prosecutor's Office of the terms of his application for rescission. Noting that the application had been outstanding for some time, he asked the office to arrange for it to be heard and a ruling given. On 12 July 1995 the Principal Public Prosecutor's Office requested the Public Prosecutor's Office at the Nice tribunal de grande instance for its opinion on the merits of the application and any information that would assist the court in deciding whether the exclusion order should be rescinded. On 19 September 1995 Nice Central Police Station sent the Principal Public Prosecutor's Office the results of an inquiry concerning the applicant.", "17. On 3 November 1997 the Principal Public Prosecutor's Office at the Court of Appeal informed the applicant that the case would be heard on 26 January 1998. On that date the Aix-en-Provence Court of Appeal granted the applicant's application and rescinded the exclusion order on the ground that the Nice Administrative Court had quashed the deportation order.", "18. The applicant also sought to regularise his status with the immigration authorities. He initially obtained acknowledgment forms for applications for provisional residence permits (not work permits) for renewable three-month periods. On 4 September 1995, however, he was given a new three-month residence permit incorporating the right to seek employment.", "19. On 14 September 1995 the applicant applied to the prefect for the Alpes-Maritimes département for a residence permit allowing him to live and work in France for a prolonged period, as he was married to a French citizen. On 9 April 1996 the applicant received notice of a decision dated 2 April 1996 refusing him a residence permit. He appealed to the Nice Administrative Court, but his appeal was dismissed on 27 September 1996.", "20. The applicant appealed on 24 December 1996 to the Lyons Administrative Court of Appeal. On 29 August 1997 the President of that court ordered the transfer of the file to the Marseilles Administrative Court of Appeal – the court with jurisdiction – where the case is currently pending.", "21. On 21 July 1998 the applicant obtained a temporary residence permit valid for one year (from 13 July 1998 to 12 July 1999). Recently he obtained a ten-year residence permit with the right to seek employment.", "22. Article 27 of the Ordinance of 2 November 1945 as amended, concerning the conditions of entry and residence of aliens in France reads as follows:", "“Any alien who has evaded or attempted to evade the execution of an order refusing him leave to enter France, a deportation order or a removal order or who, having been deported or being subject to an exclusion order, re-enters the national territory without authorisation shall be liable to a term of imprisonment of from six months to three years.", "The same penalty may be imposed on any alien who fails to present to the relevant administrative authority travel documents enabling any of the measures mentioned in the first sub-paragraph to be executed or who does not have such documents and fails to supply the information necessary to allow such execution.", "The court may in addition issue an order banning a person so convicted from re-entering the territory for a period not exceeding ten years.", "A ban on re-entering the territory automatically entails the convicted person's removal from French territory, on completion of his prison sentence where appropriate.”", "23. Article 702-1 of the Code of Criminal Procedure reads as follows:", "“Any person subject to a ban, forfeiture or incapacity or any measure whatsoever by operation of law following a criminal conviction or imposed as an additional penalty on sentencing may request the court which convicted him, or, if more than one, the last court to convict him, to end all or part of it, including provisions relating to the length of such ban, forfeiture or incapacity. ...”", "24. Article 703 of the Code of Criminal Procedure reads as follows:", "“Applications by convicted persons for the ending of a ban ... shall contain particulars of the date of conviction and the places where the applicant has been living since his conviction or release.", "Applications shall be sent to the Public Prosecutor's Office or, as the case may be, the Principal Public Prosecutor's Office, which shall obtain all relevant information and, if appropriate, the opinion of the judge responsible for the execution of sentences, and shall refer the application to the relevant court.", "The court shall decide applications in private after considering the submissions of the prosecution. It shall hear the applicant or his or her lawyer, but may decide the application in their absence provided due notice has been served on them to attend ...", "A reference to the order ending all or part of a ban, forfeiture or incapacity ... shall be entered on the judgment of the court of trial or retrial and the convicted person's criminal record.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}