{"ITEMID": "001-80520", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF EMMER-REISSIG v. AUSTRIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1 (lack of an oral hearing);Not necessary to examine the further complaint under Art. 6-1", "JUDGES": "Christos Rozakis", "TEXT": ["5. The applicant was born in 1921 and lives in Klosterneuburg.", "6. He is a lawyer practising in Klosterneuburg and the owner of a parcel of land in the municipality of Königstetten, which is designated as “forest” land in the zoning plan. On parts of this parcel – approximately 1,500 square meters – he runs an organic farm on a part-time basis, breeding sheep and goats. Besides that, he keeps bees and grows herbs.", "7. On 18 August 1998 the applicant applied to the mayor of Königstetten for a building permit for a shed, to be used as a shelter for sheep and goats in summer and beehives in winter. It is also designed as a refuge for farm workers. He therefore submitted construction plans for the planned shed and a map of the land in question.", "8. The mayor rejected the applicant's request on 16 February 2000. Relying on a report by an agricultural expert at the Lower Austria Regional Government, he stated that, in view of its shape, size and design, it would not qualify as a farm building and that even if it was an agricultural construction, it could not be erected on the land in question, as the latter had been designated as forest and grassland.", "9. The applicant lodged an appeal with the municipality of Königstetten on 10 April 2000. On 3 July 2000 the municipality dismissed his appeal on the same grounds.", "10. Subsequently, on 13 September 2000, the applicant filed an objection (Vorstellung) with the Lower Austria Regional Government and requested it to hear representatives of the District Farmer's Association (DFA, Bezirksbauernkammer) and the Austrian beekeeper association (ABA, Österreichischer Imkerbund) as experts who would prove that the building he intended to erect was necessary for the intended agricultural enterprise.", "11. The Regional Government quashed the municipality's decision on 10 January 2001 and referred the case back to the municipal council. It stated that the municipality had failed to address all the points of appeal.", "12. The applicant lodged further grounds in support of his appeal on 19 March, 4 and 24 April 2001. In addition to his comments on the decision of 3 July 2000, he filed requests for the taking of evidence. He also submitted a statement by the Tulln Administrative District Authority and a document he referred to as a business plan.", "13. On 23 November 2001 the Königstetten Municipality requested the applicant to comment on an expert opinion it had obtained from the Planning Office at the Lower Austria Regional Government (Gebiets-bauamt) on 31 October 2001. It stated that by far the largest part of the land was covered by forest, which would impede serious agricultural activities. With reference to the earlier decisions, it repeated that, judging by its design and shape, the building at issue would be untypical of an agricultural shed and that the applicant could be assumed never to have intended to carry on agricultural activities, but rather to use it for different purposes.", "14. The applicant commented on the expert opinion on 10 December 2001. Claiming that the authorities had incorrectly established the relevant facts, he contended that the expert opinion was in breach of Austrian law and European Community law. Besides that, the applicant repeated his request to obtain opinions from the DFA, the ABA and a certain organic farming association (Biobauernverband Ernte) in order to prove the feasibility of the business plan and its compliance with the relevant legal criteria. He also filed an application for an on-site inspection of the land at issue.", "15. On 29 January 2002 the municipal council also rejected the applicant's appeal. It held that the planned construction would conflict with the zoning plan and that the building would not resemble a shed for agricultural use.", "16. The applicant filed an objection (Vorstellung) with the Lower Austria Regional Government again on 11 February 2002, submitting that the municipality had relied solely on an incorrect expert opinion without carrying out investigations of its own. In addition, he claimed that the decision was in breach of European Community law.", "17. Subsequently, on 12 March 2002, the applicant lodged a complaint with the Administrative Court and requested an oral hearing.", "18. On 30 July 2002, without holding an oral hearing, the Administrative Court rejected the complaint as inadmissible for non-exhaustion of administrative remedies, as the applicant had failed to file an objection against the decision of 29 January 2002.", "19. The applicant's objection of 12 March 2002 was dismissed by the Lower Austria Regional Government on 22 July 2002.", "20. The applicant lodged a further complaint with the Administrative Court on 22 August 2002 and repeated his request for an oral hearing.", "21. On 16 September 2003 the Administrative Court dismissed the applicant's complaint and rejected his request for an oral hearing. It found that, despite its request for a detailed business plan, the applicant had failed to provide one. Accordingly, the alleged need for a shed for the so-called agricultural enterprise had not been made out."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}