{"ITEMID": "001-94644", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF KULIŚ AND RÓŻYCKI v. POLAND", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 10;Pecuniary damage - award;Non-pecuniary damage - award", "JUDGES": "Giovanni Bonello;Lech Garlicki;Ledi Bianku;Nebojša Vučinić;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["5. The applicants were born in 1956 and 1946 respectively. The first applicant lives in Łόdź.", "6. The first applicant owns a publishing house named “Westa Druk” which publishes a weekly magazine, Angora, and its supplement for children, Angorka. The second applicant was the editor in chief of the magazine.", "7. On 16 May 1999 Angorka published an article referring to an advertising campaign by a company, Star Foods, for its potato crisps. On the first page of the magazine there was a cartoon showing a boy holding a packet, with the name “Star Foods” on it, saying to Reksio – a little dog, a popular cartoon character for children – “Don’t worry! I would be a murderer too if I ate this muck!” (“Nie martw się – też bym był mordercą, gdybym jadł to świństwo!”). Above the cartoon, there was a large heading reading “Polish children shocked by crisps advertisement, ‘Reksio is a murderer’ (Reksio to morderca)”.", "8. The article, printed on the second page of the magazine, read as follows:", "“Recently in Star Foods crisps [packets] stickers appeared which terrified parents and their children: ‘Reksio is a murderer’.", "In the [packets of] crisps from the company Star Foods, which are stocked on the shelves of almost all shops, stickers appeared recently which terrified parents and children. In the packets there are little pieces of paper bearing the slogan: “Reksio is a murderer”.", "Before the stickers appeared in the packets of crisps the company ordered a market study. One of the advertising agencies proposed slogans and sayings used every day by teenagers. Children, however, are terrified by those slogans.", "...", "Prepared following ‘the Super Express’”", "9. The above quoted article on the second page was accompanied by a small cartoon featuring two cats holding a packet with the word “crisps” on it and the dog Reksio in the background. One cat holds a piece of paper with the slogan “Reksio murderer” apparently taken out from the packet and says to the second cat - “surely, he is sometimes unpleasant, but a murderer?!” (“Owszem, nieraz bywa przykry, ale żeby od razu mordercą?!”).", "10. On 2 November 1999 Star Foods (“the plaintiff”) lodged against both applicants a civil claim for protection of personal rights. The company sought an order requiring the defendants to publish an apology in Angora and Angorka for publishing a cartoon discrediting, without any justification, Star Foods products. They further sought reimbursement of their legal costs and payment by the applicants of 10,000 Polish zlotys (PLN) to a charity.", "11. On 28 May 2001 the Łόdź Regional Court (Sąd Okręgowy) found for the plaintiff. The court ordered the applicants to publish apologies as sought in the statement of claim and to pay PLN 10,000 to a charity. The applicants were also ordered to pay the plaintiffs PLN 11,500 to reimburse the costs of the proceedings. The court considered that the cartoon in question had breached the personal rights of the plaintiff and discredited the products of the company. The words used by the applicants had an unambiguous meaning relating to disgust and repulsion and were strongly pejorative. Accordingly, the court concluded that the applicants had overstepped the threshold of permissible criticism, in particular in a magazine aimed at children. The court dismissed the applicants’ arguments that the cartoon had aimed to criticise the advertising campaign run by Star Foods and not their product. It considered that such an attack on the plaintiff’s personal rights could not have been justified even by the argument that their campaign was ill-considered.", "12. The applicants appealed against the judgment.", "13. On 21 March 2002 the Łόdź Court of Appeal dismissed the appeal and ordered the applicants to pay the plaintiffs PLN 2,500 to reimburse the costs of the appellate proceedings. It agreed with the lower court’s assessment that the critical statement had not concerned the style of advertisement adopted by Star Foods. Calling the product of the company “muck” was surely not a critical assessment of their advertising campaign but had been aimed at the product, the brand, and the good name of the company. The statement in question “I would be a murderer too if I ate this muck” contained an obviously negative assessment of the taste and quality of the product. Thus, the applicants’ action aimed to discredit, without justified grounds, the product of Star Foods and as such could not enjoy the benefit of legal protection. The appellate court also observed that the applicants had repeatedly relied on the interests of children to justify their actions, while they themselves had repeated, in the supplement for children, the slogan that in their opinion had had a negative impact on children’s emotions and had terrified them.", "14. On 12 December 2002 the Supreme Court refused to examine the cassation appeal lodged by the applicants.", "15. Article 23 of the Civil Code contains a non-exhaustive list of the rights known as “personal rights” (dobra osobiste). This provision states:", "“The personal rights of an individual, such as, in particular, health, liberty, reputation (cześć), freedom of conscience, name or pseudonym, image, secrecy of correspondence, inviolability of the home, scientific or artistic work, [as well as] inventions and improvements shall be protected by the civil law regardless of the protection laid down in other legal provisions.”", "16. Article 24 of the Civil Code provides for ways of redressing infringements of personal rights. According to that provision, a person facing the danger of an infringement may demand that the prospective perpetrator refrain from the wrongful activity, unless it is not unlawful. Where an infringement has taken place, the person affected may, inter alia, request that the wrongdoer make a relevant statement in an appropriate form, or claim just satisfaction from him/her. If an infringement of a personal right causes financial loss, the person concerned may seek damages."], "VIOLATED_ARTICLES": ["10"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}