{"ITEMID": "001-80346", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "ADMISSIBILITY", "DATE": 2007, "DOCNAME": "WEISERT v. GERMANY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Peer Lorenzen", "TEXT": ["The applicant, Mr Hartmut Weisert, is a German national who was born in 1943 and lives in Frankfurt.", "On 20 October 1993 the Frankfurt Public Prosecutor’s Office commenced criminal investigations against the applicant on suspicion of fraud related to the raising of credit secured on real property. It informed the applicant about the criminal investigations against him the day after.", "On 7 December 1999, after having held a hearing during which the applicant was represented by a court appointed lawyer, the Frankfurt District Court convicted the applicant of aggravated fraud and sentenced him to two years’ imprisonment. The court considered as a mitigating factor that the offence had been committed already a considerable time ago, namely in March and April 1992. The court, having regard to the lapse of time, suspended the execution of the sentence on probation.", "On 5 November 2002 the Frankfurt Regional Court, upon the applicant’s appeal, scheduled eight hearings for the period between 10 December 2002 and 22 January 2003. On 29 November 2002 the applicant withdrew his appeal. He submitted that he had suffered mentally and physically from the length of the proceedings against him. Therefore he would not have been able to attend the hearings.", "On 30 December 2002 the applicant lodged a constitutional complaint with the Federal Constitutional Court complaining about the alleged failure of the District Court to appoint a lawyer of his own choosing, about the densely scheduled hearings during the appellate proceedings and that the sitting judge at the Regional Court had been substituted by another judge.", "On 18 March 2003 the Federal Constitutional Court refused to admit the applicant’s constitutional complaint without giving any reasons.", "Article 2 § 1 of the German Basic Law (Grundgesetz) in conjunction with the principle of the rule of law guarantees the right to expeditious proceedings. According to the settled case-law of the Federal Court of Justice (see, decision of 21 July 1994, no. 1 StR 396/94, decision of 26 June 1996, no. 3 StR 199/95) and of the Federal Constitutional Court (see, among others, decision of 24 December 1983, no. 2 BvR 121/83; decision of 19 April 1993, no. 2 BvR 1487/90), the consequence of the excessive length of criminal proceedings must be either a reduction of the sentence or even the discontinuation of the proceedings. Pursuant to recent decisions of the Federal Constitutional Court, that principle applies to the criminal courts as well as to the Public Prosecutor’s Office (see, decision of 25 July 2003, no. 153/03, Reports of Chamber Decisions (BVerfGK) no. 1, pp. 269 et seq. and decision of 21 January 2004, no. 2 BvR 1471/03, Reports of Chamber Decisions (BVerfGK) no. 2, pp. 239 et seq. and decision of 21 June 2006, nos. 2 BvR 750/06, 752/06 and 761/06).", "Section 153 of the Code of Criminal Procedure provides that the public prosecution or the courts may discontinue the proceedings at any stage if the perpetrator’s culpability is considered to insignificant and if there is no public interest in the prosecution.", "Section 154 provides that if a judgment cannot be expected in reasonable time and if another sentence or the measure of reform and prevention already imposed seems sufficient to protect the legal order, the public prosecution may decide not to prosecute and the courts may close the proceedings preliminarily at any stage upon a motion by the public prosecutor’s office."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}