{"ITEMID": "001-57672", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FRA", "BRANCH": "CHAMBER", "DATE": 1991, "DOCNAME": "CASE OF VERNILLO v. FRANCE", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection rejected (non-exhaustion);No violation of Art. 6-1", "JUDGES": "N. Valticos;R. Pekkanen", "TEXT": ["10. Mr Generoso Vernillo and his wife Maria, née Siciliano, are Italian nationals who live at Pomigliano d’Arco, near Naples.", "11. On 10 October 1967 they bought a three-room flat in Nice from Mr Ange Torzuoli and his wife (their aunt) for a down payment of 10,000 French francs (FRF) followed by monthly payments of FRF 100 to the vendors during their lifetimes and to the survivor of the two, without any reduction on the death of the first. The amount of the monthly payments was to be increased if the national family consumer price index rose by 5% or more. If a single instalment was not paid on the due date and a formal notice to pay remained without effect a month later, the contract would automatically be rescinded if those to whom the payments were due so wished.", "12. On 18 July 1977 the applicants were served with a formal notice to pay arrears and co-ownership service charges, about FRF 7,000 in all, but they did not act on it.", "13. On 12 December 1977 Mr and Mrs Torzuoli summoned Mr and Mrs Vernillo before the Nice tribunal de grande instance. They asked the court to declare that the sale was automatically rescinded through the fault of the defendants. The latter filed pleadings on 5 May 1978 and the plaintiffs - who had been granted three extensions of time by the judge responsible for preparing the case for trial - did so on 20 September 1978.", "On 27 March 1979 the applicants filed pleadings in reply. Their lawyer died and they instructed another one.", "14. On 20 June 1979 Mr Torzuoli died. On 21 October 1980 his widow asked the court to formally acknowledge her wish to continue with the proceedings. On 14 January 1981 the judge responsible for preparing the case issued an order certifying that it was ready for trial.", "15. The public hearing took place on 10 March 1981. In a judgment of 16 June 1981 the court refused to declare that the contract of sale was rescinded.", "16. On 31 July 1981 Mrs Torzuoli appealed to the Aix-en-Provence Court of Appeal and the case was entered in the court’s list on 28 September 1981. The respondents filed their pleadings on 11 March 1982 and the appellant filed hers on 13 April and 27 July 1982. The order certifying that the case was ready for trial was made on 18 March 1983, and the hearing took place on 27 April 1983.", "17. On 29 June 1983 the Aix-en-Provence Court of Appeal reversed the decision of the court below and granted a declaration that the sale was rescinded through the fault of the applicants.", "18. On 6 January 1984, this judgment having been notified to them, Mr and Mrs Vernillo appealed to the Court of Cassation.", "On 4 June 1984 they filed their supplementary pleadings, and on 18 June these were served on the respondent, who replied on 2 November 1984. The same month, the case was allocated to the Third Civil Division and the reporting judge appointed. The latter produced his report on 7 December 1984 and the Advocate-General to be responsible for the case was assigned on 29 January 1985.", "19. On 5 June 1985 the Court of Cassation dismissed the appeal on the following grounds:", "\"...", "Having found that Mr and Mrs Vernillo had not within one month complied with the formal notice to pay of 18 July 1977, which ontained a reminder of the clause providing for automatic rescission of the contract, and had not within the same period made any genuine, serious offers to pay at least the sums which they acknowledged they owed, the court below, in response to the submissions and except for the misinterpretation of the detailed figures produced by Mr and Mrs Vernillo, legitimately decided that the sale was rescinded.", "Moreover, having noted that by the terms of the contract of sale ny instalments due or other sums paid by the date of the formal notice to pay would, in the event of rescission of the sale, remain the property of the beneficiaries by way of compensation, without prejudicing their right to sue for recovery of any amounts due, the court below applied these contractual provisions without misinterpreting them.", "For these reasons, the Court of Appeal’s decision was justified in law.", "... .\"", "20. The Government relied on the following three provisions of the New Code of Civil Procedure:", "\"The proceedings may be voluntarily resumed in the manner prescribed for the submission of the grounds of defence.", "If they are not resumed voluntarily, they may be recommenced by way of summons.\"", "\"If counsel for one of the parties has not carried out the procedural steps within the time allowed, referral of the case to the court and termination of the preparation of the case for trial may be ordered by the judge [responsible for preparing the case for trial] of his own motion or on an application by another party; in the latter case the judge shall have a discretion to refuse the application in an order setting out his reasons and which shall be final.\"", "\"The case shall be prepared for trial under the supervision of a judge of the division of the court to which it has been allocated, as provided in Articles 763-787 and in the following provisions.", "(D[ecree] no. 85-1330, 17 Dec. 1985, Art. 12, with effect from 1 January 1986) Where a case appears to be urgent or to be ready for trial within a short time, the presiding judge of the division to which it has been allocated shall fix the date and time at which it will be called; on the appointed day, matters shall proceed as provided in Articles 760-762.\"", "21. By Article L 781-1 of the Code of Judicial Organisation,", "\"The State shall be under an obligation to compensate for damage caused by any malfunctioning of the system of justice. This liability shall be incurred only in respect of gross negligence or a denial of justice.", "... .\"", "This provision can be relied on not only in a non-contentious application (recours gracieux) to the Minister of Justice, but also - subsequently or at the outset - for the purpose of instituting contentious proceedings.", "22. According to Ministry of Justice statistics, the Ministry received 267 applications between 1973 and 1987. Ninety-seven of these were successful; 134 were refused; no action was taken on 15 of them; and 21 were still under consideration at 31 December 1987. In 6 applications - of which 5 had failed and 1 was pending - the complaint concerned the length of proceedings.", "23. During the same period, likewise according to the Ministry of Justice, 77 cases came before the courts. The plaintiffs were unsuccessful in 25 cases and successful in 19, the compensation awarded totalling FRF 16,294,573. Two claims had been settled and 31 applications remained to be heard.", "In a bankruptcy case which had lasted for about seventeen years (Fuchs c. Agent judiciaire du Trésor public) the Paris Court of Appeal ordered the State to pay FRF 50,000 in damages. Its judgment of 10 May 1983 contained the following reasons:", "\"The court’s delay in giving judgment and the persistent silence maintained by the bankruptcy judge and the court vis-à-vis the receiver of the Fuchs company amounted to a breach of duty, and the decision subsequently given on 3 June 1975 stemmed from an error in assessing the situation as submitted to the court.", "The breach of duty and the error in assessment are particularly serious on account of the factual and procedural circumstances with which the court was fully acquainted and which clearly made it imperative to terminate rapidly a bankruptcy that was no longer justified. These were flagrant breaches amounting to gross negligence in the functioning of the system of justice and they entail the State’s liability;", "... .\""], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}