{"ITEMID": "001-97077", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "ADMISSIBILITY", "DATE": 2010, "DOCNAME": "DAWLUSZEWICZ v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Giovanni Bonello;Ján Šikuta;Lech Garlicki;Mihai Poalelungi;Nebojša Vučinić;Nicolas Bratza", "TEXT": ["The applicant, Mr Wiesław Dawluszewicz, is a Polish national who was born in 1961 and lives in Gdańsk. The Polish Government (“the Government”) were represented by their Agent, Mr J. Wołąsiewicz, of the Ministry of Foreign Affairs.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 23 May 2005 the applicant was arrested by the police.", "On 24 May 2005 the Gdańsk District Court decided to detain the applicant on suspicion of having committed several burglaries at the Gdańsk Refinery, acting as part of an organised criminal gang. The court considered, given the likelihood that a severe sentence would be imposed on the applicant, that there was a risk that he would interfere with the proper course of the proceedings.", "On 4 July 2005 the Gdańsk Regional Prosecutor dismissed a request by the applicant to be released from detention, relying on the ground that the applicant’s brother was being sought by the police.", "On 19 August 2005 the District Court extended the applicant’s detention, relying on the ground given previously. It noted, however, that since his arrest no investigative actions had been taken; thus, it instructed the prosecuting authorities to expedite the investigation.", "On 8 November 2005 the applicant and ten co-accused were indicted before the Gdańsk District Court.", "On 21 November 2005 the detention of the applicant and six co-accused was further extended. The District Court stated that the trial had not yet started and that the accused had not been heard; thus their detention was necessary to secure the proper course of the proceedings.", "The first hearing was held on 14 February 2006. Subsequently, the trial court held hearings in March, April and July 2006.", "On 10 May, 8 August and 10 November 2006 the trial court extended the applicant’s detention. In each decision the courts stated that the grounds for the applicant’s detention were still valid and pointed to the necessity of obtaining an expert opinon in respect of one of the witnesses.", "A request by the applicant to be released from detention was refused by the Gdańsk District Court on 17 November 2006. The court based its decision on identical grounds to those given on the three previous occasions.", "On 19 January 2007 the Gdańsk District Court decided to release the applicant and the co-accused from pre-trial detention.", "On 12 February 2007 the Gdańsk Regional Court dismissed an appeal by the prosecutor and upheld the decision to release the applicant. The court stated that, for reasons beyond the control of the trial court, it had not been possible to conclude the trial. Moreover, keeping the applicant in detention was no longer absolutely necessary in order to secure the proper course of the proceedings.", "The proceedings are still pending before the trial court.", "The relevant domestic law and practice concerning detention during judicial proceedings (aresztowanie tymczasowe), the grounds for its extension, release from detention, and rules governing other “preventive measures” (środki zapobiegawcze) are set out in the Court’s judgments in the cases of Gołek v. Poland, no. 31330/02, §§ 27-33, 25 April 2006, and Celejewski v. Poland, no. 17584/04, §§ 22-23, 4 August 2006."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}