{"ITEMID": "001-67139", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NLD", "BRANCH": "ADMISSIBILITY", "DATE": 2004, "DOCNAME": "AMARA v. THE NETHERLANDS", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant, Mohamed Amara, is a Moroccan national, who was born in 1961 and lives in the Netherlands. He was represented before the Court by Mrs E. Zwart, a lawyer practising in Beverwijk.", "The facts of the case, as submitted by the applicant, may be summarised as follows.", "On 26 January 1993, following proceedings held in absentia, the Alkmaar Regional Court (arrondissementsrechtbank) convicted a person, calling himself Mohammed Ohra, of a robbery committed on 12 November 1992, and sentenced him to eight months' imprisonment less the time spent in pre-trial detention.", "At an unspecified date the applicant started a relationship with Ms Boumlal, who holds both Netherlands and Moroccan citizenship and who is the mother of Sfia Mimouni, who was born in 1988 from a previous relationship. The father of Sfia also holds both Netherlands and Moroccan citizenship.", "On 21 May 1996, a daughter named Farah was born of the applicant's relationship with Ms Boumlal.", "On 27 April 1998 the applicant, who until that moment had resided illegally in the Netherlands, applied for a residence permit for the purpose of “staying with his Netherlands partner, Ms J. Boumlal”. When, in this connection, the applicant was asked to sign a declaration stating that he had never had any dealings with the Netherlands police or the Netherlands criminal justice authorities (antecedentenverklaring), he stated that he had served a prison sentence in the past, but under a false identity.", "Subsequent verifications disclosed that the applicant had been residing illegally in the Netherlands since 29 October 1992 and that, in his various contacts with the police, he had not given his true identity and/or had failed to cooperate in establishing his identity. The applicant was in fact known to the Netherlands authorities under seven different identities and, under one of them, namely Mohammed Ohra, he had been convicted of robbery and sentenced to eight months' imprisonment on 26 January 1993.", "On 2 July 1998, the immigration authorities informed the applicant of their intention to reject his request on grounds of his conviction in 1993 and illegal residency in the Netherlands.", "On 21 October 1998, the Deputy Minister of Justice (Staatssecretaris van Justitie) rejected the applicant's request for a residence permit. The Deputy Minister noted that, according to the relevant immigration policy rules, a request for a residence permit for the purpose of staying with a Netherlands partner could be granted if the alien concerned did not constitute a danger to public peace, public order or national security. Accordingly, admission could be refused on grounds of a criminal conviction for an offence entailing the imposition of an unconditional lengthy prison sentence. As the applicant had been convicted of a criminal offence and sentenced to imprisonment in 1993, his request for a residence permit could be rejected. The Deputy Minister further held that this decision did not constitute an interference with the applicant's family life with Ms Boumlal, as it did not deprive him of any residence title. The Deputy Minister lastly considered that no special facts or circumstances existed which could give rise to any positive obligation upon the Netherlands authorities under Article 8 to grant the applicant's request for a residence permit, or which showed that there was an obstacle to the exercise of his family life outside of the Netherlands. On 10 November 1998, the applicant filed an objection (bezwaar) against this decision.", "On 12 January 1999 the applicant and Ms Boumlal married and, on 10 February 1999, the applicant recognised his daughter Farah.", "On 17 March 1999, the applicant was given the opportunity to make oral comments on his application for a residence permit before an official commission (ambtelijke commissie). On this occasion, he stated inter alia that he had resided in the Netherlands since 1991, that in 1992 he had been arrested, detained and released after 27 days, and that owing to his then poor knowledge of Dutch he had not understood what had then happened to him. He further stated that he had never been convicted or appeared before a court, and that until recently he had been unaware of his conviction in 1993. He further stated that Ms Boumlal was expecting their second child, that she was receiving social security benefits on the grounds of an 80-100% incapacity for work, and that she did not wish to go to Morocco. Ms Boumlal, who attended this hearing, stated that since 1992 the applicant had had no dealings with the Netherlands police.", "On 29 April 1999, the Deputy Minister of Justice rejected the applicant's objection of 10 November 1998 on the basis of the legal rules applicable to aliens seeking admission to the Netherlands to stay with a Netherlands non-marital partner. The Deputy Minister considered at the outset that, on grounds of the prison sentence imposed in 1993, the applicant could be declared an undesirable alien (ongewenst vreemdeling) under Article 21 of the Aliens Act (Vreemdelingenwet). This had not been done at the material time, because the Deputy Minister had been unaware of the fact that the applicant was illegally residing in the Netherlands. In view of the time that had elapsed since the applicant's conviction, the Deputy Minister decided, after balancing all the interests involved, not to declare the applicant an undesirable alien. This decision did not, however, imply that the Deputy Minister considered that the applicant no longer posed a danger to public order. The Deputy Minister further considered that, in the relevant immigration rules, the balancing of public order interests and the interests of family reunification/formation had already been made in abstracto, in that a residence permit could be refused to persons, like the applicant, who had been convicted of a serious offence for which they had been sentenced to an unconditional lengthy term of imprisonment. The Deputy Minister found that the applicant's personal interests did not outweigh those of public order. On this point, the Deputy Minister took into account that the applicant had been illegally residing in the Netherlands when he developed his family life with Ms Boumlal and, later, with their daughter Farah. The fact that the applicant had not committed any criminal offence since 1992 and has responsibility towards his family did not, according to the Deputy Minister, create an obligation to grant him a residence permit.", "On 6 October 1999, a second child named Nora was born to the applicant and Ms Boumlal.", "The applicant's subsequent appeal to the Regional Court of The Hague was accepted on 7 February 2000. It held that the Deputy Minister had incorrectly determined the applicant's request on the basis of the immigration rules for foreign non-martial partners of Netherlands nationals and that, for this reason alone, the impugned decision should be quashed as the applicant was married to a Netherlands national.", "It did, however, reject the applicant's argument that the Deputy Minister had incorrectly found that the applicant had been convicted of a serious offence for which he had been sentenced to an unconditional lengthy prison sentence, within the meaning of the relevant immigration policy rules. It further considered that, although the Deputy Minister had taken this into account in the decision not to declare the applicant an undesirable alien, the Deputy Minister had failed to take into consideration, in balancing the Netherlands public order interests against the applicant's personal interests, the time that had elapsed since 1992, and the fact that the applicant had not committed any other offences since then. As the immigration policy rules stipulated that a residence permit “could” be rejected on grounds of a criminal conviction, these elements should be taken into account. It did, however, add that, in balancing the interests involved, the Deputy Minister could also take into consideration the fact that, owing to the applicant's use of aliases and his hiding from the authorities, the prison sentence imposed in 1993 had not been executed. It could thus be held against the applicant. The court therefore quashed the decision of 29 April 1999 and ordered the Deputy Minister to take a new decision on the applicant's objection.", "On 5 April 2000, the Deputy Minister took a fresh negative decision on the basis of the immigration rules for alien spouses of Netherlands nationals. The Deputy Minister noted that, pursuant to Chapter B1/1.2.5 of the 1994 Aliens Act Implementation Guidelines (Vreemdelingencirculaire), the admission of an alien spouse of a Netherlands national can be refused in case of a conviction of a serious offence for which an unconditional lengthy prison sentence has been imposed and that, in its decision of 7 February 2000, the Regional Court had found that the applicant's conviction and sentence in 1993 qualified as such. The Deputy Minister further observed that, because of this sentence, the applicant could be declared an undesirable alien under Article 21 of the Aliens Act. This had not been done at the material time, as the Deputy Minister had been unaware of the applicant's illegal residence in the Netherlands. Given the time that had elapsed since the applicant's conviction, the Deputy Minister decided, after balancing all the interests involved, not to declare the applicant an undesirable alien. This decision did, however, not imply that the Deputy Minister considered that the applicant no longer posed a danger to public order. In this context, the Deputy Minister pointed out that the measure of declaring a person an undesirable alien entailed more serious consequences than a decision to refuse admission on grounds of posing a danger to public order. In the former case, the undesirable alien is not allowed to reside in or enter the Netherlands for a period of ten years, even for short (family) visits. The applicant was thus not subject to that restriction.", "As to the balancing of the interests involved, as required in the context of Chapter B1/1.2.5 of the 1994 Aliens Act Implementation Guidelines, the Deputy Minister considered that the offence of which the applicant had been convicted had been committed a considerable time ago, that he had not reoffended since 1992, that in the meantime he had started a relationship with Ms Boumlal in the Netherlands out of which a child had been born in 1996 which had been recognised by the applicant in 1999, that the applicant and Ms Boumlal had married in 1999, and that the applicant had an interest in exercising his family life with his spouse and their child. The Deputy Minister did not, however, find that on the basis of these interests the applicant should be granted a residence permit. In the establishment of the rules governing the immigration of foreign spouses of Netherlands nationals, the public order aspects were already balanced in abstracto against the interests of family reunification/formation, whereas in the particular circumstances of the instant case, the applicant had been convicted of a serious offence for which he had been sentenced to a lengthy term of imprisonment, and this offence, which seriously shook the legal order, was such that it could inflict serious emotional harm to the victims thereof. Furthermore, the applicant had not served this sentence, apparently because he had used various aliases and had hidden from the authorities, which also had the result that no decision had been taken to declare him an undesirable alien. As to the applicant's interests in exercising his family life in the Netherlands, the Deputy Minister considered that, not having been declared an undesirable alien, the applicant could make short visits to his family in the Netherlands and that therefore a negative decision on his request for a residence permit did not render the exercise of his family life entirely impossible. In addition, it had not been shown that his spouse could not be expected to follow him to Morocco as she is of Moroccan origin and speaks good Arabic. This was not altered by the fact that Ms Boumlal and Farah are Netherlands nationals, as it had not been argued and it had not appeared that they would not be admitted to Morocco. As to the argument that Farah had been born and raised in the Netherlands, the Deputy Minister held that she was very young and that it had not been established that she was so rooted in Netherlands society that she could not be expected to follow the applicant to Morocco.", "In so far as the applicant relied on Article 8 of the Convention, the Deputy Minister held that a negative decision on the applicant's request did not constitute an interference with his rights under this provision as it did not deprive him of any residence permit which had previously enabled him to exercise family life in the Netherlands. The Deputy Minister further did not find that the Netherlands authorities were under a positive obligation under Article 8 to grant the applicant's request. On this point, the Deputy Minister took into account that the family life on which reliance was placed had developed while the applicant was illegally residing in the Netherlands, and that no objective obstacles had arisen which prevented the exercise of this family life in Morocco. In this respect the Deputy Minister again relied on the arguments outlined in the preceding paragraph, regarding the possibility of the applicant's wife and child to follow him to Morocco and the public danger which the applicant posed to Netherlands public order. On the basis of these considerations the Deputy Minister concluded that the Netherlands general interest in pursuing a restrictive immigration policy outweighed the interests of the applicant and his family in exercising their family life in the Netherlands.", "On 25 April 2000 the applicant filed an appeal with the Regional Court of The Hague.", "In its judgment of 7 September 2001, the Regional Court rejected the applicant's appeal. In so far as the applicant relied on Article 8 of the Convention, the Regional Court held:", "“It is not disputed that there is family life within the meaning of Article 8 of the Convention between the applicant, his spouse and the children. It must be put first that their right to respect for their family life does not entail that [the Netherlands authorities] are thus obliged to admit [the applicant]. It is important in this connection that, according to the constant case-law of the European Court of Human Rights, the point of departure is that Article 8 of the Convention does not contain an obligation for the State to respect an alien's choice of domicile or to render possible family formation or family reunion on its territory by allowing immigration. As [the applicant] has never been allowed to reside in the Netherlands, no issue of an interference with the right to respect for family life within the meaning of Article 8 arises in this case. Whether, in the present case, respect for family life nevertheless gives rise to an obligation for [the Netherlands authorities] to allow [the applicant] to reside [in the Netherlands] must be determined on the basis of a reasonable balance that must be struck between the interests of the individual and the interests of the community as a whole. The Regional Court is of the opinion that [the Deputy Minister] could adopt the position that the interests of the Netherlands State, which lies in maintaining public order and a restrictive admission policy, prevails over the interest of [the applicant] in being admitted in order to exercise in the Netherlands family life with his spouse and child. In this finding it has been taken into account that no objective obstacle to the exercise of family life in Morocco has appeared.”", "The admission, residence and expulsion of aliens were regulated at the material time by the 1965 Aliens Act and the 1994 Aliens Act Implementation Guidelines; a body of policy directives drawn up and published by the Ministry of Justice.", "In general, the Minister of Justice determined requests lodged by aliens for residence in the Netherlands under Article 11 of the Aliens Act. The Minister could refuse entry and residence on general interest grounds (gronden aan het algemeen belang ontleend).", "In view of the situation in the Netherlands as regards population size and employment, Government immigration policy – as defined in the 1994 Aliens Act Implementation Guidelines – was aimed at restricting the number of aliens admitted to the Netherlands. In general, an application for a residence permit in the Netherlands was granted only on the basis of treaty obligations, if the individual's presence would serve an essential national interest or if there were compelling reasons of a humanitarian nature.", "Under Article 21 of the Aliens Act, an alien can be declared undesirable by the Minister of Justice when he or she has been convicted of an offence punishable by a prison sentence of three years or more. A decision declaring a person an undesirable alien shall – upon a request thereto from the person concerned – be lifted after ten years' residency abroad where the decision declaring this person an undesirable alien was been taken on grounds of a conviction for serious violent crimes or drug dealing. This period is five years where the decision was based on a conviction for other crimes.", "The offence of robbery, as defined in Article 312 of the Criminal Code (Wetboek van Strafrecht), attracts a prison sentence not exceeding nine years' imprisonment or a heavy fine.", "According to the Moroccan Code of Nationality of 6 September 1958, a child whose father is a Moroccan national automatically acquires Moroccan citizenship at birth."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}