{"ITEMID": "001-4609", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "ADMISSIBILITY", "DATE": 1999, "DOCNAME": "BARCLAY v. THE UNITED KINGDOM", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicants are British citizens, born in 1934. They are twin brothers, resident in Monaco. They own an island, Brecqhou, in the Channel Islands. They also own \"The European\" newspaper. They are represented before the Court by Mrs J. McDermott, solicitor, of Messrs Lovell White Durrant, with Mr D. Pannick QC. The facts of the application, as submitted by the parties, may be summarised as follows.", "A.", "The applicants bought Brecqhou in order to build a private residence there for themselves and their family.", "In August 1995, a producer of the television programme \"The Spin\" wrote to the applicants' lawyers requesting an interview with the applicants on the issue of The European and their home on Brecqhou. The request was referred to the Editor in Chief of The European, who offered to answer questions concerning the newspaper, and stated that the applicants did not wish do be interviewed and that they refused permission for anyone to enter Brecqhou without their express permission.", "The producer nevertheless arranged for a reporter on The Spin to be taken to the island in a small boat, and for his unauthorised landing to be filmed by a film crew. When challenged about his landing, the reporter told an employee of the building contractors that he had come for a meeting with the applicants. The reporter then walked about the island until challenged by a Mr Field. The reporter initially told Mr Field that he did not have any recording equipment on him, but later produced a radio, a voice microphone and a battery pack. Mr Field then sought to escort the reporter off the island. In order to secure the reporter's departure, Mr Field used the reporter's radio to speak to a person, identified by the reporter as his producer, to ask for the reporter to be picked up again. The producer informed Mr. Field that he no longer had the boat, with the result that the applicants had to arrange for a boat to be chartered, at their expense, to ensure the reporter's return to Sark.", "The applicants complained about the invasion of privacy to the Broadcasting Complaints Commission (BCC), which denied jurisdiction unless and until the relevant issue of The Spin was broadcast. The applicants' challenge by way of judicial review to that decision of the BCC failed on 2 October 1996, leave to apply for judicial review having been granted on 23 February 1996. In his judgment on the application for judicial review, Mr Justice Sedley agreed that on a proper construction of Section 143 of the Broadcasting Act 1990, the BCC had no role to play until a broadcast had occurred. He observed:", "\"The law of England and Wales at present places no general constraints upon invasions of privacy as such. Section 143 of the Broadcasting Act 1990 unambiguously limits the power of the [BCC] to adjudication upon complaints of infringement of privacy against the BBC arising out of programmes which have been broadcast. If an unwarranted infringement of privacy has been committed by the BBC otherwise that in connection with the obtaining of material included in a broadcast programme - whether because the nexus is insufficient or because no programme has been broadcast - the Commission is without adjudicative power. It cannot therefore entertain an anticipatory complaint even where, once the programme is broadcast, the complaint is bound to succeed. It follows that in this field and to this extent, as elsewhere in English law, the individual is without an effective remedy before a national authority if the right to respect for his or her private and family life is violated.\"", "Leave to appeal was refused.", "On 16 December 1996, the BCC delivered its adjudication on the applicants' complaint following the broadcast of The Spin, which had taken place on 4 October 1995. The BCC found, inter alia, that \"in landing on the Barclays' private island and in broadcasting footage obtained, the BBC unwarrantably infringed the Barclays' privacy\".", "In separate proceedings relating to a different broadcast, the Rennes Court of Appeal on 24 January 1997 awarded the applicants FF10,000.00 against the reporter.", "B. Relevant domestic law", "The Broadcasting Complaints Commission (BCC) was created in its present form by the Broadcasting Act 1990 (the 1990 Act). By Section 143 of the 1990 Act, its function is to consider and adjudicate upon complaints of:", "(a) unjust or unfair treatment in programmes to which this Part applies, or", "(b) unwarranted infringement of privacy in, or in connection with the obtaining of material included in, such programmes.", "The relevant Part of the 1990 Act applies to \"any television or sound programme broadcast by the BBC or after [1 January 1991] ...\".", "Under Section 146 of the 1990 Act, where the BCC has considered and adjudicated upon a complaint, it may give the following directions, namely:", "\"directions requiring [the BBC] to publish the matters mentioned in subsection (2) in such manner, and within such period, as may be specified in the directions\".", "Section 146 (2) provides that:", "\"Those matters are -", "(a) a summary of the complaint; and", "(b) the BCC's findings on the complaint or a summary of them.\""], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}