{"ITEMID": "001-70367", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF KRAWCZAK v. POLAND (No. 1)", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 5-3;Non-pecuniary damage - financial award", "JUDGES": "Nicolas Bratza", "TEXT": ["4. The applicant was born in 1950 and lives in Poznań, Poland.", "5. On 17 June 1999 the Gdańsk District Court (Sąd Rejonowy) remanded the applicant in custody for a period of three months on suspicion that he had committed three counts of armed robbery. It considered that that measure was indispensable in order to secure the proper conduct of the proceedings, having regard to the serious nature of the offences in question and the severity of the anticipated penalty. Lastly, it considered that, given the way in which the offences in question had been committed, the applicant might attempt to induce witnesses to give false testimony.", "6. During the investigation, the applicant's detention was prolonged several times.", "7. On 19 August 1999 the Gdańsk Regional Court (Sąd Okręgowy) prolonged his detention until 16 December 1999, relying on the grounds originally given for his detention. It further referred to the need to take various investigative measures and obtain expert evidence. It also considered that the complexity of the case justified the prolongation of the applicant's detention with a view to securing the proper conduct of the investigation. The applicant appealed against that decision, relying on his poor health.", "8. On 13 October 1999 the Gdańsk Court of Appeal (Sąd Apelacyjny) dismissed his appeal, having regard to the medical report of 28 September 1999 which concluded that the applicant could remain in detention.", "9. On 8 December 1999 the Gdańsk Court of Appeal prolonged his detention until 16 June 2000, finding that it was highly probable that he had committed the offences with which he had been charged. In that respect, it referred to evidence given by a certain A.Ł., a member of the same criminal group, who acted as a witness against the other suspects. The Court of Appeal further relied on the need to obtain and secure evidence, in particular from experts in ballistics, biology and fingerprints. It stressed that it was also necessary to hold a reconstruction of the crime and to confront the suspects with each other. It also considered that the scale and the nature of the offences in question justified the applicant's continued detention. The applicant appealed against that decision.", "10. On 8 February 2000 the Supreme Court (Sąd Najwyższy) dismissed his appeal. It had regard to the serious nature of the offences in question and the need to obtain further evidence. It further emphasised the complexity of the case and considered that the applicant's continued detention was the only measure which could secure the proper conduct of the proceedings.", "11. On 24 May 2000 the Supreme Court extended the applicant's detention until 15 December 2000, considering that the strong suspicion against him of having committed the serious offences with which he had been charged, the severity of the anticipated sentence and the risk of his tampering with evidence justified holding him in custody. It found that the present case was “particularly complex” within the meaning of Article 263 § 4 of the Code of Criminal Procedure due to, inter alia, the nature of the offences and the number of suspects involved.", "12. On 13 December 2000 the Gdańsk Court of Appeal prolonged the detention of the applicant and his 8 co-suspects pending investigation until 31 March 2001. On 7 March 2001 it ordered that the applicant be held in custody until 31 May 2001. It repeated the grounds stated in its previous decisions. It added that the prolongation of the applicant's detention was justified by the need to obtain DNA evidence.", "13. On 15 May 2001 the applicant was indicted before the Gdańsk Regional Court on 12 charges, including several counts of armed robbery. The bill of indictment listed 120 charges brought against 19 accused, who were all detained on remand. The case-file comprised 114 volumes. The prosecution asked the court to hear evidence from 366 witnesses. The principal witness was a certain A.Ł., who was indicted together with all the defendants but gave evidence against them.", "14. On 17 May 2001 the Regional Court prolonged the applicant's detention until 16 June 2001, reiterating the grounds that had been stated in the previous decisions. It considered that there was a risk that he might abscond or interfere with witnesses, having regard to the serious nature of the offences in question and the connections between the suspects.", "15. Since on 16 June 2001 the applicant's detention reached the statutory time-limit of 2 years laid down in Article 263 § 3 of the Code of Criminal Procedure, further prolongation of the applicant's detention was ordered by the Gdańsk Court of Appeal. The Court of Appeal relied on the particular complexity of the case as the ground for extending the applicant's detention beyond the statutory time-limit. The relevant decisions were given on 23 May 2001 (extending the applicant's detention until 31 October 2001), on 24 October 2001 (prolonging that period until 31 March 2002), on 13 March 2002 (ordering his continued detention until 30 September 2002), on 11 September 2002 (prolonging the detention until 31 December 2002), on 18 December 2002 (ordering his continued detention until 30 June 2003), on 25 June 2003 (extending the detention until 31 December 2003), on 17 December 2003 (prolonging it until 30 June 2004), on 23 June 2004 (ordering his continued detention until 31 December 2004), on 15 December 2004 (extending that period until 31 March 2005), on 30 March 2005 (ordering his continued detention until 30 June 2005) and on 22 June 2005 (prolonging his detention until 30 September 2005). As at the latter date, 8 of the 19 accused were still detained on remand and the trial court had heard most of the prosecution witnesses.", "16. In all those decisions the Court of Appeal stated that the grounds originally given for the applicant's detention were still valid. It especially relied on the need to secure the proper conduct of the proceedings against any attempt by the applicant to obstruct the process of obtaining evidence. It stressed the exceptionally complex nature of the case and the fact that several hundred witnesses were to be heard.", "17. In the meantime, the trial began on 28 December 2001. However, as at April 2002 the reading out of the bill of indictment by the prosecution was still continuing.", "18. In its decision of 13 March 2002, the Court of Appeal found that holding the applicant and his seven co-defendants in custody was the only measure which would prevent them from obstructing the trial, having regard to the nature of the offences in question, the severity of the anticipated penalty and the fact that such attempts had been made in the course of the investigation. It also instructed the trial court to increase the number of hearings held per month.", "19. In its decision of 23 June 2004, the Court of Appeal observed that up to April 2003 the main reason for the delays during the trial was the obstructiveness of the defendants and the abuse of the rights of the defence.", "20. In its decision of 18 January 2005 dismissing the applicant's appeal against the decision of 15 December 2004 prolonging his detention, the Court of Appeal held that Article 258 § 2 of the Code of Criminal Procedure established a presumption to the effect that the likelihood of a severe penalty being imposed on the applicant might induce him to obstruct the proceedings. It added that the risk of absconding or tampering with witnesses which existed in the present case did not have to be supported by any concrete facts, but resulted from the above presumption.", "21. On 21 March 2005 the trial court made a severance order with a view to expediting the proceedings, and thereafter four defendants (J.N., G.P., Z.S. and Z.C.), who in the meantime had been released from detention, were to be tried separately from other defendants.", "22. During the trial the applicant filed numerous but unsuccessful applications for release and appealed, likewise unsuccessfully, against the decisions prolonging his detention. He maintained that the length of his detention was excessive and unreasonable and that the charges against him lacked a sufficiently strong basis since they were founded on unreliable evidence from A.Ł.", "23. It appears that the applicant is still in detention pending trial.", "24. The Code of Criminal Procedure of 1997, which entered into force on 1 September 1998, defines detention on remand as one of the so-called “preventive measures” (środki zapobiegawcze). The other measures are bail (poręczenie majątkowe), police supervision (dozór policji), guarantee by a responsible person (poręczenie osoby godnej zaufania), guarantee by a social entity (poręczenie społeczne), temporary ban on engaging in a given activity (zawieszenie oskarżonego w określonej działalności) and prohibition to leave the country (zakaz opuszczania kraju).", "25. Article 249 § 1 sets out the general grounds for imposition of the preventive measures. That provision reads:", "“1. Preventive measures may be imposed in order to ensure the proper conduct of proceedings and, exceptionally, also in order to prevent an accused's committing another, serious offence; they may be imposed only if the evidence gathered shows a significant probability that an accused has committed an offence.”", "26. Article 258 lists grounds for detention on remand. It provides, in so far as relevant:", "“1. Detention on remand may be imposed if:", "(1) there is a reasonable risk that an accused will abscond or go into hiding, in particular when his identity cannot be established or when he has no permanent abode [in Poland];", "(2) there is a reasonable risk that an accused will attempt to induce [witnesses or co-defendants] to give false testimony or to obstruct the proper course of proceedings by any other unlawful means;", "2. If an accused has been charged with a serious offence or an offence for the commission of which he may be liable to a statutory maximum sentence of at least 8 years' imprisonment, or if a court of first instance has sentenced him to at least 3 years' imprisonment, the need to continue detention to ensure the proper conduct of proceedings may be based on the likelihood that a severe penalty will be imposed.”", "27. The Code sets out the margin of discretion as to the continuation of a specific preventive measure. Article 257 reads, in so far as relevant:", "“1. Detention on remand shall not be imposed if another preventive measure is sufficient.”", "28. Article 259, in its relevant part, reads:", "“1. If there are no special reasons to the contrary, detention on remand shall be lifted, in particular if depriving an accused of his liberty would:", "(1) seriously jeopardise his life or health; or", "(2) entail excessively harsh consequences for the accused or his family.”", "29. The 1997 Code not only sets out maximum statutory time-limits for detention on remand but also, in Article 252 § 2, lays down that the relevant court – within those time-limits – must in each detention decision determine the exact time for which detention shall continue.", "30. Article 263 sets out time-limits for detention. In the version applicable up to 20 July 2000 it provided:", "“1. Imposing detention in the course of an investigation, the court shall determine its term for a period not exceeding 3 months.", "3. The whole period of detention on remand until the date on which the first conviction at first instance is imposed may not exceed 2 years.", "4. Only the Supreme Court may, on application made by the court before which the case is pending or, at the investigation stage, on application made by the Prosecutor General, prolong detention on remand for a further fixed period exceeding the periods referred to in paragraphs 2 and 3, when it is necessary in connection with a stay of the proceedings, for the purpose of a prolonged psychiatric observation of the accused or a prolonged preparation of an expert report, when evidence needs to be obtained in a particularly complex case or from abroad or when the accused has deliberately prolonged the proceedings, as well as on account of other significant obstacles that could not be overcome.”", "31. On 20 July 2000 paragraph 4 was amended and since then the competence to prolong detention beyond the time-limits set out in paragraphs 2 and 3 has been vested with the court of appeal within whose jurisdiction the offence in question has been committed."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-3"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}