{"ITEMID": "001-23212", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "ADMISSIBILITY", "DATE": 2003, "DOCNAME": "PARADIS and OTHERS v. GERMANY", "IMPORTANCE": "2", "CONCLUSION": "Inadmissible", "JUDGES": "Ireneu Cabral Barreto", "TEXT": ["The application was lodged with the Court by a mother, Susanne Paradis, on behalf of her four children Vanessa, Nina, Joshua and Sasha. Ms Paradis, born 1966, is a German national. Her four children were born in 1985, 1994 and 1996. The applicants currently live in Hördt, Germany.", "In 1994, Ms Paradis married O., a Canadian national and went to live with him in Canada with Vanessa, her daughter by a first marriage. The children Nina, Joshua and Sasha were born into her marriage to O.", "In February 1997, Ms Paradis and all four children moved out of the family home and went to live in a women’s refuge.", "On 12 February 1997, O. obtained a court order granting him temporary custody of his three children, who thereupon returned to him. O. and his parents cared for the children. Ms Paradis saw them on a regular basis.", "On 16 December 1998, the Windsor Superior Court, in proceedings before a single judge, granted Ms Paradis sole custody of Nina, Joshua and Sasha on a permanent basis. It granted O. access commencing on 26 December 1998 and continuing on alternating weeks thereafter, from 18:00 on Fridays to 18:00 on Sundays. For the year 1998, the Superior Court declared that O. was to have the children from 18:00 on 25 December to 18:00 on 26 December, while Ms Paradis was to have them from 24 to 25 December. In succeeding years, the access on Christmas Eve and Christmas Day was to be alternated. The children were to pass half of their Easter holidays with the custodial parent and the other half with the access parent. Notwithstanding the weekend access provided, O. was to have access on Father’s Day from 8:00 to 18:00. Ms Paradis was to have the same access time on Mother’s Day. During the summer, each parent was to have two uninterrupted weeks of access incorporating and not in addition to the regular weekend access. O. was to have such other and further access as the parties would agree to.", "The Superior Court ordered that the paternal grandparents be given access to the children during the father’s access periods. In addition, they were to have access on two other weekends per year as agreed between themselves and Ms Paradis.", "Given that the maternal grandparents lived in Germany, the Superior Court ruled that Ms Paradis should be at liberty, on one month’s notice, to take the children to Germany for visits, not to exceed two weeks in duration.", "It also ruled that Nina, Joshua and Sasha should otherwise remain in the Province of Ontario, except for day trips to Michigan or other States of the United States, unless prior written agreement were obtained.", "The Superior Court ordered Ms Paradis to execute an irrevocable undertaking to submit to the jurisdiction of the courts of Ontario and not to remove the children for periods beyond those provided for in the court order. It also ordered her to undertake in writing not to apply for German passports for them until they were of an age to make a personal decision on citizenship. Ms Paradis was granted exclusive possession of the matrimonial home.", "In his reasoning, the single judge noted that Ms Paradis seemed to be better capable of raising the children than O., whom the judge portrayed as unreliable and whose credibility seemed to have been undermined by implausible and untrue allegations before the court. The judge was convinced that O. would not be able to care properly for his children without the continued intervention of his parents. He stressed that the access rights granted to O. were minimum rights that could be enlarged following further discussion and negotiation between the parties.", "Ms Paradis never executed the undertakings contained in the court decision.", "On 27 June 2000, Ms Paradis and all four children left the Province of Ontario for a two weeks’ stay in Germany after having obtained O.’s consent. However, once these two weeks had elapsed, they did not return to Canada.", "On 14 August 2000, Ms Paradis filed an action for divorce before the Speyer District Court, sitting in family matters, and requested sole custody of Nina, Joshua and Sasha.", "On 22 September 2000, the Windsor Superior Court sentenced her to 30 days’ imprisonment for acting in contempt of court. Revoking its decision of 16 December 1998, it granted O. sole custody of his children.", "On 28 September 2001, the Zweibrücken District Court rejected O.’s request to return Nina, Joshua and Sasha to Canada under the auspices of the Hague Convention on the Civil Aspects of International Child Abduction (hereafter the Hague Convention). It found that as Ms Paradis had had sole custody of the children both at the time when they had left Canada, and at the time when she had refused to return, Article 3 of the Hague Convention had not been violated. The District Court also observed that the applicability of the Hague Convention to situations where a parent’s custody right was limited by special conditions was legally controversial. In any case, O. had not been in possession of custody rights at the relevant time and had not complained of a violation of his rights to access.", "On 14 June 2002, the Windsor Superior Court issued a “certificate of wrongness” wherein it found that the removal and subsequent retention of the children Nina, Joshua and Sasha from the Province of Ontario, without returning them after a two-week visit to Germany, was a wrongful removal and retention within the meaning of Article 3 of the Hague Convention.", "Following O.’s appeal, appeals proceedings were initiated before the Palatinate Court of Appeal, in the course of which Nina and Joshua were heard. The Court of Appeal ordered the preparation of a psychological expert opinion in order to find out whether the children themselves were opposed to returning to Canada or whether their refusal was based on their mother’s influence. The expert was also asked to assess whether the two children had attained a degree of maturity that would allow them to realise the consequences of their decision.", "In the expert opinion dated 8 May 2002, the expert found that Nina and Joshua’s refusal to return to their father derived from the tensions between their parents. The main reason for their refusal to return lay in the negative experiences with their father which dated back to the time when they had been in contact with him. Although their hostile attitude towards their father was partially based on their mother’s tales of past events, it was mostly a consequence of the children’s own memories which made them fear their father. Regarding their degree of maturity, the expert found that both children were able to give reasons for their decision that corresponded to their age.", "On 26 June 2002, the Court of Appeal revoked the District Court’s decision and ordered Ms Paradis to return Nina, Joshua and Sasha to Canada by 20 July 2002. In the event that she should refuse to comply with this order, the Court of Appeal authorised the court’s bailiff to return the children to their father. The bailiff was authorised to use force if necessary in order to overcome Ms Paradis’ resistance, to search her apartment and to ensure the children’s removal.", "In its decision, the Court of Appeal endorsed the Superior Court’s “certificate of wrongness” of 14 June 2002. Based on the expert opinion, it did not consider that returning the children to Canada would be contrary to their best interests. In particular, nothing suggested that there was “a grave risk that returning them would expose them to physical or psychological harm or place them in an intolerable situation” within the meaning of Article 13 of the Hague Convention. The Court of Appeal noted that Ms Paradis had not managed to establish that O. had sexually harassed either Vanessa or Nina. Although it believed the children’s allegations that he had often applied inappropriate methods when punishing them in the past, the Court of Appeal did not consider that this meant that they would be in danger of suffering physical or psychological harm if they returned to Canada. Ms Paradis’ allegations that he had often beaten her and the children with objects were considered unsubstantiated. The Court of Appeal failed to comprehend why Ms Paradis had not trusted the Canadian authorities or courts to protect her and the children from her husband’s violent actions.", "The Court of Appeal also did not consider that Nina and Joshua’s refusal to return to their father could prevent them from going back to Canada. Based on the expert report, it found that with nine years of age they had not yet attained an age and degree of maturity at which it would be appropriate to take account of their views under Article 13 of the Hague Convention. According to the Court of Appeal, nothing suggested that Nina and Joshua were particularly mature for their age. Given the fact that they were greatly influenced by their mother and by the tensions between their parents, the Court of Appeal did not attach much weight to the children’s objections to being returned to Canada.", "It showed itself aware of the difficulties a removal back to Canada would occasion for the children. From a legal point of view, however, this alone could not suffice to prevent their return, as otherwise any parent wrongfully removing a child could, by delaying the child’s return, prevent such a return from ever taking place.", "On 8 August 2002, the Federal Constitutional Court refused to entertain the complaint lodged by Ms Paradis on behalf of Nina, Joshua and Sasha.", "On 24 January 2003, following O.’s request, the Zweibrücken District Court issued a special order to execute the decision of 26 June 2002, under the condition that O. request the Windsor Superior Court to refrain from executing the sentence issued against Ms Paradis for contempt of court. According to the District Court, this was necessary to ensure that Ms Paradis could accompany the children to Canada, as it considered a separation from their mother at this stage to be detrimental to their best interests. It obliged O. to submit propositions regarding a financially secure accommodation for Ms Paradis and the children, as well as alimony payments for all of them. He was also held to submit financial securities for the payment of their plane tickets.", "In order to stop the imminent execution of the court decision of 26 June 2002, Ms Paradis requested legal aid with a view to declaring the execution of this decision inadmissible.", "On 17 February 2003, the District Court rejected her request for legal aid, finding that her claim had no prospect of success. It found that nothing suggested that O. had deliberately misled the Court of Appeal, thereby inducing it to decide in his favour. In this context, the District Court referred to the certificate of wrongness issued by the Windsor Superior Court of 14 June 2002.", "The District Court did not follow Ms Paradis’ arguments that the aim of the Hague Convention could no longer be reached due to the lapse of time since. It noted that she herself had delayed the execution proceedings by submitting requests and motions to the courts. Moreover, Ms Paradis had agreed to return to Canada with the children under certain conditions. The District Court noted that on 31 January 2003, the General Prosecutor in Ontario had agreed to withdraw all criminal charges accusing Ms Paradis of child abduction upon confirmation of the competent police authorities in Windsor that they had arrived in Canada. Ms Paradis was now therefore at liberty to enter Canada.", "On 17 February 2003, the District Court ordered the court bailiff to execute the decision of 26 June 2002.", "On 18 March 2003, the bailiff, accompanied by the police, two representatives of the local Youth Office as well as O., his parents and his lawyer, attempted to remove the children from Ms Paradis’ home. Following the children’s explicit refusal to accompany him, the court bailiff decided not to pursue the enforcement measure.", "On 26 March 2003, the District Court rejected O.’s request that, in order to implement the above decision, the court bailiff be vested with the right to use force against the children or to permit O. to use such force, should the children persist in their refusal to leave their mother’s home. Given the danger that such an action could pose to the children’s well-being, the District Court did not wish to grant this request without consulting a psychological expert.", "On 9 April 2003, following O.’s appeal, the Palatinate Court of Appeal vested the court bailiff with the right to use force against the children or to let third persons of his choice use such force, in order to ensure the execution of the court order of 26 June 2002. It ordered the local Youth Office to attend the execution and to assist the court bailiff if appropriate and necessary.", "The Court of Appeal found that Ms Paradis had not submitted any new facts that would allow it to deviate from its decision of 26 June 2002. In particular, the argument based on the amount of time that the children had already spent living in Germany did not lead to a different assessment of the situation, for otherwise any illegal child abduction could evolve into a permanent illegal situation, merely due to the passing of time.", "The Court of Appeal noted that no special psychological education and experience were needed to realise that in general, children will tend to oppose any changes in their living conditions, in particular if such changes are initiated by a parent with whom they have had no contact for a long time and who is thus considered a stranger. According to the Court of Appeal, the children’s refusal to return to Canada, insofar as it was not a result of their mother’s influence, was mostly due to their fear of change and of an unknown future. It did not see their refusal as an indication that a return to their father by force would cause traumatic disturbances to their future development, thereby endangering their best interests. The Court of Appeal assumed that the children would quickly recover once they had returned to Canada, even if their return was brought about by force.", "It did not consider that a less severe measure, such as ordering Ms Paradis to pay a fine, would be effective, as only the children’s removal from Ms Paradis’ home, if necessary by force, would ensure their safe return to Canada.", "On 30 April 2003, the Federal Constitutional Court refused to entertain the constitutional complaint of Nina, Joshua and Sasha, in which they had complained about the Palatinate Court of Appeal’s decision of 9 April 2003 to vest the bailiff with the right to use force against Nina, Joshua and Sasha or to let third persons of his choice use such force, in order to ensure the execution of the court order on their return to Canada.", "Also on 30 April 2003, the Zweibrücken District Court, following O.’s request, issued a new court order in which it ordered the bailiff to execute the Court of Appeal’s order of 26 June 2002, taking into account the decision of 9 April 2003. It vested the court bailiff with the right to search Ms Paradis’ premises and, if necessary, request aid from the police. The competent Youth Office was also held to assist the execution proceedings.", "Article 1", "“The objects of the present Convention are:", "(a) to secure the prompt return of children wrongfully removed to or retained in any Contracting State; and", "(b) to ensure that rights of custody and of access under the law of one Contracting State are effectively respected in the other Contracting States.”", "Article 2", "“Contracting States shall take all appropriate measures to secure within their territories the implementation of the objects of the Convention. For this purpose they shall use the most expeditious procedures available.”", "Article 3", "“The removal or the retention of a child is to be considered wrongful where:", "(a) it is in breach of rights of custody attributed to a person, an institution or any other body, either jointly or alone, under the law of the State in which the child was habitually resident immediately before the removal or retention; and", "(b) at the time of removal or retention those rights were actually exercised, either jointly or alone, or would have been so exercised but for the removal or retention.”", "The rights of custody mentioned in sub-paragraph (a) above may arise in particular by operation of law or by reason of a judicial or administrative decision, or by reason of an agreement having legal effect under the law of that State.”", "Article 5", "“For the purposes of this Convention -", "(a) “rights of custody’ shall include rights relating to the care of the person of the child and, in particular, the right to determine the child’s place of residence;", "(b) “rights of access” shall include the right to take a child for a limited period of time to a place other than the child’s habitual residence.”", "Article 12", "“Where a child has been wrongfully removed or retained in terms of Article 3 and, at the date of the commencement of the proceedings before the judicial or administrative authority of the Contracting State where the child is, a period of less than one year has elapsed from the date of the wrongful removal or retention, the authority concerned shall order the return of the child forthwith.", "The judicial or administrative authority, even where the proceedings have been commenced after the expiration of the period of one year referred to in the preceding paragraph, shall also order the return of the child, unless it is demonstrated that the child is now settled in its new environment.", "Where the judicial or administrative authority in the requested State has reason to believe that the child has been taken to another State, it may stay the proceedings or dismiss the application for the return of the child.”", "Article 13", "“Notwithstanding the provisions of the preceding Article, the judicial or administrative authority of the requested State is not bound to order the return of the child if the person, institution or other body which opposes its return establishes that:", "(a) the person, institution or other body having the care of the person of the child was not actually exercising the custody rights at the time of removal or retention, or had consented to or subsequently acquiesced in the removal or retention; or", "(b) there is a grave risk that his or her return would expose the child to physical or psychological harm or otherwise place the child in an intolerable situation.", "The judicial or administrative authority may also refuse to order the return of the child if it finds that the child objects to being returned and has attained an age and degree of maturity at which it is appropriate to take account of its views.", "In considering the circumstances referred to in this Article, the judicial and administrative authorities shall take into account the information relating to the social background of the child provided by the Central Authority or other competent authority of the child’s habitual residence.”", "Article 14", "“In ascertaining whether there has been a wrongful removal or retention within the meaning of Article 3, the judicial or administrative authorities of the requested State may take notice directly of the law of, and of judicial or administrative decisions, formally recognised or not in the State of the habitual residence of the child, without recourse to the specific procedures for the proof of that law or for the recognition of foreign decisions which would otherwise be applicable.”", "Article 15", "“The judicial or administrative authorities of a Contracting State may, prior to the making of an order for the return of the child, request that the applicant obtain from the authorities of the State of the habitual residence of the child a decision or other determination that the removal or retention was wrongful within the meaning of Article 3 of the Convention, where such a decision or determination may be obtained in that State. ...”", "Article 16", "“After receiving notice of a wrongful removal or retention of a child in the sense of Article 3, the judicial or administrative authorities of the Contracting State to which the child has been removed or in which it has been retained shall not decide on the merits of rights of custody until it has been determined that the child is not to be returned under this Convention or unless an application under this Convention is not lodged within a reasonable time following receipt of the notice”", "Article 19", "“A decision under this Convention concerning the return of the child shall not be taken to be a determination on the merits of any custody issue.”", "Article 20", "“The return of the child under the provisions of Article 12 may be refused if this would not be permitted by the fundamental principles of the requested State relating to the protection of human rights and fundamental freedoms.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}