{"ITEMID": "001-117125", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2013, "DOCNAME": "CASE OF ALPATU ISRAILOVA v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection joined to merits and dismissed (Article 35-1 - Exhaustion of domestic remedies);Violation of Article 2 - Right to life (Article 2-1 - Life) (Substantive aspect);Violation of Article 2 - Right to life (Article 2-1 - Effective investigation) (Procedural aspect);No violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment;Inhuman treatment) (Substantive aspect);No violation of Article 3 - Prohibition of torture (Article 3 - Effective investigation) (Procedural aspect);Violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment;Inhuman treatment) (Substantive aspect);Violation of Article 5 - Right to liberty and security (Article 5-1 - Liberty of person;Security of person);Violation of Article 8 - Right to respect for private and family life (Article 8-1 - Respect for home);Violation of Article 13+2 - Right to an effective remedy (Article 13 - Effective remedy) (Article 2 - Right to life;Article 2-1 - Life);Violation of Article 13+3 - Right to an effective remedy (Article 13 - Effective remedy) (Article 3 - Degrading treatment;Inhuman treatment;Prohibition of torture);No violation of Article 34 - Individual applications (Article 34 - Hinder the exercise of the right of petition);Non-pecuniary damage - award", "JUDGES": "Dmitry Dedov;Erik Møse;Isabelle Berro-Lefèvre;Julia Laffranque;Linos-Alexandre Sicilianos;Mirjana Lazarova Trajkovska;Ksenija Turković", "TEXT": ["6. The applicant was born in 1955 and lives in Khasavyurt, Dagestan. She is the wife of Yeraly Israilov, born in 1953. Her family, including her two sons A.I. and M.I., lives in the settlement of Novye Plany, the village of Khasavyurt, which is situated on the administrative border with Chechnya.", "7. The description of the events of 19-23 October 2004 set out below is based on the written statements given by the applicant, her sons A.I. and M.I., her nephew R.I., and by ten of their relatives and neighbours. Some of the statements were collected by the applicant’s lawyer in May 2005, while others were undated.", "8. On 19 October 2004 at about 2 p.m. a special operation was carried out in Novye Plany, during which the neighbourhood was searched. The applicant believed that the operation had targeted a wounded member of an illegal armed group who had been in hiding there. The operation was apparently unsuccessful.", "9. Later on the same day, at around 7 p.m., a group of servicemen of the Khasavyurt district department of the interior (“the Khasavyurt ROVD”) and servicemen of the Gudermes (Chechnya) ROVD arrived at the applicant’s house in three vehicles – two Zhiguli cars and one UAZ allterrain vehicle. At that time the applicant, her husband Yeraly Israilov, their two sons A.I. and M.I., M.I.’s wife Kheda and Yeraly Israilov’s nephew R.I. were at home.", "10. A group of men in military camouflage uniforms formed a circle around the house, while others entered the house and spread out through the rooms. They ordered everyone inside to lie on the floor. Among the intruders Yeraly Israilov recognised a tall grey-haired man aged about forty-five to fifty, who originated from Gudermes, Chechnya. The man also recognised the applicant’s husband, who had lived in Gudermes between 1979 and 1994. Then Yeraly Israilov was allowed to get up from the floor and dress himself.", "11. The applicant’s two sons and nephew were ordered to stand against the wall and were searched. The servicemen searched the house, including the cellar and the roof space. They collected the passports of the four men and a mobile phone.", "12. Yeraly Israilov, his two sons and nephew were then ordered to get into a UAZ vehicle parked outside of the house. The vehicles went to the premises of the Khasavyurt ROVD, where three or four men in uniforms got out. About five or ten minutes later the UAZ with the four detainees, together with other cars, went on further towards Chechnya.", "13. In the meantime, the applicant and her relatives and neighbours went to the Khasavyurt ROVD’s premises. They submitted that up to 200 people had gathered there and demanded that the detainees be released. They were assured by the ROVD servicemen that the four men had been taken to the Gudermes ROVD’s premises in Chechnya for questioning and that they would be released without delay. After that the crowd dispersed.", "14. According to the statements given by A.I., M.I. and R.I., after about forty minutes’ drive the cars arrived at the Gudermes ROVD’s premises, where the four men were ordered to get out. Without any registration in the custody log having been made, each was taken to a separate room and questioned. A.I. submitted that he had been questioned by an investigator named “Aleksey”, who had asked him about the whereabouts of some men he did not know. He spent the rest of the night sitting on a chair in a room on the third floor.", "15. M.I. was also taken to a room on the second floor and questioned by a man wearing uniform who presented himself as “Lieutenant-Colonel Sanya”. The latter had noted down M.I.’s “explanations” and had left him to sleep in the same room.", "16. Similarly, R.I. described how he had been questioned during the night by two men who had asked him questions about his uncle, Yeraly Israilov, and what had happened in their settlement in the past two weeks.", "17. During the evening on 20 October 2004 the four detainees were brought together in one room and given food delivered by their relatives. After that, Yeraly Israilov was taken away, while his two sons and nephew were brought to an administrative detention cell, where they spent the night. That was the last time Yeraly Israilov was seen by his relatives.", "18. On 21 October 2004 A.I., M.I. and R.I. were again taken to separate rooms and questioned. They understood from the questions that Yeraly Israilov had been suspected of aiding a distant relative who had been a member of illegal armed groups. The young men denied either knowing that relative or anything about his whereabouts. M.I. and R.I. claimed that on 21 October 2004 they each had been beaten and threatened in order to extract information about their relative. Later that day they encountered a serviceman named Said, who had known their family. In the evening on 21 October 2004 the three young men were brought together in one of the rooms of the ROVD’s building. They spent the following day there, while Said brought them food delivered by their relatives.", "19. At about noon on 23 October 2004 the head of the Gudermes ROVD, Arslan D., called A.I., M.I. and R.I. into his office and told them that they would be released. He returned their passports and the mobile phone to them. He also instructed them not to tell anyone about their detention. They were escorted outside of the building, where their relatives, including the applicant, had been waiting. From Arslan D. and from Said they understood that Yeraly Israilov had been taken to the village of Khosin-Yurt for further questioning and would be released later.", "20. The applicant and other relatives continued to look for Yeraly Israilov. They applied to various official bodies, including the local prosecutor’s office, the offices of the Ministry of the Interior, public authorities and related the story of Yeraly Israilov’s arrest and disappearance. However, they received very little information about his whereabouts. Mostly their letters were forwarded to various prosecutors. The applicant stated that she had not kept track of her initial applications to the authorities, as she had still been hopeful that her husband would soon be released. A summary of the relevant information is set out below.", "21. On 8 February 2005 the applicant and several neighbours signed a letter to the President’s Envoy for the Southern Federal Circuit. In it they referred to their previous applications to that office, as well as to the Chechnya and Dagestan Prosecutor’s Offices and to the Gudermes ROVD. They submitted that Mr Israilov had been detained in relation to the activities of his relative who had been a member of an illegal armed group and stressed that Yeraly Israilov had maintained no contacts with that man and could not be charged with an offence.", "22. On 16 March 2005 the Khasavyurt Town Prosecutor’s Office (“the town prosecutor’s office”) informed the applicant that they had investigated her complaint and found out that on 19 October 2004 A.I., M.I. and R.I., as well as Yeraly Israilov, had been brought to the Gudermes ROVD in order for that authority to check whether they were involved in illegal armed groups. On 23 October 2004 A.I., M.I. and R.I. had been released after questioning, while Yeraly Israilov had not been released to date. The prosecutor’s office referred to the statements given by the applicant and her sons and to explanations produced by the staff of the Khasavyurt ROVD. It informed the applicant that the law-enforcement authorities for the Gudermes district had not yet replied to the requests concerning the whereabouts of Yeraly Israilov and that she should herself enquire with the law-enforcement authorities in Chechnya where he had been detained.", "23. On 14 June 2005 the applicant applied to the Khasavyurt Town Court (“the town court”), seeking an order obliging the town prosecutor’s office to open a criminal investigation into the unlawful detention and subsequent disappearance of her husband. She referred to her futile attempts to obtain information about him and to the authorities’ inactivity.", "24. On 27 July 2005 the town court rejected the applicant’s complaint. It found that the applicant’s husband had been detained by the Gudermes ROVD and that all complaints arising in this respect should be directed to the Gudermes District Prosecutor’s Office in Chechnya. The applicant appealed against this decision, and on 1 November 2005 the Dagestan Supreme Court quashed the trial court decision. On 14 December 2005 the town court again rejected the applicant’s complaint.", "25. In July 2008 the applicant’s daughter asked the Ombudsman of Chechnya to assist her in finding her father. She complained about the failure to act by the Gudermes ROVD.", "26. It appears that this request was forwarded to the Chechnya Prosecutor, following which a criminal investigation was opened. In October 2008 the applicant and other relatives were summoned to the Gudermes department of the Investigative Committee of the Chechnya Prosecutor’s Office for questioning (hereinafter “the Gudermes department”). They related the details of their relative’s disappearance. On 6 October 2008, and then on 6 November 2008, the Gudermes department ruled not to open criminal proceedings upon the applicant’s and her relatives’ complaints, in view of the absence of a criminal event. Both decisions were then quashed by a supervising investigator.", "27. On 15 December 2008 the Gudermes department opened criminal investigation file no. 44060. On 26 December 2008 and on 4 February 2009 the applicant, A.I. and M.I. were granted the status of victims. The decisions stated:", "“On 19 October 2004 at about 6-7 p.m. servicemen of the Khasavyurt (Dagestan) ROVD and of the Gudermes (Chechnya) ROVD carried out search and operational actions in the Khutor settlement of Khasavyurt in Dagestan. During this operation Yeraly Israilov, [A.I., M.I. and R.I.] were detained. On the same date the detainees were brought to the [premises of the] Gudermes [R]OVD in Chechnya.", "On 23 October 2004 all the detainees were released from the Gudermes [R]OVD; following which [A.I., M.I. and R.I.] returned to their place of residence; while there has been no news of Yeraly Israilov, born on 16 November 1953.”", "In January 2009 investigators of the same department examined and made photographs of the applicant’s house in Khasavyurt.", "28. In reply to the Court’s request, the Government submitted two volumes of documents – copies of criminal investigation file no. 44060, comprising 422 pages.", "29. In addition to the applicant’s and her relatives’ statements, summarised above, the file contained several statements by the servicemen of the Gudermes ROVD, including the head of the ROVD’s criminal investigations department. They confirmed that in October 2004 the four Israilov family members had been detained in Khasavyurt in Dagestan, during a search for their relative A.A., an active member of an illegal armed group. In particular, Mr D., the then head of the ROVD’s criminal investigations department, stated that the four men had been brought to the Gudermes ROVD and questioned, but no entries of their detention had been made. They had been released several hours later. The investigation also collected and examined, in January 2009, the ROVD’s detention entry log for 2004; it contained no entries in respect of the Israilovs.", "30. In February 2009 the head of the Gudermes department asked the Chechnya Minister of the Interior to carry out an internal investigation in view of the suspicion that the servicemen of the Gudermes ROVD had committed criminal offences (unlawful deprivation of liberty and abuse of authority).", "31. In February 2009 the head of the Khasavyurt ROVD denied, in writing, that their servicemen had taken part in a joint operation with the Gudermes ROVD on the date in question.", "32. On 21 March 2009 an investigator from the Gudermes department drew up an “overview report” of the investigation. He concluded that the statements of the servicemen of the Gudermes ROVD to the effect that Yeraly Israilov had been released were not corroborated by the case materials. This report, as well as two reports of 24 and 27 March 2009 produced by investigators from the same department, noted that the four men had been detained by the ROVD for three days without registration.", "33. In April 2009 the Chechnya Department of the Investigative Committee (“the Chechnya department”) took charge of the investigation, in order to ensure impartiality and to avoid possible conflicts of interest arising from the involvement of the Gudermes department, as there was sufficient information to suspect that the servicemen of the Gudermes ROVD had been implicated in the crime.", "34. In April 2009 the Chechnya Ministry of the Interior submitted their internal report to the Chechnya department. It found out that four servicemen who had taken part in the operation in Khasavyurt in October 2004 had died on various dates. The statements of the other servicemen and the examination of the documents had disclosed “irreconcilable differences in the statements”, which could only be resolved within the criminal investigation. Thus, the internal inquiry was closed and the documents collected were forwarded to the Investigative Committee.", "35. In June 2009 the Chechnya department forwarded the case to the Gudermes department for further investigation. In response, a senior investigator of the Gudermes department again asked for the case to be transferred to the Chechnya department for the following reasons:", "“The preliminary investigation has obtained sufficient evidence to implicate the head of the criminal police and the head of the criminal investigations departments of the Gudermes ROVD in the illegal detention of Israilov Ye., [A.I., M.I. and R.I.], and the disappearance of Israilov Ye. However, no decision in respect of the head of the criminal police department [Mr M.] and the former head of the criminal investigations department [Mr D.] have been taken, under Article 286 part 3 of the Criminal Code. ... The abuse of authority by the [R]OVD servicemen, entailing serious consequences, is confirmed not only by the evidence collected, but also by the reports of the head of the criminal investigations department [Mr D.], [and] senior police investigator [M.] of 12 April 2005, whereby they had informed the head of the ROVD that upon the release of Ye. Israilov, in the courtyard of the ROVD’s premises, servicemen of regiment no. 2 of the Ministry of the Interior’s patrol service [сотрудники полка ППСМ №2 МВД по ЧР] suggested that the released man should come with them. Having seen this, the head of the criminal investigations department of the ROVD suggested to the patrol servicemen that they should record this with the ROVD’s duty officer of the ROVD [ОДЧ РОВД]. The foregoing proves, without any doubt, the implication of the above-named officers in the disappearance of Ye. Israilov.”", "The report proceeded to request, once again, that the investigation be transferred from the Gudermes department in view of the close relationship between the local police and the investigators, which it stated could have a bearing on the objectivity of the results of the investigation.", "36. The investigation has been adjourned and reopened on several occasions for failure to identify the culprits. The Government referred to the latest decision to reopen the proceedings of 10 November 2009.", "37. The applicant submitted that since 2009 she and her relatives had been regularly summoned to Gudermes in Chechnya for questioning. These questioning sessions, although formally related to the investigation of her husband’s disappearance, had involved statements and questions being made by the officers which had concerned the applicant’s complaint lodged with the Court and her relationship with the lawyer representing her. The applicant stated, in particular, that she had been told that Mrs Moskalenko had received a significant sum of money for her legal representation in the matter which would not be shared with her and that she had been advised to cancel the legal services agreement she had entered into with that lawyer. On 30 March 2009 the applicant signed a written statement addressed to a lawyer representing her in the domestic proceedings describing these events.", "38. In response to the Court’s request, the Government produced copies of the statements and records of the investigative measures taken involving the applicant and her two sons that were drawn up in 2009 and 2010 by the officers of the Gudermes department. Thus, the applicant was questioned on 12 May and 8 December 2009. Her son M.I. was questioned on 4 February 2009 and 14 January 2010, and her son A.I. was questioned on 14 January 2010. On 3 December 2009 and 25 February 2010 the applicant and her two sons took part in confrontations with three officers of the Gudermes ROVD implicated in the events. Her sons had also identified the rooms and premises of the ROVD where they had been detained. The records, cosigned by the applicant and her family members, were confined to the events of October 2004 and to a detailed description of Yeraly Israilov, such as the clothes he had been wearing on the day of his abduction. They did not mention the applicant’s complaint to the Court or the question of her representation.", "39. For a summary of the relevant domestic law see Akhmadova and Sadulayeva v. Russia (no. 40464/02, §§ 67-69, 10 May 2007)."], "VIOLATED_ARTICLES": ["13", "2", "3", "5", "8"], "VIOLATED_PARAGRAPHS": ["2-1", "5-1", "8-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["3", "34"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}