{"ITEMID": "001-89055", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "ADMISSIBILITY", "DATE": 2008, "DOCNAME": "RAUS AND RAUS-RADOVANOVIC v. CROATIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Anatoly Kovler;Dean Spielmann;George Nicolaou;Giorgio Malinverni;Khanlar Hajiyev;Sverre Erik Jebens", "TEXT": ["The first applicant, Mr Stjepan Rauš, was born in 1932 and died on 24 May 2007. He was a Croatian national. The second applicant, Mrs Biserka Rauš Radovanović, is a Croatian national who was born in 1958 and lives in Varaždin. She is the first applicant's daughter and his sole heir. Before the Court both applicants were represented by Mr G. Vučetić, a lawyer practising in Varaždin. The Croatian Government (“the Government”) were represented by their Agent, Mrs Š. Stažnik.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 2 March 1981 the administrative authorities issued a decision expropriating a plot of land in Varaždin, together with the house built on it, with a view to building a public elementary school there. At that time, the house was owned by the first applicant who lived in it together with his wife and daughter (the second applicant). Even though the decision stipulated that the house was to be demolished, it appears that this never happened and that the applicants remained living there. The second applicant left the house in 1984, after she got married.", "As the first applicant and the local authorities (who were the beneficiaries of the expropriation) had not been able to agree on the amount of compensation that should be granted for the expropriated property, on 13 July 1981 non-contentious proceedings for determining the said compensation were instituted before the Varaždin Municipal Court. The parties to those proceedings were the first applicant, on one side, and the local authorities, on the other. The second applicant acted as her father's representative in those proceedings.", "On 8 May 1984 the Municipal Court issued a decision awarding the first applicant 1,091,809.66 Yugoslav dinars (YUD) in compensation. On 28 September 1984 the Varaždin County Court dismissed the first applicant's appeal and upheld the first-instance decision. On 5 March 1987 the Supreme Court allowed the first applicant's appeal on points of law (revizija), quashed the lower courts' decisions in part and remitted the case back to the first-instance court. It instructed the first-instance court to determine whether, apart from the sum already awarded on 8 May 1984, the first applicant should receive an additional amount of compensation.", "In the resumed proceedings, on 7 March 1988 the Varaždin Municipal Court issued a decision awarding the first applicant the additional amount of YUD 4,555,093. On 29 September 1988 the Varaždin County Court allowed the first applicant's appeal, quashed the first-instance decision and remitted the case.", "In the resumed proceedings, on 13 May 1993 the Varaždin Municipal Court dismissed the first applicant's claim for additional compensation. On 21 October 1993 the Varaždin County Court allowed his appeal, quashed the first-instance decision and remitted the case.", "In the fresh proceedings, the Varaždin Municipal Court held a hearing on 11 February 1994. On 18 February 1994 the new Expropriation Act entered into force. Shortly afterwards, the case was transferred to the administrative authorities, in particular the regional office of the state administration in the County of Varaždin (the Varaždin Office).", "In the ensuing administrative proceedings, the Varaždin Office held hearings on 22 September 1995, 24 January 1996, 26 June and 4 September 2001 and 20 December 2002.", "On 30 December 2002 the Office issued a decision dismissing the first applicant's claim for additional compensation. On 17 February 2003 the first applicant appealed.", "On 17 October 2003 the Ministry of Justice (Ministarstvo pravosuđa) quashed the first-instance decision and remitted the case.", "In the resumed proceedings, the Varaždin Office held hearings on 17 February 2004, 10 April, 20 September and 14 December 2007 as well as holding in situ inspections on 11 and 17 September 2007.", "The first applicant died on 24 May 2007. On 20 June 2007 the second applicant, who until then had only acted as her father's representative, was declared his only heir and soon afterwards took over the proceedings.", "On 31 December 2007 the Varaždin Office issued a decision awarding the second applicant 588,800.45 Croatian kunas (HRK) in compensation. The second applicant appealed to the Ministry of Justice.", "On 16 April 2008 the second applicant and the local authorities (the Town of Varaždin) reached an out-of-court settlement whereby they agreed to pay her the amount of HRK 706,252.47 in compensation for the property expropriated from her father whereas she waived any further claims against them in respect of compensation for the expropriated property and agreed to withdraw her claim and appeal in the above administrative proceedings.", "The relevant part of the Constitutional Act on the Constitutional Court (Ustavni zakon o Ustavnom sudu Republike Hrvatske, Official Gazette no. 49/2002, of 3 May 2002; “the Constitutional Court Act”) reads as follows:", "“(1) The Constitutional Court shall examine a constitutional complaint whether or not all legal remedies have been exhausted if the competent court fails to decide a claim concerning the individual's rights and obligations or a criminal charge against him or her within a reasonable time, or if it is satisfied that the contested act grossly violates constitutional rights and it is completely clear that the complainant may risk serious and irreparable consequences if the constitutional court proceedings are not instituted.", "(2) If a constitutional complaint ... under paragraph 1 of this section is upheld, the Constitutional Court shall set a time-limit within which the competent court must decide the case on the merits...", "(3) In a decision issued under paragraph 2 of this section, the Constitutional Court shall assess appropriate compensation for the applicant for the violation of his or her constitutional rights ... The compensation shall be paid out of the State budget within three months from the date a request for payment is lodged.", "The relevant provisions of the Administrative Procedure Act (Zakon o općem upravnom postupku, Official Gazette no. 53/1991 of 8 October 1991) provide as follows:", "Section 218 (1) provides that in simple matters, where there is no need to undertake separate examination proceedings, an administrative authority shall give a decision and serve it on a party within one month following the submission of an application. In all other, more complex cases, the authority shall give a decision and serve it on a party within two months.", "Section 218 (2) provides that a party whose application has not been decided and served within the time-limits set out in paragraph (1) may lodge an appeal (appeal for failure to respond, žalba zbog šutnje administracije) as if his or her application had been dismissed.", "Section 247 (1) provides that the decision on the appeal shall be given and served on a party as soon as possible but at the latest within two months following the submission of the appeal.", "Section 246 (1) provides that the second-instance administrative authority deciding on the appeal for failure to respond shall request the first-instance authority to give reasons for its omission. If it finds that the failure to respond was attributable to the party or the reasons for such omission were otherwise justified, the second-instance authority shall order the first-instance authority to give a decision within one month. If it finds that the omission was not justified, it shall request the case file.", "Section 246 (2) provides that if the case file contains sufficient information, the second-instance administrative authority shall decide the case. Otherwise, it shall first hear the case and take evidence, and then give a decision. Exceptionally, if it considers that such a procedure would save time and costs, it shall order the first-instance authority to hear the case and take evidence within a specified time-limit, whereupon it shall decide the case itself. Such a decision shall be final.", "The relevant provisions of the Administrative Disputes Act (Zakon o upravnim sporovima, Official Gazette nos. 53/1991, 9/92 and 77/92) provide as follows:", "Section 26 (1) provides that if the appellate administrative authority fails to give a decision on a party's appeal against a first-instance decision within sixty days, and fails to do so upon a repeated request within a further period of seven days, the party may bring an action in the Administrative Court (action for failure to respond, tužba zbog šutnje administracije), as if his or her appeal had been dismissed.", "Section 26 (2) provides that when the first-instance administrative authority fails to give a decision against which no appeal lies, the party may directly bring an action in the Administrative Court.", "Section 26 (3) provides that, in matters where the right of appeal exists, if a first-instance administrative authority fails to give a decision on a party's application within sixty days, the party may submit his or her application to the appellate administrative authority. Against the latter authority's decision the party may bring an action in the Administrative Court, and if the authority fails to give a decision, the party may bring an administrative action under the conditions set out in paragraph 1.", "Section 42 (5) provides that when the Administrative Court, following the action for failure to respond, finds for the plaintiff, it shall either instruct the respondent administrative authority as to how to decide the case on points of law, or shall itself rule on the application (acting as a court of full jurisdiction under paragraph 2 of section 64).", "Section 64 (1) provides that, in the execution of the judgment rendered under section 42 (5), the administrative authority shall issue its decision immediately but at the latest within 30 days. Otherwise, a party may by a special submission request it to do so. If the authority does not issue a decision within seven days following that request, a party may apply to the Administrative Court.", "Section 64 (2) provides that if such an application is made, the Administrative Court shall first ask the administrative authority to give reasons for its omission. The authority shall reply immediately but at the latest within seven days. If the authority fails to do so, or if the reasons given do not justify the failure to decide, the Administrative Court shall give a decision which will substitute the decision of the administrative authority."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}