{"ITEMID": "001-90358", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GRC", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF NERATTINI v. GREECE", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-2;Violation of Art. 5-3;Pecuniary damage - claim dismissed;Non-pecuniary damage - award", "JUDGES": "Christos Rozakis;Dean Spielmann;George Nicolaou;Giorgio Malinverni;Khanlar Hajiyev;Sverre Erik Jebens", "TEXT": ["5. The applicant was born in 1938 and lives in Samos.", "6. On 17 August 2007 the applicant was arrested in flagrante delicto for receiving a package containing 71 grams of cannabis and remanded in custody. Following his arrest, the applicant’s house was searched. The investigating authorities found and seized a large number of Egyptian and Greek antiquities, including small statues, ancient coins, vessels and fossils.", "7. On 18 August 2007 the applicant was brought before the Public Prosecutor of Samos who charged him with having received a package containing drugs. Concerning the antiquities found in the applicant’s house, the Prosecutor decided not to press charges unless new evidence was adduced.", "8. On 20 August the investigating judge at the Samos Criminal Court, after questioning the applicant, remanded him in custody with effect from 17 August, the date of his arrest, on the grounds that there were serious prima facie indications that the defendant had committed the drug-related offence and that it was necessary to prevent him from absconding and to make sure that he would not commit further offences.", "9. On 24 August 2007 the applicant applied for release on bail.", "10. On 10 September 2007 the Indictment Division of the Samos Criminal Court rejected the applicant’s request (decision no. 49/2007). It held as follows:", "“... [the way that the packet was carefully prepared] reveals a dexterous and studied action, established by the choice of special means for the commission of the crime of drug trafficking, as well as a collective action. Furthermore, during the lawful search of the accused’s house ... a significant number of antiquities were found, including in particular, 41 coins from different periods, a small statue of Apollo, a small bronze statue of Bacchus, an ancient vessel, a fossil in lava from the volcano of Santorin, part of a fresco and numerous Egyptian antiquities, the possession of which demonstrates the perpetrator’s propensity to commit further offences relating to antiquities. In view of the above, there is very serious evidence of the applicant’s guilt and ... his request should be rejected since it is reasonably considered that even the replacement of his pre-trial detention by preventive measures would not be sufficient to ensure his appearance in court and the execution of any judgment the court may deliver.”", "11. On 18 February 2008, the Public Prosecutor submitted to the Indictment Division of the Samos Criminal Court his proposal to prolong the applicant’s detention in compliance with Article 287 of the Code of Criminal Procedure (see paragraph 17 below), since the applicant had been in detention for six months.", "12. On 7 March 2008 the Indictment Division of the Samos Criminal Court replaced the applicant’s pre-trial detention by preventive measures (decision no. 5/2008). In particular, it held that:", "“... the prolongation of the applicant’s pre-trial detention is not absolutely necessary since he has a known residence in Samos, and has family and property in Greece, he has not made preparations with a view to absconding, he has never been a fugitive in the past and it is improbable, on the basis of his criminal record and his social and professional status, that he will commit further crimes if he is released. In the light of the above and in view of the applicant’s old age and serious health problems ... the Indictment Division considers that the prolongation of the detention imposes on the applicant a disproportionate burden and that his appearance in court and the execution of any judgment the court may deliver can be ensured by the above preventive measures: (a) prohibition from leaving the country and (b) an obligation to report to his local police station twice a month. ...”", "13. Subsequently, the Public Prosecutor laid supplementary charges against the applicant for misappropriation of antiquities. On 28 March 2008 the investigating judge questioned the applicant in that connection.", "14. It appears from the case-file that the criminal proceedings against the applicant are still pending before the investigating authorities.", "15. The applicant suffers from various health problems, including chronic duodenal ulcer, persistent urinary problems, inguinal hernia (when part of the intestine bulges through a weak area in muscles in the groin, the area between the abdomen and thigh) and degenerative spine disorders. He often complains of hemoptysis (coughing up blood), intense epigastric pain and melena.", "16. The applicant was frequently hospitalised in the Prison Hospital in order to undergo medical examinations. On several occasions he was granted leave to be consulted by external doctors and undergo special examinations in Public Hospitals, including gastroscopy, echocardiography and chest X-rays. According to the medical certificates submitted by the applicant and the Government, the results of a number of medical examinations (kidneys, bladder and prostate ultrasound, chest computed tomography, bronchoscopy and heart triplex ultrasound) were imminent. The applicant was prescribed medication for his urinary and gastro-intestinal problems. Concerning the inguinal hernia, surgical treatment was advised.", "17. Article 6 of the Greek Constitution reads as follows:", "“1. No person shall be arrested or imprisoned without a reasoned judicial warrant which must be served at the time he is arrested or remanded in custody, except when caught in the act of committing a crime.", "...", "4. The maximum duration of detention pending trial shall be specified by law; such detention may not exceed a period of one year in the case of felonies or six months in the case of misdemeanours. In entirely exceptional cases, the maximum durations may be extended by six or three months respectively, by decision of the competent judicial council.”", "18. The relevant provisions of the Code of Criminal Procedure read as follows:", "“1. During the preliminary procedure, if there are serious indications of guilt, preventive measures may be imposed on a person accused of a felony or an offence punishable with a sentence of imprisonment of at least three months, and provided that these measures are considered to be strictly necessary ....", "...", "3. Detention on remand may be imposed instead of preventive measures, provided that the conditions of paragraph (1) are fulfilled, only if the accused is charged with a crime and does not have a known residence in the country or has made preparations with a view to absconding or has been a fugitive in the past ... or it is reasonably considered that if he is released, it is most probable, in the light of his previous conduct or the special circumstances of the incriminated act, that he will commit further offences. The gravity of the charge cannot by itself serve to justify the detention on remand.”", "“1. Where detention on remand has lasted six months in the case of felonies, or three months in the case of misdemeanours, the Indictment Division shall give a final, reasoned decision on the question whether to prolong detention or release the accused. ...", "2. In all cases, and until adoption of the final decision, detention on remand in respect of a single offence shall not exceed one year for felonies or six months for misdemeanours. In exceptional circumstances these limits may be extended by six months or three months respectively by a reasoned decision, against which no appeal shall lie, of", "(a) the Indictment Division of the Court of Appeal ...", "(b) the Indictment Division of the Court of First Instance ...”"], "VIOLATED_ARTICLES": ["5", "6"], "VIOLATED_PARAGRAPHS": ["5-3", "6-2"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}