{"ITEMID": "001-98541", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF SZAL v. POLAND", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;Remainder inadmissible;Pecuniary damage - claim dismissed;Non-pecuniary damage - award", "JUDGES": "Giovanni Bonello;Lech Garlicki;Ledi Bianku;Nebojša Vučinić;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["5. The applicant was born in 1925 and lives in Przemyśl.", "6. During the Second World War the applicant was subjected to forced labour on a farm owned by a German family B. in Leutz (currently Lucień in Poland).", "7. On an unspecified date she submitted a request for compensation to the Polish-German Reconciliation Foundation.", "8. On 17 April 2002 the Polish-German Reconciliation Foundation awarded the applicant financial assistance in the amount of EUR 1,124.84. It considered that the applicant's persecution fell under the 4th category. This category comprised persons who had been deported to Germany and subjected to forced labour. The amount was to be paid in two instalments, the first one in the sum of PLN 2,823 to be paid from 24 April to 8 May 2002.", "9. On 29 July 2004 the Foundation gave a decision confirming payment of the second instalment, in the amount of PLN 1,247, to be paid from 6 August to 20 August 2004.", "10. On 25 October 2004 the Director of Veterans' Office gave a decision by which he confirmed that the applicant complied with the conditions set out in the applicable domestic law for obtaining the status of a veteran on the strength of her imprisonment in the concentration camp Gross-Rosen in January and February 1945.", "11. On 27 October 2005 the Przemyśl Regional Court gave a judgment by which it confirmed that the applicant satisfied the requirements which the applicable laws attached to the grant of war veteran status and that she was permanently and totally unable to work. It further stated that the applicant's health made it impossible for her to live independently. The court referred to medical reports prepared for the purposes of the proceedings and to a unanimous medical opinion given by a medical panel of the Social Insurance Authority which had also confirmed that the applicant's disability had been caused by her stay in the German concentration camp during the Second World War.", "12. On 22 June 2006 the Foundation refused to award further payment to the applicant for her internment in the concentration camp, finding that the available evidence, in particular written statements submitted by witnesses, was insufficient proof that the applicant had been imprisoned there. The applicant appealed.", "13. The Foundation, by a decision of 4 July 2006, refused to allow her appeal, reiterating the arguments on which it had relied in its firstinstance decision.", "14. On 25 July 2002 the Oleśnica District Court rejected the applicant's statement of claim under Article 189 of the Code of Civil Procedure by which she had requested recognition (ustalenie) that she had been working as a forced labourer in Leutzen during the war, at a farm belonging to family B. The court had regard to a resolution of the Supreme Court of 5 October 2001 (III CZP 46/01), by which the latter court had held that civil courts lacked jurisdiction to examine any claims concerning forced labour during the Second World War and that it could not be accepted that such jurisdiction could be based on Article 189 of the Civil Code.", "15. The applicant appealed. By a decision of 14 August 2002 the Wroclaw Regional Court upheld the contested decision, fully sharing the conclusions of the first-instance court. On an unspecified later date the Regional Court refused to grant her legal aid for the purposes of lodging a cassation appeal with the Supreme Court.", "16. On 5 February 2008 the Warsaw District Court dismissed the applicant's action by which she claimed PLN 70,000 from the State Treasury as compensation for the State's failure to legislate in order to provide for social insurance entitlements to persons who during the Second World War had been subjected to forced labour and persecution in various factual contexts. The court observed that the applicant was entitled to various social insurance payments arising out of her bad health; in particular, she received a war veteran's benefit and a disability benefit granted to her under the universally applicable provisions of social insurance laws. Moreover, no national or international regulations obliged the Polish State to enact legislation addressing specifically the compensation rights of persons who had suffered during the Second World War and providing for special entitlements for them.", "17. On 12 March 2009 the Warsaw Court of Appeal upheld this judgment.", "18. The relevant law and practice concerning the Polish-German Reconciliation Foundation is set out in the Court's judgment in the case of Kadłuczka v. Poland, no. 31438/06, §§ 19-45, 2 February 2010."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}