{"ITEMID": "001-101187", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF KORNEV AND KARPENKO v. UKRAINE", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;No violation of Art. 5-3;Violation of Art. 6-3-d;Violation of Art. 6-1+6-3-b;Non-pecuniary damage - award", "JUDGES": "Ganna Yudkivska;Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Peer Lorenzen;Renate Jaeger;Zdravka Kalaydjieva", "TEXT": ["5. The applicants were born in 1984 and 1951 respectively and live in Kharkiv.", "6. On 16 May 2003 Ms Shch., on the instructions of the police, bought four grams of cannabis from the first applicant. Following this, the first applicant was arrested by the police on suspicion of supplying drugs. The 20-hryvnia (Ukrainian hryvnias, UAH) note given by the police to Shch. to buy the drugs had been found on him. During a search conducted at the applicant's house later the same day another twenty grams of cannabis were revealed.", "7. During pre-trial investigation the applicant confessed to selling drugs to Shch., whom he knew by her first name, and to keeping drugs at his house.", "8. On 19 May 2003 the applicant was released on an undertaking not to abscond.", "9. On 23 July 2003 the criminal case against the applicant was referred to the Chervonozavodsky District Court of Kharkiv (the District Court).", "10. At the end of November the first applicant was summoned to appear before the court on 2 December 2003. According to the applicant, he fell ill on 31 November 2003. The next day the doctor gave him a sick note.", "11. On 2 December 2003, despite the fact that the second applicant had informed the court of the reasons for the first applicant's absence, the court decided to replace the undertaking not to abscond with detention.", "12. On 8 December 2003 the first applicant was arrested, and on 16 December 2003 he was brought before the judge, who rejected his request for release.", "13. During the hearing of 16 December 2003 the court rejected the applicant's request for Shch. to be summoned on the ground that in accordance with the law the buyer participating in a police drug test purchase operation should not be summoned to court.", "14. On 26 January 2004 the court rejected another request for release lodged by the first applicant.", "15. On 19 July 2004 the District Court found the applicant guilty of supplying drugs and sentenced him to five years' imprisonment, with confiscation of his property. The court established that the applicant had bought cannabis from an unknown person on 11 May 2003 and had kept it at home for selling. On 16 May 2003 he sold some cannabis to Shch. and more cannabis was found at his home. The court noted that during the trial the applicant retracted his confession and first claimed that a certain A. had forced him to keep the drugs and that Ms M. had taken them from him. Then the applicant denied completely that any drugs had ever been in his possession and stated that the police had planted money and drugs and forced him to confess. The court considered that despite this retraction the applicant's guilt was confirmed by the body of evidence, including the written statements of Shch., as well as statements made at the hearing by police officers N. and K., who had conducted the operation, and witnesses K. and E. who had been invited by the police to observe the operation. All of them confirmed that Shch. had gone to the applicant with a banknote and come back with a small packet of a substance later established to be cannabis.", "16. The applicant appealed against his conviction, complaining, among other things, that despite numerous requests on his behalf, Ms Shch. had not been summoned and questioned by the court and that it had not been proven that he had sold drugs to Ms Shch.", "17. On 29 July 2005 the Kharkiv Regional Court of Appeal changed the applicant's sentence to a suspended one of three years. The court did not reply to the applicant's complaint that witness Shch. had not been questioned in court.", "18. The applicant appealed in cassation, further complaining that Shch. had not been questioned in the court hearings.", "19. On 25 April 2006 the Supreme Court of Ukraine upheld the decision of the appellate court. No reply had been given to the applicant's complaint that Shch. had not been summoned or questioned in the court hearings.", "20. On 2 December 2003 the second applicant attended the District Court and informed Judge O. that the first applicant was ill. She was accompanied by five other persons. According to the second applicant they were all invited to the judge's office but he later asked them to leave his office, which they could not do because police officers were barring the exit. The same day the judge's secretary drew up an administrative offence report on the second applicant. The report was passed to Judge Shch., who questioned the applicant, found her guilty of contempt of court and ordered her administrative arrest for fifteen days. In his decision Judge Shch. noted that at around 10 a.m. that day the second applicant entered the office of Judge O. with a “support group” consisting of Ms M., Ms I., Ms G., Mr K. and Mr P. in order to put pressure on the above judge in the criminal case against her son (the first applicant) and refused to leave the office when requested to do so by the judge, his secretary and the judicial police. The court found that the applicant had stayed in the office of Judge O. for forty minutes and prevented him from commencing the court hearings.", "21. After the above decision the second applicant became unwell and was taken to hospital.", "22. On 17 January 2004 the Deputy President of the Kharkiv Regional Court dismissed an extraordinary appeal by the second applicant against the decision of 2 December 2003 ordering her administrative arrest.", "23. On 27 January 2004 the prosecutor of the Chervonozavodsky District requested the court to reduce the second applicant's sentence on account of her state of health. This request was granted and the administrative arrest was replaced by a fine of UAH 136.", "24. The relevant provisions of the Code read, in so far as relevant, as follows:", "Article 52-1. Security measures for persons participating in criminal trials", "“Where there is a real threat to life, health, home, or property of those participating in criminal trials, such persons shall have the right to be protected by security measures", "The right to be protected by security measures, where there are relevant grounds, shall be vested in:", "a person who has reported a crime to a law-enforcement authority or otherwise participated in or contributed to actions to detect, prevent, stop, or solve a crime ...”", "Article 52-3. Non-disclosure of information on a person being protected by security measures", "“Non-disclosure of information on a person in respect of whom security measures have been taken may be ensured by restricting the availability of any data on the person in the materials (in petitions, statements and so on) and also in reports on the investigative actions or records of the court hearings. Having decided to take security measures, the body of inquiry, investigator, prosecutor, or court (judge) shall make a reasoned decision to replace by a pseudonym the surname, name and patronymic of the person taken under protection. Afterwards, the procedural documents shall only refer to the pseudonym of the person, while his or her real surname, name and patronymic (the year, month, and place of his or her birth, his or her family situation, place of work, occupation or position, place of residence, and other personal details characterising the person concerned) shall only be stated in the decision on the replacement of his or her personal details. A decision to that effect, which is not to be added to the case file, shall be kept separately by the authority in charge of the criminal case in question. If the surname of the person taken under protection is replaced by a pseudonym, the reports on investigative actions and other documents referring to real personal details of the person shall be replaced in the case file by copies in which his or her real surname is replaced by the pseudonym.", "Information on security measures as well as on persons taken under protection thereby shall be restricted-access information. The rules laid down in paragraph 2 of Article 48, Articles 217 - 219 and 255 of this Code shall not apply to documents containing such information.”", "25. Paragraph 1 of Article 185-3 of the Code provides as follows:", "“Contempt of court, which is defined as malicious avoidance of summons by a witness, victim, plaintiff or defendant; or as a failure by the above persons or others to comply with the orders of the presiding judge; or a violation of public order during a court hearing, or the committal by any person of acts which indicate blatant disrespect for the court or for the rules of court, shall be punishable by a fine of six to twelve times the monthly minimum income of citizens or by administrative arrest for up to fifteen days.”", "26. Paragraph 1 of Article 268 of the Code provides, among others, the following rights of a person who is brought to administrative liability:", "“A person placed under administrative liability shall be entitled to study case materials, to give explanations, to present evidence, to make requests; to have the assistance of a lawyer ... during the examination of the case...”", "27. The right to a lawyer in administrative offence proceedings is further guaranteed by Article 271 of the Code.", "28. Under Article 277 of the Code, cases concerning administrative offences set forth in the first paragraph of Article 185-3 shall be decided within one day."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1", "6-3"], "VIOLATED_BULLETPOINTS": ["6-3-b", "6-3-d"], "NON_VIOLATED_ARTICLES": ["5"], "NON_VIOLATED_PARAGRAPHS": ["5-3"], "NON_VIOLATED_BULLETPOINTS": []}