{"ITEMID": "001-98022", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF GULTYAYEVA v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 3 (substantive aspect);Violation of Art. 5-1;Violation of Art. 5-3;Remainder inadmissible;Pecuniary damage - claim dismissed;Non-pecuniary damage - award", "JUDGES": "Anatoly Kovler;Karel Jungwiert;Mirjana Lazarova Trajkovska;Peer Lorenzen;Rait Maruste;Renate Jaeger;Zdravka Kalaydjieva", "TEXT": ["5. The applicant was born in 1951 and lives in Moscow.", "6. At the material time the applicant held the position of Head of the Department of Justice of the Sakhalin Region (начальник Управления юстиции Сахалинской области).", "7. On an unspecified date an external audit commenced in the said Department and embezzlement of budgetary assets was subsequently established.", "8. On 25 February 2000 criminal proceedings were instituted in this connection.", "9. On 28 February 2000 at 8 a.m. the applicant retained a lawyer.", "10. On 28 February 2000 at 8:30 a.m. the applicant was arrested and placed in custody. Being questioned as a suspect in the case, the applicant availed herself of the right to remain silent and applied for release on bail or subject to personal surety.", "11. On 29 February 2000 the investigator in charge refused to release the applicant, stating that, according to Article 101 of the Code of Criminal Procedure, “a measure of restraint could only be changed in the circumstances when it was no longer needed” and that “there were no such circumstances” in the applicant's case.", "12. On the same date the applicant resigned from her position.", "13. On 1 March 2000 the investigator in charge remanded the applicant in custody. The order, which was approved by a deputy prosecutor of the Sakhalin Region, referred to the danger of the applicant's absconding, the risk of her obstructing the establishment of the truth and influencing the witnesses who had been her subordinates, and to the gravity of the charges against her.", "14. The applicant's request to release her subject to the imposition of another measure of restraint was examined and refused by the investigator on 2 March 2000.", "15. On 6 March 2000 the applicant's lawyer appealed to the court against the applicant's pre-trial detention.", "16. The application was examined by judge A. of the Yuzhno-Sakhalinsk Town Court (“the Town Court”) on 10 March 2000. At the hearing the applicant and her counsel reiterated their request for the applicant's release in view of her poor health, the fact that she had family commitments and a good reference from her former place of work. The judge confirmed the lawfulness of the applicant's remand in custody, having based this decision on “the evidence in the applicant's case file, proving that she might abscond or influence the witnesses if released”.", "17. According to the applicant, the evidence referred to by Judge A. was a transcript of an audio tape recording of telephone conversations of another suspect, K. During one such conversation K. stated that “on Monday Nina Ivanovna will leave forever”.", "18. On 12 April 2000 the Sakhalin Regional Court (“the Regional Court”) upheld the decision of 10 March 2000 on appeal.", "19. Meanwhile, on 7 March 2000, formal charges of embezzlement and abuse of power had been brought against the applicant. Since the applicant's counsel was unable to attend the police station that day, the investigating authorities appointed another lawyer to assist her. However, in the absence of her counsel, the applicant refused to read and sign the decision to charge her.", "20. On 15 March 2000 the applicant's lawyer challenged the decision of 7 March 2000 before the court, claiming that the applicant's right to defence had been violated. He also requested the court to release the applicant pending trial.", "21. On 4 April 2000 judge A. of the Town Court disallowed the above complaint, having noted that the allegations advanced by the applicant's representative had already been examined and rejected by the courts during the first judicial review of the applicant's detention.", "22. On 3 May 2000 the Regional Court set aside the above decision and discontinued the proceedings in respect of the complaint of 15 March 2000. The court noted, inter alia, that the applicant was entitled to appeal against the alleged infringement of her right to defence at the trial stage.", "23. On 19 April 2000 the regional prosecutor extended the applicant's detention until 25 June 2000 on the ground that she might flee the trial or put pressure on witnesses while at liberty.", "24. On 17 May 2000 the applicant challenged this order before the court, and requested to be released. She maintained, in particular, that she could not hinder the investigation or influence the witnesses, since the audit had terminated on 13 April 2000. The applicant also referred to poor conditions of her detention and deterioration of her health.", "25. On 25 May 2000 judge A. of the Town Court dismissed the applicant's complaint as unfounded, with reference to the gravity of the charges, “the applicant's personality” and “the evidence in the applicant's case file, proving that she might abscond or influence the witnesses if released”. The judge also noted that the investigating authorities had produced a medical report stating that the applicant had no need of medical treatment.", "26. In her appeal against the decision of 25 May 2000 the applicant stated, inter alia, that Judge A. should have been disqualified from reviewing her detention, as this judge had already considered and rejected her applications for release on two previous occasions.", "27. On 25 June 2000 the Regional Court upheld the decision of 25 May 2000. With respect to the applicant's argument concerning Judge A., the court noted that the domestic law entitled a judge to examine a repeated complaint about the lawfulness of detention.", "28. On 30 May 2000 a deputy prosecutor of the Sakhalin Region refused the applicant's request for release.", "29. On 2 June 2000 the applicant was charged with a number of additional counts relating to embezzlement, abuse of power and forgery.", "30. On 13 June 2000 the preliminary investigation was terminated and the applicant and her lawyer began studying the case file.", "31. On 21 June 2000 the regional prosecutor ordered the extension of the applicant's detention until 10 August 2000.", "32. The applicant appealed against the prosecutor's decision, claiming that she was unable to obstruct the establishment of the truth or influence the witnesses, since the investigation had already terminated. She also referred to her poor state of health.", "33. On 24 July 2000 judge B. of the Town Court dismissed the applicant's complaint, holding that her detention was “in accordance with law” and necessary in view of the seriousness of the charges and the applicant's personality. The judge also took note of medical certificates produced by the applicant's lawyer as well as the aforementioned medical report adduced by the investigating body, and found the applicant's allegations that she was in poor health unsubstantiated.", "34. On 13 September 2000 the Regional Court upheld the above decision on appeal. The court noted that the applicant was charged with a serious criminal offence and its severity alone could, according to Article 96-2 of the Code of Criminal Procedure, permit her continued detention.", "35. On 8 August 2000 the applicant's counsel lodged a complaint against the investigator in charge, requesting the court to order the applicant's inpatient examination by an independent medical authority.", "36. On 15 August 2000 Judge B. of the Town Court declined jurisdiction to examine the complaint, stating that it fell within the competence of the prosecutor. This decision was upheld on appeal by the Regional Court on 25 October 2000.", "37. In the meantime, on 7 August 2000, the regional prosecutor extended the period of the applicant's remand in custody until 25 August 2000.", "38. On 15 August 2000 the applicant appealed to the court against the prosecutor's order. Her complaint was assigned to Judge A. of the Town Court.", "39. The applicant sought the withdrawal of the judge. On 18 August 2000 Judge A. dismissed the challenge.", "40. At the hearing on 21 August 2000 the applicant and her defence counsel claimed that the preliminary investigation had been completed, that the applicant had finished studying her case file, and that therefore the investigating authorities had no reasons to believe that the applicant might flee or obstruct the establishment of the truth if at large. Moreover, the applicant posed no danger to the public and suffered from various health problems, which required proper medical treatment.", "41. Having heard the parties, Judge A. found that the applicant should remain in custody, on account of the gravity of the charges and the risk of her absconding. The judge further rejected the applicant's complaints about her health as groundless. This decision was upheld on appeal by the Regional Court on 13 September 2000.", "42. On 23 August 2000 the investigator refused to release the applicant, making a general reference to the absence of any circumstances proving that her detention was no longer needed.", "43. On 25 August 2000 the applicant's case was forwarded to the Town Court for examination.", "44. On 4 September 2000 Judge K. of the Town Court remitted the case for a further investigation and stated that the applicant should remain in custody in view of the seriousness of the charges.", "45. The applicant appealed against the above decision in so far as it concerned her detention.", "46. On 25 October 2000 the Regional Court dismissed the appeal.", "47. Meanwhile, on 22 August 2000 the deputy Prosecutor General had authorised the applicant's detention until 25 October 2000. This order was served on the applicant on 15 September 2000.", "48. On 17 September 2000 the applicant challenged the extension of her custody period before the Town Court, complaining, in particular, that she had not been notified of the order of 22 August 2000 in time.", "49. At the hearing on 25 September 2000 the applicant also referred to the poor state of her health and the absence of any risk that she might abscond or hinder the investigation, which was at an end. Her arguments were examined and rejected as unfounded. Having acknowledged the fact that the order of 22 August 2000 had not been served on the applicant in due time, the court held that this fact did not affect the legal force of the extension order or the lawfulness of the applicant's detention. It therefore ordered the applicant's continued detention, with reference to the gravity of the charges against her. On 25 October 2000 the Regional Court upheld the first-instance decision.", "50. On 16 October 2000 the applicant requested the investigator to release her.", "51. On 17 October 2000 the investigator informed the applicant that there were no reasons to release her.", "52. On 20 October 2000 the case was again transferred to the Town Court for examination on the merits.", "53. On 4 November 2000 Judge K. of the Town Court scheduled a hearing in the applicant's case and held that “in view of the gravity of the charges [against the applicant] the measure of restraint applied to her should remain unchanged”. The decision did not specify the time-limit for the applicant's detention, nor did it refer to any other matters regarding the lawfulness of her detention.", "54. On 17 November 2000 the applicant appealed against the above decision in so far as it related to her detention. She claimed that between 25 October 2000, when the period of her remand in custody had expired, and 4 November 2000 her detention had had no basis in domestic law. She further complained that the court had ignored her submissions about the state of her health.", "55. On 13 December 2000 the Regional Court dismissed the applicant's appeal, finding that her detention was lawful. The court stated that the applicant had been charged with serious crimes, and could be detained on the sole ground of the dangerousness of those offences. With regard to the applicant's argument concerning her detention between 25 October 2000 and 4 November 2000, the court noted that the applicant's case file, including the indictment, had been transmitted to court on 20 October 2000, before the period of her remand in custody had expired. Accordingly, in the court's opinion, the statutory provisions governing the time-limit for detention during the preliminary investigation had been complied with in respect of the applicant. The court further stated that, upon referral of the case to court, the first instance had taken its decision in due time, as prescribed by Article 223-1 of the Code of Criminal Procedure.", "56. The applicant's further requests for release were rejected by the Town Court on 22 and 29 December 2000 and 9 January 2001 with a reference to the absence of any “new grounds for altering [the applicant's] measure of restraint”.", "57. On 6 February 2001 the Yuzhno-Sakhalinsk Town Court, composed of Judge K. and two lay assessors, convicted the applicant, along with another co-accused, of embezzlement, forgery and abuse of power, and sentenced her to six years and six months' imprisonment and confiscation of her property.", "58. On 23 May 2001 the Sakhalin Regional Court upheld the sentence, having lifted the charges against the applicant on three counts with reference to a limitation period.", "59. Thereafter the applicant applied unsuccessfully for a supervisory review.", "60. On 30 September 2002 the applicant was released on parole.", "61. According to the applicant, from 28 February until 29 March 2000 she was kept in the temporary holding facility of the Yuzhno-Sakhalinsk Department of the Interior (изолятор временного содержания управления внутренних дел г. Южно-Сахалинска, “the IVS”). In support of that submission, the applicant enclosed the authorities' letters dated 10 and 22 March 2000 respectively sent to her at the address of the IVS.", "62. The applicant corroborated her account below with a written statement from one her former inmates.", "63. The IVS was situated in the basement of the premises of the Department of the Interior. Following her arrest the applicant was placed in a cell measuring approximately 3 x 2.5 metres which was 2.5 metres high. There were no windows in the cell, with the result that there was no natural light, nor any fresh air. The inside temperature did not exceed 12oC. There was an iron sink and a cold-water tap, but the water pressure was very low. There was no toilet bowl or any other installation in the cell, and the applicant had to use the sink for her needs. The cell was overrun with mice, rats, lice, cockroaches and fungus.", "64. The applicant was not allowed to take any toiletries or a change of clothes with her. She was not provided with any bedding and had to sleep on a plain wooden plank bed. During the first two days of her detention the applicant was not given any food or drinking water.", "65. On 29 February 2000, in the evening, the applicant was transferred to another cell which accommodated four other inmates. The conditions in that cell were similar to those described above. It had no windows and was lit by a single 40-watt bulb. All the inmates except the applicant were smokers but the cell was ventilated only once a week when the detainees were taken to shower.", "66. There was a big aluminium tank with a capacity of 80-100 litres in the cell. The tank, which had no cover, was used by the cellmates as a toilet. They stretched a piece of cloth over the top to try to reduce the smell. Every evening the cellmates took the tank out of the cell to the common toilet and washed it in turn using a hose with cold water. The tank was never disinfected.", "67. The applicant was not provided with any bedding until a fortnight later, when she received it from her family, and slept on a wooden plank bed. The detainees were taken to shower no more than once a week; they were not given soap or any other toiletries or a change of clean underwear. During the entire period of her detention in the IVS the applicant did not have even one opportunity for exercise, due to the absence of the necessary facilities.", "68. The applicant was allowed to receive food from her relatives, but, in her submission, she was hardly able to eat given that she had gastrointestinal problems and because of the poor sanitary conditions in the cell. The applicant, who suffered from heart, gastrointestinal and gynaecological conditions, was prohibited from receiving any medicines which she had been taking prior to her detention from her family with the result that her state of health deteriorated. Between 23 and 26 March 2000, following the applicant's complaints about aggravation of osteochondrosis, the IVS authorities called an ambulance and the applicant was given pain-relieving injections.", "69. On 7 March 2000 the applicant's representative applied to the regional prosecutor's office, requesting the applicant's transfer into a separate cell.", "70. In a letter of 13 March 2000 the regional prosecutor instructed the head of the Regional Department of the Interior to grant this request.", "71. In their additional observations of 7 September 2007 the Government stated that throughout the entire period of her detention the applicant was held in remand centre IZ-62/1. They therefore provided no information relating to the applicant's alleged detention in the IVS.", "72. The exact period during which the applicant was held in remand centre IZ-62/1 (subsequently IZ-65/1) in Yuzhno-Sakhalinsk (СИЗО- 62/1 – “the IZ-62/1”) and the conditions of her detention there are disputed by the parties.", "73. According to the applicant, on 29 March 2000 she was transferred to the IZ-62/1, in which she remained until 30 September 2002. The applicant corroborated her account of the conditions in the remand centre with written statements by two of her former cellmates, dated 28 February 2001 and 7 December 2007.", "74. In their observations of 15 December 2004 the Government indicated that the applicant was detained in the IZ-62/1 from 29 March 2000 until 29 September 2002. In their additional observations of 7 September 2007 the Government submitted that in the periods from 28 February until 29 March 2000 and from 29 March 2000 until 30 September 2002 the applicant was held in the IZ-62/1.", "75. In their original observations, the Government based the account concerning the applicant's conditions of detention on a number of certificates issued by the head of the IZ-62/1 on 3 November 2004. In their additional observations, in reply to the Court's request that the description of the conditions of the applicant's detention be corroborated with documentary evidence pertaining to the period when she had been detained in the IZ-62/1, the Government submitted a number of certificates issued by the head of the remand centre on 21 August 2007, written explanations given on 17 August 2007 by several warders who had served in the IZ-62/1 at the relevant time, a copy of the applicant's medical file, and photographs of the cells which had accommodated the applicant. The certificates either describe the present-day conditions in the cells in which the applicant was kept or report on various aspects of the applicant's detention at the relevant period. The warders' written statements concern the conditions of the applicant's detention at the relevant period. The medical file is the only document issued during the applicant's detention. It reflects the applicant's medical history in the IZ-62/1.", "76. According to the applicant, between 29 March and early May 2000 she was held in cell no. 53, then she was transferred to cell no. 47 in which she spent three months, in early August 2000 she was placed in cell no. 020 where she remained until the middle of October 2000, then she spent a month and a half in cell no. 49, and from later November 2000 until 30 September 2002 she was kept in cell no. 54. The Government disputed this submission. One of the certificates of 21 August 2007 submitted by them states that from 29 March until 29 May 2000 the applicant was held in cell no. 49, from 29 May until 29 June 2000 she was kept in cell no. 020, and from this latter date until 30 September 2002 she was kept in cell no. 54.", "77. In the applicant's submission, cell no. 53 measured approximately 24 square metres and was 3 metres high. It was designed for ten detainees. The applicant shared this cell with five inmates. Cell no. 47 also measured approximately 24 square metres and was designed for ten detainees. It held nine inmates. The applicant shared cell no. 020 measuring about 8 square metres and designed for four detainees with another cellmate. Cell no. 49 measured 20 square metres and was designed for ten inmates. It accommodated the applicant and one more detainee. The applicant shared cell no. 54 measuring 14 square metres with another detainee.", "78. According to the Government, cell no. 49 measures between 24.6 square metres, as indicated in a certificate of 3 November 2004, and 26 square metres, as indicated in a certificate of 21 August 2007. The cell is intended for seven detainees, whereas the applicant shared this cell with five cellmates. Cell no. 020 measures 8 square metres and is designed for two detainees. In the Government's submission, the applicant was held there alone. Cell no. 54 measures between 14 square metres, according to a certificate of 3 November 2004, and 15.1 square metres, as stated in a certificate of 21 August 2007. The applicant shared this cell, which could accommodate up to four detainees, with another cellmate.", "79. According to the applicant, in each cell where she was kept there was a single window. In cell no. 53 the window measuring approximately 1 x 1.4 metres was partly covered with glass and partly with plywood and always remained shut, therefore there was no natural ventilation. In cells nos. 47, 020 and 49 the windows were not glazed, whereas in cell no. 54 the window, also measuring 1 x 1.4 metres, was only partly glazed. The applicant submitted in respect of her detention in cell no. 49 that the prison authorities had repeatedly refused to accept glass for the window from her husband and had not glazed the window before the middle of November 2000 following numerous complaints by the applicant to the regional prosecutor's office. In the applicant's submission, the windows in each cell were covered with metal grilles supplemented with “eyelashes”, which are metal strips covering the grille. From the outside the windows were covered with wooden shields, and therefore only refracted daylight could reach inside. Each cell was only illuminated with a single 60-watt bulb.", "80. The Government submitted that during the entire period of the applicant's detention the windows in all the cells had been glazed and had never been covered with plywood. The size of the windows – 1.4 x 1 metres in cells nos. 49 and 54, and 0.8 x 0.8 metres in cell no. 020 – was sufficient to let in enough daylight to enable detainees to read. Each window had a vent which ensured proper natural ventilation of the cells. According to the Government, the shutters had been removed from the windows in the period from January to March 2003. As regards artificial light, the Government submitted that each cell was illuminated with a bulb of 75- up to100-watt in the day and with a 25-watt bulb in the night.", "81. According to the applicant, she was the only non-smoker in the cells where all the other detainees smoked. There was no mechanical ventilation in any of the cells. The cells were damp, with concrete floors. In the winter the temperature in the cells did not exceed 12oC whilst in the summer it was stiflingly hot inside and the temperature reached 24-26oC. In the Government's submission, each cell was equipped with mechanical ventilation and the average temperature was maintained at the level of 2022oC with a humidity level of 55.3 per cent. They relied on a report reflecting the results of measurement on 17 August 2007 of temperature and humidity level in cells nos. 49, 020 and 54 of the IZ-65/1. The report was drawn up by a regional authority for hygiene and epidemiology and indicated that the temperature in the cells ranged between 23.5 and 23.9oC with the humidity level ranging between 54.4 and 58.4 per cent. The Government accepted that at least for some time the applicant had had to share a cell with smokers, but insisted that she had not endured severe suffering in this connection, given that a cell had been 3 metres high and had had natural and mechanical ventilation. They also submitted that on 29 May 2000, at the applicant's request, she had been transferred to cell no. 020, where she was held alone, and a month later she was transferred to cell no. 54, which she shared with a non-smoker.", "82. It was not in dispute between the parties that each cell was equipped with a sink and a lavatory pan, that cold running water was available around the clock and that the detainees were also regularly provided with drinking water. The Government also submitted that detainees were provided daily with hot water for hygienic purposes. As regards the toilet, the applicant submitted that it had had no flush system and the inmates washed it with water from a bucket. The Government stated that the toilet in cells nos. 49, 020 and 54 had a flush system which filled with water run from a tap. The applicant also submitted that during the period of her detention in cell no. 54 the toilet was not disinfected even once.", "83. According to the applicant, the lavatory pan was separated by a partition from the sink but not from the living area and dining table. The detainees' attempts to separate the toilet from them with curtains made of sheets were suppressed by the prison authorities. In the Government's submission, the sanitary installations were separated from the living area with a partition which was one metre high and offered privacy. The photographs show that the lavatory pan is separated from the living area by a thick partition and that in cells nos. 49 and 54 there is also a curtain in front of the pan.", "84. According to the applicant, the cells were overrun with cockroaches, mice and rats. The Government stated that all the cells were disinfected twice a month during the summer period and once a month in the winter.", "85. The parties did not dispute the fact that throughout the period of the applicant's detention in the IZ-62/1 she had had a personal sleeping place. According to the applicant, she was provided with a mattress, although it was of poor quality, and was allowed to take her own warm blanket, pillow and bed linen. The Government insisted that the prison authorities had provided the applicant with bedding, including a mattress, a pillow, a semi-woollen blanket, three sheets, two pillowcases and a towel, and that she had signed for these in a register of provision of detainees with bedding. They did not submit the document relied on. A certificate of 21 August 2007 indicates that the relevant documentation cannot be provided, since the time-limit for its storage does not exceed five years. According to the Government, the bed linen was changed weekly.", "86. The parties further agreed that the applicant was allowed to take a shower once a week for 30 minutes. The applicant alleged, however, that she had to wash herself, along with ten to fifteen other detainees, using wash-basins in a room measuring 4 x 4 metres which adjoined another room measuring 2 x 2 metres. The latter room was equipped with two showers. According to her, the cellmates were provided with 50 grams of soap per week.", "87. According to the applicant, the detainees were allowed exercise less than once a day for a period of thirty to sixty minutes. During the period of her detention in cell no. 53 she was taken for outdoor exercise on two or three occasions into a courtyard measuring approximately 2.5 x 2.5 metres. At the same time seven to ten detainees were walking in the courtyard. Each walk lasted about thirty minutes. The Government insisted that the applicant was allowed to take a walk every day for two hours during daylight hours.", "88. In the applicant's submission, the scarce meals were of poor quality, but the prison authorities only allowed her to receive bread and flour products, sugar and tea from her family. She was not allowed to receive any dairy products, fish, meat or juices, which, according to the applicant, she needed in view of her gastrointestinal problems, or any other products such as jam or honey. According to the Government, the applicant, like all the other detainees, was provided with meals three times a day and received a well-balanced menu. In particular, she received daily 100 grams of cereals, 20 grams of noodles, 100 grams of meat, 100 grams of fish, 10 grams of fats, 15 grams of seed-oil, 30 grams of sugar, 500 grams of potatoes, 250 grams of vegetables and 550 grams of bread. A certificate of 21 August 2007 states that the relevant documentation cannot be provided, as it had been destroyed.", "89. According to the applicant, before her placement in custody she had been suffering from heart, gastrointestinal and gynaecological conditions. In support of her submissions, she relied on medical documents confirming that she had undergone treatment in respect of those conditions in the 1990s. In particular, a certificate issued in March 2000 states that in November-December 1999 the applicant was diagnosed with hypertension and ischaemic heart disease and a certificate of 20 December 2000 confirms that the applicant had her gall bladder removed in 1991. There is also a certificate stating that the applicant was diagnosed with hysteromyoma.", "90. The applicant further submitted that her health had deteriorated during her detention. In particular, she started suffering from gastritis, conjunctivitis, myopia and contracted a facial dermatological disease, demodicosis. The applicant adduced a copy of an extract from her medical file dated 18 April 2005 and medical documents of 26 February and 22 June 2006 confirming the presence of those diseases. In the applicant's submission, when in custody she repeatedly complained to the authorities about her poor state of health and requested an independent medical examination. She submitted copies of her written requests to various authorities.", "91. In particular, on 6 April 2000 the applicant requested the head of the IZ-62/1 that she receive an independent medical examination.", "92. On 24 April 2000 the applicant complained to the regional prosecutor that the medical examinations carried out in the IZ-62/1 were inadequate, that her medicines had been taken away and that the authorities had failed to have her independent medical examination carried out. She also complained that she had to share a cell with nine other detainees, all of them smokers, and that although the cells were severely infested with cockroaches the prison authorities made no attempts to exterminate them.", "93. In a letter of 10 May 2000 the regional prosecutor's office informed the applicant about regulations which provided that medicine prescribed to suspects should be kept by a duty officer and taken by patients in the presence of that officer. In respect of the applicant's request to order an independent medical examination, the letter stated that there was no such obligation on the authorities. Lastly, the applicant was invited to address her complaints concerning sanitary conditions in the cell to the administration of the IZ-62/1 or to the administration of the Department for Execution of Punishments.", "94. In her complaint of 17 May 2000 concerning the extension of her pre-trial detention (see paragraph 24 above) the applicant referred, inter alia, to poor conditions of her detention, stating that she was being kept in a poorly lit cell with smokers, that her sight had deteriorated, that her medicines had been seized and that she had not received adequate medical treatment and had been refused an independent medical examination.", "95. On 22 May 2000 the applicant sent another complaint to the regional prosecutor, in which she again mentioned the authorities' failure to have her independent medical examination carried out and complained of deterioration of her sight, high blood pressure and aggravation of her health problems.", "96. In May-July 2000 the applicant suffered from an inflammatory condition on her face which, according to her, proved to be demodicosis. In her submission, the treatment she received from prison doctors was ineffective. On 13 and 14 June 2000 the applicant sent complaints to the head of the regional Department for Execution of Punishments and the regional prosecutor in which she informed them that she was in need of urgent professional medical treatment for her acute facial condition, which could not be administered to her in the remand centre, and requested that she either be examined by specialists in connection with that condition, or admitted to a hospital for inpatient treatment.", "97. On 3 August 2000 the applicant complained in writing to the head of the IZ-62/1 that there was no adequate medical assistance in connection with her heart condition and that medicines for injection and syringes which had been delivered by her family members had been taken away. She also mentioned that the cell in which she was being held was never ventilated.", "98. On 2 November 2000 the applicant, with reference to her heart, gastrointestinal and gynaecological problems and the deterioration of her health in detention, requested the Yuzhno-Sakhalinsk Town Court to order an independent medical examination. On 12 November 2000 the applicant forwarded a similar request to the head of the IZ-62/1.", "99. On 17 November 2000 the head of the IZ-62/1 sent a written request to the Town Court to allow an independent medical examination of the applicant.", "100. According to the applicant, despite numerous requests, she had no proper medical treatment and her medicines were taken from her by the prison authorities. In the spring 2001 the prison authorities accepted from the applicant's relatives medicines for treatment of heart diseases and disposable syringes. However, according to the applicant, she was not administered any injection until the autumn of 2001 after her numerous complaints to the authorities. In the Government's submission, all the medicines received by the prison authorities from the applicant's relatives were delivered to the applicant, except for medicines for injection and syringes.", "101. A copy of the applicant's medical file made during her detention in the IZ-62/1 submitted by the Government reveals the following.", "102. On 29 March 2000, on the applicant's arrival at the remand centre, she underwent a medical examination which established that she was fit. During the examination the applicant stated that her gall bladder had been extracted and complained of pain in the small of her back. She made no other complaints.", "103. On 31 March 2000 a duty paramedic attended the applicant in the cell, at her request. The officer took the applicant's blood pressure.", "104. On 7 April 2000, upon the applicant's complaint of slight headaches and some bleeding from the ears, she was examined by a general practitioner and diagnosed with vegetative-vascular dystonia. The applicant was prescribed and administered medication.", "105. On 12 April 2000 the applicant was received by the head of the IZ62/1 medical office in connection with her complaint that her medicines had been taken away. Some of the medicines were returned to her. The head of the medical office also took the applicant's blood pressure.", "106. On 19 April 2000 the applicant was examined by a medical commission of the Central Hospital of the Department for Execution of Punishments, including a general practitioner and a surgeon. She complained of pain in the right pre-costal area and constipation. The applicant was diagnosed with biliary dyskinesia and prescribed pain-relieving medicines. Her general state of health was found to be satisfactory.", "107. On 24 April 2000 the applicant's blood pressure was measured.", "108. On 12 May 2000 the applicant refused to undergo a gynaecological examination by a gynaecologist from the city maternity and gynaecology hospital, stating that the person assigned to carry it out was incompetent. She insisted on an independent gynaecological examination as well as examinations by a dermatologist and an ophthalmologist.", "109. On the same date the applicant was examined by the head of the ophthalmological department of the regional hospital, diagnosed with slight myopia and prescribed glasses.", "110. On 16 May 2000 the applicant was examined by a duty paramedic in connection with the inflammation of her face. She was diagnosed with allergic dermatitis and prescribed antihistamine pills and ointment.", "111. The next day the applicant was examined by a psychiatrist in connection with her complaints of insomnia and itching and eruptions on her face. The doctor concluded that she was “almost fit”.", "112. On 22 May 2000 the applicant was examined by a duty paramedic in connection with her complaints of nausea, weakness and shooting pains in the heart area. She was diagnosed with presumed cardio neurosis and prescribed relevant treatment.", "113. On 26 May 2000, upon the applicant's complaint to the effect that she was unable to take part in a court hearing scheduled for that day because of her poor physical condition, she was examined by a general practitioner who concluded that she was fit.", "114. On 28 May 2000 the applicant was examined by a dermatologist in connection with her complaint of eruptions on her face. She was diagnosed with allergic dermatitis and prescribed antihistamines, vitamins and ointments.", "115. On 29 May 2000 the applicant was examined by a general practitioner who diagnosed her with presumed osteochondrosis and premenopausal syndrome and prescribed relevant treatment.", "116. On 5 June 2000 the applicant was examined by the head of the IZ62/1 medical office, who concluded that her dermatological condition was satisfactory.", "117. The next day the applicant was examined by a dermatologist who also confirmed that she was fit.", "118. On 21 June 2000 the applicant had a conversation with the head of the IZ-62/1 medical office as regards the administration of medicines for treatment of heart disease received from the applicant's family members. The applicant was invited to undergo an electrocardiographic monitoring necessary prior to the administration of that medicine, but she refused the monitoring, stating that the device was outdated.", "119. On 22 June 2000 the applicant was attended and examined by the head of the Tselitel medical centre, who concluded that the applicant was suffering from premenopausal syndrome and suggested that she undergo treatment with hormonal medicines.", "120. On 12 July 2000 the applicant was examined by a general practitioner, who diagnosed her with influenza and administered relevant treatment.", "121. On 9 August 2000 the applicant was examined by a general practitioner, who found that she had post-cholecystectomy syndrome. She was prescribed relevant treatment.", "122. On 30 August 2000 the applicant was examined by a duty paramedic as she stated that she had been on hunger strike since 25 August 2000. The paramedic weighed the applicant and took her blood pressure. Her physical condition was found to be satisfactory.", "123. On 13 October 2000 a general practitioner examined the applicant, took her blood pressure and, at the applicant's request, prescribed her the medicines which had been delivered by her family members.", "124. On 26 October 2000 the applicant was examined by a general practitioner and diagnosed with influenza. Relevant treatment was prescribed.", "125. On 14 November 2000 the applicant was examined by a duty paramedic in connection with her complaint of headaches and weakness. The paramedic found that she had vegetative-vascular dystonia and recommended relevant treatment.", "126. On 28 December 2000 a general practitioner diagnosed the applicant with acute laryngotracheitis and prescribed relevant treatment.", "127. On 18 January 2001 the applicant was attended and treated by a general practitioner in connection with pharyngitis and vegetative-vascular dystonia.", "128. On 8 February 2001 the applicant was examined by a general practitioner, diagnosed with acute tracheobronchitis and prescribed relevant treatment.", "129. On 13 February 2001 the applicant was attended and treated by a general practitioner in connection with protracted tracheitis. On 15 February 2001 the general practitioner again examined the applicant and recommended that the treatment be continued.", "130. On 6 March 2002 the applicant was examined by a general practitioner and diagnosed with follicular tonsillitis. Relevant treatment was prescribed. On 10 March 2002 she was attended by a duty paramedic who recommended that she continue with the treatment.", "131. During the period of her detention in remand centre IZ-62/1 the applicant underwent fluorography examinations on six occasions; the examination disclosed no pathologies.", "132. On 3 March 2000 the investigator in charge ordered the seizure of the applicant's flat pending trial.", "133. On 16 March 2000 a deputy regional prosecutor rejected the applicant's complaint against the investigator's order.", "134. On 28 July 2000 the applicant applied to a court, stating that the flat in question was the only housing for her family and therefore was immune from seizure.", "135. On 8 August 2000 the Yuzhno-Sakhalinsk Town Court found in the applicant's favour and lifted the seizure.", "136. On 3 October 2000, on an appeal by the regional prosecutor, the Sakhalin Regional Court quashed the above judgment and remitted the case to the first-instance court.", "137. It appears that, following the applicant's conviction, on 11 March 2002, the Town Court lifted the seizure of the applicant's flat in a separate set of proceedings. The court noted that this apartment was the permanent place of residence for the applicant's family and was not subject to confiscation.", "138. On 12 March 2002 the Town Court discontinued the proceedings on the applicant's action of 28 July 2000, since she had waived her claims.", "139. Article 96 (Taking into custody) provides that taking into custody as a measure of restraint may be imposed in cases concerning criminal offences punishable by law with more than one year's imprisonment. The Article also refers to a number of serious criminal offences, including embezzlement, and provides that in respect of persons charged with those offences, taking into custody as a preventive measure may be applied on the sole ground of the danger presented by the criminal offence committed.", "140. Article 97 (Periods of detention) provides that the duration of detention during the investigation of criminal cases may not exceed two months. This period may be extended by a relevant prosecutor to up to three months, and further detention can be authorised by a regional prosecutor (or a prosecutor of equal rank) to up to a maximum of six months. Extension of detention beyond six months is allowed in exceptional cases only with regard to persons charged with serious criminal offences, and can be authorised by a deputy Prosecutor General for a period of up to one year, and by the Prosecutor General for a period of up to one and a half years. Further extension of detention is not allowed: the person must be released immediately.", "141.", "142. Article 223-1 (Ordering a court session) provides that, if an accused is kept in custody, a judge shall take a decision to order a court session within fourteen days of the date when the criminal case was received by the court."], "VIOLATED_ARTICLES": ["3", "5"], "VIOLATED_PARAGRAPHS": ["5-1", "5-3"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}