{"ITEMID": "001-61247", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2003, "DOCNAME": "CASE OF Y.F. v. TURKEY", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 8;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "Nicolas Bratza", "TEXT": ["9. The applicant was born in 1951 and lives in Bingöl.", "10. On 15 October 1993 the applicant and two days later his wife, Mrs N.F., were taken into police custody in Bingöl on suspicion of aiding and abetting an illegal terrorist organisation, namely the PKK (Workers' Party of Kurdistan).", "11. Mrs F. was held in police custody for four days, during which period she was allegedly kept blindfolded. The police officers allegedly hit her with truncheons, insulted her verbally and threatened her with rape.", "12. On 20 October 1993, following her detention in police custody, Mrs F. was examined by a doctor, who reported that there were no signs of ill-treatment on her body. On the same day she was taken to a gynaecologist for a further examination. The police requested that the report should indicate whether she had had vaginal or anal intercourse while in custody. Despite her refusal, Mrs F. was forced by the police officers to undergo a gynaecological examination. The police officers remained on the premises while Mrs F. was examined behind a curtain. The doctor reported that she had not had any sexual intercourse in the days preceding the examination.", "13. On the same day Mrs F. was taken to the Bingöl public prosecutor's office, where she complained about her forced gynaecological examination. The public prosecutor did not record her complaints and ordered her release.", "14. On 28 October 1993 the public prosecutor at the Diyarbakır National Security Court charged the applicant and his wife with aiding and abetting members of the PKK.", "15. On 23 March 1994 the Diyarbakır National Security Court acquitted the applicant and his wife for lack of evidence.", "16. On 9 February 1995, the applicant and his wife complained to the Bingöl public prosecutor about their ill-treatment while in police custody. They further complained that Mrs F. had been forced to undergo a gynaecological examination without her consent.", "17. The police officers denied the allegations in statements made before the Bingöl public prosecutor. They submitted that it had been necessary for a gynaecological examination to be performed in order to determine whether Mrs F. had been sexually assaulted while in police custody. They further submitted that the examination had been performed with her consent.", "18. On 5 October 1995 the Bingöl public prosecutor decided not to prosecute the police officers for lack of evidence. The applicant and his wife appealed.", "19. On 29 November 1995 the Muş Assize Court quashed the public prosecutor's decision on the ground that there had been insufficient examination of the evidence in the investigation file.", "20. On 19 December 1995 the Bingöl public prosecutor charged three police officers with, inter alia, violating Mrs F.'s private life by forcing her to undergo a gynaecological examination.", "21. On 16 May 1996 the Bingöl Assize Court acquitted the defendant police officers on the ground that the complainants had not provided sufficient convincing evidence in support of their allegations. The court held that the police officers had had no intention of subjecting the applicant's wife to degrading and humiliating treatment when they made her undergo a gynaecological examination, but were trying to protect themselves against a possible accusation of rape. The applicant and his wife appealed.", "22. On 7 May 1997 the Court of Cassation upheld the Bingöl Assize Court's judgment.", "23. The right to physical integrity is protected by the Constitution. Article 17 § 2 provides:", "“Save in the case of medical necessity and in circumstances defined by law, violation of physical integrity shall be prohibited; human beings shall not be subjected to scientific or medical experiments.”", "24. Article 66 of the Code of Criminal Procedure provides an exception to this rule. It lays down:", "“...", "During the preliminary investigation, medical examinations may be performed at the request of the public prosecutor.”", "25. Article 1 of the Regulation of 13 August 1999, which amended Article 8 of the Regulation of 1 October 1998 concerning the arrest, detention and questioning of suspects, provides that persons under arrest shall be bodysearched before being taken into custody. Body searches of female detainees must be performed by a female officer or a woman designated for that purpose.", "26. According to Circular no. 2000/93 issued by the Ministry of Justice on 20 September 2000, which repealed Circulars nos. 6058, 6065, 6068, 6070 and 6090, medical personnel shall respect fundamental human rights and freedoms and rules on privacy when conducting medical examinations and tests. The doctor must see and examine the patient personally and must not rely on another person's statement in his or her report.", "Medical examinations must be performed under appropriate conditions and out of the hearing and sight of members of the security forces. Persons required to undergo a medical examination must be seen on premises to which only medical personnel are admitted and undress in readiness for the examination after being given the necessary information."], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}