{"ITEMID": "001-90093", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF SHULEPOVA v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Reminder inadmissible;Violation of Art. 5-1;Violation of Art. 6-1;Non-pecuniary damage - award", "JUDGES": "Anatoly Kovler;Christos Rozakis;George Nicolaou;Giorgio Malinverni;Khanlar Hajiyev;Sverre Erik Jebens", "TEXT": ["5. The applicant was born in 1934 and lives in the Kaliningrad Region.", "6. At the beginning of February 1999 the applicant complained to her doctor Ms K. about the neighbours, who had allegedly subjected her to electromagnetic emissions, attempted to contaminate her with HIV, created noises and draughts and tortured her in a multitude of other ways. She threatened to pour acid on them.", "7. On 10 February 1999 the applicant was examined by a medical panel comprising two psychiatrists and three general practitioners affiliated with the Baltiysk Town Medical Association. The panel concluded that the applicant suffered from a paranoid personality disorder and was hallucinatory and aggressive. She was therefore dangerous to the public and to herself. The doctors also found that the applicant suffered from hypertension.", "8. On the same day she was taken to the Kaliningrad Regional psychiatric hospital No. 1 (hereinafter “the hospital”).", "9. On 12 February 1999 the applicant was examined by the hospital psychiatrists, who diagnosed her with involutional paranoid psychosis and concluded that she needed compulsory treatment.", "10. On the same day the hospital applied to a court for approval of the applicant’s confinement.", "11. On 16 February 1999 the Leningradskiy District Court of Kaliningrad ordered that the applicant should provisionally remain in the hospital until the application was examined. The hearing was scheduled for 18 February 1999.", "12. On 18 February 1999 the hearing did not go ahead. The record indicated that the applicant was unable to appoint a representative owing to her grave mental state.", "13. On 26 March 1999 the applicant consented to medical treatment. She remained in the hospital until 21 April 1999.", "14. On 13 May 1999 the court proceedings were discontinued as the hospital had withdrawn its application.", "15. After her discharge, the applicant complained to the prosecutor’s office about her allegedly unlawful confinement.", "16. By letter of 1 February 2000, the Head of the Law-Enforcement Supervision Department of the Kaliningrad Regional prosecutor’s office acknowledged that from 16 to 26 March 1999 she had been unlawfully held in the hospital without a judicial decision and advised her that measures would be taken to remedy the situation.", "17. On 11 April 2002 the Leningradskiy District Court informed the prosecutor’s office that it would take measures to avoid similar violations in future and undertook to observe the time-limits for examining applications from hospitals.", "18. In the meanwhile on 21 February 2000 the applicant sued doctor K. and the hospital in tort. She contested the findings of the medical panels of 10 and 12 February 1999, claiming that she had not suffered from any mental disorder and that it had not been necessary to confine her. She further argued that her detention had been unlawful as it had not been based on a court order. She sought compensation in respect of non-pecuniary damage. In reply, the hospital’s representative argued that the medical findings in the applicant’s case had been correct and her confinement lawful. He asked the court to reject the applicant’s claims in full.", "19. On 22 June 2000 the Leningradskiy District Court of Kaliningrad found that there had been no reason to question the findings of the medical panels and that the applicant’s detention had been lawful.", "20. On 25 October 2000 the Kaliningrad Regional Court quashed the judgment and remitted the case. It held that the first-instance court had omitted to address the applicant’s criticism of the findings of the medical panels of 10 and 12 February 1999 and had failed to verify whether her confinement had been justified by her mental condition.", "21. On 31 May 2001 the Leningradskiy District Court found that expert advice was necessary to assess the applicant’s mental condition in February 1999. It commissioned the hospital’s medical specialists to perform a psychiatric examination on the applicant. The experts were asked to determine whether the findings of the medical panels of 10 and 12 February 1999 had been correct and whether the applicant’s state of mental health in February 1999 had warranted compulsory psychiatric treatment.", "22. On 30 July 2002 the experts examined the applicant’s medical file, in particular the reports of 10 and 12 February 1999, and concluded that the medical findings contained in those reports had been correct and that the applicant’s involuntary placement into the hospital had been justified, taking into account her serious mental condition in February 1999.", "23. The applicant challenged the experts’ report. She claimed that the experts were biased because they were employees of the hospital and asked the court to dismiss the report.", "24. On 15 January 2003 the Leningradskiy District Court dismissed the applicant’s claim. In particular, with reference to the medical reports of 10 and 12 February 1999 and 30 July 2002, it held that the applicant’s placement in the hospital had been necessary because she had been a danger to the public and to herself. The court held that the expert report of 30 July 2002 was admissible evidence because the experts had been informed that they would be criminally liable for perjury. Moreover, the panel of 30 July 2002 had not included the psychiatrists who had examined the applicant on 12 February 1999.", "25. As to the lawfulness of the applicant’s detention from 10 to 26 March 1999, the court found as follows:", "“... in accordance with section 33(3) of the [Psychiatric Treatment Act] a judge ordered that [the applicant] should remain in the hospital until the decision [on the hospital’s application for her confinement] had been taken. The hospital’s application was not examined within five days as required by section 34(1) of the Act because, owing to her mental state, [the applicant] could not participate in the hearing or name her representative, whose presence was mandatory under section 34(4) of the Act...", "Since the judicial decision committing [the applicant] to the hospital was not set aside or amended, and the hospital had no right to discharge [the applicant] in defiance of the order, the court considers that in those circumstances the hospital was not responsible for [the applicant’s] involuntary confinement until 26 March 1999.”", "26. The applicant appealed. In her grounds of appeal she complained, in particular, that the experts who had produced the report of 30 July 2002 had been partial.", "27. On 2 April 2003 the Kaliningrad Regional Court upheld the judgment, finding that it had been lawful and justified. As to the experts, it held that the judgment had not been based solely on the report of 30 July 2002, but was corroborated by other evidence.", "28. Psychiatric medical care in Russia is governed by the Law on Psychiatric Treatment and Associated Guarantees of Citizens’ Rights, enacted on 2 July 1992 (“the Psychiatric Treatment Act”).", "29. An individual suffering from a mental disorder may be taken to a psychiatric hospital against his will or the will of his legal representative and without a court decision having been taken if the individual’s examination or treatment may only be carried out by in-patient care, and the mental disorder is severe enough to give rise to (a) a direct danger to that individual or to others, or (b) the individual’s helplessness, that is, an inability to take care of himself, or (c) a significant impairment in health as a result of a deteriorating mental condition, if the affected individual were to be left without psychiatric care (section 29).", "30. A person placed in a psychiatric hospital on the grounds listed in section 29 shall be subject to compulsory examination within forty-eight hours by a panel of psychiatrists of the hospital. The panel is required to take a decision as to the necessity of confinement. If no reasons for confinement are established and the individual expresses no intention of remaining in the hospital, he must be released immediately. If confinement is considered necessary, a representative of the hospital where the person is held is required to file, within twenty-four hours, an application for compulsory confinement with a court having territorial jurisdiction over the hospital. The application must contain the grounds for involuntary confinement and must be accompanied by a reasoned conclusion of a panel of psychiatrists as to the necessity of the person’s in-patient treatment in a psychiatric hospital. A judge who receives the application for a review must immediately order the person’s detention in a psychiatric hospital for the term necessary for its examination (sections 32 and 33).", "31. The judge is required to examine the application within five days of its receipt. The individual concerned has the right to participate in the hearing. If, according to the information provided by a representative of the psychiatric hospital, the individual’s mental state does not allow him to take part in the hearing, the application must be examined by the judge on the hospital premises. The presence at the hearing of a public prosecutor, a representative of the psychiatric institution requesting confinement, and a representative of the individual concerned is mandatory (section 34). The Psychiatric Treatment Act does not contain any specific provisions for the appointment of a representative for the individual concerned.", "32. After examination of the application on the merits, the judge must either allow or dismiss it. The judge’s decision is subject to appeal within ten days by the person placed in the psychiatric hospital, his representative, the head of the psychiatric hospital, or by an organisation entitled by virtue of law or by its charter to protect citizens’ rights, or by a public prosecutor. The appeal shall be made in accordance with the rules established in the Code of Civil Procedure (Section 35).", "33. Complaints of unlawful actions by medical staff may be made to a court, a supervising authority or a public prosecutor (section 47).", "34. The use of expert evidence in court is governed by the Law on State Forensic Examinations (“the Forensic Examinations Act”) enacted on 31 May 2003. It establishes that a forensic expert must be independent from the court, the parties to the proceedings and other interested parties (section 7)."], "VIOLATED_ARTICLES": ["5", "6"], "VIOLATED_PARAGRAPHS": ["5-1", "6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}