{"ITEMID": "001-61356", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "CHAMBER", "DATE": 2003, "DOCNAME": "CASE OF JAMRISKA v. SLOVAKIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Non-pecuniary damage - financial award", "JUDGES": "Nicolas Bratza", "TEXT": ["4. The applicant was born in 1938 and lives in Partizánske.", "5. The applicant proposed two technological improvements to the company in which he worked. They were not accepted.", "6. On 21 November 1989 the applicant filed an action with the Topoľčany District Court. He claimed the protection of his intellectual property in that his above proposals were not accepted.", "7. On 14 February 1990 the applicant amended his action in that he claimed that one of the technological improvements proposed by him was submitted prior to other proposals concerning the same issue submitted by other persons, and that he should be compensated for both improvements proposed by him.", "8. On 21 January 1991 the District Court dismissed the applicant’s action after having ordered two expert opinions. On 20 March 1991 the Bratislava Regional Court quashed this decision on the ground that the first instance court had failed to establish the facts correctly and that it had proceeded erroneously.", "9. On 18 July 1991 and on 30 September 1991 the appellate court dismissed the applicant’s requests for the exclusion of the District Court judges.", "10. On 5 December 1991 the District Court appointed an expert. On 25 February 1992 the expert informed the District Court that he had a heavy workload and that he would be able to submit the opinion only after 21 April 1992. Subsequently the District Court repeatedly urged the expert to submit the opinion. The opinion was submitted on 23 November 1992. On 14 December 1992 the applicant submitted his comments on the opinion. On 14 January 1993 he challenged the District Court judge. The Nitra branch office of the Bratislava Regional Court dismissed the applicant’s request for exclusion of the District Court judge on 26 February 1993.", "11. On 15 September 1993 the case was adjourned as the defendant and the expert did not appear. The expert subsequently died.", "12. On 23 May 1994 the District Court appointed an expert. The latter submitted the opinion on 8 December 1994.", "13. On 25 January 1995 the Topoľčany District Court delivered an interim judgment in which it found, with reference to two expert opinions, that the applicant’s proposal concerning the circulation of air in the defendant company was to be given priority. The District Court further dismissed the claim for compensation concerning the applicant’s second proposal.", "14. The defendant appealed on 6 March 1995, and on 13 July 1995 the Nitra branch office of the Bratislava Regional Court quashed the first instance judgment to the extent that it had allowed the applicant’s claim for his proposal to be given priority. The decision stated that the first instance court had failed to follow the instructions set out in the Regional Court’s above decision of 20 March 1991.", "15. On 26 October 1995 the District Court heard the experts with a view to clarifying the differences in their conclusions. On 7 January 1996 it obtained a third expert’s opinion. Hearings were held on 22 February 1996 and on 6 March 1996.", "16. Between 11 March and 9 September 1996 the case file was examined by the Constitutional Court.", "17. On 28 October 1996 the Topoľčany District Court dismissed the remainder of the applicant’s action.", "18. On 11 December 1996 the applicant appealed and claimed that the decision was arbitrary. He also challenged the District Court judge.", "19. On 28 February 1997 the Constitutional Court found that the Topoľčany District Court had violated the applicant’s constitutional right to have his case examined without undue delay. In its finding the Constitutional Court admitted that the case was complex from the legal point of view. It found no particular delays in the proceedings which should be imputed to the applicant and held that the District Court had failed to proceed with the case in an effective manner as required by the relevant provisions of the Code of Civil Procedure. The decision stated, in particular, that there had been shortcomings in the judge’s work which had caused excessive delays in the proceedings.", "20. On 30 June 1997 the appellate court adjourned the case as the applicant had challenged its judges dealing with the case. On 27 October 1997 the Supreme Court dismissed the applicant’s request for exclusion of the judges.", "21. On 20 January 1998 the Nitra Regional Court upheld the District Court’s finding that the applicant was not entitled to compensation for the proposal in question as it was neither genuine nor did it resolve the technical problem in question as required by the relevant law. The Regional Court further discontinued the proceedings as regards the applicant’s claim that his proposal should be given priority as it was outside the courts’ jurisdiction. Finally, the Regional Court upheld the District Court’s decision on the expert’s fees and decided that the District Court judge involved was not biased. The Regional Court’s judgment was served on the applicant on 4 August 1998."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}