{"ITEMID": "001-93123", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF BEVZ v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial;Violation of Article 13 - Right to an effective remedy", "JUDGES": "Isabelle Berro-Lefèvre;Karel Jungwiert;Mirjana Lazarova Trajkovska;Peer Lorenzen;Renate Jaeger;Stanislav Shevchuk;Zdravka Kalaydjieva", "TEXT": ["4. The applicant was born in 1950 and lives in Monastyryshche, Cherkassy region, Ukraine.", "5. On 31 May 2002, following complaints by several persons about the applicant, the local police launched an investigation into alleged fraud. The relevant decision begins as follows: “From 2000 to 2001 [the applicant], as the head of [a private company, N.], received money from [the listed persons] under the pretence [that she would provide them with] employment abroad, swindling and abusing their confidence, [...]”.", "6. Officially the applicant was not charged and participated in the proceedings as a witness. However, according to her, by January 2003 she had participated in a number of confrontations with victims. Furthermore, on 7 June 2002 her house had been searched by the authorities.", "7. From 4 July to 26 December 2002 the investigation was stayed eight times due to the applicant’s illness. Apparently no other investigative steps were taken during this period. Subsequently, it was held by the District Court that the reasons relied on by the investigator in his relevant decisions to stay the proceedings during this period could be applied to an accused only.", "8. On 9 January 2003 the police instituted two sets of criminal proceedings against the applicant on suspicion that she had committed abuse of authority and forgery. Subsequently other sets of proceedings which had been instituted against the applicant on the related charges were joined to the main proceedings; the latter eventually incorporated nine sets with a total of sixteen counts.", "9. The applicant continued to be interrogated as a witness up to 29 January 2003 when she was formally charged and gave a written undertaking not to abscond.", "10. By 23 June 2003 the investigation was completed and the case was transferred to the Monastyryshche District Court (“the District Court”).", "11. On 7 July 2003 the preliminary court hearing was held.", "12. On 23 September 2003 the applicant was arrested.", "13. On 25 September 2003 the investigator issued an attachment order over the applicant’s car and other items of property.", "14. The next day the District Court ordered the applicant’s detention on remand. Subsequently, on 16 October 2003 the Cherkassy Regional Court of Appeal quashed this order and the applicant was released.", "15. On 1 October 2003 the District Court remitted the case for additional investigation.", "16. On 10 October 2003 the investigator ordered a forensic technical examination of a document in the case. The expert report was completed by 29 October 2003.", "17. From 30 October 2003 to 18 July 2005 the investigation was stayed because of the applicant’s illness. Nevertheless, within this period the domestic authorities carried out additional forensic technical examinations and applied to the Russian authorities for legal assistance. The expert report was completed within a month and the international letter rogatory was executed within two months.", "18. By 5 September 2005 the additional investigation was completed and the case was transferred to the District Court.", "19. On 6 October 2005 the preliminary court hearing was held.", "20. On 23 October 2006 the prosecutor dropped the charges against the applicant on two counts as her guilt had not been proven.", "21. On 4 December 2006 the District Court remitted the case for an additional investigation.", "22. On 27 February 2007 the Cherkassy Regional Court of Appeal quashed this decision and remitted the case to the first-instance court for fresh consideration.", "23. From 23 August to 26 November 2007 the proceedings were stayed because of the applicant’s illness. The relevant court decisions stated that the proceedings had been stayed and eventually resumed upon the applicant’s requests. These decisions were not subject to appeal.", "24. On 8 July 2008 the prosecutor dropped the charges against the applicant on four further counts as the investigation had been conducted in breach of the rules of criminal procedure.", "25. The proceedings are still pending before the District Court. In addition to thirty-two hearings held between 6 October 2005 and 18 August 2008, five were cancelled due to the prosecutor’s and judge’s illness or prior engagements, seven due to the victims’ and witnesses’ failure to appear before the court, and seven due to the applicant’s counsel’s failure to appear before the court. Once, on 22 November 2005, none of the participants mentioned attended the court hearing. In view of the parties’ (victims and witnesses especially) systematic failure to appear before it, on nine occasions the District Court ordered their attendance at the court hearings to be secured by the police.", "26. During the proceedings against her, the applicant complained to different State authorities about the length thereof, but to no avail.", "27. According to a letter of 10 November 2008 from the Monastyryshche Central District Hospital, from 2002 to 2008 the applicant underwent in-patient medical treatment, namely, from 6 to 15 April 2002, from 11 to 26 February and from 8 to 13 October 2003, and from 1 to 16 November 2004.", "28. According to the applicant, her written undertaking not to abscond and the attachment order of 25 September 2003 are still in place."], "VIOLATED_ARTICLES": ["13", "6"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}