{"ITEMID": "001-90973", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF EVAGOROU CHRISTOU v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 1 of Protocol No. 1 - Protection of property;Violation of Article 8 - Right to respect for private and family life", "JUDGES": "David Thór Björgvinsson;Ján Šikuta;Lech Garlicki;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["7. The applicant was born in 1925 and lives in Nicosia.", "8. The applicant lived with her family in Kalogrea, a village in the District of Kyrenia. During the 1974 intervention, the Turkish military troops evicted the applicant and her family from their home and forced them to leave Kyrenia and flee to the south.", "9. The applicant alleged that until 7 September 1999, when the properties were transferred to her children, she had been the owner of ten plots of land in Kalogrea, two of which had one house each on them. One of these houses had been the applicant’s home. It was an ancestral house built in 1916, comprising huge, spacious rooms, two bedrooms, a living room, a kitchen and a bathroom. It had two levels and a huge yard. It was built of stone, had marble floors and a titled roof, and wooden doors and windows. The second house was the applicant’s holiday home, built in 1958 and situated in the locality known as Roukania. It had two spacious bedrooms and was very close to the sea (about 50 metres).", "10. In support to her claim to ownership, the applicant produced affirmations of ownership issued by the Department of Lands and Surveys of the Republic of Cyprus, stating that she was the legal and registered owner of the two houses and of the pieces of lands registered under the plots nos. 260, 268, 45, 119/5, 119/6, 164.9, 121/2/3, 122/2/4, 359/1 and 425.", "The applicant also produced certificates of registration for eight of the ten properties at issue.", "11. The applicant claimed that she had been prevented from returning to her home and properties because the Turkish military authorities had continuously occupied and used them.", "12. On 9 December 1990 the applicant made an attempt to return to her home and property in Kyrenia and in the Kalogrea Village by participating in a convoy of cars of fellow refugees intending to return home. The demonstration organisers had informed the Commander of the United Nations (UN) forces in Cyprus of their intentions.", "13. The applicant and her fellow refugees stopped at the check point in the \"buffer zone\", on the main road linking Nicosia and Famagusta. There, they asked the UN officer on duty to be allowed to return to their homes, property and villages. They requested the same officer to forward their demand to the Turkish military authorities. The officer replied that the latter had refused their request."], "VIOLATED_ARTICLES": ["8", "P1"], "VIOLATED_PARAGRAPHS": ["P1-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}