{"ITEMID": "001-80795", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVN", "BRANCH": "ADMISSIBILITY", "DATE": 2007, "DOCNAME": "KORENJAK v. SLOVENIA", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "Corneliu Bîrsan;David Thór Björgvinsson", "TEXT": ["1. The applicant, Mr Matej Korenjak, is a Slovenian national who was born in 1983 and lives in Braslovče. He was represented before the Court by the Verstovšek lawyers practising in Celje.", "2.", "3. On 16 December 1996 the applicant was injured in his primary school while climbing on a roof of a gymnasium under construction.", "4. On 16 July 1997 the applicant, who was a minor at that time, instituted civil proceedings in the Celje District Court (Okrožno sodišče v Celju) against the Adriatic Insurance Company (“the AIC”) claiming compensation amounting to 6,200,000 Slovenian tolars (SIT). He also sought an exemption from court fees.", "5. On 19 March and 1 July 1998 the applicant made requests for a hearing.", "6. On 31 July and 8 September 1998 the applicant filed pleadings.", "7. On 11 September 1998 a hearing was held. The court decided to appoint three medical experts, namely, a surgeon, an orthopaedist and a urologist.", "8. On 16 September 1998 the court issued three decisions appointing the above-mentioned medical experts.", "9. On 29 September, 27 October 1989 and 2 February 1999 the applicant filed pleadings. On 26 February 1999 he requested a copy of the expert opinions and on 13 September 1999 he filed pleadings.", "10. On 10 November 1999 he requested the court to set a hearing and on 13 June 2000 he filed pleadings.", "11. On 13 September 2000 a hearing was held. The court heard witnesses and adjourned the hearing in order to call other witnesses.", "12. On 25 October 2000 the applicant lodged additional evidence.", "13. On 31 January 2001 a hearing was held and adjourned in order to summon two witnesses.", "14. On 5 February 2001 the applicant filed pleadings.", "15. On 2 April 2001 a hearing was held. The witnesses were heard and the court decided to appoint an expert in workplace safety.", "16. On 4 and 6 April 2001 the applicant filed pleadings.", "17. On 13 April 2001 the Celje District Court issued a decision appointing the expert.", "18. On 10 January 2002 the applicant filed pleadings.", "19. On 21 January 2002 a hearing was held. The court decided to summon the workplace safety expert.", "20. On 11 February 2002 the Celje District Court issued a decision concerning an appointment.", "21. On 22 February 2002 the applicant filed pleadings.", "22. On 6 March 2002 a hearing was held. The court examined the workplace safety expert and decided to appoint another expert, namely a clinical psychologist. On 25 March 2002 the applicant filed additional evidence. On 3 September 2002 the Celje District Court issued a decision concerning the appointment of the clinical psychologist.", "23. On 16 October 2002 the Celje District Court handed down a judgment granting the applicant’s claim in part.", "24. On 26 January 2003 the applicant lodged an appeal. The proceedings are pending before the Celje Higher Court.", "25. In a letter of 9 October 2006 the State Attorney General officially informed the Court that, further to its judgment in Lukenda v. Slovenia (no. 23032/02, §§ 93 and 95, ECHR 2005X) binding the Slovenian State to adopt appropriate legal measures and administrative practices in order to secure the right to a trial within reasonable time, the Act on the Protection of the Right to a Trial without undue Delay (“the 2006 Act”) had been enacted on 26 April 2006. The 2006 Act came into force on 27 May 2006 and became operational on 1 January 2007.", "26. The following provisions of the 1991 Constitution are relevant here:", "“Everyone has the right to have any decision regarding his rights, duties and any charges brought against him made without undue delay by an independent, impartial court constituted by law.", "“Everyone shall have the right to compensation for damage caused by the unlawful acts of a person or body when performing a function or engaged in an activity on behalf of a state or local authority or as a holder of public office. ...”", "“The Constitutional Court shall hear:", "... constitutional appeals in which specific acts are alleged to have infringed a human right or fundamental freedom; ...", "Unless otherwise provided by law, the Constitutional Court shall hear a constitutional appeal only if legal remedies have been exhausted. The Constitutional Court shall decide whether a constitutional appeal is admissible for adjudication on the basis of statutory criteria and procedures.”", "27. Following the judgment in Lukenda (cited above) and decision no. U-I-65/05 of the Constitutional Court (22 September 2005), both binding the Slovenian State to establish conditions in which the right to a trial without undue delay must be afforded, the Slovenian Government adopted on 12 December 2005 a Joint State Project on the Elimination of Court Backlogs, the so-called Lukenda Project. Its goal is the elimination of backlogs in Slovenian courts and prosecutor’s offices by the end of 2010, by providing for structural and managerial reform of the judiciary.", "28. The preparation of the 2006 Act was part of the Lukenda Project.", "29. The 2006 Act has been implemented since 1 January 2007. Under its sections 1 and 2, the right to a trial within a reasonable time is guaranteed for a party to court proceedings, a participant under the Act governing non-contentious proceedings and an injured party in criminal proceedings.", "30. Section 3 provides for two remedies to expedite pending proceedings - a supervisory appeal (nadzorstvena pritožba) and a motion for a deadline (rokovni predlog) - and, ultimately, for a claim for just satisfaction in respect of damage sustained because of the undue delay (zahteva za pravično zadoščenje).", "31. Section 4 defines the criteria that domestic authorities should take into account when assessing the complaints:", "“When deciding on the legal remedies under this Act, the circumstances of the particular case shall be taken into account, namely: its complexity in terms of facts and law; actions of the parties to the proceedings, in particular as regards the use of procedural rights and fulfilment of obligations in the proceedings; compliance with rules on the set order for resolving cases, or with statutory deadlines for fixing preliminary hearings or for giving court decisions; the manner in which the case was heard before a supervisory appeal or a motion for a deadline was lodged; the nature and type of case and its importance for a party.”", "32. The supervisory appeal is governed by sections 5 and 6, which provide as follows:", "“(1) If a party considers that the court is unduly protracting the decision-making, he or she may lodge a supervisory appeal in writing before the court hearing the case; the decision thereon is taken by the .... president of the court (hereinafter ‘the president of the court’).", "(2) For the purposes of decision-making concerning the protection of the right to a trial without undue delay, the supervisory appeal shall contain the following elements:", "– personal name or company name or any other name of the party, its address of permanent or temporary residence or registered office;", "– personal name or company name or any other name of the representative or legal representative and its permanent or temporary residence or registered office;", "– indication of the court hearing the case;", "– reference number of the case or date on which the case was filed in the court;", "– indication of circumstances or other particulars concerning the case, which demonstrate that the court is unduly protracting the decision-making;", "– handwritten signature of the party, representative or lawyer.”", "“(1) If the supervisory appeal is manifestly unfounded having regard to the timetable for resolving the case concerned by the supervisory appeal, the president of the court shall dismiss the appeal by a ruling.", "(2) If the supervisory appeal does not contain all the required elements referred to in section 5(2) of this Act, the president of the court shall dismiss it by a ruling. No appeal shall lie against that ruling.", "(3) If no ruling as provided for in paragraphs 1 or 2 of this section is given, the president of the court shall, in the framework of his court management competence under the statute governing the court system, forthwith request the .... judge or chair of a court panel (hereinafter ‘the judge’) to whom the case has been assigned for resolution to submit a report indicating reasons for the duration of proceedings, not later than fifteen days after receiving the request of the president of the court or after obtaining the file, if necessary for drawing up the report. The report shall include the declaration in respect of criteria referred to in section 4 of this Act and the opinion on the time-limit within which the case may be resolved. The president of the court may also require the judge to submit the case file if he assesses that, in the light of allegations of the party indicated in the supervisory appeal, its examination is necessary.", "(4) If the judge notifies the president of the court in writing that all relevant procedural acts will be performed or a decision issued within a time-limit not exceeding four months following the receipt of the supervisory appeal, the president of the court shall inform the party thereof and thus conclude the consideration of the supervisory appeal.", "(5) If the president of the court establishes that in view of the criteria referred to in section 4 of this Act the court is not unduly protracting the decision-making in the case, he shall dismiss the supervisory appeal by a ruling.", "If he orders that appropriate procedural acts be performed by the judge, he shall also set the time-frame for their performance, which may not be less than fifteen days and not longer than six months, as well as the appropriate deadline for the judge to report on the acts performed.", "(7) If the president of the court establishes that the undue delay in decision-making in the case is attributable to an excessive workload or an extended absence of the judge, he may order that the case be reassigned. He may also propose that an additional judge be assigned to the court or order other measures in accordance with the statute governing the judicial service.", "(8) A judge may be assigned by the annual schedule of allocation to act in place of or together with the president of the court in exercising the court management competence for decision-making in respect of the supervisory appeal.”", "33. Sections 8, 9 and 11 define the motion for a deadline and provide for measures that may be applied by the court dealing with the motion. They read, in so far as relevant, as follows:", "“(1) If, under section 6(1) or (5) of this Act, the president of the court dismisses the supervisory appeal or fails to respond to the party within two months or fails to send the notification referred to in section 6(4) of this Act within the said time-limit or if appropriate procedural acts have not been performed within the time-limit set in the notification or ruling of the president of the court, the party may lodge a motion for a deadline under section 5(1) of this Act with the court hearing the case.", "...", "(3) The party may lodge the motion for a deadline within fifteen days after receiving the ruling or after the time-limits provided for in paragraph 1 of this section.”", "“(1) The president of the higher court in the judicial area covering the local court, district court or other court of first instance, shall be competent to decide on the motion for a deadline concerning cases heard by the local court, district court or other court of first instance.", "...”", "“(1) If the motion for a deadline is manifestly unfounded, having regard to the timetable for the resolution of the case and the actions of the party, the president of the court shall dismiss it by a ruling.", "...”", "(4) If the president of the court establishes that, in view of the criteria referred to in section 4 of this Act, the court is unduly protracting the decision-making in the case, he shall order, by a ruling, that the appropriate procedural acts be performed by the judge and shall also set the time-frame for their performance, which may not be less than fifteen days and not longer than four months, as well as set the appropriate deadline for the judge to report on the acts performed.", "(5) The president of the court shall decide on the motion for a deadline within fifteen days after receiving it.”", "34. Section 14 governs the competence of the Ministry of Justice in cases where a supervisory appeal has been lodged with the Ministry rather than with the court of competent jurisdiction:", "“(1) If the supervisory appeal is lodged with the Ministry responsible for justice (hereinafter referred to as ‘the Ministry’), the Minister .... responsible for justice (hereinafter referred to as ‘the Minister’) shall refer it to the president of the court of competent jurisdiction to hear it in accordance with this Act and shall ask to be kept informed of the findings and decision.", "...”", "35. Further to section 15, just satisfaction may be provided by payment of monetary compensation, a written statement of the State Attorney’s Office or the publication of a judgment:", "“(1) If the supervisory appeal lodged by the party was granted or if a motion for a deadline has been lodged, the party may claim just satisfaction under the present Act.", "(2) Just satisfaction shall be provided by:", "i. payment of monetary compensation for damage caused by a violation of the right to a trial without undue delay;", "ii. a written statement from the State Attorney’s Office that the party’s right to a trial without undue delay was violated;", "iii. the publication of a judgment that the party’s right to a trial without undue delay was violated.”", "36. Section 16 provides for a compensatory remedy and fixes the maximum amount that could be awarded:", "“(1) Monetary compensation shall be payable for non-pecuniary damage caused by a violation of the right to a trial without undue delay. Strict liability for any damage caused shall lie with the Republic of Slovenia.", "(2) Monetary compensation for individual finally decided cases shall be granted in the amount of 300 up to 5,000 euros.", "(3) When deciding on the amount of compensation, the criteria referred to in section 4 of this Act shall be taken into account, in particular the complexity of the case, actions of the State, actions of the party and the importance of the case for the party.”", "37. Sections 19, 20 and 21 govern just satisfaction proceedings and proceedings in respect of pecuniary damage:", "“(1) Proceedings to enforce a claim for just satisfaction, provided that the condition referred to in section 15(1) of this Act is met, shall be instituted by a party by means of a motion for settlement lodged with the State Attorney’s Office with a view to reaching an agreement on the type or amount of just satisfaction. The party may lodge such motion within nine months after the final resolution of the case. The State Attorney’s Office shall rule on the motion of the party within a period of three months if it establishes that the just satisfaction claim is substantiated. Until the expiry of the above-mentioned period, the party may not assert any claim for monetary compensation by way of just satisfaction by bringing an action before the competent court.", "(2) If, in accordance with paragraph 1 of this section, the agreement has been reached with the party, the State Attorney’s Office shall enter into an out-of-court settlement with the party.”", "“(1) If no agreement under section 19 of this Act is reached upon the motion for settlement, or the State Attorney’s Office and the party fail to negotiate an agreement within three months of the date of the motion being lodged, the party may bring an action for damages.", "(2) An action for damages against the Republic of Slovenia shall be brought not later than eighteen months after the final resolution of the party’s case.", "...”", "“(1) Action in respect of pecuniary damage caused by a violation of the right to a trial without undue delay may be brought by the party within eighteen months of the final ruling of the court on the party’s case in accordance with the provisions of the Obligations Code concerning pecuniary damage.", "...”", "38. Sections 22 and 23 further provide for payment of compensation:", "“(1) The State Attorney’s Office shall pay monetary compensation on the basis of the settlement referred to in section 19(2) of this Act and for all appropriate costs incurred by the party in connection therewith.", "(2) The State Attorney’s Office shall pay monetary compensation and the party’s costs of the proceedings on the basis of a final court decision which has established the violation of the right to a trial without undue delay in the proceedings, under section 20 or section 21 of the present Act.”", "“Funds ... shall be earmarked in the Budget of the Republic of Slovenia within the framework of the financial plan of the State Attorney’s Office.”", "“(1) In cases where a violation of the right to a trial without undue delay has already ceased and the party had filed a claim for just satisfaction with the international court before the date of implementation of this Act, the State Attorney’s Office shall offer the party a settlement on the amount of just satisfaction within four months after the date of receipt of the case referred by the international court for the settlement procedure. The party shall submit a settlement proposal to the State Attorney’s Office within two months of the date of receipt of the proposal of the State Attorney’s Office. The State Attorney’s Office shall decide on the proposal as soon as possible and within a period of four months at the latest. ...", "(2) If the proposal for settlement referred to in paragraph 1 of this section is not acceded to or the State Attorney’s Office and the party fail to negotiate an agreement within four months after the date on which the party filed its proposal, the party may bring an action before the competent court under this Act. The party may bring an action within six months after receiving the State Attorney’s Office reply that the party’s proposal referred to in the previous paragraph was not acceded to, or after the expiry of the period fixed in the previous paragraph for the State Attorney’s Office to decide to proceed with settlement. Irrespective of the type or amount of the claim, the provisions of the Civil Procedure Act concerning small claims shall apply in proceedings before a court.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}