{"ITEMID": "001-105936", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "ADMISSIBILITY", "DATE": 2011, "DOCNAME": "KRACZKIEWICZ AND OTHERS v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Anatoly Kovler;Angelika Nußberger;Dean Spielmann;Isabelle Berro-Lefèvre;Karel Jungwiert;Mark Villiger", "TEXT": ["The applicants, Ms Danuta Kraczkiewicz and eighteen others listed in the annex (application no. 15120/10), Ms Teresa Wojciechowska and Ms Janina Mazur (application no. 17883/10) and Mr Darek Konrad Dawda and Mr Jacek Dawda (application no. 13626/11), are Polish nationals who live in Poland, Belgium and Canada. They are represented before the Court by Mr I. Kamiński, Mr R. Nowosielski and Mr B. Sochański, Polish lawyers practising respectively in Cracow, Gdańsk and Szczecin.", "All the applicants are relatives of servicemen in the Polish Army who were taken prisoner by the Soviet Red Army in late 1939 following the occupation of the eastern part of Poland by the USSR. On 5 March 1940 Mr Beria, head of the USSR’s NKVD, wrote to Joseph Stalin, Secretary General of the USSR Communist Party, proposing to approve the shooting of Polish prisoners of war on the grounds that they were all “enemies of the Soviet authorities and full of hatred towards the Soviet system”. On the same day the Politburo of the Central Committee of the USSR Communist Party took the decision to consider, “using a special procedure” and employing “capital punishment – shooting” in the case of Polish officers held in the prisoner-of-war camps. Examination of the cases was delegated to a three-person panel (“troika”) composed of NKVD officials, which operated on the basis of lists of detainees compiled by the regional branches of the NKVD. The executions took place in April and May 1940.", "After the burial pits were discovered, the Soviet authorities responded by putting the blame on the Germans who – according to Moscow – had in the summer of 1941 allegedly taken control of the Polish prisoners and had therefore murdered them. On 3 March 1959 Mr Shepelin, Chairman of the State Security Committee (KGB), prepared a note recommending “the destruction of all the [21,857] records on the persons shot in 1940 in the ... operation...” The remaining documents were put in a special file, known as “package no. 1”, and sealed. In Soviet times, only the Secretary General of the USSR Communist Party had the right of access to the file. On 28 April 2010 its contents were officially made public on the website of the Russian State Archives Service.", "On 13 April 1990 the official news agency of the USSR acknowledged the responsibility of NKVD officials for “the crime committed in Katyń Forest”. In the same year, prosecutors in Kharkov and Kalinin (Tver) instituted criminal investigations in connection with the discovery of mass burials. The investigations were later joined and taken over by the Russian Chief Military Prosecutor’s Office (“case no. 159”).", "On 21 September 2004 the Chief Military Prosecutor’s Office decided to discontinue criminal case no. 159 on the ground that the persons allegedly responsible for the crime had already died. In the meantime, on 22 December 2004, the Interagency Commission for the Protection of State Secrets classified thirty-six volumes of the case file – out of a total of 183 volumes – as “top secret” and a further eight volumes as “for internal use only”. The decision to discontinue the investigation was given top-secret classification and its existence was only revealed on 11 March 2005 at a press conference given by the Chief Military Prosecutor.", "On 13 March 2008 the Chief Military Prosecutor’s Office rejected a request for rehabilitation submitted by counsel on behalf of Ms WołkJezierska and other applicants in case no. 29520/09 (“the WołkJezierska group”). The prosecutor’s office stated that it was not able to determine the legal basis for the repression against Polish citizens in 1940. Following a judicial appeal against the prosecutor’s refusal, on 25 November 2008 the Moscow City Court upheld it at final instance as lawful and justified.", "On 14 October 2008 the Military Court of the Moscow Command rejected a further complaint against the prosecutor’s decision on the discontinuation of case no. 159. It found that the complainants’ relatives had not been among those identified and that “the ‘Katyń’ investigation ... [had] not establish[ed] the fate of the said individuals.” On 29 January 2009 the Military Panel of the Supreme Court of the Russian Federation upheld the judgment of 14 October 2008, repeating verbatim extensive passages of the findings of the Moscow Military Court. It added that the decision of 21 September 2004 could not be quashed because the prescription period had expired.", "The applicants in the instant case awaited the outcome of the legal proceedings instituted by the Wołk-Jezierska group.", "On various dates in late 2009 the applicants submitted requests to the Chief Military Prosecutor’s Office concerning the rehabilitation of their relatives and the discontinuation of case no. 159.", "The Chief Military Prosecutor’s Office rejected their requests and justified its decisions in a manner identical to that of the decisions concerning the Wołk-Jezierska group. All the decisions were sent to the applicants via the Consular Division of the Polish Embassy in Moscow and reached them on various dates in October and November 2009 (applications nos. 15120/10 and 17883/10) or December 2010 (application no. 13626/11)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}