{"ITEMID": "001-92416", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF GODYSZ v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 5 - Right to liberty and security", "JUDGES": "David Thór Björgvinsson;Ján Šikuta;Lech Garlicki;Mihai Poalelungi;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["5. The applicant was born in 1951 and lives in Siemanowice.", "6. On 28 April 2005 the applicant was arrested on suspicion of bribery, several counts of evasion of tax and customs duties and several counts of forgery, committed in an organised criminal gang.", "7. On 29 April 2005 the Katowice District Court remanded him in custody, relying on the reasonable suspicion that he had committed the offence in question. The court referred to the complexity of the case and the considerable number of accused. It also considered that keeping the applicant in detention was necessary to secure the proper conduct of the proceedings, given the risk that he might tamper with evidence and induce witnesses to give false testimony. The court also stressed the severity of the anticipated sentence.", "8. Later, twenty-one other persons were detained and charged in connection with the investigation against the applicant.", "9. The applicant’s appeal against the detention order, like his further appeals against decisions prolonging his detention and all his subsequent numerous applications for release and appeals against refusals to release him, were unsuccessful. In his applications and appeal, he argued that the charge against him was based on unreliable and contradictory evidence.", "10. In the course of the investigation, the applicant’s detention was prolonged on 22 July 2005, 20 October 2005, 20 January 2006, 29 March 2006, 28 June 2006, 27 September 2006, 4 January 2007 and 4 April 2007.", "11. On 17 April 2007 the Katowice Regional Prosecutor lodged a bill of indictment with the Katowice Regional Court. The applicant was charged with bribery, several counts of evasion of tax and customs duties, several counts of forgery and membership of an organised criminal gang. The bill of indictment also concerned twenty-one other persons.", "12. Further decisions extending the applicant’s detention were taken on 25 July 2007, 24 October 2007 and 27 February 2008.", "In a decision given on 24 October 2007, the Katowice Court of Appeal Court criticised the manner in which the investigation had been conducted. It also referred to delays in the proceedings which amounted to six months. It acknowledged that almost all the evidence had been gathered and that the risk that the applicant would tamper with evidence had been marginal.", "In a decision given on 27 February 2008, the Katowice Court of Appeal ruled that the applicant could be released on bail on payment of security of 800,000 Polish zlotys. The applicant requested the court to reduce the amount of bail. On 28 March 2008 the court reduced it to 300,000 Polish zlotys. The applicant paid the security and he was released on 30 April 2008.", "13. The criminal proceedings are currently pending before the firstinstance court.", "14. The relevant domestic law and practice concerning the imposition of detention (aresztowanie tymczasowe), the grounds for its extension, release from detention and rules governing other “preventive measures” (środki zapobiegawcze) are stated in the Court’s judgments in the cases of Gołek v. Poland, no. 31330/02, §§ 27-33, 25 April 2006, and Celejewski v. Poland, no. 17584/04, §§ 22-23, 4 August 2006.", "15. On 6 June 2007 the Committee of Ministers adopted on the Interim Resolution concerning the judgments of the European Court of Human Rights in 44 cases against Poland relating to the excessive length of detention on remand (“the 2007 Resolution”). Noting that the number of cases in which the European Court had found similar violations was constantly increasing. It concluded that the number of the Court’s judgments finding Poland in violation of Article 5 § 3 of the Convention revealed a structural problem. A more detailed rendition of the 2007 Resolution can be found in the Court’s judgment given in the case of Kauczor v. Poland (see Kauczor v. Poland, no. 45219/06, § 34, 3 February 2009; not final).", "16. On 20 June 2007 the Council of Europe’s Commissioner for Human Rights released the Memorandum to the Polish Government concerning, among other issues, the use of the detention measure in Poland, stressing that examples of cases brought to the Court where pre-trial detention had lasted between 4 to 6 years were not uncommon. The Commissioner urged the Polish authorities to review the application and functioning of pretrial detention in Polish law. A more detailed rendition of the relevant parts of the memorandum can be found in the above mentioned Kauczor judgment (see Kauczor v. Poland, cited above, § 35)."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}