{"ITEMID": "001-58119", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "CHAMBER", "DATE": 1997, "DOCNAME": "CASE OF K.-F. v. GERMANY", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection rejected (non-exhaustion of domestic remedies);Violation of Art. 5-1-c;Non-pecuniary damage - finding of violation sufficient;Costs and expenses partial award - Convention proceedings", "JUDGES": "C. Russo;N. Valticos", "TEXT": ["7. Mr K.-F. was born in 1946 and is a German national. He was formerly a lawyer and lives with his wife in Karlsruhe.", "8. In May 1991 the applicant and his wife rented a holiday flat at Ulmen at a daily rent of 40 or 50 German marks (DEM). They occupied the flat from 24 May 1991 and paid DEM 350 rent for their stay in May.", "9. On 3 July 1991 the landlady of the flat, Mrs S., asked Mrs K.-F. for payment of rent arrears, including telephone calls, of approximately DEM 4,000.", "10. On 4 July 1991, at about 7.50 p.m., Mrs. S. telephoned Cochem-Zell police station and reported that Mr and Mrs K.-F. had caused a car accident. She added that they had rented her flat without intending to perform their obligations as tenants and were about to make off without paying what they owed.", "11. Following that call, two police officers went to the flat and took statements from the landlord and the landlady (Mr and Mrs S.) and the tenants. The owners admitted that, for fear that Mr and Mrs K.-F. would make off without paying the rent, they had attempted to stop the couple’s son from driving off; they emphasised, however, that he had been determined to force his way through at all costs. Mr and Mrs K.-F., on the other hand, said that the accident had been caused by Mr S.’s aggressive and incomprehensible behaviour towards their son.", "12. After consulting the appropriate public prosecutor (Staatsanwalt), the police officers inquired into the address of the applicant and his wife at Bad Soden and discovered that it was merely a Post Office box. The Bad Soden police also informed them that the applicant had previously been under investigation for fraud.", "13. At 9.45 p.m. on the same day Detective Sergeant Laux, accompanied by Constables Walther, Kugel and Reuter, arrested Mr and Mrs K.-F. and their son and took them to Cochem-Zell police station so that their identities could be checked. The son was released shortly afterwards but Mr and Mrs K.-F. were provisionally held in police custody. In a report drawn up at 11.30 p.m. the police stated that they strongly suspected Mr and Mrs K.-F. of rent fraud (Einmietbetrug) and that there was a risk that they would abscond. The questioning ended at 12.45 a.m.", "14. Inquiries made during the night into the applicant’s various addresses revealed that he had been the subject of other criminal proceedings on suspicion of fraud and that the Hanau Public Prosecutor’s Office (Staatsanwaltschaft) had opened a preliminary investigation in respect of him for the same reason.", "15. On the morning of 5 July 1991 (between 8.30 a.m. and 9.40 a.m.), Superintendent Blang of the Cochem-Zell police questioned the applicant further. His wife was interviewed at 9.05 a.m.", "16. At about 9.25 a.m. the Hanau Public Prosecutor informed Superintendent Berg, likewise of the Cochem-Zell police, that he did not intend to issue a warrant for the applicant’s arrest.", "17. At 10.30 a.m. Mr and Mrs K.-F. were released and taken back to Ulmen.", "18. On 5 July 1991 Mrs S. lodged a complaint against Mr and Mrs K.-F. alleging attempted rent fraud.", "19. On 13 September 1991 the Koblenz Public Prosecutor’s Office discontinued the criminal proceedings against the applicant and his wife on the ground that it had not been proved that Mr and Mrs K.-F. had not intended – or had not been able – to pay the rent owed, as they had paid most of the arrears in mid-July 1991 and there was a civil dispute over the balance. Furthermore, the incident that had occurred at Ulmen on 4 July 1991 did not justify concluding that Mr and Mrs K.-F. had not intended to pay their debts, as only their son had attempted to drive off and there was no concrete evidence to show that they had sought to make off surreptitiously.", "20. On 7 October 1991 Mr K.-F. lodged a complaint with the Koblenz Public Prosecutor’s Office against the police officers and public prosecutors concerned in the events of 4 and 5 July 1991 alleging false imprisonment (Freiheitsberaubung), attempted coercion (versuchter Nötigung) and insulting behaviour (Beleidigung). He maintained that his arrest and detention at Cochem-Zell police station had been unlawful, since he had not committed any criminal offence as only the rent tribunal had jurisdiction to hear disputes over the amount of rent. The police officers had likewise acted unlawfully in recording his personal details.", "21. On 2 January 1992 the Koblenz Public Prosecutor’s Office discontinued the proceedings against Detective Sergeant Laux and three other police officers who had taken part in the arrest, and against the two public prosecutors. The Office considered that in all the circumstances they had not acted unlawfully. In particular, the police officers who had gone to Ulmen during the evening of 4 July 1991 had had reasonable grounds for suspecting Mr and Mrs K.-F. of defrauding Mr and Mrs S. and intending to leave without paying the sums due.", "22. The applicant appealed against that decision to the Koblenz Principal Public Prosecutor’s Office (Generalstaatsanwaltschaft), who confirmed the decision on 28 February 1992.", "23. On 6 April 1992 the applicant applied to the Koblenz Court of Appeal (Oberlandesgericht) for an order that Detective Sergeant Laux and Constables Walther, Kugel and Reuter be prosecuted for attempted coercion and false imprisonment.", "He described what had happened and said that it had been agreed between his wife and Mrs S. that the rent would be paid on 8 July 1991. That agreement had not been to the liking of Mr S., who had assaulted his son to prevent him driving off. His wife had even called the police for assistance. Furthermore, neither he nor his wife had intended to leave the rented flat; they had not started to pack any suitcases and their personal belongings were still in the cupboards and drawers. The police officers’ brutal searching of him, his wife and his son, the searching of their home, their arrest and their subsequent detention had accordingly been totally illegal for want of any basis in law, as they had not complied with the requirements of either Article 163 b or Article 127 § 2 taken together with Article 112 of the Code of Criminal Procedure (Strafprozeßordnung – see paragraph 35 below).", "24. On 21 May 1992 the Court of Appeal dismissed Mr K.-F.’s application on the ground that there was insufficient cause to prosecute the police officers (kein hinreichender Tatverdacht).", "It held, inter alia:", "“There is sufficient cause to prosecute where, in the light of all the evidence and the prosecution’s assessment of the facts, it is to be expected that the potential defendants will be convicted (cf. Kleinknecht/Meyer, [Code of Criminal Procedure], 40th ed., § 170 no. 1). The findings of the investigation do not found such an expectation. There would have been sufficient cause to prosecute for false imprisonment (Article 239 of the Criminal Code) if the accused police officers had unlawfully taken the applicants to the police station and held them there. The investigation did not disclose any such unlawful act. The inquiries made at Ulmen gave the police officers on duty cause to suspect a fraud on Mr and Mrs [S.] (rent arrears and telephone bills amounting to approximately DEM 4,000), especially as the applicants had admitted that they were not then able to find that sum. Furthermore, according to the statements of the witnesses [J.] and [S.] (page 4 of file Js 25638/91) and the findings of the accused police officers (position of the wheels of the vehicle ... – page 4 of the above-mentioned file), the accused police officers had the impression that ‘[K.-F.] intended to drive off come what might’. The fact that the accused police officers, in the light of all these circumstances, consequently suspected the applicant of ‘attempted rent fraud’ cannot be criticised. The arrest was accordingly, on the facts, likewise justified. At the police station the alleged offenders, who had had the applicants’ address checked, learned that, according to inquiries made at Bad Orb, the address there was ‘fictitious’ and that, according to further inquiries made of the Hanau Public Prosecutor’s Office, several sets of proceedings were pending against the applicants for fraud. The applicants’ detention at the police station was therefore justified. The question whether it was necessary to hold them until the following morning can be left open in the instant case as, on grounds of intent at least, the potential defendants’ conviction on a charge of false imprisonment is unlikely.", "Nor did the investigation disclose sufficient evidence of joint coercion (Article 240 and Article 25 § 2 of the Criminal Code). On the basis of the information obtained at Ulmen that has previously been referred to, the accused police officers could reasonably presume that an offence had been committed. It was accordingly lawful in the circumstances to carry out a search (Article 163 b § 1, third sentence, of the Code of Criminal Procedure). Besides, even if it were to be accepted that there had been coercion, the accused police officers’ behaviour could not be considered reprehensible within the meaning of Article 240 § 2 of the Criminal Code. For the purposes of that provision, reprehensible behaviour is behaviour which in all the circumstances is so manifestly objectionable that it calls for punishment under the criminal law as a gross interference with other people’s exercise of free will (see Criminal Decisions of the Federal Court of Justice 17, 328, 332).", "Measured against these principles, the accused police officers’ behaviour cannot be said to have been reprehensible. The findings of the investigation at Ulmen – before the police officers entered the premises – and in particular the conduct of the applicants’ son, who, according to the [S.] family, sought to drive off aggressively in his car, could perfectly well have led the police officers to believe that the applicants might also make off without paying their relatively substantial rent arrears.", "The Koblenz Public Prosecutor was therefore right to discontinue the proceedings, there being insufficient cause to bring a prosecution for false imprisonment and coercion.”", "25. On 21 September 1992 the applicant complained to the Koblenz Principal Public Prosecutor’s Office that no official decision had been taken on the allegations against Superintendent Blang of the Cochem-Zell police.", "26. On 28 December 1992 the Koblenz Public Prosecutor’s Office discontinued proceedings in that case also. It said that the offences of insulting behaviour were statute-barred. As to the offences of attempted coercion and false imprisonment, it pointed to the Koblenz Court of Appeal’s judgment of 21 May 1992 to justify discontinuing the proceedings.", "27. The applicant appealed against that decision to the Koblenz Principal Public Prosecutor’s Office.", "28. On 15 February 1993 the Public Prosecutor’s Office reopened the investigation in respect of Superintendent Blang and took several written statements, including one from Mr K.-F. and one from Superintendent Blang.", "29. On 18 June 1993 the Koblenz Public Prosecutor’s Office discontinued the proceedings permanently.", "30. The applicant appealed against that decision to the Koblenz Principal Public Prosecutor’s Office, which confirmed it on 3 September 1993.", "31. On 7 October 1993 Mr K.-F., relying on the same arguments as before (see paragraph 23 above), made a further application to the Koblenz Court of Appeal for an order that Superintendent Blang be prosecuted for attempted coercion, false imprisonment and insulting behaviour.", "32. On 30 November 1993 the Court of Appeal dismissed the application on the ground that there was not sufficient cause to bring a prosecution against the superintendent.", "It held, inter alia:", "“There would be sufficient cause to bring a prosecution for false imprisonment (Article 239 of the Criminal Code) if the accused police officer had unlawfully prevented the applicant from leaving the police station. According to the reasons set out on p. 3 of the Division’s judgment of 21 May 1992 (1 Ws 164/92), the applicant was held at the police station lawfully. In the aforementioned judgment the Division had already explained that the question whether it had been necessary to hold the applicant in detention until the following morning could be left open as, on grounds of intent at least, the potential defendants (Laux, Walther, Kugel and Reuter) were unlikely to be convicted of false imprisonment. In his report dated 4 July 1991 (pp. 23 et seq. of the file) Detective Sergeant Laux said (p. 24) that ‘Mr and Mrs [K.-F.] and their son were first taken to the police station so that their identity could be checked’ and Mr and Mrs [K.-F.] were held in police custody after consultation of Supt. Blang. The second sentence of Article 127 § 1 of the Code of Criminal Procedure provides that the checking of a person’s identity by police officers must be conducted in accordance with Article 163 b § 1 of that code. A person affected by a measure taken under Article 163 b for the purposes of checking his identity cannot be deprived of his liberty for more than twelve hours in all. The applicant was detained at 9.45 p.m. on 4 July 1991 (page 19) and released at 10.30 a.m. on 5 July 1991 (page 20). For this detention, which lasted for more than twelve hours, Superintendent Blang was responsible. On the basis of the evidence as it currently stands, however, it appears unlikely that he would be convicted of false imprisonment as ultimately it will not be possible to establish that he was aware that the maximum permitted period had been exceeded.", "A conviction for coercion (Article 240 of the Criminal Code) appears equally unlikely.", "As to the applicant’s allegation that he was ordered to leave the district (Verweisung), the decision to discontinue the proceedings rightly points out that it is far removed from reality. The ‘raised fist’ and the assertion that ‘sparks are going to fly’ are denied in the accused police officer’s statement. No other evidence, beyond the applicant’s statements, is to be found. On the basis of the evidence as it currently stands, the decision to discontinue the proceedings cannot be criticised. For these reasons, no offence of extorting a confession (Article 343 of the Criminal Code) has been made out either. Given the information to which the Division has already referred in its judgment of 21 May 1992, the checking of the applicant’s identity was justified. Nor, lastly, can the accused police officer be said to be guilty of coercive behaviour in having forbidden the applicant to enter the flat at Ulmen to collect personal belongings. In the police officer’s view, his behaviour cannot be shown to have been reprehensible since he had cause to believe that as the rent for the holiday flat had not been paid as agreed, the landlord was entitled to exercise a lien.", "The application to the Court against the refusal to prosecute (Klageerzwingungsverfahren) was at first sight also admissible in respect of the accusation of insulting behaviour, because the reported criminal act within the meaning of Article 264 of the Code of Criminal Procedure also includes the offences of coercion and false imprisonment, which only the Public Prosecutor’s Office can prosecute (Offizialdelikte). As, however, there is insufficient cause to bring a prosecution for the offences which can be prosecuted only officially, the third sentence of Article 172 § 2 of the Code of Criminal Procedure again operates to bar (Sperrwirkung) the present proceedings to challenge the refusal to prosecute in respect of the alleged insulting behaviour, an offence that can be prosecuted privately (Privatklagedelikt), so that the Division is unable to consider the merits of the related accusation.”", "33. On 2 January 1994 the applicant lodged a constitutional complaint (Verfassungsbeschwerde) with the Federal Constitutional Court (Bundesverfassungsgericht) alleging a violation of his fundamental rights.", "34. On 15 March 1994 the Federal Constitutional Court, sitting with three members, declined to accept the complaint for adjudication.", "35. The relevant provisions of the Code of Criminal Procedure read as follows:", "“To the extent that they are necessary for the conduct of a criminal investigation or for the purposes of the criminal identification department, a suspect’s photographs and fingerprints may be taken even against his will, his measurements may be recorded and other similar measures taken.”", "“1. A suspect’s detention pending investigation may be ordered where it is strongly suspected that he has committed an offence and a ground for his detention exists. Detention shall not be ordered if it is disproportionate to the seriousness of the case and to the likely sentence or rehabilitative or security measure.", "A ground for detention exists where, on the basis of definite facts:", "(1) it is established that the suspect is on the run or in hiding;", "(3) the suspect’s behaviour gives rise to a strong suspicion that he will", "(a) destroy, alter, dispose of, suppress, or falsify evidence; or", "(b) improperly influence other suspects, witnesses or experts; or", "(c) incite third parties to do so;", "and where as a result there is a danger that the discovery of the truth will be impeded (risk of suppression of evidence).", "…”", "“1. Anyone may provisionally arrest without a judicial warrant a person caught in the act of committing an offence or being pursued after committing one, if there is reason to believe that he is absconding or if his identity cannot be immediately established. Identity checks by the public prosecutor’s office or the police shall be carried out in accordance with Article 163 b § 1.", "2. Members of the public prosecutor’s office and police officers shall have authority to effect a provisional arrest in cases where there is imminent danger, provided that the conditions for the issue of an arrest warrant or warrant of commitment are satisfied.", "…”", "“1. If not released, an arrested person must immediately – and in any event no later than the day after his arrest – be brought before a judge of the District Court (Amtsgericht) in whose area he was arrested …", "…”", "“The police and the public prosecutor’s office may take such measures as are necessary to establish the identity of a person suspected of an offence … They may arrest him if his identity cannot be otherwise established or can only be established with great difficulty. On the conditions laid down in the second sentence, the suspect may be searched, articles in his possession examined and measures taken to enable him to be identified.”", "“1. A person affected by a measure provided for in Article 163 b shall under no circumstances be detained for longer than is necessary for his identity to be checked. A person so detained must immediately be brought before a judge of the District Court in whose area he was arrested for it to be decided whether the deprivation of liberty is lawful and whether it should be continued, unless it would foreseeably take longer to obtain a judicial decision than to check his identity.", "…", "3. Deprivation of liberty for the purpose of checking identity shall not exceed a total of twelve hours.”", "36. Article 11 § 1, sub-paragraph 2, of the Rhineland-Palatinate Police Administration Act (Rheinland-Pfälzisches Polizeiverwaltungsgesetz) provides:", "“The police may take measures to establish or record identity where … such measures are necessary for the prevention of criminal offences because the person concerned is suspected of having committed a punishable offence and the nature of the offence and the manner in which it was committed are such that there is a danger that it may be repeated.”", "37. Article 98 §§ 1 and 2 of the Code of Criminal Procedure provide:", "“1. Seizure can only be ordered by a judge or, in cases where there is imminent danger, by the public prosecutor or a police officer …", "2. An official who seizes goods without a judicial warrant must, within three days, seek retrospective authority for the seizure from a judge if the seizure was carried out in the absence of the person concerned or a close adult relative, or if the person concerned or (in his absence) a close adult relative expressly objected to it. The person concerned may at any time apply to a judge for a decision …", "…”", "38. Under section 23 (1) of the Introductory Act to the Judicature Act (Einführungsgesetz zum Gerichtsverfassungsgesetz),", "“The lawfulness of orders, injunctions or other measures issued by the judicial authorities in order to settle specific matters in the field of civil law (bürgerliches Recht) ... and the administration of criminal justice (Strafrechtspflege), shall, upon application, be determined by the ordinary courts ...”"], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-1"], "VIOLATED_BULLETPOINTS": ["5-1-c"], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}