{"ITEMID": "001-93454", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "LTU", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF PADALEVICIUS v. LITHUANIA", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - award", "JUDGES": "Françoise Tulkens;Ireneu Cabral Barreto;Nona Tsotsoria;Vladimiro Zagrebelsky", "TEXT": ["4. The applicant was born in 1943 and lives in the Kaunas region.", "5. On an unspecified date in 1991 the former owners of the land belonging to the Noreikiškės settlement, situated on the territory of the Lithuanian Academy of Agriculture (“the LAA”), filed claims for restitution of their ownership rights.", "6. On 13 March 1992 the Noreikiškės settlement local council assigned a plot of land for the applicant’s use and for construction of a private house. On 20 July 1992 the applicant paid 2,970 Russian roubles (RUR) for the use of that plot.", "7. On 13 October 1992 a meeting of the Kaunas Regional Board took place attended by the applicant, acting on behalf of the LAA, a representative of the pre-nationalisation owners who sought to restore their property rights to the land assigned to the territory of the new LAA settlement, and representatives of various municipal and State institutions. It was decided to organise another meeting to discuss the possibility of restoring property rights to the land in Noreikiškės settlement in kind and to propose to the Government that plots of 0.3 hectares be allocated to the former owners for the construction of private houses.", "8. Between 1992 and 1995 the Government enacted several decrees allowing persons in the applicant’s position to acquire ownership of the land they had been using.", "9. On 11 April 1995 the applicant and the Kaunas municipality signed a land-purchase agreement which specified that on 20 July 1992 the applicant had paid 29.70 Lithuanian litas (LTL) for the plot of land. On 14 April 1995 the plot of land was registered in the State Land Registry in the applicant’s name and, in accordance with Lithuanian law, the applicant became its owner.", "10. On 5 June 1995, civil proceedings were brought by a group of eight private individuals for annulment of the land-purchase agreements, including that of the applicant. The plaintiffs claimed restitution of their property rights to the land in question, which the LAA had allocated for the building of private houses and which had been nationalised by the Soviet occupying power in the 1940s. The dispute involved a total of 129 co-defendants, including the applicant.", "11. On 27 June 1995 the Kaunas District Court ordered the seizure of the applicant’s land. The order was later upheld by the Kaunas Regional Court and the Supreme Court, and specified that the applicant could grow only plants with a one-year lifespan on the land at issue. Moreover, the applicant was forbidden from carrying out any construction activities on the land pending the court proceedings.", "12. On 28 October 1996 the Kaunas District Court dismissed the action as unsubstantiated.", "13. On 5 February 1998 the Kaunas Regional Court quashed the decision, noting that the lower court had failed to properly inform 38 defendants in the case about the forthcoming hearing. The case was returned for fresh examination at first instance.", "14. On 26 February 1999 the Kaunas District Court again dismissed the action.", "15. On an unspecified date the case was transferred to the Panevėžys Regional Court, which examined it on appeal.", "16. On 14 March 2000 the Panevėžys Regional Court stayed the proceedings, deciding to submit a question as to the constitutionality of the Government decrees on the basis of which the land had been sold to the applicant.", "17. On 6 March 2002 the Kaunas County Governor’s Office informed the applicant that despite the courts’ ban on pursuing any activities on the plot of land, “at present there are perennial plants and there is also a pond”. The applicant was requested to “bring the illegal actions to an end”. On 12 April 2002 the applicant informed the local authorities that “it was only from your letter that I learned about the seizure of my plot of land. The pond was dug, the plants were planted and other works were done in 1993, 1994 and the first half of 1995”.", "18. On 10 May 2002 the Constitutional Court adopted a ruling, finding that the Government decrees in question violated the rights of the former owners of the land, who had the right to restitution of their property. The decrees were declared unconstitutional as contradicting Article 23 of the Constitution and, inter alia, Article 12 § 1 (15) of the Law on the procedure and conditions governing the restoration of rights of ownership to existing real property (Įstatymas dėl piliečių nuosavybės teisių į išlikusį nekilnojamąjį turtą atstatymo tvarkos ir sąlygų) (“the Restitution Law”). The ruling read in part as follows:", "“... although the legislature enjoys a certain discretion in establishing the conditions and procedure for the restoration of rights of ownership, in doing so it must take account of the constitutional principle of protection of the right of ownership. This principle also presupposes that, unless it is necessary for the needs of society, land unlawfully nationalised by the occupying government must be returned to its owners in kind under the procedure and conditions established by law...", "... given that Government Decree no. 649 of 25 August 1993 and Government Decree no. 294 of 19 April 1994 established that the land allocated to the LAA also included an area designated for building private dwelling houses, and that it was established that the status of the land, subject to being bought out by the State, was granted because that land was on territory allocated to the scientific and educational establishment, and given also that Government Decree no. 350 of 9 March 1995 permitted natural persons to acquire private ownership of the plots of land on the territory attributed to the educational-production base of the LAA, the right of the owners to restore their ownership rights over the said land has been denied”.", "19. As a result, on 28 June 2002 the Panevėžys Regional Court reversed the decision of the Kaunas District Court of 26 February 1999. It was noted that the Government decrees on the basis of which the applicant had signed the land-purchase agreement had been declared unconstitutional. Consequently, the administrative acts whereby the land had been sold to the applicant were declared null and void. The court also observed that “the defendants [one of them being the applicant] have for the most part not started the construction works. Not all the defendants have bought out the plots of land which were assigned to them for construction of private houses and not all the [defendants] who signed land-purchase agreements have had them registered”. The court applied Article 1.80 of the Civil Code and ordered restitution, obliging the local authorities to return to the applicant the sum of LTL 29.70 which he had previously paid for the plot of land at issue. As some of the defendants had paid for their plots of land in 1992 with “single-use investment vouchers” (vienkartinėmis išmokomis), the court ordered that those sums be repaid to them.", "20. The defendants, including the applicant, lodged an appeal on points of law. They alleged, inter alia, that the Panevėžys Regional Court had examined the case in the absence of their lawyer. The defendants further argued that it would be impossible to execute the appellate court’s decision since it ordered restitution in “single-use investment vouchers”, which no longer had any pecuniary value in Lithuania. Lastly, they contended that the annulment of the land-purchase contracts was contrary to the right to protection of private property and would amount to re-privatisation.", "21. On 31 January 2003 the Supreme Court upheld the decision. It stated that the annulment of the impugned acts was necessary to protect the legitimate interests of the pre-nationalisation owners. The court acknowledged that the “single-use investment vouchers” had in the meantime ceased to exist as a means of payment. The Supreme Court noted, however, that the subject matter of the proceedings was the annulment of the land-purchase contracts and that the assessment of possible compensation for the investment vouchers had not been its subject matter. Finally, the court found that on 19 June 2002 the applicant’s lawyer had been duly notified of the appellate court hearing which was to take place on 27 June 2002, and that she had requested that the hearing be postponed, given that she had to attend another court hearing at the same time. The Supreme Court, however, noted that the applicant’s lawyer had failed to provide any proof of that hearing. The court ruled that, taking into account the need to ensure the speediness of the proceedings and the high number of participants in the case, the appellate court had taken a reasonable decision to hear the case in the lawyer’s absence.", "22. By a decision of 14 March 2005 the Deputy Governor of Kaunas County restored the former owners’ title to the plot of land on the LAA settlement of which the applicant had acquired ownership under the annulled land-purchase agreement of 11 April 1995.", "23. The Constitution of the Republic of Lithuania provides:", "“Property shall be inviolable. Rights of ownership shall be protected by law. Property may be expropriated only for the needs of society and in accordance with the procedure established by law, and shall be justly compensated.”", "24. The Restitution Law, adopted on 18 June 1991 and amended on numerous occasions, provided that, in restoring property rights, priority was to be given to restitution in kind. The State retained the right to buy out the property from the previous owners if the current social conditions and relations so required (atsižvelgiant į visuomeninius santykius). In particular, Article 12 § 1 (15) of the Law provided that the State could buy out land which had been allocated to scientific or educational institutions for carrying out experiments or for other scientific purposes.", "25. On 25 August 1993 the Government adopted decree no. 649 on the status of land used by the Lithuanian Academy of Agriculture and approval of the zoning scheme for its use. In an attempt to create better conditions for the LAA to address scientific, educational and social issues, it was decided that the land, which was used by the LAA and which the LAA’s management had earmarked for the construction of private housing, could be bought out by the State.", "26. On 19 April 1994 the Government adopted decree no. 294 and partially amended decree no. 649, specifying that part of the total area of land used by the LAA was to be set aside for building private houses on campus. On 9 March 1995 the Government enacted decree no. 350, which granted natural persons the right to acquire private ownership of the plots of land which were on the territory of the LAA and which had been allocated to them by the Noreikiškės settlement local council prior to 15 March 1992 for the building of dwelling houses.", "27. On 27 May 1994 the Constitutional Court examined the issue of compatibility with the Constitution of the domestic laws on the restitution of property rights. In its decision the Constitutional Court held, inter alia, that possessions which had been nationalised by the Soviet authorities since 1940 should be considered as “property under the de facto control of the State”. The Constitutional Court also stated that, if possible, the property rights should be restored in kind. It further ruled that buying out land in the countryside for the purpose of building private housing served no public interest, since after such land was bought out it could be privatised, thereby breaching the previous owners’ right to restitution.", "28. The Law on the initial privatisation of State property (Valstybinio turto pirminio privatizavimo įstatymas), adopted on 28 February 1991 and amended on numerous occasions, provided that Lithuanian citizens would be granted “single-use investment vouchers” (vienkartinės išmokos), for amounts ranging from RUR 2,000 to RUR 10,000, for the initial privatisation of State property.", "29. On 16 September 1992 the Litas Committee adopted decision no. 2, pursuant to which the rouble as a currency unit was to be withdrawn from monetary transactions with effect from 1 October 1992. A new temporary currency, the talonas, was to be used instead of the rouble, the exchange rate between the two being 1:1.", "30. Under the Litas Committee’s decision of 14 June 1993 the talonas ceased to exist and was replaced by a new permanent currency, the Lithuanian litas. The exchange rate was 100 talonai to 1 litas.", "31. The Civil Code, in force since 1 July 2001, provides insofar as relevant as follows:", "“1. Any transaction that fails to comply with the mandatory statutory provisions shall be null and void.", "2. When a transaction is declared null and void, each party shall be required to restore to the other party everything he or she has received by means of that transaction (restitution). Where it is impossible to restore in kind the items received, the parties shall be required to compensate each other in money, unless the law provides for other consequences as a result of the transaction’s being declared void.", "...”", "“1. In claiming an item as stipulated by Article 4.95 of this Code, the owner shall have the right to demand: from the person who knew or should have known that his possession was illegal (possessor in bad faith), that he or she reimburse or provide compensation for all income he or she received or should have received during the entire period of possession; from an illegal possessor in good faith – all income which such possessor received or should have received since the time when he or she found out or should have found out about the possession being illegal or found out about the commencement of a civil case concerning restitution of the item concerned.", "2. An illegal possessor in bad faith shall have the right in his or her turn to claim from the owner necessary expenses related to the item concerned from the time the owner receives income from it.", "3. An illegal possessor in good faith shall have the right to claim from the owner compensation for all his expenses incurred in connection with the item concerned that have not been covered by income received from it.", "4. An illegal possessor in good faith shall have the right to keep those parts that have been added to improve the item concerned, provided these can be removed without causing damage to it. If the parts added as improvement cannot be removed or if the item was improved in a different manner, the illegal possessor in good faith shall have the right to claim a compensation for the expenses arising from such improvement, in an amount not greater than the increase in value.”", "“1. Restitution shall take place where a person is required to return to another person the property he or she has received either unlawfully or by error, or as a result of the transaction whereby the property was received by him or her being annulled ab initio, or as a result of the obligation becoming impossible to perform because of force majeure. ...”", "“Restitution shall be made in kind, except in cases where this is impossible or would cause serious inconvenience to the parties. In the latter case, restitution shall be effected by means of an equivalent monetary payment.”", "“1. The monetary equivalent shall be estimated on the basis of the prices valid at the time when the debtor received the items he is required to restore.”", "“The repayment of expenses for the care and custody of the property subject to restitution which have been incurred by the person who is required to return the property shall be carried out in accordance with the provisions of Book IV of this Code, applicable in respect of possessors in good faith and possessors in bad faith.”", "“1. The fruits and revenues accruing from the property subject to restitution shall belong to the person required to make restitution. This person shall bear all the expenses incurred in the production of those benefits and revenues. ...”", "32. Article 240 of the Code of Civil Procedure, in force until 1 January 2003, provided that a court could suspend proceedings in a case, at the request of the participants in the proceedings or of its own motion, when it submitted a request to the Constitutional Court to resolve a question as to the constitutionality of the act applicable in that particular case. Under Article 241 of the Code, the proceedings were suspended until the Constitutional Court had given its ruling."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}