{"ITEMID": "001-61262", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2003, "DOCNAME": "CASE OF SMIRNOVA v. RUSSIA", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 5-1+5-3;Violation of Art. 6-1;Violation of Art. 8;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award", "JUDGES": "Georg Ress", "TEXT": ["7. The applicants, Ms Yelena Pavlovna Smirnova (“Y.S.”) and Ms Irina Pavlovna Smirnova (“I.S.”) are twin sisters. They are Russian nationals, who were born in 1967 and live in Moscow.", "8. On 5 February 1993 criminal proceedings were initiated against the applicants on suspicion of defrauding a Moscow bank on a credit matter. The prosecution's case was that the applicants acted together to obtain a loan in the bank on the security of a flat which did not in fact belong to them.", "9. On 26 August, according to the applicants, on 27 August 1995, according to the Government, Y.S. was arrested and remanded in custody. Several days later, on 31 August 1995, she was charged with large-scale concerted fraud.", "10. On 5 September 1995 the proceedings against I.S. were discontinued.", "11. Following Y.S.'s arrest, her lawyer lodged an application for release with the Tverskoy District Court of Moscow. On 13 September 1995 the court held that it was too late to examine the application for release as by that time the preliminary investigation had finished.", "12. On 26 March 1996 the investigating authorities sent Y.S.'s case to the Tverskoy District Court for trial.", "13. On 21 March 1997 the Tverskoy District Court found that the evidence gathered against Y.S., although serious, did not embrace all offences possibly committed by her. The court also found that the proceedings against I.S. should not have been stopped because there had been evidence of her involvement in the offence too. It was decided to remit the case against Y.S. for further investigation. The court of its own motion re-instituted criminal proceedings against I.S. and joined them to Y.S.'s case. It was furthermore ordered that Y.S. should stay in detention, and that I.S., at large at the moment, should be imprisoned as soon as the police established her whereabouts.", "14. Both applicants lodged appeals against the decision of 21 March 1997, but on 23 July 1997 the Moscow City Court disallowed them.", "15. Since I.S. continued to hide from the investigating authorities, it was decided to sever her case from that of her sister and to stay it. The term of Y.S.'s detention was extended.", "16. On 9 December 1997 the Lyublinskiy District Court of Moscow ordered that Y.S. should be released from custody because the extension of her detention had been unlawful and because of her poor health. She was released conditionally under the undertaking not to leave her permanent residence.", "17. On 15 December 1997 the case against Y.S. was for the second time sent to the Tverskoy District Court for trial.", "18. On 30 March 1999, the police arrested I.S. and took her into custody. The proceedings against her were resumed.", "19. The second examination of the case against Y.S. by the Tverskoy District Court took place on 31 March 1999. The court noted that I.S. had by that time been arrested, and that given close factual links between the offences imputed to the sisters, the proceedings against them should be joined. The court also noted that Y.S. had not had sufficient opportunity to familiarise herself with the prosecution file before the hearing. As a result, the case against Y.S. was joined to that against I.S. and remitted for further investigation.", "20. On the same day Y.S. was imprisoned on the ground of the gravity of the accusation.", "21. The decision of 31 March 1999 became final on 13 May 1999 after it had been upheld on appeal by the Moscow City Court.", "22. On 29 April 1999 the Lyublinskiy District Court granted I.S.'s application for release from custody because the investigating authorities had not submitted convincing material to justify her continued detention. The investigating authorities appealed against this decision, and on 19 May 1999 the Moscow City Court allowed the appeal. However, by that time I.S. had already left the prison.", "23. On 20 May 1999 the Tverskoy District Court considered that the case against I.S. should be returned to the investigating authorities to be joined with the case against Y.S.", "24. On 3 September 1999, I.S. was arrested and detained.", "25. On 2 October 1999 Y.S. was released from prison because the investigation had finished and because the detention period set by the General Prosecutor's Office had expired.", "26. Shortly afterwards, on 7 October 1999, I.S. was also released. Both applicants signed an undertaking not to leave their permanent residence.", "27. On 29 October 1999 the investigating authorities handed over the case file they had prepared to the Tverskoy District Court. On 10 November 1999 the judge who had accepted the case for consideration ruled that the applicants should be remanded in custody pending trial in view of the gravity of the accusations and “the applicants' character”.", "28. On 14 January 2000 the Constitutional Court examined an application lodged earlier by I.S. The court ruled that Article 256 of the Code of Criminal Procedure was unconstitutional as far as it empowered criminal courts to initiate of their own motion criminal prosecution of third persons not being party to the original proceedings, to apply measures of restraint and to order further investigations. The court held that by initiating criminal proceedings the courts in essence assumed prosecutorial functions in violation of the principle of the separation of powers.", "29. Based on the judgment of the Constitutional Court, on an unspecified date, the acting president of the Moscow City Court lodged an application for supervisory review of the applicants' case.", "30. On 24 February 2000 the Presidium of the Moscow City Court granted the application. The decisions of 21 March and 23 July 1997 were quashed in respect of I.S. The decision of 31 March 1999 was quashed in respect of both applicants. The decisions of 13 and 20 May and 10 November 1999 were also quashed. The case against the applicants was sent for further investigation. I.S. was released, but her sister remained in prison.", "31. On 20 March 2000 the Prosecutor of the Tverskoy District re-instituted criminal proceedings against I.S. The case against I.S. was joined to that of Y.S.", "32. On 20 April 2000 the investigation of the applicants' case was finished. On 25 April 2000 the prosecution file and indictment were submitted to the Tverskoy District Court. The same day, Y.S. was released because of the expiry of the custody period.", "33. The examination of the applicants' case was scheduled for 9 June 2000. However, the hearing did not take place because the applicants had failed to appear even though they had been several times summoned for the service of the indictment.", "34. The hearing was adjourned until 22 August 2000 but it again failed to take place since the applicant had not appeared before the court.", "35. As the applicants persistently avoided the court proceedings and did not live at their permanent address, on 28 August 2000 the Tverskoy District Court ordered their arrest. The proceedings were stayed until the applicants were arrested.", "36. On 12 March 2001 the applicants were arrested and detained. The court proceedings resumed and on 24 September 2001 the court extended the custody period for a further three months.", "37. On 9 January 2002 the Tverskoy District Court found the applicants guilty and sentenced Y.S. to eight years' imprisonment with forfeiture of her estate, and I.S. to six years' imprisonment with forfeiture of her estate.", "38. On 9 April 2002 the Moscow City Court annulled the judgment, closed the proceedings and discharged the applicants from serving the sentence under the statute of limitations.", "39. The applicants were released in the courtroom.", "40. When the investigating authorities were arresting Y.S. on 26 August 1995, they withheld her national identity paper – the “internal passport”. The passport was enclosed in the case file at the Tverskoy District Court. Y.S. made several unsuccessful attempts to recover the document, filing complaints to courts and prosecutors of various instances.", "41. The lack of passport made Y.S.'s everyday life difficult. In December 1997 and April 1998 the Moscow Social Security Service and a law firm both refused to employ her because she did not have a passport. In December 1997 a Moscow clinic informed Y.S. that free medical care could only be provided to her if she presented an insurance certificate and her passport. For the same reason, in April 1998 the Moscow Telephone Company refused to install a telephone line in Y.S.'s home. On 2 June 1998 the Moscow City Notary Office notified Y.S. that she needed to verify her identity, for example, with a passport, if she wished to obtain notarial acts. On 10 December 1998 Y.S. was refused the registration of her marriage. On 19 March 1999 she was stopped by a police patrol for an identity check. As she was unable to produce the passport, she was taken to a police station and had to pay an administrative fine.", "42. On 29 April 1998 the Office of the Moscow Prosecutor requested the Tverskoy District Court to return the passport.", "43. On an unspecified date the President of the Tverskoy District Court informed Y.S. that the passport could be made available to her for certain purposes. But it should nonetheless remain in the case file because otherwise the authorities would not be able to tell Y.S. from her twin sister, who was in hiding.", "44. On 29 June 1998 the President of the Tverskoy District Court confirmed that the passport should be retained in the case file.", "45. On 31 March 1999 a police patrol came to the applicants' home to escort Y.S. to a court hearing. Both applicants were at home. Perplexed by their almost identical appearance, the police demanded that the applicants identify themselves or produce identity papers. Having met a refusal, and knowing that I.S. was also being looked for by the police, the patrol decided to arrest both applicants and took them to a police station.", "46. On 6 October 1999, the investigation officer in charge of Y.S.'s case returned the passport to her.", "“No one may be arrested otherwise than on the basis of a judicial decision or a prosecutor's order.”", "“When there are sufficient grounds for believing that an accused person may evade an inquiry, preliminary investigation or trial or will obstruct the establishment of the truth in a criminal case or will engage in criminal activity, as well as in order to secure the execution of a sentence, the person conducting the inquiry, the investigator, the prosecutor or the court may apply one of the following preventive measures in respect of the accused: a written undertaking not to leave a specified place, a personal guarantee or a guarantee by a public organisation, or placement in custody.”", "Article 92 - Order and decision on the application of a preventive measure", "“Upon application of a preventive measure a person conducting an inquiry, an investigator or a prosecutor shall make a reasoned order, and a court shall give a reasoned decision specifying the criminal offence which the individual concerned is suspected of having committed, as well as the grounds for choosing the preventive measure applied. The order or decision shall be notified to the person concerned, to whom at the same time the procedure for appealing against the application of the preventive measure shall be explained.", "A copy of the order or decision on the application of the preventive measure shall be immediately handed to the person concerned.”", "“Placement in custody as a preventive measure shall be effected in accordance with the requirements of Article 11 of this Code concerning criminal offences for which the law prescribes a penalty in the form of deprivation of freedom for a period of more than one year. In exceptional cases, this preventive measure may be applied in criminal matters for which a penalty in the form of deprivation of freedom for a period of less than one year is prescribed by law.”", "“A period of detention during the investigation of offences in criminal cases may not last longer than two months. This time-limit may be extended by up to three months by a district or municipal prosecutor ... if it is impossible to complete the investigation and there are no grounds for altering the preventive measure. A further extension up to six months from the day of placement in custody may be effected only in cases of special complexity by a prosecutor of a subject of the Russian Federation ...", "An extension of the time-limit for such detention beyond six months shall be permissible in exceptional cases and solely in respect of persons accused of committing serious or very serious criminal offences. Such an extension shall be effected by a deputy of the Prosecutor General of the Russian Federation (up to one year) and by the Prosecutor General of the Russian Federation (up to 18 months).”", "Article 101 - Cancellation or modification of a preventive measure", "The cancellation or modification, by the person conducting the inquiry or by the investigator, of a preventive measure chosen on the prosecutor's instructions shall be permissible only with the prosecutor's approval.”", "“If the accused is kept in custody, the question of setting a date for a court hearing must be decided no later than 14 days after the case reaches the court.”", "“The examination of a case before the court must start no later than 14 days as from the fixing of a hearing date.”", "Section 1 of the Rules regarding the passport of a citizen of the Russian Federation adopted by the Decree of the Russian Government No. 828 of 8 July 1997 provides that the passport of a citizen represents the basic document proving the citizen's identity on the territory of Russia.", "Pursuant to Section 5, the passport shall contain information about the citizen's residence, liability to military service, marital status, minor children, issue of other identity documents.", "Section 21 provides that the passport of convicted persons and persons remanded in custody shall be seized by investigating authorities or a court and adduced to the case file. When the citizen is released, the passport shall be returned.", "Article 178 of the Code of Administrative Offences of 1984 establishes that residing without a valid passport or residential registration shall be punishable with an official warning or a fine.", "The Moscow Government Decree No. 713 of 17 July 1995, concerning the rules of residential registration, establishes a fine of up to five times the minimum wage if residential registration cannot be shown, and up to fifty times the minimum wage in case of repeated violations."], "VIOLATED_ARTICLES": ["5", "6", "8"], "VIOLATED_PARAGRAPHS": ["5-1", "5-3", "6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}