{"ITEMID": "001-77675", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "ADMISSIBILITY", "DATE": 2006, "DOCNAME": "BLEYOVA v. SLOVAKIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant, Mrs Oľga Bleyová, is a Slovakian national who was born in 1930 and lives in Bratislava. She is represented before the Court by Mr R. Bockanič, a lawyer practising in Bratislava. The respondent Government are represented by Mrs A. Poláčková, their Agent.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant was married to Mr B. who was a member of the Bratislava III Housing Cooperative (bytové družstvo) which assigned a flat to him. At that time the applicant was not a member of the cooperative. The couple lived in the flat under a lease and, by operation of law, they had the right of joint use (právo spoločného užívania).", "In 1974 the marriage was dissolved and Mr B. moved out of the flat.", "In 1975 the Bratislava Regional Court (then Mestský súd, at present Krajský súd) cancelled the applicant’s and her former husband’s right of joint use of the flat and ruled that the sole legal tenant was Mr B. The applicant was ordered to move out within 15 days of the date when a substitute dwelling was provided to her. Until then, the applicant would have an absolute right to stay in the flat (právo bývania).", "As no substitute dwelling has ever been provided to her, the applicant continues to enjoy her right to stay in the flat.", "In 1985 the applicant became a so called “non-resident member” of the cooperative. In 1992 she transferred the membership to a third person. In 1993 she again became a non-resident member.", "In February 1993 the cooperative’s board passed a decision excluding Mr B. from its membership for breach of duties. It was noted that he had not been using the flat since 1974. Mr B. appealed against this decision, but his appeal has never been formally determined.", "On 30 March 1993 the board annulled its decision of February 1993. The validity of the annulment is disputed. It was investigated following the applicant’s criminal complaint, but no charges were ever brought. The matter was considered to be of a private-law nature and, as such, fell to be determined by the ordinary courts. No criminal case to answer was detected.", "In 1994 Mr B. petitioned for the applicant’s eviction on the basis of the 1975 judgment. On 2 August 1995 the Bratislava III District Court (then Obvodný súd, at present Okresný súd) dismissed the petition holding that Mr B.’s rights under that judgment were statute-barred.", "In August 1995 the applicant invited the cooperative to sell her the flat under special legislation - Flats and Non-residential Premises Ownership Act (Law no. 182/1993 Coll., as amended - “the 1993 Act”) - which provided for the transfer of ownership of flats to tenants for a regulated price. She did not receive an answer.", "In May 1996 the cooperative sold the flat to Mr B. under the 1993 Act.", "The sale was registered in the Land Registry and Mr B. became the legal owner of the flat. The applicant subsequently challenged the validity of the sale in the ordinary courts. The course and outcome of her action is a separate subject-matter of the present application and is described in detail below.", "On 11 September 1997, following numerous arguments and disturbances, Mr B. and his lawyer, Mrs N., arranged for a locksmith and a removal service to enter the flat forcibly and to start removing the applicant’s belongings from it. The police arrived after a call from the applicant and the operation was halted.", "The applicant filed a criminal complaint about the incident and joined a claim for damages to it. On her complaint, Mr B. and Mrs N. were indicted to stand trial on a charge of having organised a breaking and entry within the meaning of Article 238 of the Criminal Code. They were first found guilty in summary proceedings, but the conviction was quashed on appeal. They were then acquitted in ordinary proceedings, but the acquittal was quashed on appeal. The proceedings are still pending.", "On 20 January 1998 the applicant lodged a separate action for damages resulting from the incident of 11 September 1997. It is still pending.", "Mr B. again sought the applicant’s eviction by way of a court action. It was stayed by the District Court on 16 August 2000 pending the outcome of the proceedings concerning the validity of the transfer of the flat to Mr. B. The action for eviction is still pending.", "In 2001 Mr B. was registered in the Registry of Inhabitants as residing permanently in the flat. The registration was investigated following the applicant’s criminal complaint, but no charges were ever brought. The matter was found to be entirely of a private-law nature and, as such, fell within the jurisdiction of the ordinary courts. No criminal case to answer was detected.", "On 8 August 2005 the applicant brought an action in the Bratislava III District Court seeking an injunction to restrain Mr B. from disturbing her peaceful enjoyment of the flat. At the same time she sought an interim injunction preventing him from entering the flat. On 16 January 2006 the matter was transmitted to the Bratislava I District Court, which had the territorial jurisdiction to entertain it. It is still pending there.", "On 19 June 1997 the applicant brought an action against the cooperative in the Bratislava I District Court seeking a judicial ruling declaring the contract of sale of 1996 void on grounds of illegality in that Mr B. had previously been deprived of his membership of the cooperative and, as such, no longer qualified to have the flat transferred to him under the 1993 Act.", "On 1 July 1997 the Bratislava I District Court transmitted the action to the Bratislava III District Court, which had territorial jurisdiction.", "On 27 August 1997 the Bratislava III District Court invited the defendant to submit observations in reply and the applicant to pay the court fee, which she did on 4 September 1997.", "On 16 February and 29 April 1998 the District Court held hearings.", "On 15 June 1998 the District Court held another hearing following which, on the same day, it dismissed the action as unfounded.", "On 10 August 1998 the applicant lodged an appeal. On the District Court’s request, on 7 October and 26 November 1998, respectively, the applicant corrected her appeal and paid the court fee. On 4 February 1999 the applicant supplemented her appeal.", "On 7 April 1999 the Regional Court held a hearing. It had to be adjourned as the applicant had challenged the president of the Regional Court’s chamber on grounds of bias. On 14 April 1999 the applicant supplemented the reasons for the challenge.", "On 19 August 1999 the Supreme Court (Najvyšší súd) dismissed the challenge as unfounded.", "On 30 September 1999 the Regional Court quashed the judgment of 15 June 1998 for procedural shortcomings and remitted the matter to the District Court for reexamination. The court observed inter alia that the action should have been directed against both parties to the contract.", "On 25 November 1999 the District Court invited the applicant’s lawyer to correct the action by identifying the defendants in line with the judgment of 30 September 1999. On 6 December 1999 the lawyer informed the District Court that on 30 November 1999 the applicant had withdrawn his power of attorney.", "On 24 February 2000 the District Court forwarded the invitation to correct the action directly to the applicant, who responded on 6 March 2000.", "On 1 June 2000, on the applicant’s motion, the District Court admitted Mr B. to the proceedings as the second defendant in the action.", "In their submissions to the District Court filed in September and November 2000, respectively, the cooperative and its former in-house lawyer conceded that the re-admission of Mr B. as a member in 1993 had been contrary to law and to the statute of the cooperative. They also admitted that there had been shortcomings in the transfer of the flat to him and expressed doubts as to the accuracy of the internal records concerning his re-admission.", "Between 18 September and 21 December 2000 the District Court held 3 hearings. The hearing called for 29 January 2001 was adjourned due to the absence of the applicant, her lawyer and a witness. It was also noted that, four days previously, the applicant had challenged the District Court judge dealing with the case for bias. The applicant completed the challenge by submitting new information and documents on 30 January and 19 February 2001.", "On 30 April 2001 the Regional Court dismissed the challenge as unsubstantiated.", "A hearing held before the District Court on 18 July 2001 was adjourned until 12 December 2001 and again until 25 February 2002.", "On 8 April 2002 the District Court held a hearing following which, on the same day, it dismissed the action. It concluded that the applicant did not have a “pressing legal interest” in obtaining the ruling sought, which was a conditio sine qua non under Article 80 (c) of the Code of Civil Procedure for the ruling to be made. Her legal status as regards the flat was defined by the judgment of 1975 under which she had an absolute right to stay in the flat until alternative accommodation had been provided to her. The contract of 1996 did not concern her directly and its validity had no effect on her own legal position. The applicant appealed against this judgment.", "On 19 June 2003, following a hearing of the appeal on the same day, the Regional Court upheld the judgment of 8 April 2002, concurring fully with the District Court’s findings and conclusions. The judgment became final and binding on 3 September 2003.", "In September 2003 the applicant requested that the Prosecutor General exercise his discretionary power and lodge an extraordinary appeal on points of law (mimoriadne dovolanie) on her behalf against the judgments of 2 April 2002 and 19 June 2003. She argued that those judgments were legally wrong and violated her right to respect for her private life and home.", "On 13 May 2004 the Prosecutor General acceded to the applicant’s request and lodged the appeal. He maintained that the applicant did have a “pressing legal interest” in having the action determined as she had been living in the flat for 43 years, she was a member of the cooperative and had sought to obtain the flat under the 1993 Act, and that Mr B. had been taking various illegal and unacceptable measures to have her evicted from it. In contrast, Mr B. had vacated the flat decades ago, his rights under the judgment of 1975 were statuebarred, he had been excluded from the cooperative, his readmission to it was flawed and he was not eligible to have the flat transferred to him under the 1993 Act. The Prosecutor General maintained that the contract of sale of 1996 was illegal and should be declared void.", "On 26 October 2004 the Supreme Court dismissed the extraordinary appeal. The applicant had the right to stay in the flat until she had been provided with an alternative dwelling under the 1975 judgment. If she was being disturbed in exercising this right, she could seek judicial protection against the trespasser. Her right to stay could not be interpreted as entailing her standing to sue. The transfer of ownership of the flat from the cooperative to Mr B. had no effect on her legal position. The applicant must have known that Mr B. had a recognised legal title to the flat and thus could not claim to have acted bona fide in obtaining the title herself. The applicant therefore lacked a “pressing legal interest” in the action and, consequently, could not challenge the contract of 1996.", "On 11 June 2003 the applicant, who was represented by a lawyer, lodged a complaint under Article 127 of the Constitution which she completed on 7 July 2003. She maintained that the length of the proceedings in her action of 1997, as conducted before the District Court and the Regional Court, had been excessive and that their respective decisions of 8 April 2002 and 19 June 2003 had been arbitrary and legally wrong and had violated her right to respect for her private life and home.", "On 26 November 2003 the Constitutional Court (Ústavný súd) declared the complaint inadmissible. As to the length of the proceedings in their phase before the District Court, they had ended by the judgment of 8 April 2002. Their examination thus could not bring about their acceleration. In line with the Constitutional Court’s established practice, such an examination was not therefore required. The Constitutional Court did not address the length of the proceedings before the Regional Court.", "The examination of the subjectmatter of the applicant’s action was primarily the task of the ordinary courts. They had proceeded in accordance with the applicable procedural rules and had given adequate reasons for their decisions. The Constitutional Court discerned no element of arbitrariness in the contested judgments and found that the remainder of the application was therefore manifestly ill-founded.", "In February 2005 the applicant turned to the Constitutional Court again. She sought to challenge the judgments of the District Court, the Regional Court and the Supreme Court of, respectively, 8 April 2002, 19 June 2003 and 26 October 2004 on the ground that they had violated her right to respect for her private and family life and her home.", "On 23 March 2005 the Constitutional Court declared the complaint inadmissible as out of time in that it had been lodged outside the statutory twomonth timelimit."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}