{"ITEMID": "001-22964", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "ADMISSIBILITY", "DATE": 2003, "DOCNAME": "YOUNGER v. THE UNITED KINGDOM", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant, Ms Margaret Younger, is a United Kingdom national who was born in 1953 and lives in Cambridgeshire, England. She is represented before the Court by Mr M. Scott, a lawyer practising in London, England.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant’s son, Stuart Gipp, was found hanging from his shoelaces which were attached to the bolt hole of his open cell hatch while he was in custody at Lion Yard Magistrates’ Court, Cambridge, on 9 February 1999. He died in hospital at 9.55 a.m. on the following day, aged 20.", "Stuart Gipp was arrested and taken into police custody at Parkside Police Station at 4.20 p.m. on 8 February 1999. At 5.15 p.m., when his detention was authorised, the arresting officer, Police Sergeant (“PS”) MacLoughlan, remarked in a witness statement that Stuart Gipp was compliant and calm.", "In a witness statement dated 21 February 1999 provided by Mr Milsom, Stuart Gipp’s solicitor at the relevant time, he said that he had attended Stuart Gipp at Parkside Police Station at about 7.50 p.m. on 8 February 1999. Stuart Gipp confided in him that he was a heroin user and was just beginning to experience withdrawal symptoms. Mr Milsom asked if he wanted to see a police surgeon and explained to him that the practice of local police surgeons was to prescribe the drug temazepam for withdrawal symptoms. He added that numerous clients of his who had been in the same predicament had told him that temazepam did very little to relieve their discomfort and distress. He further explained that any contact that Stuart Gipp had with the police surgeon would not be confidential, as the surgeon would make an immediate written report on his custody record. He offered the advice that, if the custody sergeant became aware that Stuart Gipp was a heroin user, and that he was unemployed, that would greatly reduce his chances of obtaining bail either from the police or, subsequently, from the court. After some discussion Stuart Gipp told Mr Milsom that he had decided not to call the police surgeon at that time. Mr Milsom described Stuart Gipp as being unhappy and apprehensive about spending a night in police custody. However, he presented himself as rational and articulate.", "Stuart Gipp was charged with the offences of dangerous driving, driving whilst disqualified, and driving without insurance or an MOT (a road worthiness certificate) at 10.59 p.m. on 8 February 1999, at which time police bail was refused.", "At about 8.15 a.m. on 9 February 1999 Stuart Gipp’s detention was reviewed. At that time he asked to see a doctor for a “personal reason”. PS Sterne, the custody officer, noted on the custody record that he advised Stuart Gipp that he would arrange for a surgeon to see him at the Lion Yard Magistrates’ Court cells, to where he was shortly due to be transferred. At 8.25 a.m. PS Sterne noted the following on the custody record:", "“Conferred with police surgeon – Dr Gwynn. Problem is not an emergency. (DP [Detained Person] has stated it is a problem seeing doctor in prison – where he believes he will be going - and wishes to see one before his departure for prison). Issue to be handed over to Group 4 [a private security company that, pursuant to statutory provisions, provides escort and custody services under a contract with the Home Office] who will call a doctor themselves.”", "According to a statement made by PS Sterne on 10 February 1999, Stuart Gipp seemed satisfied with the above arrangement. PS Sterne explained that, at the time of requesting to see a doctor, Stuart Gipp stated that he would have waited until he got to prison, but that as it was difficult to see a doctor there he preferred to see one before he got there. It was for that reason that PS Sterne, in consultation with the police surgeon, Dr Gwynn, concluded that the matter was not an emergency.", "Dr Gwynn recalled in a witness statement that he was telephoned by PS Sterne at about 8.25 a.m. and told that Stuart Gipp had a personal problem that he wanted to discuss with a doctor and thought that if the court sent him to prison it would be harder for him to talk to one of the prison doctors about it. He was further told that, while Stuart Gipp had been in custody, he had acted at all times in a normal fashion, showing no particular signs of physical or mental distress. Based on that information, Dr Gwynn formed the opinion that medical attention was not urgently required and that Stuart Gipp could be transferred into the care of Group 4 as arranged, ensuring that the day’s court proceedings were not delayed. Dr Gwynn asked PS Sterne to inform Group 4 of Stuart Gipp’s request to see a doctor and left it with them to call him from the Magistrates’ Court later on if he was still required.", "PS Sterne commented that, while Stuart Gipp was in his custody, he neither proved to be any problem nor exhibited any visible signs that he had any medical problems, was calm throughout and seemed quite resigned to the fact that he was going to go to prison. PS Sterne proceeded to tell both the civilian detention officer, Mr Miller, and the gaoler, PC Hine, that Group 4 should be informed that Stuart Gipp wanted to see a doctor.", "At about 8.47 a.m. Stuart Gipp was handed over to Group 4 custody in order to be transported to court.", "According to the witness statement of Mr Miller of 11 February 1999, at the time of his hand-over, Mr Miller explained to the Group 4 officers that Stuart Gipp wished to see the police surgeon on a personal matter the nature of which he would not reveal, that Dr Gwynn had been contacted by PS Sterne and that Group 4 should contact the doctor from the court cells to come out to see Stuart Gipp.", "Mr Miller found Stuart Gipp’s request to see a doctor on a personal matter, without revealing what it was, to be very unusual and a factor which he specifically remembered. He also remembered making a flippant comment to one of the Group 4 staff that it was unlikely that they would call out the police surgeon. This resulted from his understanding from other prisoners that Group 4 was reluctant to call out doctors for any matter, by reason of the cost of so doing. Group 4, a private company, was responsible for the costs of the visit of a doctor. The Group 4 member of staff replied that it was unlikely that a doctor would be called.", "At about 9.30 a.m. Stuart Gipp arrived at the Magistrates’ Court.", "Some time later that morning (recorded in the report carried out by the Prisoner Escort and Custody Services (“PECS”), a division of the Home Office, as being at about 9.50 a.m., but possibly later in the light of the evidence in the witness statement of Mr Milsom set out below), Stuart Gipp asked Principal Custody Officer (“PCO”) Banks whether he could see a doctor. According to his interview with the PECS investigators on 17 February 1999, PCO Banks asked Stuart Gipp to tell him what the problem was. Stuart Gipp did not do so, but just kept saying that he wanted to see a doctor. PCO Banks explained that it was Group 4 policy that a doctor would not be called unless there was something specific to report. As he had only worked for Group 4 for a fairly short time, PCO Banks called PCO Stevens over to speak to Stuart Gipp.", "In his interview with the PECS investigators on 18 June 1999, PCO Stevens stated that he asked Stuart Gipp a few questions. On not getting any response, he went into the cell, put his arm around Stuart Gipp and asked him what was wrong. He replied that he was a drug user and did not want anyone to know. PCO Stevens continued to talk to Stuart Gipp for a short while, after which the latter appeared to perk up a little. PCO Stevens stated that he reported the facts to Senior Custody Officer (“SCO”) Davis, who said that she would try to get his case in front of the court as soon as possible. PCO Stevens reported this back to Stuart Gipp who appeared to him to be quite happy.", "PCO Stevens denied that PCO Banks had mentioned to him Stuart Gipp’s request to see a doctor on that occasion. However, PCO Stevens stated that he reported both Stuart Gipp’s initial request to see a doctor, which had been passed on to him by the police earlier that morning, and the fact that he was a drug user to SCO Davis. He stated that he did not enter these facts on Stuart Gipp’s Prisoner Escort Record (“PER”). He further revealed that, as a drug user, he was concerned about Stuart Gipp’s health, but that he was not concerned about his safety. He added that Stuart Gipp did not show any signs of being physically unwell and was quite chatty after PCO Stevens had spoken with him.", "In her interview with the PECS investigators, SCO Davis denied that she was made aware at any time prior to 3.50 p.m. on 9 February 1999 that Stuart Gipp had asked to see a doctor or that she was ever told that he was a drug user.", "At 11.00 a.m. the community psychiatric nurse arrived at the cells. According to SCO Davis in her interview with the PECS investigators, such nurses usually saw any prisoner that they had not seen before, but that was a matter left to their discretion. Group 4 staff only referred a prisoner to the nurse if they had a serious concern about a prisoner or if they had been asked to do so by a solicitor. Stuart Gipp was neither seen by nor referred to the nurse.", "At 11.15 a.m. on 9 February 1999 Mr Milsom attended again on Stuart Gipp, in the Magistrates’ Court cells. In his witness statement, Mr Milsom stated that, at that time, Stuart Gipp appeared rather unwell but not dramatically so. Mr Milsom suggested that the time had now arrived for Stuart Gipp to ask the Group 4 custody officers to call a doctor. He explained that the findings of the doctor were unlikely to be relayed to the prosecutor, the court clerk or the magistrates and that a doctor’s visit was unlikely at that stage to prejudice his chances of being granted bail. During that attendance, Mr Milsom stated that Stuart Gipp was calm, rational and responsive. He stated that there was nothing unusual about his behaviour and responses. He was clearly worried about the possibility of being remanded in custody. He further stated that he would think about calling a doctor: one of the factors weighing upon him was that he did not want his mother to know that he was dependent on heroin. However, Mr Milsom told the PECS investigators that during this visit Stuart Gipp told him that he had already requested to see a doctor, but that he had not yet been seen.", "Mr Milsom did not express any concerns about the well-being of Stuart Gipp to his custodians at the conclusion of his legal visit at 11.37 a.m. Thereafter, Stuart Gipp’s cell was checked, as was normal, he made a visit to the toilet and he was provided with lunch.", "At about 2.50 p.m. Stuart Gipp was produced in court, where an application for bail was made. The magistrates retired for about 20 minutes and refused the application. Stuart Gipp was remanded in custody to Glen Parva Young Offenders Institution (“Glen Parva”) for 7 days. In a statement by Mr Ingle, the Magistrates’ Court clerk, he recalled that at no time during the court hearing was anything said on Stuart Gipp’s behalf to indicate that he was distressed.", "The Group 4 officer who accompanied Stuart Gipp to his court appearance, PCO Moore, told the PECS investigators that, on the way to court, he was talking to her without any apparent problem and that during the hearing itself he appeared calm and behaved normally. At the time at which the magistrates retired to consider their decision, Stuart Gipp talked and joked with her. She described him as fine, good-natured and conversational during this period. Once the magistrates announced that he was to be remanded at Glen Parva she described his reaction as follows:", "“Almost instantly his demeanour changed in the dock. He became unresponsive, shut down and went quiet. He was not emotional at all and didn’t cry, shout or anything of that kind. He was told to go with the officer as is usual and I went to put the cuff on him and he pulled his arm away, resisting me. I spoke to him kindly and said ‘come on, let’s get you downstairs’. He then let me put the cuff on. As we reached the dock door he wiggled the cuff on his wrist but didn’t really try to get it off... I was talking to him all the time but he didn’t respond to me. He didn’t pull or refuse to come with me, he was just quiet... His reaction was not unusual and didn’t alarm me more than usual.”", "The change in Stuart Gipp’s demeanour was not noted on the PER form.", "Raymond Gipp, Stuart Gipp’s brother, made a statement after the death in which he described Stuart Gipp’s demeanour in court that day differently. He stated that he was at the back of the court when Stuart Gipp came in and that he appeared upset and looked as if he had been crying and that he put his head down in court and started to cry. He also stated that Stuart Gipp “screamed and screamed” as he went down the corridor with the Group 4 officer after the hearing. He added that Stuart Gipp had never wanted to talk about his experiences at Glen Parva the previous time that he was there and that one of Stuart Gipp’s friends had said that he had said that he would kill himself if he had to go back to Glen Parva.", "According to the entries on the PER form, Stuart Gipp was returned to his cell at 3.25 p.m. and Mr Milsom visited him there at 3.35 p.m. PCO Cannon went to open Stuart Gipp’s cell door to allow Mr Milsom to conduct his legal visit. She saw Stuart Gipp with his head in his hands. She informed him that his solicitor had come to see him. He did not respond, but just walked into the interview room without saying anything. In his witness statement, Mr Milsom described that visit. Upon being asked by Mr Milsom, Stuart Gipp stated that he had asked to see a doctor some time previously but that he had not been seen by one. Mr Milsom observed that Stuart Gipp was very unhappy about the decision of the court and stated that he would not be able to stand it. He referred generally to difficulties he had experienced when he was previously at Glen Parva, but did not want to discuss these further. Mr Milsom described the ensuing conversation as follows:", "“I told Stuart that in 7 days time we could make another bail application. If that failed we could ask a Judge in Chambers for bail. At that point he said: ‘I may not be here’. I asked him what he meant and he said that he might kill himself. I took this seriously because although he said it in a tone that appeared to lack conviction, he had his head deeply bowed throughout this conversation except when he was smoking a cigarette. He seemed to feel defeated.”", "According to the timings on the PER form, the legal visit concluded at 3.45 p.m. At 3.50 p.m., Mr Milsom informed SCO Davis that Stuart Gipp had requested to see a doctor. SCO Davis stated that she was unaware of that request. She further explained that no doctor was available at that time as she had been trying to get one to attend another detainee since 2.50 p.m. without success. Mr Milsom also mentioned that Stuart Gipp was threatening to take his own life. SCO Davis noted on the PER form that he may try to harm himself and, at 3.52 p.m., initiated a self-harm form F2052SH as a result. At about 3.53 p.m., PCO Cannon went to check Stuart Gipp’s cell. Having initially not been able to see Stuart Gipp, PCO Cannon re-checked the cell. As she opened the outer gate, she found Stuart Gipp hanging from his shoe-laces from the bolt hole of the open hatch on his cell door.", "Stuart Gipp was cut down and attempts were made to resuscitate him. An ambulance was called, paramedics and police arrived to assist and Stuart Gipp was transported to Addenbrookes Hospital, Cambridge. It was there that he subsequently died.", "Two PER forms were created in respect of Stuart Gipp. According to the Government, the second form was created after Stuart Gipp had hanged himself, but before he died. This was because the first form was taken by the police for the purpose of the police investigation into the hanging.", "The front page of the first PER form contains a tick next to the box marked “no known risk”, which the Government state was filled in by Mr Miller at the time that Stuart Gipp was handed over to Group 4 custody. There is also a tick by the box marked “suicidal/self harm” and, under the box marked “further information” are recorded the words “may try to harm himself”. None of the entries on the front sheet of the form are timed. On the second page of the form appear timed entries of various events between 8.47 a.m. and 4.15 p.m., at which time it was noted that the police arrived. This includes an entry timed at 3.50 p.m. that Mr Milsom had stated that Stuart Gipp may try to take his own life.", "The front page of the second PER form contains only Stuart Gipp’s personal details and a record of his property. The timed entries on the second page of the form commence at 4.15 p.m.", "PECS carried out an inquiry into Stuart Gipp’s death. The resulting report was handed to the coroner on 26 August 1999. A copy of the report was forwarded to the applicant’s solicitors on 17 November 1999 and received by them on 18 November 1999.", "The report made, inter alia, the following findings:", "– the police did not hand over to Group 4 a copy of the PER form or the police custody record relating to the time that Stuart Gipp was held at Parkside Police Station, nor was the request to see a doctor while in police custody recorded on the PER form by the police;", "– the PER form failed to record the following matters, all of which should have been recorded: Stuart Gipp had requested to see a doctor, both in police custody and later that morning in the Magistrates’ Court cells, Stuart Gipp was a drug user and PCO Stevens was concerned about Stuart Gipp’s health, not his safety, and Stuart Gipp’s demeanour had changed following his remand by the court to Glen Parva;", "– Stuart Gipp was not referred to the community psychiatric nurse;", "– on finding Stuart Gipp hanging, the staff handling the situation worked with speed and skill and did all that they could to revive him.", "The report also referred to a memorandum to all Group 4 court and escort staff in area 4 dated 10 January 1999 (one month before Stuart Gipp’s hanging) which stated as follows:", "“Cell Door Hatches", "With immediate effect all hatches in cell doors are to remain in the closed position when the cell is occupied.", "Any faults in hatches are to be reported immediately to the Court Manager.”", "The memorandum did not give any indication that the reason for the change in practice regarding cell hatches was a suicide prevention measure designed to ensure that all potential suspension points within the cell were eliminated, thereby reducing or eliminating the opportunity for acts of self-harm. The PECS report recommended that all court escort contractors should be alerted to the risk and dangers posed by allowing a cell door hatch to be in the open position and that, unless further close supervision was available, the cell door hatch should be closed.", "On 19 and 20 January 2000, an inquest was heard into Stuart Gipp’s death by the Cambridgeshire Coroner, sitting with a jury.", "At the inquest, the Group 4 staff stated in evidence that it was the practice to keep all cell hatches open at Cambridge Magistrates’ Court. They further stated that they were unclear as to what general policy, if any, Group 4 had regarding cell hatches. All Group 4 staff who gave evidence at the inquest were either uncertain as to whether the memorandum had been brought to their attention prior to Stuart Gipp’s hanging, or adamant that it had not been. They were further unclear what training, if any, they had received on the suicide risks of open cell hatches. SCO Davis, who had overall responsibility for the safety of prisoners in the custody of Group 4 at the Magistrates’ Court, testified at the inquest that she had still, almost one year after Stuart Gipp’s death, not been made aware of the purpose of the memorandum.", "In delivering a verdict that Stuart Gipp had killed himself, the jury found that failures of responsible persons to follow some procedures and Stuart Gipp’s knowledge of his place of detention contributed towards his death.", "On 23 September 1999 the applicant instructed a firm of solicitors to advise and assist her in connection with the inquest into her son’s death. The applicant was advised that neither she (not being a dependant of Stuart Gipp) nor Stuart Gipp’s estate had any viable cause of action for damages which would justify the grant of a civil legal aid certificate on a cost benefit analysis. That advice was re-iterated to her by her solicitor on 23 February 2000 and by counsel on 3 March 2000, following her receipt of the PECS report on 18 November 1999 and the inquest. She was therefore unable to pursue any action which would have examined the liability of Stuart Gipp’s custodians for failing to prevent him from killing himself in custody and which would have afforded the possibility of compensation in respect of his death.", "The applicant lodged her application with the Court on 21 March 2000.", "The duty to hold an inquest arises under section 8 of the Coroners Act 1988. Where there is reasonable cause to suspect that the deceased died in prison the coroner is obliged to hold an inquest together with a jury.", "Inquest proceedings are directed solely to ascertaining the following limited matters: (i) who the deceased was; (ii) how, when and where the deceased came by his death (“how” meaning “by what means” as opposed to “in what broad circumstances”) and (iii) the particulars required by the Registration Acts to be registered concerning the death (Section 11(5) of the Coroner’s Act 1988 and rule 36 of the Coroners Rules 1984, as interpreted by R. v. North Humberside and Scunthorpe Coroner, ex parte Jamieson [1995] QB 1 (“ex parte Jamieson”)).", "The Court of Appeal in ex parte Jamieson defined the role of the coroner as follows at page 26C:", "“It is the duty of the Coroner as the public official responsible for the conduct of inquests, whether he is sitting with a jury or without, to ensure that the relevant facts are fully, fairly and fearlessly investigated. He is bound to recognise the acute public concern rightly aroused where deaths occur in custody. He must ensure that the relevant facts are exposed to public scrutiny, particularly if there is evidence of foul play, abuse or inhumanity.”", "Rule 42 of the Coroners Rules 1984 provides:", "“No verdict shall be framed in such a way as to appear to determine any question of- (a) criminal liability on the part of a named person, or (b) civil liability.”", "Rule 42 was stated to express the following in ex parte Jamieson at page 24B:", "“It is not the function of a coroner or his jury to determine, or appear to determine, any question of criminal or civil liability, to apportion guilt or attribute blame.”", "In R (on the application of Amin and Middleton) v. Secretary of State for the Home Department [2002] EWCA Civ 390, the Court of Appeal held that, in the light of the enactment of the Human Rights Act 1998, which came into force in October 2000 and imposed a duty on coroners’ courts to act compatibly with rights set out in the Convention thereafter, in order to satisfy the investigative obligation under Article 2 it would be necessary, in an appropriate case, to permit a jury to return a verdict of “system neglect” in circumstances where, previously, domestic law, specifically ex parte Jamieson, forbade such an outcome (§§ 91 and 92). The Court of Appeal also held in that case that, where a death occurred in State custody, either at the hands of another prisoner or as a result of a suicide, the investigative obligation under Article 2 was engaged (§ 43).", "Rule 43 of the Coroners Rules 1984 provides:", "“A coroner who believes that action should be taken to prevent the recurrence of fatalities similar to that in respect of which the inquest is being held may announce at the inquest that he is reporting the matter in writing to the person or authority who may have power to take such action and he may report the matter accordingly.”", "A coroner’s court does not have jurisdiction to award compensation in respect of a death.", "Pursuant to the common law, no one can recover damages in tort for the death of another.", "The Fatal Accidents Act 1976 confers a right of action for a wrongful act causing death. Section 1(1) provides:", "“If death is caused by any wrongful act, neglect or default which is such as would (if death had not ensued) have entitled the person injured to maintain an action and recover damages in respect thereof, the person who would have been liable if death had not ensued shall be liable to an action for damages, notwithstanding the death of the person injured.”", "The statutory right of action is however for the deceased’s dependants (section 1(2)) which allows the recovery of their pecuniary loss. If there is no dependency, there is no pecuniary loss to recover as damages. Bereavement damages (fixed at 7,500 pounds sterling) are only available to the parents of a deceased child under the age of 18 at the time of death or to the spouse of the deceased (section 1A(2)). Funeral expenses are recoverable (section 3(5)).", "The Law Reform (Miscellaneous Provisions) Act 1934 provides for the survival of causes of action for the benefit of the deceased’s personal estate. Section 1(1) provides as relevant:", "“Subject to the provisions of this section, on the death of any person after the commencement of this Act all causes of action subsisting against or vested in him shall survive against, or, as the case may be, for the benefit of, his estate.”", "This enables recovery on behalf of the estate of damages for losses suffered by the deceased before he died, including any non-pecuniary loss such as damages for pain and suffering experienced between the infliction of injury and death. Where death is instantaneous or it cannot be proved that the deceased experienced pain and suffering before death, damages are not recoverable under the 1934 Act and the only amount recoverable would be funeral expenses.", "It was accepted in the House of Lords case of Reeves v. Commissioner of the Police of the Metropolis [2000] 1 A.C. 360 that there was a common law duty of care upon the police to take reasonable steps to prevent a person of sound mind who was known to be a suicide risk from taking his own life while in custody. The duty had been breached on the facts of the case when the deceased had been able to hang himself as a result of the officers having left the hatch of his cell door open. Liability for the death was shared equally with the deceased, as a result of his voluntary act.", "In Orange v. the Chief Constable of West Yorkshire [2001] 3 WLR 736, the Court of Appeal addressed the question, left open by the House of Lords in Reeves, as to whether the duty under consideration in Reeves arose only where the authorities knew or ought to have known that the individual prisoner presented a suicide risk, or whether it was a duty owed to all prisoners in custody. The Court of Appeal held that suicide was not a foreseeable risk in relation to every prisoner and that the obligation to take reasonable care to prevent a prisoner from taking his own life deliberately only arose where the custodian knew or ought to have known that the individual prisoner presented a suicide risk. It further held that the increased risk of suicide amongst prisoners gave rise to an obligation, within the general duty of care of the custodian for the health and safety of the prisoner, to take reasonable steps to identify whether or not a prisoner presented a suicide risk. As, on the facts, the police had been justified in concluding that the deceased was not a suicide risk, no duty of care was owed to him to prevent him from taking his own life and therefore it was not a breach of any duty to permit the deceased to retain his belt or to have placed the deceased in a cell in which the gate on the door, from which the deceased had hanged himself using his belt as a ligature, did not comply with recommendations contained in Home Office circulars. As Mrs Orange elected not to petition the House of Lords for leave to appeal, the issue in Orange has not yet been addressed by the House of Lords.", "In Orange the Court of Appeal referred to the Canadian case of Funk v. Clapp (1986) 68 DLR (4th) 229, in which the allegations were that, although the deceased, a prisoner who had hanged himself, was not known to be a suicide risk, the standard procedures in the police operating manual should have been followed. The British Columbia Court of Appeal stated the following principle (cited at page 747 of Orange):", "“Suicide being reasonably foreseeable for prisoners as a group, and the defendants not having time to examine each person to see whether or not he is likely to attempt suicide, the reasonable course is to adopt a minimum standard applicable to all prisoners except those who require special attention. The steps outlined in an operating manual seem appropriate for that purpose.”", "Home Office Circular No. 50/1998, dated 4 December 1998 and implemented on 25 January 1999, introduced the PER form and described its purpose as follows:", "“It is essential that those responsible for the custody and care of a detainee/prisoner are made fully aware at all times of any associated risks from the prisoner and/or of any medical or psychiatric conditions of the prisoner. To ensure that such information is recorded for each prisoner and therefore accessible to all police officers, prison officers or escort custody officers in whose custody the prisoner may be, a form has been introduced for national use by the police, prison, court and escort services. ...", "... The PER form is designed for use by everyone who comes into custodial contact with prisoners and should help minimise the danger of relevant information about the prisoner not being passed on to receiving authorities and, importantly, to those officers who take over responsibility for prisoners from others. Correct use of the form should not only ensure that prisoners are given the correct level of care and attention at all stages but that those who have responsibility for custody and transfer are made aware of the risks or potential risks they may face.”", "Paragraph 9.4 of Code C of the Police and Criminal Evidence Act 1984 provides:", "“If a detained person requests a medical examination the police surgeon must be called as soon as practicable. He may in addition be examined by a medical practitioner of his own choice at his own expense.”", "Home Office Circular No. 92/1968, dated 10 April 1968, provides in relevant part:", "“Police authorities and police officers are aware of the need to ensure that fittings in cells should not provide opportunity for a prisoner to do himself injury ... Chief Constables are requested to arrange for early inspection of all police cells to ensure that there are no projections or fittings which prisoners might use to cause themselves injury. ...", "... where cell doors are fitted with a drop-down service hatch, the hatch should not be left open when the cell is occupied by a prisoner. With the hatch open it would be possible for a person inside the cell to secure a ligature on the handle of the hatch.”", "Paragraph 3.4 of the PECS report, headed “Area 4 East Anglia” stated, in relevant part, as follows:", "“The Court Escort Contract in East Anglia commenced on 1 July 1995 with a phased introduction over six months. It provides court escort and custody services across the eight counties of Bedfordshire, Buckinghamshire, Cambridgeshire, Essex, Hertfordshire, Norfolk, Northamptonshire and Suffolk.", "The contract in Area 4 has been fully operational for just over three years. The contractor is Group 4 Court Services Limited. In each year of the contract operation, Group 4 has undertaken an average of 74,850 prisoner movements and handled an average of 120,661 prisoners. During this period the contractor has been faced with numerous incidents, including attempted suicide and self-harm. The number of attempted suicides/self-harm incidents recorded in Area 4 is illustrated in the table below:", "The nature of these incidents varies considerably, ranging from a determined attempt where a prisoner swallowed medication which had previously been concealed about the person, to smaller incidents where individual prisoners have struck hard surfaces causing minor injuries to their hands or grazes to their heads. The contractor has, however, always taken each incident seriously. One has to be cautious given the vulnerable nature of some prisoners, particularly those on remand or appearing at court for the first time. Group 4 Court Services Limited has a very good record of prisoner care.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}