{"ITEMID": "001-66608", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "ADMISSIBILITY", "DATE": 2004, "DOCNAME": "BACHMAIER v. AUSTRIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis", "TEXT": ["The applicant, Mr Stefan Bachmaier, is an Austrian national, who was born in 1978 and lives in Geretsberg (Austria). He is represented before the Court by Mr J. Postlmayr, a lawyer practising in Mattighofen (Austria).", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 14 July 1996 the applicant was involved in a road accident in which a passenger in his car was killed. Subsequently, criminal proceedings against the applicant were opened. On 13 August 1996 the Ried Public Prosecutor’s Office (Staatsanwaltschaft) preferred a bill of indictment against the applicant charging him with having caused death by negligence in particularly dangerous conditions under Sections 80 and 81 § 2 of the Criminal Code (fahrlässige Tötung unter besonders gefährlichen Verhältnissen), namely in a state of drunkenness.", "On 6 September 1996 the Braunau District Administrative Authority (Bezirkshauptmannschaft) summoned the applicant as he was suspected of having committed the administrative offence of driving a car in a state of drunkenness under Section 99 (1) (a) of the Road Traffic Act (Straßenverkehrsordnung).", "On 19 September 1996 the applicant admitted in his submissions to the District Administrative Authority that he had driven the car in a state of drunkenness, but stressed that the District Administrative Authority was not entitled to prosecute him for the administrative offence under Section 99 (1) (a) of the Road Traffic Act, as criminal proceedings concerning the same issue were already pending. He relied on Article 4 of Protocol No. 7.", "On 16 September and 14 October 1996 the Ried Regional Court (Landesgericht) held hearings and, on the latter date, acquitted the applicant of the charges under Sections 80 and 81 § 2 of the Criminal Code as it had not been established that the applicant had caused the accident.", "On 15 October 1996 the District Administrative Authority issued a penal order (Straferkenntnis) against the applicant and fined him in the amount of ATS 10,000 (EUR 726.73) for having driven a car in a state of drunkenness on 14 July 1996.", "On 23 October 1996 the applicant appealed relying on Article 4 of Protocol No 7. He did not request a hearing.", "On 22 November 1996 the Upper Austria Independent Administrative Panel (Unabhängiger Verwaltungssenat – hereafter referred to as IAP), sitting with a single member, dismissed the applicant’s appeal. It found that the present case had to be distinguished from the case of Gradinger v. Austria (judgment of 23 October 1995, Series A no. 328-C, pp. 64-65, §§ 49-51) as the records of the Regional Court’s hearings disclosed that the court, acquitting the applicant, had accepted his defence that the passenger killed in the accident had caused the accident by grabbing the steering wheel. As it could not be established that the applicant had caused the accident, the Regional Court had not anymore been called upon to consider the further question whether the applicant had actually been drunk. Accordingly, the District Authority’s decision did not infringe the applicant’s rights under Article 4 of Protocol No. 7.", "On 4 December 1996 the applicant filed a complaint with the Constitutional Court (Verfassungsgerichtshof). He submitted that the IAP’s decision had been based on an unconstitutional provision and had violated his rights under Article 4 of Protocol No 7.", "On 29 January 1997 the IAP submitted observations in reply and repeated in essence the arguments of its decision of 22 November 1996.", "On 10 October 1997 the Constitutional Court quashed the IAP’s decision. Referring to its findings of 9 October 1997, it held that the decision in the applicant’s case was based on an unconstitutional provision which excluded that Section 20 of the Code of Administrative Offences (Verwaltungsstrafgesetz) be applied in road-accident proceedings. Section 20 of the Code of Administrative Offences provides that, if the extenuating circumstances outweigh the aggravating circumstances, the fine imposed may be reduced to the half of the statutory minimum fine.", "On 2 December 1997 the IAP requested the applicant to submit information on his financial situation by the end of December 1997. It further noted that the issue would be assessed on the basis of the file if he failed to comply with this request. The applicant did not respond.", "On 27 January 1998 the IAP, sitting with the same single member as in the first round of the proceedings, partly allowed the applicant’s appeal and, applying Section 20 of the Code of Administrative Offences, reduced the fine to ATS 8,000 (EUR 581.38). It confirmed its previous finding of 22 November 1996 concerning the issue under Article 4 of Protocol No. 7.", "On 16 February 1998 the applicant filed a complaint with the Constitutional Court. He pointed out that the IAP had failed to hold a hearing and that the decisions had not been pronounced in public. Further, he complained that the composition of the IAP had been unlawful and challenged the member of the IAP for bias, who had already decided on his appeal in the first round of the proceedings.", "On 21 April 1998 the IAP submitted observations in reply.", "On 26 August 1998 the applicant supplemented his complaint.", "On 19 June 2000 the Constitutional Court dismissed the complaint. It found that the Regional Court had first to consider whether the applicant had caused death by negligence and only then whether or not he had done so in particularly dangerous circumstances, i.e. in a state of drunkenness. Neither the records of the hearings nor the reasons of the shortened version of the acquitting judgment of the Regional Court disclosed any indication that the court had actually considered the applicant’s drunkenness. Therefore, the administrative authorities were free to prosecute the applicant for the administrative offence of driving a car in a state of drunkenness, which did not infringe Article 4 of Protocol No. 7.", "As regards the lack of a public hearing before the IAP, the Constitutional Court found that the applicant had failed to file a request to this effect in both the first and second set of the proceedings and that his appeal only related to issues of law.", "As regards the lack of a public pronouncement of the IAP’s decision, the Constitutional Court, referring to Section 67 g of the General Administrative Procedure Act (Allgemeines Verwaltungsverfahrensgesetz), found that this complaint did not raise an issue under the angle of the Constitution.", "As regards the alleged bias of the member of the IAP, it found that the mere fact that the same IAP member had decided on the applicant’s appeal in the first and second set of the proceedings did not disclose any appearance of partiality. In conclusion, there was no indication of unfairness of the proceedings.", "On 27 July 2000 the applicant requested that the case be transferred to the Administrative Court (Verwaltungsgerichtshof).", "On 16 November 2000 the Constitutional Court allowed this request.", "On 28 November 2000 the Administrative Court ordered the applicant to supplement his complaint. The applicant did so on 16 January 2001.", "On 22 February 2001 the IAP submitted observations in reply, on which the applicant commented on 5 March 2001.", "On 18 May 2001 the Administrative Court declined to deal with the applicant’s complaint pursuant to Section 33a of the Administrative Court Act (Verwaltungsgerichtshofsgesetz) since the amount of the penalty did not exceed ATS 10,000 and no important legal problem was at stake as the Constitutional Court had already dealt with the issue under Article 4 of Protocol No. 7. This decision was served on the applicant’s lawyer on 19 June 2001.", "Section 5 of the Road Traffic Act 1960 provides that it is an offence for a person to drive a vehicle if the proportion of alcohol in his blood or breath is equal to, or higher than, 0.8 grams per litre or 0.4 milligrams per litre, respectively.", "Section 99 of the 1960 Act provides, so far as relevant at the material time, that:", "“(1) It shall be an administrative offence (Verwaltungsübertretung), punishable with a fine of not less than ATS 8,000 and not more than ATS 50,000 or, in default of payment with one to six weeks’ imprisonment, for any person:", "(a) to drive a vehicle when under the influence of drink (...)", "(b An administrative offence is not committed where: (...)", "(c) facts constituting an offence under sub-sections (2), (3) or (4) also constitute an offence falling within the jurisdiction of the [ordinary] courts ... .”", "Under Section 80 of the Criminal Code, it is an offence, punishable by up to one years’ imprisonment, to cause death by negligence. Where the special circumstances of Section 81 § 2 apply, the maximum possible sentence is increased to up to three years’ imprisonment.", "Section 81 § 2 applies where a person commits the offence,", "“after allowing himself, even if only negligently, to become intoxicated (...) through the consumption of alcohol, but not to an extent which excludes (...) responsibility (...)”.", "Under an irrefutable presumption applied by the criminal courts, a driver with a level of blood alcohol of 0.8 grams per litre or higher is deemed to be “intoxicated” for the purposes of Section 81 § 2."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}