{"ITEMID": "001-84293", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF P.P. v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 8", "JUDGES": "Giovanni Bonello;Javier Borrego Borrego;Kristaq Traja;Lech Garlicki;Nicolas Bratza", "TEXT": ["6. The applicant lives in Torri di Quartesolo, Italy.", "7. In 1991 the applicant married a Polish national K.P. In 1992 K.P. gave birth to their first daughter A. In 1996 the second daughter, B, was born. The family lived in Italy.", "8. In summer 1999 K.P. took A and B on holiday to Poland. Subsequently, she failed to return to Italy with the children and they remained in Poland.", "9. In September 1999 K.P. filed with the Poznań Regional Court an application for divorce.", "10. On 6 September 1999 the applicant applied to the Polish Ministry of Justice – designated as a central authority under the Hague Convention on the Civil Aspects of the International Child Abduction (“the Hague Convention”) – for assistance in securing the return of the children.", "11. On 11 October 1999 the Venice Court for Minors allowed an application submitted by the applicant and made an interim order granting him custody of A and B.", "12. On 9 November 1999 the Poznań District Court made an interim order requiring A and B to remain in Poland during the proceedings concerning the application for their return.", "13. On 14 November 1999 the applicant asked the Poznań District Court to grant him visiting rights.", "14. On 17 November 1999 the Poznań District Court allowed the application and granted the applicant visiting rights. In particular, the court granted him the right to visit his children four times a month and to take them outside the flat in which they lived. K.P. appealed against this decision but her appeal was dismissed on 14 December 1999. However, she interfered with the applicant's visiting rights and in the course of the next three months he had to be assisted on three occasions by police officers in order to enforce his visiting rights.", "15. On 19 November 1999 the Poznań District Court dismissed K.P.'s request that the case concerning the return of the children be either joined to the divorce case or stayed. The court gave the following reasons for its decision:", "“Pursuant to Article 16 of the Hague Convention after receiving notice of a wrongful removal or retention of a child within the meaning of Article 3, the judicial or administrative authorities of the Contracting State to which the child has been removed or in which it has been retained shall not decide on the merits of rights of custody until it has been determined that the child is not to be returned under this Convention. That is why the court has informed the Regional Court that it is necessary to stay proceedings in the divorce case.”", "16. At the hearing held on 26 November 1999 the court decided to order an expert opinion.", "17. On 11 January 2000 the Poznań Family Consultation Centre (Rodzinny Ośrodek Diagnostyczno-Konsultacyjny) submitted to the Poznań District Court an expert opinion in reply to the court's inquiry whether the wellbeing of A and B would be threatened by their return to their father in Italy. The opinion ended with the following conclusions:", "“1. The well-being of [A and B] will not be threatened if they are returned to Italy together with their mother. Reuniting the children only with their father would result in repeating an abnormal situation prevailing at the moment. Moreover, in view of the age of the children, and in particular the age of [B], depriving them of the permanent presence of their mother would lead to the inability to fulfil their development needs concerning the mother;", "2. the possibility of leaving the children in the custody of their mother in Poland should only be considered if their father could be guaranteed more significant participation in their lives, including contact without the participation of other persons. However, the attitude of the mother does not guarantee that such a right and the needs of the children would be secured.”", "18. On 7 February 2000 the Poznań District Court allowed an application for the return of the children lodged by the applicant and ordered K.P. to return them to the applicant. The court considered that the removal of A and B had been wrongful under Article 3 of the Hague Convention.", "K.P. appealed against this decision to the Poznań Regional Court.", "19. On 15 May 2000 the Venice Court for Minors granted the applicant the custody of A and B and ordered that they be returned to Italy.", "20. On 2 and 16 June 2000 the Poznań Regional Court held hearings. On the latter date it allowed an appeal lodged by K.P., quashed the decision of 7 February 2000 and remitted the case to the District Court.", "21. On 21 October 2000 the court held a hearing at which it ordered that a new expert opinion be prepared.", "22. On 20 November 2000 the Poznań Family Consultation Centre submitted to the Poznań District Court the expert opinion, which ended with the following conclusions:", "1. The return of the children to Italy without the mother will be difficult for them as it will be damaging. However, we should point out that such damage is experienced by children who grow up separated from one of their parents. That is why in our previous opinion we suggested as the best solution the return of the girls to Italy together with their mother (...).", "2. As to the scope of damage caused to the minors by their return to Italy without their mother, we are of the view that:", "- there is no danger of physical damage because the living conditions in Italy guaranteed by their father are proper (...);", "- the minors have emotional bonds with their mother and they will suffer because of her absence – it will be impossible for them to fulfil their development needs related to the mother, and this will cause them psychological damage.", "3. The assessment of all the problems of the children caused by their return to Italy without the mother leads us to the conclusion that it will not expose them to irreparable damage because:", "- they are going back to their father with whom they have emotional bonds;", "- they have a feeling of belonging to him and he used to play an important role as a parent. (...);", "- they are going back to the environment which is familiar to them as they grew up in it and this will facilitate their adaptation;", "- [B] is reaching the age in which contacts with peers become important and her needs can no longer be fulfilled only in the family; the role of the father also becomes more important at that age;", "- the possibility of adaptation of [A] is even greater than her younger sister's as she concentrates on problems related to her school life. (...);", "- both minors' psychological and physical development is good and they do not require special conditions for their development.", "4. Both minors are of a young age and have not reached a degree of maturity which would allow their opinions to be taken into account concerning the choice of the parent with whom they would like to live. In addition to the lack of maturity of the minors, the value of such opinions would be doubtful because of the influence to which they are presently subjected (...).", "23. On 10 December 2000 the Poznan Family Centre submitted an additional expert opinion. The experts were heard on 4 and 5 January 2001.", "24. On 5 January 2001 the Poznań District Court again allowed an application for the return of the children lodged by the applicant and ordered K.P. to return them to the applicant. The court considered that K.P. had unlawfully abducted the children. It also observed that:", "“the court also draws the attention to the fact that [K.P.] does not obey the law in Poland as she does not comply with a final court decision concerning the father's contacts with the children (she does not allow the father to take the children away from their place of residence). Therefore, the children cannot stay with their father and he cannot participate in their education.”", "(...)", "The court would also point out that the applicant's behaviour does not disclose contempt of court. His bitter words directed at the justice system were caused by the despair and bitterness of a father and were justified since the proceedings in the present case have already lasted a year and a half and [K.P.] still does not comply with the court decision granting him visiting rights.”", "25. K.P. appealed against the decision of 5 January 2001 but on 1 June 2001 the Poznań Regional Court dismissed her appeal. On 8 June 2001 the court declared that the decision was enforceable (klauzula wykonalnosci).", "26. K.P. lodged a cassation appeal against the decision of 1 June 2001. However, it was rejected on the basis that it was not provided for by the law.", "27. On 19 July 2001 the applicant requested the enforcement of the final decision of 5 January 2001. On 10 September 2001 the court's bailiff requested K.P. to return the children to the applicant within one week. On 27 December 2001 the court ordered the bailiff to enforce the court's decision. Since K.P. failed to comply, on 31 December 2001, the bailiff discontinued the proceedings.", "28. On 29 October 2001 the Poznań District Court dismissed K.P.'s application in which she requested that the final decision should not be enforced.", "29. On 8 January 2002 the Poznań District Court ordered a court guardian (kurator sądowy) to forcibly remove A and B from K.P. under Article 5986 of the Code of Civil Proceedings.", "30. On 8 January 2002 two guardians, assisted by police officers and accompanied by a representative of the Italian embassy, visited three different houses looking for A and B. The applicant was also present. The children were not found at any of those locations. Despite some indications that the children could have been in the second house visited, the police officers refused the guardians' request to enter the house since they did not have a search warrant.", "31. On 16 January 2002 K.P. appealed against the enforcement order of 8 January 2002 but on 1 February 2002 her appeal was rejected as it was not provided for by the law. Her appeal against the latter decision was dismissed on 27 May 2002.", "32. On 17 January 2002 the court guardian requested the Poznań Regional Prosecutor to institute criminal proceedings against K.P. on charges of abduction according to Article 211 of the Criminal Code.", "33. K.P. filed with the Poznań District Court an application challenging judge B.B. but it was finally dismissed on 6 August 2002.", "34. On 31 January 2002 two guardians assisted by police officers and accompanied by a representative of the Italian embassy attempted to enforce the court's order. K.P. and the children were not found in the house they visited.", "35. On 10 July and 30 September 2002 the guardian informed the court that her attempts to obtain information about the children were still unsuccessful. On 19 September 2002 the guardian asked whether A had been attending a particular school. On 7 October 2002 the Director of the school confirmed that K.P. had paid for tuition, however due to illness A had not been attending classes.", "36. On 18 October 2002 the police informed the court of the address where A and B were staying with their mother. The court guardian went to this address on 21 October 2002 but the children were not there.", "37. Apparently, on 7 January 2003 K.P. proposed a friendly settlement with the applicant. He refused.", "38. On 27 January 2003 the court guardian attempted to remove the children from the last known address but there was no sign of them again.", "39. On 28 January 2003 the Poznań District Court ordered that the children be taken by the court guardian at any time. On 29 January 2003 the guardian unsuccessfully tried to enforce the order.", "40. In February 2003 the District Court requested several institutions to submit information about the whereabouts of K.P. and the children.", "41. On 13 February 2003 the Poznań District Prosecutor discontinued the criminal proceedings against K.P. on charges of abducting and hiding A and B because she considered that the abduction and hiding were of “minimal social harm” (społeczna szkodliwość czynu jest znikoma).", "On 25 September 2003 the Poznań District Court dismissed an appeal by the applicant against the prosecution service's decision of 13 February 2003 to discontinue the criminal proceedings against K.P. on charges of abduction and hiding of A and B.", "42. On 6 April 2003 two guardians, assisted by police officers and accompanied by a representative of the Italian embassy, went to a property situated in B. M. in order to enforce the court order. The property consisted of a house and a plot of land located in a forest and belonging to the local forest warden. It was surrounded by police officers. K.P., her sister and A and B were inside the house. When guardians entered the house A said that she did not want to be reunited with her father and K.P. used insulting language with respect to the applicant and the court which had ordered the return of the children. Subsequently, the guardians called an ambulance. After a doctor had examined A and B, the guardians decided that they would not enforce the court order. The guardians, the police officers and the representative of the Italian embassy left the property.", "43. Immediately after the attempt to remove the children, K.P. left with A and B and remained in hiding at least until September 2003. Since then they have been living in K.P.'s father's house in P., where the children attend schools.", "44. On 25 July 2003 the Poznań District Court suspended the enforcement proceedings concerning the return of the children to the applicant. The court gave the following reasons for its decision:", "“On 5 January 2001 the Poznań District Court (...) made an order in a case IX Nsm 469/00 ordering [K.P.] to return the minors [A and B] to their father [P.P.] who lives in Italy. The order was made on the basis of the Hague Convention on the Civil Aspects of International Child Abduction.", "The order was appealed. On 1 June 2001 the Regional Court dismissed appeals lodged by [K.P.] and the District Prosecutor. The order is final and enforceable.", "[K.P.] has been in hiding with the children for more than two years and she makes it impossible to enforce the order. She has recently returned to her original place of residence and she has lodged an application under Article 577 of the Code of Civil Procedure to reject [P.P.'s] request to return the children.", "The court has doubts whether it is possible to change an order made under the Hague Convention and to give a contradictory decision under Article 577 of the Code of Civil Procedure. In view of these doubts the court has decided to submit the case (...) to the Regional Court as it raises serious doubts.", "At the same time, the court has stayed the enforcement until the final ruling in the case.”", "45. On 2 September 2003 the Poznań Regional Court dismissed an appeal by the applicant against the decision of 25 July 2003.", "46. On 19 September 2003 the Poznań Regional Court refused the District Court's request of 25 July 2003 and returned the case to the District Court. The court considered that it was possible to change the court's order to return minors but such proceedings must be based on the Hague Convention and decided in the light of the principles embodied in the European Convention on Human Rights. In particular, the change of the order could not be a consequence of the authorities' failure to take all the measures that could reasonably be expected to enforce the order.", "47. On 14 October 2003 the Poznań District Court decided that the enforcement proceedings would be stayed until the date of the final ruling on K.P.'s application to change the court order requiring her to return the children to the applicant.", "48. On 5 January 2004 the Poznań District Court held a hearing in the proceedings concerning K.P.'s application to change the court order concerning the return of the children. At this hearing the court heard evidence from K.P.", "49. On 7 March 2004 the applicant asked the court to determine his contact with the children. At the hearing held on 25 October 2004 the parties agreed that the applicant would have a right to two phone calls per month with A and B. This order was amended on 15 April 2005 by the Poznan District Court, which decided that the applicant could visit his daughters every time he came to Poland and that he could take them outside their place of residence.", "50. On 27 March 2005 the applicant met his daughters for the first time since 2001. The visit took place in the house of K.P.'s father. The applicant was allowed to speak with his older daughter A but the grandfather, assisted by private security guards, stopped him from entering the second floor of the house to see his younger daughter.", "51. On 7 June 2005 the Poznan District Court quashed the decision of 5 January 2001 and decided not to return the children to the applicant. The court justified the review of the final decisions ordering the return of children to Italy, under Article 13 of the Hague Convention, by reference to a risk that their return would expose the children to psychological harm or would otherwise place them in an intolerable situation. It based its assessment on the visits that had been carried out in the place of residence of the children, in September and October 2003, and on the opinion of the Poznań Family Consultation Centre of 27 October 2003. The court established that during their six-year stay in Poland the girls had fully assimilated in the country, spoke Polish, and had forgotten their life in Italy. Their emotional bond with their mother was very strong. The emotional tie between A and her father was distorted as she rejected him, disapproved of him and wished to stay with her mother in Poland. The bond between the younger B and the applicant was considered by the experts as suppressed. In those circumstances the court found that the best interest of the children required quashing the decisions ordering their return to Italy, as separating A and B from their mother could be dangerous for their mental state and could place them in an intolerable situation.", "52. On 8 July 2005 the applicant, represented by his lawyer, lodged an appeal against the decision.", "53. On 11 October 2005 the Poznan Regional Court dismissed the appeal. The decision is final.", "54. On 28 November 2005 the Poznan District Court resumed the enforcement proceedings and decided that in the light of the decision of 7 June 2005 the enforcement of the order to return the children should be finally discontinued.", "55. Simultaneously, the Italian courts were dealing with the applicant's case. On 24 February 2005 the Venice court granted the applicant sole custody of A and B. On 28 November 2005 the Venice court gave a decision in which it deprived K.P. of her parental authority over A and B. The decision is final.", "56. On 1 December 1999, in the course of the divorce proceedings instituted by K.P., the Poznań Regional Court ordered the applicant to pay 1,000 Polish zlotys (PLN) monthly in child support. The applicant submitted that he had been notified of the reasons for this decision in December 2000.", "57. As the applicant was not paying child support the Poznań District Prosecutor instituted criminal proceedings against him, on a request made by K.P. On 25 January 2002 the Poznań District Court ordered the pre-trial detention of the applicant for a period of one month. Subsequently, the prosecutor issued an arrest warrant against him.", "58. On 14 October 2002 the Poznań Regional Court ex officio quashed its decision of 1 December 1999.", "59. On 20 July 2004 the applicant's lawyer applied to change the preventive measure imposed on the applicant.", "60. On 22 July 2004 the Poznan District Prosecutor dismissed his request as it found that bail would not secure the applicant's appearance at his trial. That decision was upheld by the Poznan District Court on 19 October 2004.", "61. Another request to quash the decision ordering the applicant's detention was dismissed by the Poznan District Prosecutor on 15 January 2005. The applicant's lawyer appealed against this decision.", "62. On 9 March 2005 the Poznan District Court allowed the appeal and quashed the applicant's detention order. The court established that the reason for which the detention had been imposed, the impossibility of establishing the applicant's address in Poland, was no longer a valid ground as he had appointed a representative in the case. Moreover, it had not been substantiated that the applicant would avoid his trial.", "63. On 17 May 2004 the Poznan Regional Court during the divorce proceedings decided to dismiss K.P.'s request for child support from the applicant. The court found that since K.P. has been keeping the children illegally and has not allowed the enforcement of final decisions, supporting the children should remain her sole responsibility.", "64. On 7 September 2004 the Poznan Court of Appeal dismissed an appeal by K.P. against this decision.", "65. On 11 January 2005 the Poznan Regional Court dismissed another request lodged by K.P. to grant her child support from the applicant. Her appeal against this decision was dismissed on 15 February 2005 by the Poznan Court of Appeal.", "66. The Hague Convention was published in the Polish Official Journal on 25 September 1995. Article 7 of the Hague Convention reads, in so far as relevant:", "“Central Authorities shall cooperate with each other and promote cooperation amongst the competent authorities in their respective States to secure the prompt return of children and to achieve the other objects of this Convention.", "In particular, either directly or through any intermediary, they shall take all appropriate measures:", "(a) To discover the whereabouts of a child who has been wrongfully removed or retained;", "(b) To prevent further harm to the child or prejudice to interested parties by taking or causing to be taken provisional measures;", "(c) To secure the voluntary return of the child or to bring about an amicable resolution of the issues;", "(d) To exchange, where desirable, information relating to the social background of the child;", "(e) To provide information of a general character as to the law of their State in connection with the application of the Convention;", "(f) To initiate or facilitate the institution of judicial or administrative proceedings with a view to obtaining the return of the child and, in a proper case, to make arrangements for organising or securing the effective exercise of rights of access;", "(g) Where the circumstances so require, to provide or facilitate the provision of legal aid and advice, including the participation of legal counsel and advisers;", "(h) To provide such administrative arrangements as may be necessary and appropriate to secure the safe return of the child;", "(i) To keep each other informed with respect to the operation of this Convention and, as far as possible, to eliminate any obstacles to its application.”", "67. Pursuant to Article 11:", "“The judicial or administrative authorities of Contracting States shall act expeditiously in proceedings for the return of children.", "If the judicial or administrative authority concerned has not reached a decision within six weeks of the date of commencement of the proceedings, the applicant or the Central Authority of the requested State, on its own initiative or if asked by the Central Authority of the requesting State, shall have the right to request a statement of the reasons for the delay. ...”", "68. Article 13 provides as follows:", "“Notwithstanding the provisions of the preceding Article, the judicial or administrative authority of the requested State is not bound to order the return of the child if the person, institution or other body which opposes its return establishes that –", "a) the person, institution or other body having the care of the person of the child was not actually exercising the custody rights at the time of removal or retention, or had consented to or subsequently acquiesced in the removal or retention; or", "b) there is a grave risk that his or her return would expose the child to physical or psychological harm or otherwise place the child in an intolerable situation.", "The judicial or administrative authority may also refuse to order the return of the child if it finds that the child objects to being returned and has attained an age and degree of maturity at which it is appropriate to take account of its views.", "In considering the circumstances referred to in this Article, the judicial and administrative authorities shall take into account the information relating to the social background of the child provided by the Central Authority or other competent authority of the child's habitual residence.”", "69. The 1964 Code of Civil Proceedings (Kodeks Postępowania Cywilnego) in Article 577 provides as follows:", "“The custody court can change its decision if the best interests of the person it concerns so require.”", "70. The amendment to the Code introduced on 19 July 2001, which entered into force on 27 September 2001, deals with the proceedings concerning the return of children under the Hague Convention.", "71. Article 5986 provides, that if a person who is ordered to return a child does not comply with the court's order, the court will instruct the guardian to remove the persons concerned forcibly (przymusowe odebranie osoby).", "According to Article 59810:", "“Upon a request of a court guardian, the police are obliged to help him in carrying out the forcible removal of [a minor].”", "Article 59811 § 1 provides as follows:", "“If forcible removal of [a minor] is hindered because that person is hidden or because other action is taken with the aim to stop the enforcement of the order, the court guardian shall inform a prosecutor.”", "Pursuant to 59812:", "“§ 1 The court guardian, in carrying out the removal of [a minor], shall be especially careful and shall do everything to ensure that the well-being of that person is not disturbed and that [he or she] does not sustain physical or moral harm. If necessary, the guardian shall request the assistance of the social services or another institution tasked with this function.", "§ 2 If the well-being of [a minor] would be in danger as result of the removal, the guardian shall stop the enforcement of the order until the danger is over, unless the stopping of the enforcement would cause greater danger to the person.”", "72. As regards visiting rights, according to the Supreme Court's resolution, if a parent who has been obliged by a court decision to respect the other parent's access rights refuses to comply therewith, decisions on access rights are liable to enforcement proceedings. The provisions of the Code of Civil Procedure on enforcement of non-pecuniary obligations are applicable to the enforcement of court decisions on parental rights or access rights (resolution of the Supreme Court of 30 January 1976, III CZP 94/75, OSNCP 1976 7-8).", "73. If a court obliges a parent exercising custody rights to ensure access to a child to the other parent, Article 1050 of the Code of Civil Proceedings is applicable to the enforcement of this obligation. This article provides:", "“1. If the debtor is obliged to take measures which cannot be taken by any other person, the court in whose district the enforcement proceedings were instituted, on the motion of a creditor and after hearing the parties, shall fix the time-limit within which the debtor shall comply with his obligation, on pain of a fine (...).", "2. If the debtor fails to comply with this obligation, further time-limits may be fixed and further fines may be imposed by a court.”", "74. Article 1092 of the Code provided as follows:", "“When taking away a person who is the subject of parental authority or who is in care, the bailiff shall be especially careful, and shall do everything to protect such a person from physical or moral harm. The bailiff shall request the assistance of social services, or another institution tasked with this, or a court expert.”", "75. Article 211 of the 1997 Criminal Code (Kodeks Karny) provides as follows:", "“Whoever, contrary to the will of the person appointed to take care of or supervise, abducts or detains a minor person under fifteen years of age or a person who is helpless by reason of his mental or physical condition shall be liable to a penalty of deprivation of liberty for up to three years.”"], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}