{"ITEMID": "001-116104", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "ADMISSIBILITY", "DATE": 2012, "DOCNAME": "ZGONNIK v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Aleš Pejchal;Angelika Nußberger;Ann Power-Forde;Helena Jäderblom;Mark Villiger;Paul Lemmens", "TEXT": ["The applicant, Mr Valeriy Vladyslavovych Zgonnik, is a Ukrainian national, who was born in 1965 and lives in Kostyantynivka, Donetsk region. He was represented before the Court by Mr M. Anikin, a lawyer practising in Kerch.", "On 9 July 2006 the applicant was detained on suspicion of murder.", "On 11 July 2006 he was taken to the Kostyantynivskyy Town Court, which held that it was necessary to make further enquiries about him and decided to extend the term of his detention to ten days.", "On 21 July 2006 the Kostyantynivskyy Court remanded the applicant in custody pending trial.", "The applicant’s pre-trial detention was extended by judicial decisions on three occasions, until 9 November 2006.", "On 7 November 2006 the investigator applied to the Donetsk Regional Court of Appeal (“the Donetsk Regional Court”) for another extension of the applicant’s detention, this time until 9 December 2006. According to the investigator, the applicant and his lawyer had received access to the case file only on 27 October 2006 and needed more time for studying it.", "On 9 November 2006 the Donetsk Regional Court refused to accept the investigator’s application as submitted with a delay. It held that the delayed provision of access for the applicant to the case file was not a valid reason for extending his detention and that he was to be released immediately after the expiry of the authorised detention term.", "The investigator referred the case for trial instead. However, he immediately requested the court to return it back for additional investigation on the grounds that the applicant and his lawyer had not had sufficient time to study the case file. According to the applicant, by doing so the investigator circumvented the legally established time-limits for his pre-trial detention.", "On 4 December 2006 the Donetsk Regional Court remitted the case for additional investigation in allowing the investigator’s application. It noted that the term of the applicant’s pre-trial detention had expired and that it had not been extended. At the same time, it held that, given the seriousness of the crime the applicant was charged with, he was to remain in detention.", "The applicant unsuccessfully challenged the above ruling to the Supreme Court, which held on 25 January 2007 that the issue of the preventive measure in his case was to be decided by the investigating authorities.", "On 23 April 2007 the investigator once again referred the case to the court for trial.", "However, on 17 May 2007 the Donetsk Regional Court remitted it for additional investigation once again. It held that the applicant had not been provided with the possibility to study the case file. Furthermore, the term of his pre-trial detention had been breached. Nonetheless, the court decided to keep the applicant in detention with reference to the seriousness of the criminal offence he was charged with. It therefore rejected his request for release.", "On 19 July 2007 the Supreme Court rejected the applicant’s cassation appeal against the above ruling.", "At some point thereafter the case was reassigned to another investigator.", "On 25 December 2007 the investigator terminated the criminal proceedings against the applicant for the absence of sufficient evidence that he had committed the crime in question. The applicant was released immediately.", "In November 2010 the applicant lodged a civil claim with the Voroshylivskyy District Court of Donetsk (“the Voroshylivskyy Court”) against the Donetsk Regional Prosecutor’s Office and the State Treasury seeking compensation for damages in respect of his allegedly unlawful criminal prosecution and detention. Namely, he claimed 39,057 Ukrainian hryvnias (UAH) in respect of pecuniary damage and UAH 10,000,000 in respect of non-pecuniary damage.", "The applicant submitted, in particular, that because of the inherent stress he had become ill with psoriasis during his detention. He referred in this connection to a medical certificate of 20 April 2010, according to which he had been assigned to the second category (medium) of disability on account of this disease, which was incurable and which had apparently been triggered by his stress related to his criminal prosecution and detention.", "On 15 November 2011 the Voroshylivskyy Court allowed the applicant’s claim in part and awarded him UAH 87,741.94 in compensation for non-pecuniary damage, UAH 7,280 in respect of lost income and UAH 19,262.25 in respect of medical treatment costs.", "The court held that the applicant had been a victim of unlawful criminal prosecution and detention from 9 July 2006 to 25 December 2007 (for seventeen months and seventeen days). It relied on the Law “On the Procedure for the Compensation of Damage caused to Citizens by the Unlawful Actions of Bodies in charge of Operational Enquiries, Pre-trial Investigation Authorities, Prosecutors or Courts”, according to which the termination of criminal proceedings for the lack of corpus delicti, like in the applicant’s case, provided grounds for compensation of damages.", "The Voroshylivskyy Court also referred to the medical certificate concerning the applicant’s disease of psoriasis and its link with his criminal prosecution and detention.", "On 16 December 2011 the Donetsk Regional Court of Appeal upheld the above judgment in the part regarding the compensation for the non-pecuniary damage. As to the compensation for the lost income and the medical treatment costs, it held that, according to the legally envisaged procedure, the applicant had to address first the respective investigation authorities which had been dealing with his case.", "On 2 February 2012 the Supreme Court upheld that ruling.", "The relevant provisions of the Law “On the Procedure for the Compensation of Damage caused to Citizens by the Unlawful Actions of Bodies in charge of Operational Enquiries, Pre-trial Investigation Authorities, Prosecutors or Courts” can be found in judgment on the case of Afanasyev v. Ukraine, no. 38722/02, § 52, 5 April 2005."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}