{"ITEMID": "001-58060", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "CHAMBER", "DATE": 1996, "DOCNAME": "CASE OF GAYGUSUZ v. AUSTRIA", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 14+P1-1;Not necessary to examine Art. 6-1;Not necessary to examine Art. 8;Pecuniary damage - financial award;Costs and expenses partial award - domestic proceedings;Costs and expenses partial award - Convention proceedings", "JUDGES": "C. Russo;R. Pekkanen", "TEXT": ["9. Mr Cevat Gaygusuz, a Turkish national born in 1950, lived in Hörsching (Upper Austria) from 1973 until September 1987. Since then he has been living in Izmir (Turkey).", "10. The applicant worked in Austria, with interruptions, from 1973 until October 1984. From then until 1 July 1986 periods when he was unemployed alternated with periods when he was certified unfit for work for medical reasons, and he was in receipt of the corresponding benefits.", "From 1 July 1986 to 15 March 1987 he received an advance on his retirement pension in the form of unemployment benefit. When his entitlement expired he applied to the Linz Employment Agency (Arbeitsamt) on 6 July 1987 for an advance on his pension in the form of emergency assistance (Antrag auf Gewährung eines Pensionsvorschusses in Form der Notstandshilfe).", "11. On 8 July 1987 the agency rejected the application on the ground that the applicant did not have Austrian nationality, which was one of the conditions laid down in section 33 (2) (a) of the 1977 Unemployment Insurance Act (Arbeitslosenversicherungsgesetz - see paragraph 20 below) for entitlement to an allowance of that type.", "12. Mr Gaygusuz appealed against the above decision to the Upper Austria Regional Employment Agency (Landesarbeitsamt). He argued in particular that the distinction drawn by the section in question between Austrian citizens and foreign nationals was unjustified, unconstitutional and contrary to the European Convention on Human Rights).", "13. On 16 September 1987 the Regional Employment Agency found against the applicant and upheld the impugned decision. It emphasised that not only did he not have Austrian nationality, but in addition his case did not fall into any of the categories where exemption from that condition was provided for (see paragraph 20 below).", "14. On 2 November 1987 the applicant applied to the Constitutional Court (Verfassungsgerichtshof), alleging a violation of Article 5 of the Basic Law (Staatsgrundgesetz), Articles 6 para. 1 and 8 of the Convention (art. 6-1, art. 8) and Article 1 of Protocol No. 1 (P1-1).", "15. On 26 February 1988, after considering the application in camera, the Constitutional Court declined to accept the case for adjudication (Article 144 para. 2 of the Federal Constitution - see paragraph 23 below), giving judgment in the following terms:", "\"The applicant alleged the breach of rights guaranteed by the Constitution in accordance with Article 6 para. 1 (art. 6-1) of the European Convention on Human Rights, Article 5 of the Basic Law and Article 1 of Protocol No. 1 to the Convention (P1-1), and Article 8 of the Convention (art. 8). Regard being had to the Constitutional Court's established case-law relating to these rights, the application is so unpersuasive as to the existence of the alleged violations or the infringement of any other right guaranteed by the Constitution or the infringement of another right through the application of an unlawful general provision, that with regard to the alleged violations to be considered by the Constitutional Court it does not have sufficient prospects of success. In addition, the case is not excluded from the jurisdiction of the Administrative Court [Verwaltungsgerichtshof].\"", "16. The Constitutional Court therefore referred the case to the Administrative Court (Article 144 para. 3 of the Federal Constitution - see paragraph 23 below).", "17. On 16 May 1988 the Administrative Court asked Mr Gaygusuz to expand on his application.", "18. On 7 July 1988 the applicant did so, complaining of an infringement of his legal right to obtain an advance on his pension in the form of emergency assistance, in accordance with the relevant provisions of the Unemployment Insurance Act. He requested the Administrative Court to set aside the decision of the Upper Austria Regional Employment Agency of 16 September 1987 as unlawful by reason of its content (section 42 (2) (i) of the Administrative Court Act (Verwaltungsgerichtshofsgesetz) - see paragraph 27 below) and to suspend the proceedings and refer the case to the Constitutional Court for consideration of the constitutionality of section 33 (2) (a) of the Unemployment Insurance Act.", "19. On 19 September 1989 the Administrative Court, sitting in camera, ruled that it did not have jurisdiction to deal with such an application and rejected it (section 34 (1) of the Administrative Court Act - see paragraph 25 below). It noted that the application, as expanded by Mr Gaygusuz, referred solely to the constitutionality of section 33 (2) (a) of the Unemployment Insurance Act. It further noted that the applicant had asked the Administrative Court to refer the case to the Constitutional Court for consideration of the constitutionality of a statute, but ruled that it was established that such questions came under the jurisdiction of the Constitutional Court (Article 144 para. 1, first paragraph, of the Federal Constitution - see paragraph 23 below), which, moreover, had already ruled on the issue.", "20. In the 1977 version, which was applicable at the material time, the relevant provisions of the Unemployment Insurance Act (Arbeitslosenversicherungsgesetz) were worded as follows:", "\"(1) Unemployed persons who have applied for an invalidity insurance benefit ... may receive an advance in the form of unemployment benefit or emergency assistance ... provided that, in addition to the capacity to work and availability for work, the other conditions for the award of the benefit concerned are satisfied ...\"", "\"(1) Unemployed persons who have exhausted their entitlement to unemployment benefit or maternity leave may be granted emergency assistance, at their request.", "(2) For a grant to be made, the unemployed person must", "(a) possess Austrian nationality;", "(b) be fit for work and available for work; and", "(c) be in urgent need.", "(3) The requirement of Austrian nationality is not applicable to persons who have been uninterruptedly resident in the present territory of the Republic of Austria since 1 January 1930, or to persons who were born after that date in the present territory of the Republic of Austria and have subsequently been uninterruptedly resident there.", "(4) There is urgent need where the unemployed person is unable to provide for his essential needs.", "(5) Emergency assistance cannot be granted unless the unemployed person applies for it within three years of exhausting entitlement to unemployment benefit or maternity leave.\"", "\"(1) If long-term labour-market conditions are favourable to specific categories of unemployed persons or in specific regions, the Federal Minister of Social Affairs may, after consulting the organisations representing employers and employees, exclude those categories or regions from entitlement to emergency assistance.", "(2) The Federal Minister of Social Affairs may authorise the grant of emergency assistance to unemployed persons who are nationals of another State where that State has a benefit equivalent to Austrian emergency assistance which is payable to Austrian citizens in the same manner as to its own nationals.", "(3) The Federal Minister of Social Affairs may, after consulting the organisations representing employers and employees, authorise the grant of emergency assistance to unemployed persons who do not have Austrian nationality and have not been granted assistance under paragraph 2, on condition that during the five years preceding the date of the application for emergency assistance they have been employed in Austria for not less than 156 weeks with compulsory payment of unemployment insurance contributions. In order to calculate this period of five years, no account shall be taken of periods when the person concerned was in receipt of unemployment benefit (or emergency assistance). Authorisation may be given for a specific period and in respect of specific categories of unemployed persons.\"", "21. Emergency assistance is assistance paid to persons who are no longer entitled to unemployment benefit, in order to guarantee them a minimum income. Entitlement to emergency assistance continues for as long as the person concerned is in need, even though payment itself is granted for a maximum period of 39 weeks, which must be renewed. The amount cannot exceed the amount of the unemployment benefit to which the person concerned would otherwise be entitled, nor may it be lower than 75% of the amount of that benefit.", "The amount of unemployment benefit is established in accordance with the recipient's income and it is financed partly from the unemployment insurance contributions every employee has to pay (section 1 of the Unemployment Insurance Act) and partly from various governmental sources.", "22. Since 1992, after amendment of the text and a change of numbering, sections 33 (3) and (4) and 34 (3) and (4) have read as follows:", "\"...", "(3) There is urgent need where the unemployed person is unable to provide for his essential needs.", "(4) Emergency assistance may not be granted unless the unemployed person applies for it within three years of exhausting entitlement to unemployment benefit or maternity leave. To this period shall be added periods of rest within the meaning of section 16 (1) and periods of self-employed work, paid employment not covered by unemployment insurance or training which has occupied a preponderant part of the unemployed person's time.\"", "\"... (3) The following categories of persons may claim emergency assistance under the same conditions as unemployed persons having Austrian nationality:", "1. refugees within the meaning of Article 1 of the Convention relating to the Status of Refugees, signed at Geneva on 28 July 1951;", "2. stateless persons within the meaning of Article 1 of the Convention relating to the Status of Stateless Persons, signed at New York on 28 September 1954;", "3. persons born in the present territory of the Republic of Austria who have subsequently been normally resident there uninterruptedly;", "4. persons who have been normally resident in the present territory of the Republic of Austria uninterruptedly since 1 January 1930;", "5. foreign nationals, in so far as that is provided for in bilateral agreements or international treaties;", "6. holders of exemption certificates or assimilated persons, within the meaning of paragraph 4;", "7. displaced persons in possession of an identity document issued by an Austrian authority;", "8. resettled persons from South Tyrol and the Val Canale [Südtiroler- und Canaltaler-Umsiedler].", "(4) After exhaustion of entitlement to unemployment benefit or maternity leave, the following categories of persons shall be granted emergency assistance, for a period of 52 weeks, or special emergency assistance, for the period laid down in section 39(1):", "1. persons who, at the time of their application for emergency assistance, can produce a valid exemption certificate, within the meaning of the Aliens' Employment Act, issued in the version in force at the time of issue;", "2. persons who do not have Austrian nationality but who, at the time of their application for emergency assistance, nevertheless satisfy the conditions for an exemption certificate, and to whom such a certificate has not been issued on the sole ground that their occupation is not covered by the Aliens' Employment Act.\"", "23. By Article 144 para. 1 of the Federal Constitution the Constitutional Court, when an application (Beschwerde) is made to it, has to determine whether an administrative decision (Bescheid) has infringed a right guaranteed by the Constitution or has applied regulations (Verordnung) contrary to the law, a law contrary to the Constitution or an international treaty incompatible with Austrian law.", "Article 144 para. 2 provides:", "\"Up to the time of the hearing the Constitutional Court may by means of a decision [Beschluß] decline to accept a case for adjudication if it does not have sufficient prospects of success or if it cannot be expected that the judgment will clarify an issue of constitutional law. The court may not decline to accept for adjudication a case excluded from the jurisdiction of the Administrative Court by Article 133.\"", "Paragraph 3 of Article 144 is worded as follows:", "\"Where the Constitutional Court considers that the impugned administrative decision has not infringed a right within the meaning of paragraph 1 and the case is not excluded from the jurisdiction of the Administrative Court by Article 133, the Constitutional Court, at the applicant's request, must refer the application to the Administrative Court so that it may determine whether the impugned decision has infringed one of the applicant's other rights.\"", "24. By Article 130 para. 1 of the Federal Constitution, the Administrative Court has jurisdiction to hear, inter alia, applications alleging that an administrative decision is unlawful.", "25. Section 34 (1) of the Administrative Court Act (Verwaltungsgerichtshofsgesetz) provides: \"Applications upon which . on account of the Administrative Court's manifest lack of jurisdiction, it is not appropriate to adjudicate, or which are manifestly barred as res judicata or for lack of the right to bring proceedings, shall be rejected, without further proceedings, by a decision taken in closed sitting.\"", "26. Section 41 (1) of the Administrative Court Act provides:", "\"In so far as the Administrative Court does not find any unlawfulness deriving from the respondent authority's lack of jurisdiction or from breaches of procedural rules (section 42 (2) (2) and (3)) ..., it must examine the impugned decision on the basis of the facts found by the respondent authority and with reference to the complaints put forward ... If it considers that reasons which have not yet been notified to one of the parties might be decisive for ruling on [one of these complaints] ..., it must hear the parties on this point and adjourn the proceedings if necessary.\"", "27. Section 42 (1) of the same Act states that, save as otherwise provided, the Administrative Court must either dismiss an application as ill-founded or quash the impugned decision.", "By section 42 (2),", "\"The Administrative Court shall quash the impugned decision if it is unlawful", "1. by reason of its content, [or]", "2. because the respondent authority lacked jurisdiction,", "[or]", "3. on account of a breach of procedural rules, in that", "(a) the respondent authority has made findings of fact which are, in an important respect, contradicted by the case file, or", "(b) the facts require further investigation on an important point, or", "(c) procedural rules have been disregarded, compliance with which could have led to a different decision by the respondent authority.\"", "28. If the Administrative Court quashes the impugned decision, \"the administrative authorities [are] under a duty ... to take immediate steps, using the legal means available to them, to bring about in the specific case the legal situation which corresponds to the Administrative Court's view of the law [Rechtsanschauung]\" (section 63 (1))."], "VIOLATED_ARTICLES": ["14", "P1"], "VIOLATED_PARAGRAPHS": ["P1-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}