{"ITEMID": "001-60967", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2003, "DOCNAME": "CASE OF POSOKHOV v. RUSSIA", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 6-1;Non-pecuniary damage - financial award;Costs and expenses - claim dismissed", "JUDGES": "Gaukur Jörundsson", "TEXT": ["8. The applicant was born in 1966 and lives in Taganrog.", "9. The applicant worked for the Taganrog Customs Board, supervising the clearance of imported goods at a seaport customs post. In 1996 criminal proceedings were instituted against him and certain others for the alleged smuggling of considerable amounts of vodka.", "10. On 22 May 2000 the Neklinovskiy District Court of the Rostov Region, composed of Judge Kink and two lay judges (народные заседатели), Ms Streblyanskaya and Ms Khovyakova, found the applicant guilty of being an accessory in the avoidance of customs duties and of abuse of office.", "11. Immediately upon his conviction, the applicant was dispensed from serving the sentence partly because of the expiry of a statutory limitation period and partly because of a 1997 amnesty law.", "12. On 26 and 29 May and 16 June 2000 the applicant and his counsel filed appeals against the judgment.", "13. On 17 August 2000 the applicant requested from the President of the Neklinovskiy District Court a list of lay judges currently serving in the court and a copy of the President’s decision selecting those lay judges who were to sit in cases under the presidency of Judge Kink between January and May 2000.", "14. On 29 August 2000 the applicant supplemented his appeal with new points. He challenged the bench that had delivered the judgment of 22 May, alleging a breach of the rules on the appointment of lay judges. In particular, the applicant submitted that, whereas the Federal Law on the Lay Judges of the Federal Courts of General Jurisdiction (“the Lay Judges Act”) allowed lay judges to be called once a year for a maximum period of fourteen days, or for as long as a specific case lasted, the lay judges Ms Streblyanskaya and Ms Khovyakova had been engaged earlier in the course of 2000 in several other trials. In addition, it was claimed that Ms Streblyanskaya’s statutory term of office had expired before the day of the applicant’s trial.", "15. On 29 August 2000 the Criminal Division of the Rostov Regional Court dismissed the applicant’s appeals. The court also refused an application by the applicant and his counsel for access to copies of earlier judgments delivered by the Neklinovskiy District Court under the presidency of Judge Kink. The court held that the applicant had been informed of his right to challenge the bench at the outset of his trial, but he had failed to do so. No breach of the rules for the appointment of lay judges had been established.", "16. On 16 November 2000 the President of the Rostov Regional Court refused an application for supervisory review (принесение протеста в порядке надзора) of the applicant’s case. In his application to the President, the applicant had raised a new argument in support of his allegation that the judges had not been appointed according to the applicable rules: it was claimed that there was nothing to indicate that the judges had been drawn at random by lot as required by the Lay Judges Act. The President rejected the applicant’s earlier argument as to the expiry of the judges’ term, referring to the Presidential Decree of 25 January 2000, whereby the terms of lay judges already in office had been extended pending the appointment of new ones. The President noted that the list of lay judges for the Rostov Region had been drawn up on 18 October 2000, after the applicant’s conviction. No answer was given to the applicant’s allegation that the judges had not been drawn by lot.", "17. On 20 February 2001 the President of the Rostov Regional Court refused another application by the applicant for a supervisory review.", "18. In August and October 2001 the applicant requested the President of the Legislature of the Neklinovskiy District to provide information concerning the lay judges who had been authorised to sit in cases during the period between 10 and 22 May 2000.", "19. On 2 October 2001 the Neklinovskiy District Authority informed the applicant that the pertinent list of lay judges for the Neklinovskiy District had been compiled on 4 February 2000 and confirmed by the Legislature of the Rostov Region on 15 June 2000.", "20. On an unspecified date following communication of the present application to the Government, the President of the Rostov Regional Court lodged an application for a supervisory review of the case on the ground that the judgment of 22 May 2000 had not described in sufficient detail the offence committed by the applicant and his accomplices.", "21. On 3 May 2001 the Presidium of the Rostov Regional Court granted the application, partly quashed the judgment of 22 May 2000 and the appeal judgment of 29 August 2000, and ordered a fresh examination of the case.", "22. On 2 July 2001 the Neklinovskiy District Court found the applicant guilty of the same offences but dispensed him from serving the sentence because the case was time-barred.", "23. An appeal by the applicant was dismissed by the Rostov Regional Court on 2 October 2001 and the judgment became final.", "24. Following another application for supervisory review lodged by the President of the Rostov Regional Court on an unspecified date, the Presidium of the Rostov Regional Court on 31 January 2002 quashed the decisions given on 2 July and 2 October 2001. It found that the courts were not in a position to decide on the applicant’s guilt because the whole case was time-barred.", "25. Following the request of the applicant’s lawyer, on 28 August 2002 the Neklinovskiy District Authority informed the applicant that the list of lay judges serving in the district had been adopted by a decision of the District Legislature on 4 February 2000 and confirmed by a decision of the Rostov Regional Legislature on 15 June 2000.", "26. On 4 October 2002, the Neklinovskiy District Authority informed the applicant that there was no record of any adoption of lay judges’ lists before 4 February 2000 [The original letter indicated the date as “4 February 2002”, apparently a typographical error].", "27. Article 15 of the Code of Criminal Procedure provides that hearings in first-instance courts dealing with criminal cases should, subject to certain exceptions, be conducted by a single professional judge or by one professional and two lay judges. In their judicial capacity, lay judges enjoy the same rights as the professional judge.", "28. On 10 January 2000, the Federal Law on the Lay Judges of the Federal Courts of General Jurisdiction in the Russian Federation (“the Lay Judges Act” or “the Act”) came into force. By section 1(2) of the Act, lay judges are persons authorised to sit in civil and criminal cases as non-professional judges.", "Section 2 of the Act provides that lists of lay judges should be compiled for every district court by local self-governing representative authorities, such lists being subject to confirmation by the legislature of the respective Federation entity. Section 5 of the Act, which determines the procedure for the selection of lay judges, provides that the president of a district court should draw lots at random from a list of names of a certain number of lay judges to be assigned to the competent district court. The number of lay judges assigned to every professional judge should be at least three times greater than that needed for a hearing. Since most criminal cases in Russia are examined by a court composed of one professional judge and two lay persons, it appears that every judge must have at least six lay judges attached to him or her. Out of these six, a judge picks two at random to sit in a particular case.", "By section 9, lay judges should be called to serve in a district court for a period of fourteen days, or as long as the proceedings in a particular case last. Lay judges may not be called more than once a year.", "Under the Decree of the Acting President of Russia issued on 25 January 2000, lay judges serving in the courts of general jurisdiction were authorised to remain in office until the courts received new lists of lay judges, as confirmed by the legislatures of the Federation’s entities."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}