{"ITEMID": "001-67928", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FRA", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF PY v. FRANCE [Extracts]", "IMPORTANCE": "1", "CONCLUSION": "No violation of P1-3;Not necessary to examine Art. 14", "JUDGES": "", "TEXT": ["8. The applicant was born in 1964 and lives in Nancy. He is a university lecturer and researcher in private law and is a member of the French civil service.", "9. On 1 September 1995 he was appointed to a post at the French University of the Pacific in Nouméa, New Caledonia, which at the material time was a French overseas territory. The holder of the post was required to live in the territory.", "10. The applicant applied to be registered on the electoral rolls for his place of residence. He was entered on the general electoral roll for the municipality of Nouméa but was refused registration on the special electoral roll for the 1998 ballot on self-determination. On 7 April 1997 the mayor of Nouméa notified him that he had been deemed not to satisfy the residence requirements laid down in section 2 of the Act of 9 November 1988 in that he could not show that he had been permanently resident in New Caledonia since 6 November 1988. The applicant did not appeal against that decision.", "11. On 5 May 1998 the Nouméa Accord was signed. It laid down transitional arrangements for the political organisation of New Caledonia and for its move to self-determination. It altered New Caledonia's constitutional status, making it a sui generis territory with its own specially designed institutions. Article 77 of the Constitution was consequently amended to provide that the measures required for the implementation of the Accord were to be laid down in an institutional Act.", "12. Institutional Act no. 99-209 of 19 March 1999 brought about the twelfth institutional reform in New Caledonia since 1853, giving it its ninth different status since 1976. It strengthened Congress's powers and introduced a ten-year residence requirement for taking part in the election of members of Congress and the provincial assemblies.", "13. On 9 April 1999 the applicant applied to be registered on the special electoral roll for the elections to Congress and the provincial assemblies on 9 May 1999 in the municipality of Nouméa. He was refused registration on the ground that he could not show that he had been permanently resident in New Caledonia in the ten years prior to 9 May 1999.", "14. The applicant applied to the Nouméa Court of First Instance for a review of the conformity of the Act with the Convention, and for registration on the special electoral roll for the municipality of Nouméa. On 3 May 1999 the court dismissed his applications.", "15. The applicant appealed on points of law to the Court of Cassation, complaining that the Court of First Instance had found against him despite the fact that the refusal to register him contravened various provisions of domestic and international law, in particular Articles 1 and 3 of the Constitution of 4 October 1958, Articles 2, 7, 21-1 and 21-3 of the Universal Declaration of Human Rights of 10 December 1948, Article 14 of the Convention, Articles 2-1, 25 and 26 of the New York Covenant of 19 December 1966, Article 6 of the Declaration of the Rights of Man and the Citizen of 26 August 1789, Articles 225-1 and 432-7 of the new Criminal Code, and the Preamble to the Constitution of 27 October 1946.", "16. On 13 July 2000 the Court of Cassation dismissed his appeal on the ground that the conditions for taking part in elections to Congress and the provincial assemblies followed from an institutional Act which ranked as constitutional law in that it reproduced the wording of the Nouméa Accord, which itself had constitutional status by virtue of Article 77 of the Constitution. It dismissed the applicant's arguments concerning the provisions of the Convention, holding in particular that the precedence accorded to international undertakings did not apply in the domestic legal order in relation to provisions ranking as constitutional law.", "17. The applicant also produced to the Court a decision of 2 June 2000 in which the Court of Cassation had dismissed, on the same grounds, an appeal which was similar to his but which alleged a violation of Article 3 of Protocol No. 1.", "...", "Chapter I: Distribution of powers among the State, New Caledonia, provinces and municipalities", "...", "Section 1: Powers vested in the State and New Caledonia", "...", "“Congress shall be the deliberative body of New Caledonia. It shall have fifty-four members: seven from the Loyalty Islands provincial assembly, fifteen from the Northern provincial assembly and thirty-two from the Southern provincial assembly.", "Members of Congress shall be elected for a five-year term in the manner prescribed in Part V. ...”", "“The power to initiate territorial laws and regulations shall be vested conjointly in the Government and the members of Congress.”", "Section 2: Powers assigned to Congress", "“The powers assigned to New Caledonia by Chapter I of Part II shall be exercised by Congress, with the exception of those conferred by this Act on the Government or the President of the Government.”", "“Congress shall adopt the budget and approve the accounts for New Caledonia. ...”", "“In criminal matters, Congress may make offences against territorial laws and regulations punishable by fines that are commensurate with the classification of petty and more serious offences [contraventions et délits] and do not exceed the maximum amount applicable for offences of the same nature under national legislation and regulations. It may also make such offences subject to such additional penalties as are provided for in national legislation and regulations for offences of the same nature.", "Congress may also make provision for administrative penalties for any offence.”", "...", "Chapter II: Territorial laws", "“Instruments by which Congress enacts provisions on the matters listed in the following paragraph shall be designated as 'territorial laws'.", "Territorial laws may be enacted in the following areas, being those in which powers are exercised by New Caledonia, or from the date on which they are transferred pursuant to this Act:", "(1) symbols of identity and name as referred to in Article 5;", "(2) rules on the assessment and collection of taxes, duties or charges of any kind;", "(3) basic principles governing labour law, trade-union law and social-security law;", "(4) rules on aliens' access to employment;", "(5) customary civil status, rules governing customary land and customary assemblies; boundaries of customary areas; procedure for appointing members of the Customary Senate and the customary councils;", "(6) rules governing hydrocarbons, nickel, chromium and cobalt;", "(7) rules governing publicly owned land in New Caledonia and the provinces, subject to the provisions of Article 127, point (13);", "(8) rules on access to employment, pursuant to Article 24;", "(9) rules on civil status and capacity, systems of matrimonial property, inheritance and voluntary dispositions;", "(10) basic principles concerning ownership, rights in rem and civil and commercial obligations;", "(11) apportionment among the provinces of the operating grant and the equipment grant referred to in paragraphs I and II of Article 181; and", "(12) powers transferred and the schedule for their transfer, as provided in Section 1 of Chapter I of Part II.”", "...", "Part V: Elections to Congress and the provincial assemblies", "Chapter II: Electorate and electoral rolls", "“I. Congress and the provincial assemblies shall be elected by an electorate composed of persons who", "(a) satisfy the conditions for registration on New Caledonia's electoral rolls for the ballot of 8 November 1998; or", "(b) are listed in the appended table and have been resident in New Caledonia for ten years on the date of the election to Congress and the provincial assemblies; or", "(c) have reached the age of majority after 31 October 1998 and can either show that they have been resident in New Caledonia for ten years prior to 1998, or have a parent who was eligible to vote in the ballot of 8 November 1998, or have a parent who is listed in the appended table and has been resident in New Caledonia for ten years on the date of the election. ...”", "“Examination of the merits", "11.2 The Committee has to determine whether the restrictions imposed on the electorate for the purposes of the local referendums of 8 November 1998 and in 2014 or thereafter constitute a violation of articles 25 and 26 of the Covenant, as the authors maintain.", "...", "13.3 In the present case, the Committee has taken note of the fact that the local ballots were conducted in the context of a process of self-determination of the population of New Caledonia. ...", "13.5 In relation to the authors' complaints, the Committee observes, as the State party indeed confirms, that the criteria governing the right to vote in the referendums have the effect of establishing a restricted electorate and hence a differentiation between (a) persons deprived of the right to vote, including the author(s) in the ballot in question, and (b) persons permitted to exercise this right, owing to their sufficiently strong links with the territory whose institutional development is at issue. The question which the Committee must decide, therefore, is whether this differentiation is compatible with article 25 of the Covenant. The Committee recalls that not all differentiation constitutes discrimination if it is based on objective and reasonable criteria and the purpose sought is legitimate under the Covenant.", "13.6 The Committee has, first of all, to consider whether the criteria used to determine the restricted electorates are objective.", "...", "13.8 The Committee considers that the above-mentioned criteria are based on objective elements for differentiating between residents as regards their relationship with New Caledonia, namely the different forms of ties to the territory, whether specific or general – in conformity with the purpose and nature of each ballot. The question of the discriminatory or non-discriminatory effects of these criteria nevertheless arises.", "...", "13.10 ... the Committee considers that the criterion used for the 1998 referendum establishes a differentiation between residents as regards their relationship to the territory, on the basis of the length of 'residence' requirement (as distinct from the question of cut-off points for length of residence), whatever their ethnic origin or national extraction. ...", "13.11 The Committee therefore considers that the criterion used for the 1998 referendum did not have the purpose or effect of establishing different rights for different ethnic groups or groups distinguished by their national extraction.", "...", "13.13 Finally, the Committee considers that in the present case the criteria for the determination of restricted electorates make it possible to treat differently persons in objectively different situations as regards their ties to New Caledonia.", "13.14 The Committee also has to examine whether the differentiation resulting from the above-mentioned criteria is reasonable and whether the purpose sought is lawful vis-à-vis the Covenant.", "...", "13.16 The Committee recalls that, in the present case, article 25 of the Covenant must be considered in conjunction with article 1. It therefore considers that the criteria established are reasonable to the extent that they are applied strictly and solely to ballots held in the framework of a self-determination process. ...", "...", "13.18 Consequently, the Committee considers that the criteria for the determination of the electorates for the referendums of 1998 and 2014 or thereafter are not discriminatory, but are based on objective grounds for differentiation that are reasonable and compatible with the provisions of the Covenant.", "...", "14.2 The Committee considers that it is not in a position to determine the length of residence requirements. It may, however, express its view on whether or not these requirements are excessive. In the present case, the Committee has to decide whether the requirements have the purpose or effect of restricting in a disproportionate manner, given the nature and purpose of the referendums in question, the participation of the 'concerned' population of New Caledonia.", "...", "14.5 The Committee considers, first, that the cut-off points adopted do not have a disproportionate effect, given the nature and purpose of the referendums in question, on the authors' situation, particularly since their non-participation in the first referendum manifestly has no consequences for nearly all of them as regards the final referendum.", "14.6 The Committee further considers that each cut-off point should provide a means of evaluating the strength of the link to the territory, in order that those residents able to prove a sufficiently strong tie are able to participate in each referendum. The Committee considers that, in the present case, the difference in the cut-off points for each ballot is linked to the issue being decided in each vote: the 20-year cut-off point – rather than 10 years as for the first ballot – is justified by the time frame for self-determination, it being made clear that other ties are also taken into account for the final referendum.", "14.7 Noting that the length of residence criterion is not discriminatory, the Committee considers that, in the present case, the cut-off points set for the referendum of 1998 and referendums from 2014 onwards are not excessive inasmuch as they are in keeping with the nature and purpose of these ballots, namely a self-determination process involving the participation of persons able to prove sufficiently strong ties to the territory whose future is being decided. This being the case, these cut-off points do not appear to be disproportionate with respect to a decolonization process involving the participation of residents who, over and above their ethnic origin or political affiliation, have helped, and continue to help, build New Caledonia through their sufficiently strong ties to the territory.", "15. The Human Rights Committee, acting under article 5, paragraph 4, of the Optional Protocol to the International Covenant on Civil and Political Rights, is of the view that the facts before it do not disclose a violation of any article of the Covenant.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}