{"ITEMID": "001-59264", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HUN", "BRANCH": "CHAMBER", "DATE": 2001, "DOCNAME": "CASE OF DALLOS v. HUNGARY", "IMPORTANCE": "1", "CONCLUSION": "Preliminary objection dismissed (six months);No violation of Art. 6", "JUDGES": "Giovanni Bonello", "TEXT": ["9. The applicant is a Hungarian national, born in 1949 and resident in Vonyarcvashegy, Hungary.", "10. On 25 November 1992 the Zala County public prosecutor’s office preferred a bill of indictment against the applicant, charging him with aggravated embezzlement. The public prosecutor’s office alleged that between July 1990 and May 1991 the applicant, then the managing director of a Hungarian limited liability company (“E. Kft”), had been involved in a foreign-trade commission-contract between a Dutch company and a Hungarian business partner. According to the public prosecutor’s office, the applicant had failed to transfer, on behalf of E. Kft, part of the amounts due under the contract to the Hungarian partner and had spent it for E. Kft’s own purposes, thus causing damage of some 1.4 million Hungarian forints.", "11. On 30 June 1993 the Keszthely District Court convicted the applicant of aggravated embezzlement and sentenced him to one year and four months’ imprisonment and a fine, under Article 317 §§ 1 and 5 (a) of the Criminal Code.", "The District Court found that, in the context of a commission-contract scheme valid between July 1990 and May 1991, the applicant, acting on behalf of E. Kft, had failed to transfer part of the amounts collected from the Dutch partner to the Hungarian partner, contrary to what he should have done under the contract; in fact, he had spent it for E. Kft’s own purposes.", "The District Court noted the applicant’s defence that he had simply failed to pay the necessary attention to his contractual duty to transfer the amounts in question; that he had not been aware until April 1991 that the amounts in question had been available for transfer; that E. Kft’s subsequent failure to fulfil its contractual obligations had simply been due to its inability to recover some outstanding debts; and, finally, that he had entered into a verbal agreement with the Hungarian partner about the use of part of the amounts in question.", "However, taking into consideration the testimony of a Mr S. and of two further witnesses, the District Court was convinced that the applicant had deliberately failed to transfer the amounts in question in order to finance the activities of E. Kft.", "12. The applicant appealed against the District Court’s judgment, whereas the public prosecutor’s office accepted it.", "In his appeal the applicant sought to be acquitted on the ground that the findings of fact in his case had been erroneous.", "13. On 12 November 1993 the Zala County Regional Court upheld the applicant’s conviction and sentence, but reclassified his offence as aggravated fraud, under Article 318 §§ 1 and 5 (a) of the Criminal Code.", "The Regional Court held that the facts of the case, as outlined in the bill of indictment and established by the District Court, did not constitute the offence of embezzlement. However, the Regional Court was satisfied that the applicant’s conduct, namely that in the context of the transaction in question he had, on several occasions, given the Hungarian partner false information about the payments actually made by the Dutch partner, had constituted the offence of aggravated fraud.", "Completing the findings of fact with some further details, the Regional Court essentially relied on the contents of the case file as compiled at first instance, and in particular on the statements made by the applicant and the witness Mr S. during the first-instance hearings and on investigation documents.", "The Regional Court’s decision was served on the applicant on 8 December 1993.", "14. The applicant and his defence counsel lodged a petition for review with the Supreme Court. He maintained that he had been convicted erroneously. He also submitted that the reclassification of his offence at second instance had run counter to Article 9 § 2 of the Code of Criminal Procedure, and had thus constituted a serious breach of procedural rules.", "In its observations in reply, the Attorney-General’s Office proposed that the decisions of the lower courts be upheld.", "15. On 16 June 1994 the Supreme Court held a “public session” (nyilvános ülés) in the case. The Supreme Court heard addresses by defence counsel, who argued that the applicant’s liability was of a civil-law nature and requested the Supreme Court to quash, under Article 291 § 3 of the Code of Criminal Procedure, the first- and second-instance judgments and to acquit the applicant, and by the Attorney-General’s Office, proposing that the applicant’s conviction be upheld.", "16. On 28 June 1994 the Supreme Court upheld the applicant’s conviction for aggravated fraud.", "Concerning defence counsel’s arguments about a serious breach of procedural rules, the Supreme Court observed that, while it was true that courts were bound by the factual contents of the bill of indictment, this did not apply to the legal classification of the offences. It held that the elements of fact, which – in the second-instance proceedings – had warranted the reclassification of the offence, had already been contained in substance in the bill of indictment.", "In reply to defence counsel’s arguments of a substantive-law character disputing the applicant’s conviction of fraud, the Supreme Court held that the applicant’s duty under the contract in question would have been to inform the Hungarian partner about his receipt of payments without delay. The decision concluded, inter alia, that the applicant, having failed to do so and, instead, having transferred the money into E. Kft’s own bank account,", "“... committed the offence of fraud. ...", "... In this manner, the defendant secured unlawful gains for E. Kft and, to that end, had maintained from the outset [the Hungarian partner’s] deception, as a consequence of which it suffered damage in the amount of 1,440,680 Hungarian forints. This conduct of his constituted the offence of fraud, prohibited by Article 318 § 1 of the Criminal Code.”", "On that ground, the Supreme Court upheld the Regional Court’s decision, in accordance with Article 291 § 7 of the Code of Criminal Procedure.", "The Supreme Court’s decision was served on the applicant on 18 August 1994.", "17. Article 9 § 2 provides that proceedings before the criminal court may be initiated only upon lawful indictment. The court decides on the criminal responsibility of the indicted person exclusively by reference to facts contained in the bill of indictment.", "18. Article 132 § 1 provides that where there is a strong suspicion, based on the available information, that a person has committed an offence, the authority must inform him of the substance of the suspicion against him and of the relevant laws.", "19. Article 146 § 2 provides that the bill of indictment must contain a brief description of the facts on account of which the defendant is being prosecuted.", "20. Article 203 § 1 requires that documents, the contents of which are regarded by the court as evidence, be read out at the hearing.", "21. According to Article 239 § 1, the second-instance court must, when passing its decision, rely on the findings of fact reached by the first-instance court, unless the first-instance judgment lacks factual support.", "22. Article 241 provides that a defendant acquitted at first instance may be convicted, or a convicted defendant’s sentence increased, only if an appeal has been lodged to his detriment. An appeal is to be regarded as being to the defendant’s detriment if aimed at having him convicted, or convicted of a more serious offence, or at increasing his sentence.", "23. According to Article 258 § 1 (a), where the proper establishment of the facts of the case can be achieved on the basis of the case file, the second-instance court completes or rectifies the establishment of the facts and thereafter examines the first-instance judgment on this new factual basis.", "24. According to Article 260, where the first-instance court has applied the law erroneously but its judgment need not be quashed, the second-instance court amends the judgment and passes a decision in accordance with the law.", "25. Article 284 § 1 provides that a final decision is subject to review if:", "(a) the defendant’s acquittal or conviction, or the discontinuation of the proceedings, has taken place in breach of the provisions of substantive criminal law; or", "(b) an unlawful punishment or measure has been imposed on the defendant as a consequence of an incorrect classification of the offence or of another breach of the rules of substantive criminal law.", "According to paragraph 2, in the latter case no review may take place if the punishment imposed is within the limits laid down for the offence that corresponds to the classification which is correct in law.", "26. According to Article 284/A § 1 (I), a petition for review in favour of the defendant may be filed by, inter alios, the defendant, the public prosecutor or defence counsel.", "Paragraph 2 provides a further ground for review where certain serious breaches of procedural criminal law have affected the taking of the decision in question.", "27. Under Article 288 § 1, if a petition for review is not rejected on formal grounds, it must be sent to the Attorney-General’s Office for comments.", "Article 288/A § 1 grants the petitioner the right to submit comments in reply.", "28. According to Article 289/A § 1, the Supreme Court examines, as a general rule, the petition for review at a “session” (ülés). The attendance of defence counsel and the public prosecutor is required; the defendant must be notified of the session and, if detained, must be conveyed thereto.", "29. Article 290 provides that, at the session, one of the judges sitting in the case must orally present the petition, the decision challenged and relevant details of the case file. After this introduction, the public prosecutor, defence counsel and the defendant, inter alios, address the court.", "30. As a result of the review, the Supreme Court may, under Article 291 § 1, quash the decision reviewed and instruct the lower-instance court to resume its proceedings.", "Under Article 291 § 3, where the second-instance decision has been taken in breach of the provisions of substantive criminal law within the meaning of Article 284 § 1, the Supreme Court may itself deliver a rectified decision, if this will result in the acquittal of the defendant, the discontinuance of the proceedings, or the imposition of a less severe punishment.", "Paragraph 7 provides that if the Supreme Court dismisses the petition, it must uphold the decision challenged.", "31. According to Article 317 § 1, a person who unlawfully appropriates for himself an asset in his charge, or disposes of such an asset as if it were his own, commits the offence of embezzlement. Paragraph 5 (a) provides that embezzlement committed with regard to assets of a substantial value is punishable by one to five years’ imprisonment.", "32. According to Article 318 § 1, a person who deceives someone, or maintains someone’s deception, in order to make unlawful gains, commits the offence of fraud, provided that actual damage has occurred as a result of his conduct. Paragraph 5 (a) provides that fraud committed in respect of a substantial sum is punishable by one to five years’ imprisonment."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}