{"ITEMID": "001-58109", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 1997, "DOCNAME": "CASE OF THE NATIONAL & PROVINCIAL BUILDING SOCIETY, THE LEEDS PERMANENT BUILDING SOCIETY AND THE YORKSHIRE BUILDING SOCIETY v. THE UNITED KINGDOM", "IMPORTANCE": "2", "CONCLUSION": "No violation of P1-1;No violation of Art. 14+P1-1;No violation of Art. 6-1;No violation of Art. 14+6-1", "JUDGES": "C. Russo;John Freeland;N. Valticos;R. Pekkanen", "TEXT": ["6. The applicants were at all relevant times building societies within the meaning of the Building Societies Act 1986. Building societies operate under the status of “mutual societies” under English law as opposed to the status enjoyed by companies under company law. A building society’s members are made up of its investors who deposit savings with it and receive a rate of interest or a dividend in return, and its borrowers who are charged interest on their loans. By and large, loans are taken out by borrowers to buy private residential property.", "7. Investors with a building society are liable to pay income tax in respect of the interest earned on their deposits. The income tax owed to the Inland Revenue for the purposes of the fiscal year running from 6 April of one year to 5 April of the following year was in practice calculated or measured with reference to a period of equal length preceding the actual fiscal year. The so-called “measurement principle” required that the period measured be always equal in length to the period taxed. The taxpayer was not in fact taxed on the income of the preceding year but assessed to tax on the income received in the current year, the amount of the current year’s income being artificially computed by reference to the income of the previous year. Accordingly, in normal circumstances, individual investors with building societies would be obliged to declare in their tax returns for the fiscal year in question the amount of interest or dividends earned on their deposits in a preceding reference period of equal length to the fiscal year, and the Inland Revenue would have to make individual assessments to tax on the strength of the information supplied by the investor.", "8. However, in view of the very large number of building society investors, many of whom had only modest savings and were thus only liable to small amounts of income tax, or to no tax at all, it had for many years up to and including the fiscal year 1985/86 been the practice for the Inland Revenue to make voluntary arrangements with building societies for the payment by each society of a single annual composite amount. The effect of this payment by a building society was to discharge its investors’ liability to income tax at the basic rate on the interest which they earned. These arrangements, which were for very many years operated on a non-statutory basis, were at the relevant time given statutory recognition under section 343 (1) of the Income and Corporation Taxes Act 1970 – “the 1970 Act”.", "9. The composite-rate payment under the voluntary arrangements was calculated for each fiscal year by reference to the global amount of interest paid by the society to its investors. However, in order to reflect the fact that some of the investors would not have been liable to tax at all given the modest amounts of their savings (see paragraph 8 above) a reduced rate of tax was applied. For this reason the annual payments made under this scheme were known as “reduced-rate tax” or “composite-rate tax”, or “CRT”.", "10. The amount paid to investors by way of interest on their investments took account of the fact that their liability to income tax was discharged by the building society via the payment of CRT to the Inland Revenue. Investors thus received their interest net of tax.", "11. In accordance with the “revenue-neutrality” principle, set out in section 26 of the Finance Act 1984, the CRT payment reflected only the amount which would have been paid by the investors themselves had they been obliged to declare and pay tax on the interest they earned through their deposits.", "12. To achieve this, the Treasury, following negotiations with the Building Societies Associations, set each year, by statutory instrument, the CRT rate. In doing so, it was required to aim at a result whereby the same amount of tax was collected at source from building societies for the fiscal year in question as would have been collected from the individual depositors had they been taxed directly on the interest they received over a preceding reference period (see paragraphs 7 above and 13 below).", "13. Until 1985/86, a “prior-period” system applied in respect of CRT. The amount of CRT to be paid by each building society for each fiscal year (see paragraph 12 above) was calculated by reference to the interest which it paid to its investors not during the actual year being taxed, but during the society’s own twelve months’ accounting period ending within that fiscal year. The tax was in every case paid on or around 1 January of the year of assessment. As noted above (see paragraph 8 above), the legal effect of this payment representing income tax was to discharge investors’ basic-rate liability on the interest earned in the year being taxed.", "14. There was no legal requirement to have a harmonised accounting period. Different time frames were used by different building societies, but in all cases the time frames represented a period equal in length to the fiscal year, having regard to the requirements of the measurement principle (see paragraph 7 above). The following accounting periods were operated by each of the applicant societies:", "Thus, on or around 1 January 1986, the three applicant societies paid to the Inland Revenue, to discharge their investors’ liability to income tax at the basic rate for the fiscal year 6 April 1985–5 April 1986, sums measured by reference to the interest paid to their investors in their accounting periods ended 30 September 1985 (the Leeds) and 31 December 1985 (the National & Provincial and the Yorkshire). Under the effect of the voluntary arrangements (see paragraph 8 above), these payments completely discharged the income-tax liability of their investors in respect of the interest paid to them by the respective societies for the fiscal year 6 April 1985–5 April 1986.", "On that basis each of the applicant companies paid the following amounts by way of CRT to the Inland Revenue:", "15. With a view to putting the taxation of the interest paid by building societies to investors on a similar footing to the scheme which had been introduced for banks by the Finance Act 1984, the Government proposed the introduction of a mandatory regime for the collection of tax on investors’ interest and the payment of the tax quarterly on the last days of February, May, August and November instead of annually in January. In his budget statement on 19 March 1985 announcing the introduction of the new scheme, the Chancellor of the Exchequer declared that it would not produce any additional revenue. The proposal was adopted by Parliament in the form of section 40 of the Finance Act 1985.", "16. Section 40 amended section 343 of the 1970 Act (see paragraph 8 above) by inserting a new sub-section (1A) which had the effect of bringing to an end the long-standing voluntary arrangements as from 6 April 1986. It also empowered the Inland Revenue Commissioners to make regulations introducing a new system of accounting for the fiscal year 1986/87 and for subsequent years. Under the Income Tax (Building Society) Regulations 1986 (“the 1986 Regulations”), which came into force on 6 April 1986, tax was to be calculated on a quarterly basis on the actual interest paid during the actual year of assessment, as opposed to a prior period.", "17. However the ending of the voluntary arrangements exposed a gap (“the gap period”) between the end of the applicant societies’ accounting periods in 1985/86 (see paragraph 14 above) and the start of the first quarter under the new regime. In the case of the Leeds the gap period was from 1 October 1985 to 5 April 1986, and in the case of the National & Provincial and the Yorkshire it was from 1 January 1986 to 5 April 1986. In order to ensure that each payment of interest formed the basis of an assessment to tax, transitional regulations were introduced which deemed payments falling into the “gap period” to have been made in a later accounting period, with the result that they formed the basis for an assessment to tax under the new “actual-year” arrangements. In the view of the Government the legislative intention was to ensure that the same amount of tax was collected as would have been collected if the previous arrangements had continued and that the building societies did not receive an undeserved windfall in respect of the gap period.", "18. Against this background, Regulation 11 (read in conjunction with Regulation 3) of the 1986 Regulations purported to require building societies to account for tax relating to payments of interest to their investors in their respective gap periods. Regulation 11 (4) provided for tax to be charged on interest paid in the gap period at 1985/86 rates, i.e. 25.25%, the basic rate of income tax being 30% for that year.", "19. Each of the applicant societies took the view that the transitional regulations ran counter to the Government’s declared intention that the new regime introduced by the Finance Act 1985 should not produce any additional revenue (see paragraph 15 above), which view was reaffirmed during the parliamentary debates on section 40 of that Act. They considered that the effect of Regulations 3 and 11 was to impose tax again on interest they had paid in 1985/86, a fiscal year for which liability on their investors’ interest had already been discharged (see paragraph 14 above). For the applicants this had the result that, for twenty-four months’ interest paid to its investors in the two fiscal years 1986/87 and 1987/88, a society like the Leeds, with a 30 September year-end, was required to pay tax on thirty months’ interest. For the National & Provincial and the Yorkshire, each would have to pay tax on twenty-seven months’ interest for the twenty-four month period covered by the fiscal years 1986/87 and 1987/88. In the view of the applicant societies these consequences ran counter to the measurement principle according to which the measurement period forming the basis of assessment to tax can never exceed the length of the fiscal year (see paragraph 7 above).", "Each of the three applicant societies did in fact pay the tax claimed to be due under the transitional provisions of the Regulations as follows:", "20. The Government point out that the payments were made “without formal protest”. However, the applicants assert that they made clear from the outset that they disputed the lawfulness of the tax and that they associated themselves with the proceedings initiated by the Woolwich Equitable Building Society (“the Woolwich”) to challenge the lawfulness of the transitional provisions in Regulation 11. For its part the Leeds issued a press release when the Regulations were still at the draft stage, drawing attention to, inter alia, their complaint that the Regulations would have the objectionable effect of subjecting building societies to double taxation. The affidavit sworn by the Executive Vice-Chairman of the Woolwich referred to the Leeds’ support for its decision to initiate legal proceedings against the transitional arrangements. Both the National & Provincial and the Yorkshire made requests for the repayment of the amounts they had paid to the Inland Revenue.", "21. On 18 June 1986 the Woolwich commenced judicial review proceedings seeking a declaration that Regulation 11 was unlawful as being outside the scope of the enabling legislation. It was further alleged that the transitional arrangements transgressed the fundamental principles of constitutional and taxation law and that the machinery adopted by the 1986 Regulations in order to implement the change in the system resulted in a double charge to tax over the gap period.", "22. On 4 July 1986 the Government introduced in Parliament a measure intended to validate retrospectively the impugned Regulations and to give effect to what they claimed to be the original intention of Parliament when adopting them (see paragraphs 15 and 17 above). The responsible Government minister informed Parliament that the Regulations did not affect the amount of tax collected, only the timing of payment and reiterated that they would not bring extra tax to the Inland Revenue. On 25 July 1986 the Finance Act 1986 (“the 1986 Act”) received the Royal Assent. Section 47 of the Act retrospectively amended section 343 (1A) of the 1970 Act (see paragraph 16 above) with the purpose of authorising the Inland Revenue Commissioners to make regulations requiring the taxation in the year 1986/87 and subsequent years of assessments of sums paid to investors in the gap period and not previously brought into account.", "23. On 15 July 1987 the Woolwich issued a writ against the Inland Revenue claiming repayment of the sums paid by way of tax under the transitional provisions of the Regulations, as well as interest from the date of payment.", "24. On 31 July 1987 Nolan J granted the application in Woolwich 1 (see paragraph 21 above) and made a declaration that Regulation 11 was void in its entirety and that the remaining Regulations were void in so far as they purported to apply to payments made to investors prior to 6 April 1986. He held that:", "25. The Inland Revenue appealed against the decision. They conceded that Regulation 11 (4) was invalid but contended that this partial invalidity did not invalidate the rest of the Regulation.", "26. Towards the end of 1987, the Inland Revenue repaid to the Woolwich the sum of GBP 57,000,000 with interest from 31 July 1987 (the date of the order of Nolan J) but refused to pay interest from any earlier date. Thus, the remaining issue in the Woolwich 2 proceedings (see paragraph 23 above) came to be whether or not Woolwich had grounds for claiming interest on the payments made by them up to 31 July 1987.", "27. On 12 July 1988 Nolan J dismissed the Woolwich 2 action, holding that the Woolwich was not entitled to recover the sums in issue under any general principle of restitution or as having been paid under duress. He took the view that the sums had been paid under an implied agreement that they would be repaid if and when the dispute about the validity of the 1986 Regulations was resolved in favour of the Woolwich. Thus, the Woolwich had no cause of action to recover the money until the date of his order of 31 July 1987. The Woolwich appealed against the decision and order.", "28. On 12 April 1989 the Court of Appeal allowed the appeal of the Inland Revenue in the Woolwich 1 proceedings (see paragraph 25 above). The court held that:", "29. On 25 October 1990 the House of Lords allowed the appeal of the Woolwich in the Woolwich 1 proceedings. The House of Lords, Lord Lowry dissenting, declared the transitional provisions in the 1986 Regulations to be ultra vires on the grounds that Regulation 11 (4), as the Inland Revenue had previously conceded, and Regulation 3, so far as it related to the period after February and before 6 April 1986, were ultra vires the empowering statute. The House of Lords considered that Regulation 11 (4) could not be severed from the rest of Regulation 11 and that the transitional provisions in the 1986 Regulations were therefore void in their entirety.", "30. Lord Oliver, delivering the judgment of the majority, concluded:", "“... I confess that I find the conclusion irresistible that Parliament intended by these words [section 47 of the 1986 Act] to enable the Revenue to take account of and to charge to tax sums which, rightly or wrongly, it regarded as otherwise representing windfalls in the hands of building societies. One has only to look at the circumstances. The Regulations of 1986 had been made and had been objected to. They were made the subject of a direct challenge in legal proceedings, the evidence in support of which clearly adumbrated the arguments advanced before the judge and the Court of Appeal. The notion that Parliament should go to the trouble of enacting an expressly retrospective amendment in order to provide, unnecessarily, for the use of these sums as a measurement of tax liability – a matter never remotely in issue – is simply fanciful ...", "... I am bound to say that I think it unfortunate that the Revenue, through Parliament, should have chosen by secondary rather than primary legislation to take what was, on ordinary principles, the very unusual course of seeking to tax more than one year’s income in a single year of assessment, but section 47 of the Finance Act 1986 is, on any analysis, a very unusual provision and I have, in the end, found myself irresistibly driven to the conclusion that this was what Parliament intended should occur. It may be – I do not know – that the legislature did not appreciate fully that the effect of the arrangements made in 1985 was to discharge all liability for tax on interest paid in the year of assessment 1985/86, including tax on interest paid after the end of a society’s accounting year, and that, accordingly, to tax those sums again in a subsequent year was, in a sense, to tax them twice. But even making that assumption it amounts to no more than saying that the legislature should not have intended to do that which it plainly set out to do. I would, for my part, therefore, reject the Woolwich’s principal argument.”", "This ruling declaring Regulation 11 (4) void on technical grounds meant that no mechanism existed to achieve what the Government claimed to be Parliament’s initial intention that interest payments made during the gap period should be assessed for tax. This led the Government to introduce new legislative provisions. A draft press release was circulated as early as 7 March 1991 for the approval of the Chancellor of the Exchequer. The draft indicated that the Chancellor in his budget-day speech on 19 March 1991 would introduce legislation to validate retrospectively the Regulations which had been struck down in the Woolwich 1 case (see paragraph 33 below).", "31. Following the House of Lords’ decision in the Woolwich 1 proceedings, and after having made several requests for repayment, the Leeds commenced proceedings on 15 March 1991 against the Inland Revenue for the restitution of the sum of GBP 56,973,690 paid pursuant to the 1986 Regulations which had been declared void in the Woolwich 1 proceedings.", "32. On 17 March 1991 the National & Provincial, which had also sought but was refused repayment, commenced proceedings against the Inland Revenue for the restitution of the sum of GBP 15,873,945 paid pursuant to the void Regulations.", "33. On 19 March 1991, in his budget statement, the Chancellor of the Exchequer announced the introduction of legislation to remedy “the technical defects in the Regulations”. This legislation became section 53 of the Finance Act 1991 (“the 1991 Act”), which entered into force on 25 July 1991. Section 53 provided, inter alia:", "“Section 343 (1A) of the [1970 Act] ... shall be deemed to have conferred powers to make all the provisions in fact contained in [the 1986 Regulations].”", "34. The provision had retrospective effect, save that by subsection (4) it had no effect “in relation to a building society which commenced proceedings to challenge the validity of the Regulations before 18 July 1986”. The Woolwich was the only building society which satisfied this condition.", "35. In a letter dated 21 March 1991 the Director-General of the Building Societies Associations informed the Financial Secretary to the Treasury that the decision of the Government “[did] not come as any great surprise, although it will still be very disappointing to the societies concerned”. In fact, the concrete effect of the measure was to stifle the Leeds 1 and National & Provincial 1 proceedings (see paragraphs 31and 32 above). Although they had shown support for the Woolwich’s judicial proceedings (see paragraph 20 above) neither had formally commenced legal proceedings before 18 July 1986. At the costs hearing the Government conceded that they had no defence to the action brought by the Leeds and the National & Provincial had it not been for section 53 of the 1991 Act. Costs were awarded against the Government.", "36. On 22 May 1991 the Court of Appeal, by a majority, allowed the appeal by the Woolwich in Woolwich 2 and awarded the interest claimed.", "37. The majority of the Court of Appeal accepted the Woolwich’s primary submission that, where money was paid under an illegal demand for taxation by a government body, the payer had an immediate prima facie right to recover the payment.", "38. On 10 July 1991 the Leeds applied for leave to commence judicial review proceedings for a declaration that the Treasury Orders establishing the composite-rate tax for 1986/87 and for the following years were unlawful (“Leeds 2”). The Leeds claimed that:", "39. On 6 November 1991 the National & Provincial was granted leave to commence judicial review proceedings similar to those in Leeds 2 for a declaration that the Treasury Orders establishing the composite-rate tax for 1986/87 and subsequent years were unlawful because of the retrospective validation of the Regulations (“National & Provincial 2”). The application was joined with the Leeds 2 proceedings and with a similar application made by the Bradford and Bingley Building Society.", "40. On 3 March 1992 the Yorkshire applied for leave to commence similar judicial review proceedings for a declaration that the Treasury Orders establishing the composite-rate tax for 1986/87 and subsequent years were unlawful (“Yorkshire 1”).", "41. Further proceedings were commenced by the Yorkshire on 11 May 1992 (“Yorkshire 2”), by the Leeds on 1 June 1992 (“Leeds 3”) and by the National & Provincial on 12 June 1992 (“National & Provincial 3”). In those proceedings the applicant societies claimed restitution of the money due to them if the judicial review proceedings (Leeds 2 and National & Provincial 2, and Yorkshire 1) were successful (see paragraphs 38–40 above).", "42. On 16 July 1992 section 64 of the Finance (No. 2) Act 1992 (“the 1992 Act”) entered into force. This legislation had been anticipated as from 7 May 1992 when the Financial Secretary in a reply to a parliamentary question noted that his Government intended to introduce legislation to validate retrospectively the impugned Treasury Orders. Section 64 provided, with retrospective effect, that the Treasury Orders “shall be taken to be and always to have been effective”. The Government acknowledged during the parliamentary debates on section 64 that the measure was intended to pre-empt the legal proceedings launched by the applicants to challenge the validity of the Treasury Orders and that it would result in the Woolwich being treated more favourably. However, they pointed out that the challenge to the composite rate for CRT in the fiscal years 1986/87 to 1989/90 threw into doubt the lawfulness of the collection of all sums from building societies, banks and other deposit institutions in the periods in question. While there was no doubt as to the lawfulness of the collection in respect of the vast majority of those sums, the effect of impugning the rates set would have been to render the collection of all sums unlawful. The amount at stake was in the region of GBP 15 billion.", "43. The effect of section 64 was to extinguish the remaining proceedings lodged by the applicants for judicial review of the validity of the Treasury Orders and for restitution (see paragraphs 39–41 above).", "44. On 20 July 1992 the House of Lords, by a majority, dismissed the Inland Revenue’s appeal in the Woolwich 2 proceedings.", "The House of Lords did not accept that, on the facts of the Woolwich case, there was any implied agreement for the repayment of the money paid under the invalid Regulations if and when the dispute was resolved in the taxpayer’s favour. Nevertheless, by a majority, the House of Lords held:", "45. Section 343 (1A) of the 1970 Act (introduced by section 40 of the Finance Act 1985, and as amended by section 47 of the Finance Act 1986) provides as follows:", "“The Board may by regulations made by statutory instrument make provision with respect to the year 1986/87 and any subsequent year of assessment requiring building societies, on such sums as may be determined in accordance with the regulations (including sums paid or credited before the beginning of the year but not previously brought into account under subsection (1) above or this subsection), to account for and pay an amount representing income tax ... and any such regulations may contain such incidental and consequential provisions as appear to the Board to be appropriate, including provisions requiring the making of returns.” [The words in bold print were added by the 1986 Act.]", "46. Section 53 of the Finance Act 1991 provides, so far as relevant, as follows:", "“(1) Section 343 (1A) of the Income and Corporation Taxes Act 1970 ... shall be deemed to have conferred power to make all the provisions in fact contained in the Income Tax (Building Societies) Regulations 1986 ...", "(4) In relation to a building society which commenced proceedings to challenge the validity of the Regulations before 18 July 1986, this section shall not have effect to the extent that the Regulations apply (or purport to apply) to payments or credits made before 6 April 1986.”", "47. Section 64 of the Finance (No. 2) Act 1992 provides as follows:", "“(1) For the purposes of this section each of the following is a relevant order –", "(a) the Income Tax (Reduced and Composite Rate) Order 1985 ...", "(b) the Income Tax (Reduced and Composite Rate) Order 1986 ...", "(c) the Income Tax (Reduced and Composite Rate) Order 1987 ...", "(d) the Income Tax (Reduced and Composite Rate) Order 1988 ...", "(2) If apart from this section a relevant order would not be so taken, it shall be taken to be and always to have been effective to determine the rate set out in the order as the reduced rate and the composite rate for the year of assessment for which the order was made.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["14", "6", "P1"], "NON_VIOLATED_PARAGRAPHS": ["6-1", "P1-1"], "NON_VIOLATED_BULLETPOINTS": []}