{"ITEMID": "001-87227", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF ISIGOVA AND OTHERS v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 2 - Right to life (Substantive aspect);Violation of Article 2 - Right to life (Procedural aspect);No violation of Article 3 - Prohibition of torture (Substantive aspect);Violation of Article 3 - Prohibition of torture (Substantive aspect);Violation of Article 5 - Right to liberty and security;Violation of Article 13 - Right to an effective remedy", "JUDGES": "Anatoly Kovler;Dean Spielmann;Elisabeth Steiner;Giorgio Malinverni;Khanlar Hajiyev;Sverre Erik Jebens", "TEXT": ["6. The applicants are:", "1) Ms Tsalipat Shamilovna Isigova, who was born in 1954;", "2) Ms Aminat Abdurakhmanovna Isigova, who was born in 1976;", "3) Ms Khalisat Dayevna Umkhanova, who was born in 1948;", "4) Ms Taisiya Magomedovna Musayeva, who was born in 1970;", "5) Mr Arbi Zelimkhanovich Umkhanov, who was born in 1997.", "7. On 2 July 2001 the federal armed forces carried out a large-scale “sweeping” operation (“zachistka”) in the village of Sernovodsk in Chechnya. According to the Government, interior troops of the Ministry of the Interior participated in the operation.", "8. The applicants submitted numerous NGO and press reports on these events as well as statements by other villagers about the general circumstances of the sweeping operation and the detention of their relatives.", "9. According to the applicants, a similar operation took place in the nearby village of Assinovskaya on 3 July 2001, where about 300 persons were detained.", "10. The first applicant is the mother of Apti Isigov, who was born in 1978. The second applicant is the first applicant's daughter and Apti Isigov's sister. They live at 34 Pervomayskaya Street in Sernovodsk. According to the applicants, at the material time Apti Isigov was planning to enrol in a law faculty in Moscow.", "11. According to the first applicant, at about 12 noon on 2 July 2001 an armoured personnel carrier (“APC”) pulled up in front of their house. The first applicant noted that the APC identification number was Ch025. Several armed men in camouflage uniforms rushed into the courtyard, where the applicant's son Apti Isigov and his cousin Rustam Isigov, who lived in the same house, had been waiting for them with their passports in hand. The first applicant submitted that the documents were in order. Nevertheless, the soldiers had collected the passports without looking at them, pulled the Isigov cousins' shirts over their heads and forced them into the APC. In reply to the first applicant's question about the reasons for their arrest, the servicemen stated that they had orders to detain every man aged between 15 and 50.", "12. The soldiers then searched the house and, according to the first applicant, took some money and household items.", "13. Rustam Isigov later recalled that the APC into which they were put had stopped in a neighbouring street and they had been ordered to get out and to climb into a military truck. He had noticed a serviceman with five or six passports in his hand nearby. There were several people inside the truck, both detainees and servicemen. One of the servicemen had ordered Apti Isigov to climb into the far corner of the truck and to cover himself with a piece of canvas attached to the side. Apti had obeyed.", "14. The detainees had then been taken to a passport checkpoint situated in a field near the village, where the basement of an unfinished building stood. Rustam Isigov and other detainees had been ordered out of the truck. Apti was ordered to stay in the vehicle but got out and sat on the ground with the rest of them. He was frightened and Rustam Isigov had tried to calm him down, even though the detainees were not allowed to talk. About 15 minutes later a man in camouflage uniform had arrived, had looked through a passport he had been holding and had ordered Apti Isigov to climb back into the truck.", "15. The first applicant referred to the statements of other witnesses she had managed to collect which stated that Apti Isigov had then been brought to the APC no. Ch025 and had spent some time inside. Several witnesses among those detained that day stated that they had seen Apti in the APC in the afternoon of 2 July 2001, several hours after his apprehension. One of those witnesses was K. Ch. who had been taken to the passport checkpoint at about 7.40 p.m. and had seen Apti Isigov inside the APC.", "16. The third applicant is the mother of Zelimkhan Umkhanov, who was born in 1972. The fourth applicant is Zelimkhan Umkhanov's wife and the fifth applicant their son. Zelimkhan Umkhanov and his family used to live in Grozny, but after the resumption of hostilities moved to Sernovodsk to his mother's home because he thought they would be safer there.", "17. The third and fourth applicants did not witness Zelimkhan Umkhanov's detention but referred to eye-witness statements submitted by them to the Court. According to those statements, at about 4 p.m. on 2 July 2001 Zelimkhan Umkhanov was detained in Groznensky Lane in Sernovodosk. The applicants submitted several statements of villagers who had witnessed Zelimkhan's detention in the street. Several witnesses, including K. Ch. (see above), stated that they had seen Zelimkhan Umkhanov in APC no. Ch025 in the afternoon of 2 July 2001.", "18. The first, third and fourth applicants, along with other relatives of those detained during the “sweeping” operation, walked to the edge of the field where the men had been detained and remained there until about midnight. The guards did not allow them to approach any nearer.", "19. According to the applicants, at about 6 p.m. an officer with the rank of major came out and reassured them that all the detainees would be released 30 minutes later. He also told them that he shared their indignation and that he had already talked to his superiors about the events. Later that evening he came out once again and repeated his comments.", "20. At about 8 p.m. the women saw some of the detainees being put into two buses. When the buses drove off, the women tried to block them, but the soldiers started to shoot at the ground in front of the crowd and dispersed them.", "21. The men from Sernovodsk remained detained at the passport checkpoint in the field until the early hours of 3 July 2001. At about 11 p.m. the military started to release them in small groups, and by 2 a.m. there was no one left in the field. About forty men were not released, however, and their relatives were eventually told that they had been taken to the Temporary Office of the Interior of Achkhoy-Martan District (“the Achkhoy-Martan VOVD”). Apti Isigov and Zelimkhan Umkhanov were not released that night, and the applicants have had no news of them since.", "22. Early in the morning on 3 July 2001 the fourth applicant went to the military camp in an attempt to obtain information about her husband from the major who had talked to them the night before, but the military were already leaving and she was unable to speak to anyone.", "23. Later in the morning on 3 July 2001 the first, third and fourth applicants, along with other relatives who had not seen their detained family members since the previous day, went to the Achkhoy-Martan VOVD. There they were shown a list of about forty names of persons from Sernovodsk, including Apti Isigov and Zelimkhan Umkhanov, who had been brought to the Achkhoy-Martan VOVD. According to the applicants, during the day detainees were gradually released from the Achkhoy-Martan VOVD, but they told the applicants that they had not seen their relatives inside. In the evening of 3 July 2001 the head of the Sernovodsk village administration joined the applicants at the Achkhoy-Martan VOVD. In reply to their enquiries the officials there denied that the two men had ever been brought there, contrary to what they had said in the morning.", "24. On 4 July 2001 the applicants went to the village of Assinovskaya, in which a similar “sweeping” operation was being carried out. They saw the APC with the identification number Ch025 there and the same truck in which their two relatives had been taken away from Sernovodsk two days earlier, a Ural with identification no. O 10 03 KSh.", "25. On the same date the applicants also talked to R. Kh., who had attended the same school as Apti Isigov and knew him quite well. He stated that on 3 July 2001 he had seen Apti Isigov and Zelimkhan Umkhanov in a military Ural truck in Assinovskaya. R. Kh. said that he had heard someone asking for water from inside the truck saying that “we have not had any water since yesterday” and when one of the military lifted the canvas to give him some water, the witness had seen two men, one of whom he had immediately recognised as Apti Isigov. Both men had traces of beatings on their faces, and Zelimkhan's hand was hurt, probably broken. R. Kh.'s written statement was submitted to the Court.", "26. That day the applicants waited near the passport checkpoint in the field near Assinovskaya until 3 a.m. hoping that their relatives would be released together with the detainees from that village, but in vain.", "27. They and their other relatives continued to search for the two missing men. On numerous occasions, both in person and in writing, they applied to prosecutors at various levels, to the Ministry of the Interior, to the administrative authorities in Chechnya, to the Special Envoy of the Russian President for Rights and Freedoms in the Chechen Republic, to the media and to public figures. In their letters to the authorities the applicants gave details of the detention of Apti Isigov and Zelimkhan Umkhanov and asked for assistance and information about the investigation, but were given hardly anything of substance. On several occasions they and other relatives received copies of letters forwarding their requests to various prosecution services.", "28. On 4 and 5 July 2001 the applicants and their relatives applied in person to the Prosecutor's Office of the Achkhoy-Martan District and submitted a written complaint. They also applied in person to the Achkhoy-Martan VOVD. They asked for assistance in searching for the two missing men, but the officials denied that they had ever been detained by the district authorities.", "29. On 5 July 2001 the Prosecutor's Office of the Achkhoy-Martan District forwarded the applicants' complaints to the Achkhoy-Martan VOVD. The latter replied to the first applicant in a letter of 10 July 2001 that Apti Isigov had not been detained by the VOVD and that the local office of the Interior had no information about his whereabouts.", "30. On 12 July 2001 the third applicant wrote to the head of the administration of the Sunzhenskiy District and asked for assistance in finding Zelimkhan Umkhanov and Apti Isigov. She referred to witness statements and submitted the known details of the two men's apprehension, including the identification numbers of the military vehicles and call-signs of the military involved.", "31. On 12 July 2001 Rustam Isigov, who, as noted above, was Apti Isigov's cousin and a witness to his detention, wrote to the head of the Chechen Department of the Interior and on 13 August 2001 to the Prosecutor's Office of the Chechen Republic. He described in detail the events of 2 July 2001 and requested that his cousin be found.", "32. On 17 July 2001 the Prosecutor's Office of the Achkhoy-Martan District informed the third applicant that her son had not been detained by personnel of the district department of the Interior and had not been brought to the Achkhoy-Martan VOVD.", "33. On 13 August 2001 the second and fourth applicants wrote to the Prosecutor's Office of the Chechen Republic to complain that they had not been granted victim status in the criminal proceedings concerning the disappearance of their brother and husband respectively. On the same date the fourth applicant requested the Prosecutor's Office of the Chechen Republic to institute criminal proceedings in respect of her husband's abduction.", "34. The applicants reiterated their requests for assistance in searching for their relatives and information on the progress of the investigation to the Prosecutor General's Office on 16 August 2001 and 2 October 2001, the Prosecutor's Office of the Chechen Republic on 16 August 2001, 12 and 23 September 2001 and the Minister of Defence on 1 October 2001.", "35. On 8 July 2001 the Prosecutor's Office of the Achkhoy-Martan District instituted criminal proceedings in connection with numerous complaints of the residents of Sernovodsk of abuse of authority by federal servicemen during a special operation of 2 July 2001. The case file was assigned number 27031.", "36. On 10 September 2001 the Prosecutor's Office of the Chechen Republic informed the third applicant of the decision of 8 July 2001, stating that the disappearance of Apti Isigov and Zelimkhan Umkhanov was being investigated in the context of those proceedings. On 3 October 2001 the Prosecutor's Office of the Chechen Republic informed the applicants that the proceedings in criminal case no. 27031 were pending and that they would be informed of the outcome.", "37. On 19 October 2001 the Ministry of the Interior replied to the applicants that their complaint had been forwarded to the Chechen Department of the Interior and that the search for their relatives would remain under the control of the Ministry.", "38. On 22 November 2001 the Ministry of the Interior informed the applicants that a number of steps aiming at locating their relatives' whereabouts had been taken. In particular, the Achkhoy-Martan VOVD had opened “search files” (розыскные дела) and the two men had been included in the federal search database as well as in the system of identification of unidentified bodies. However, those efforts had not brought any results thus far. The letter assured the applicants that they would be informed of any results of the search.", "39. On 10 September 2002 the third applicant requested the Prosecutor's Office of the Chechen Republic to update her on the results of the investigation.", "40. In similar letters dated 3 October 2002 the latter replied to each of the applicants that on 8 July 2001 the Prosecutor's Office of the Achkhoy-Martan District had opened criminal investigation no. 27031 in connection with the allegations of abuse of authority, unlawful use of violence and detention, theft and destruction of property during the special operation in Sernovodsk on 2-4 July 2001 and that the investigation was being conducted by the Prosecutor's Office of the Chechen Republic. It had established that at about 11.20 a.m. and 4 p.m. respectively on 2 July 2001, Apti Isigov and Zelimkhan Umkhanov had been detained and that their whereabouts had remained unknown since. APC no. Ch025 belonged to military unit no. 6783, which had participated in the operation. During questioning, the APC crew had stated that they had taken a number of people to the location of Ministry of Justice detachments which had been carrying out identity checks on the detainees. The investigating authorities had also questioned a number of servicemen from the Ministry of Justice who had stated that pursuant to an order of Lieutenant-Colonel G., the deputy commander of the operation, they had put two “Chechens” into a separate vehicle. On 5 July 2001, also upon the deputy commander's orders, the two men had been taken to the military base in Khankala (the main Russian military base in Chechnya) where they had been handed over to servicemen from the Ministry of the Interior. However, given that no record concerning their apprehension or detention had been drawn up, it had been impossible to establish their identities. The letters did not specify whether Lieutenant-Colonel G. had been questioned as a witness. It was further stated that the investigating authorities had been unable either to identify those responsible or to establish the whereabouts of Apti Isigov and Zelimkhan Umkhanov. The search had also involved verification of unidentified bodies in Chechnya and the neighbouring regions. The relatives of those missing had been granted victim status in the criminal proceedings. The letters concluded that on 12 June 2002 the investigation had been suspended owing to the failure to identify the alleged perpetrators.", "41. According to the applicants, between July 2001 and May 2002 at least five investigators of the Prosecutor's Office of the Chechen Republic had been appointed in turn to deal with the case. The missing men's personal details, such as their height, shoe size and photographs, had only been collected from the applicants in the spring of 2002. The applicants also submitted that the investigators had complained to them that they had had no answers or assistance from the military authorities of the Khankala base in establishing the whereabouts of Apti Isigov and Zelimkhan Umkhanov.", "42. On 26 October 2002 the Prosecutor's Office of the Chechen Republic, in reply to a query from the first applicant, confirmed that her son was being searched for by the law-enforcement bodies and that the investigation in criminal case no. 27031 had been suspended on 12 June 2002, as it had been impossible to identify those responsible.", "43. On 12 November 2002 similar information was sent to Zelimkhan Umkhanov's father.", "44. In a letter of 20 March 2003 the Prosecutor's Office of the Chechen Republic informed the fourth applicant that the criminal proceedings in case no. 27031 had been resumed on 19 March 2003.", "45. In a letter of 18 April 2003 the SRJI, on behalf of the first and third applicants, requested the Prosecutor's Office of the Chechen Republic to inform them of the developments in the investigation and to grant them victim status in the proceedings. On 24 July 2003 the SRJI sent a copy of its previous letter to the Prosecutor's Office of the Chechen Republic, as it had not received any reply. On the same date the applicants forwarded a similar letter to the Prosecutor General's Office.", "46. On 19 April 2003 the investigation was suspended on account of the failure to identify the culprits.", "47. On 25 August 2003 the Prosecutor's Office of the Chechen Republic replied to the SRJI's request lodged on the applicants' behalf that criminal case no. 27031 had been forwarded to the Southern Federal Circuit Department of the Prosecutor General's Office for examination.", "48. According to the Government, “having obtained reliable information that Apti Isigov and Zelimkhan Umkhanov had disappeared during the special operation”, on 14 April 2003 the Prosecutor's Office of the Chechen Republic decided that a case in respect of the disappearance of the applicants' two relatives under Article 126 (2) of the Russian Criminal Code (aggravated kidnapping) should be opened and severed from criminal case no. 27031. It appears that the new case was first assigned number 59114 which was then changed to number 34/33/0506-03. It was sent for investigation to the military prosecutor's office of military unit no. 20102 in Khankala in order to check the possible involvement of military personnel in the alleged offence.", "49. In his decision of 14 April 2003 to open criminal case no. 59114, the deputy prosecutor of the Chechen Republic, “having examined the information on a criminal offence committed on 2 July 2001 during the special operation of the federal forces in Sernovodsk, which had been submitted by an investigator of the Prosecutor's Office of the Chechen Republic on 14 April 2003”, established that:", "“On 2 July 2001, during a special operation in the village of Sernovodsk of the Sunzhenskiy District of the Chechen Republic, A.A. Isigov and Z.U. Umkhanov were detained and taken away in APC no. Ch025 by detachments of the federal forces. However, they were not delivered to the passport checkpoint situated on the outskirts of Sernovodsk. Their whereabouts remain unknown to date. The investigation has established that the APC belonged to [a detachment] of the Ministry of the Interior which, during the operation, was under the command of the commander of military unit no. 6785, Major [M.]. The crew of APC no. Ch025 was under the command of Senior Lieutenant [K.].”", "50. The decision then made orders for a criminal case to be opened under Article 126 (2) of the Russian Criminal Code and criminal proceedings to be brought against M. and K. on suspicion of the abduction of the applicants' two relatives.", "51. In a letter of 17 April 2003, the Prosecutor's Office of the Chechen Republic informed the first and third applicants “in reply to their numerous queries” that on 14 April 2003 criminal proceedings no. 59114 had been instituted under Article 126 (2) in connection with the abduction of their sons on 2 July 2001 by participants of the special operation carried out by the federal forces in Sernovodsk. The letter stated that the applicants would be notified of any results of the investigation.", "52. On 21 May 2003 the Prosecutor's Office of the Chechen Republic transferred the criminal case to the Military Prosecutor's Office of the United Group Alignment (UGA, Объединенная группировка войск). The decision, submitted by the Government, read as follows:", "“On 2 July 2001, during a special operation in the village of Sernovodsk of the Sunzhenskiy District of the Chechen Republic conducted by federal forces, Ministry of the Interior troops detained [A.A.] Isigov, who was born in 1978, and [Z.U.] Umkhanov, who was born in 1972, whose whereabouts have yet to be established.", "On 2 July 2001 a special operation was conducted in the village of Sernovodsk in the Sunzhenskiy District of the Chechen Republic in accordance with the UGA commander's directive no. 3/01743 of 26 June 2001 and UGA order no. 3/01846 of 1 July 2001. The UGA deputy commander in respect of special operations, Colonel [B.], was the head of the operation. Detachments from the Ministry of Defence, the Ministry of the Interior, the Federal Security Service and the Temporary United Alignment of Agencies and Units of the Ministry of the Interior [ВОГО и П МВД – временная объединенная группировка органов и подразделений МВД] took part in its conduct.", "Units 99 DON, 352 ORB [ОРБ – отдельный разведывательный батальон], 46 OBRON [ОБРОН – отдельная бригада оперативного назначения], special task units nos. 8 and 12 under the command of Colonel [V.] took part in the operation on behalf of Ministry of the Interior troops.", "A passport checkpoint was established on the outskirts of Sernovodsk in order to check the passports of those detained. This work was carried out by 14 officials of the Department of Execution of Punishments of the Ministry of Justice under the command of Major [Vas.], who arrived in [two special vehicles for transporting the detainees] and a bus, and by four members of operations staff of the Temporary United Alignment of Agencies and Units of the Ministry of the Interior under the command of Major [Mos.].", "Pursuant to an order by Colonel [B.], 15 joint search groups were formed of servicemen from special task units nos. 8 and 12, 352 ORB, military unit no. 6783, 46 OBRON... and policemen under the command of officers from Ministry of the Interior troops.", "Cover for the groups was provided by armoured Ministry of the Interior units whose identifications numbers were concealed by mud on the orders of the operation commanders.", "In the morning of 2 July 2001,, one of the search groups under the command of the head of intelligence of 46 OBRON Lieutenant-Colonel [M.] detained [R.S.] Isigov and [A.A.] Isigov at 34 Pervomayskaya Street. They were both taken out of the house by subordinates of [M.] and put in APC-80 (identification no. Ch025), which was under the command of a head of platoon from military unit no. 6785 Senior Lieutenant [K.].", "In the course of the preliminary investigation it has been established that in the morning of 2 July 2001 [A.A.] Isigov was held in APC-80 (identification no. Ch025) under the command of Senior Lieutenant [K.] and subsequently in a Ural military vehicle. In the afternoon [A.A.] Isigov returned to [the] APC, where he was held together with [Z.U.] Umkhanov.", "During the conduct of the special operation in Sernovodsk on 2 July 2001 one of the search groups detained... [Z.U.] Umkhanov, who resided at 4 Kutalova Street, Sernovodsk. During the afternoon of 2 July 2001 he was also held in APC-80 [with the identification no.] Ch025.", "After their detention by the Ministry of Interior troops on 2 July 2001 A.A. Isigov and Z.U. Umkhanov were not brought to the passport checkpoint or transferred to the police. Nor are they listed in the register of residents of Sernovodsk who were detained at the passport checkpoint.", "R.S. Isigov, who was questioned as a witness, stated that some time after he and A. Isigov had been apprehended by the servicemen and placed in the APC they were transferred to a Ural vehicle in which other residents of the village had already been placed. That vehicle had taken them to the passport checkpoint where everybody except for his cousin had got out. A. Isigov had then been taken to an unknown destination. During the night between 2 and 3 July 2001 R.S. Isigov had been allowed to go home and his passport had been returned to him.", "On the basis of the records of questioning of officials from the Department of Execution of Punishments of the Ministry of Justice it has been established that during the operation three residents of Sernovodsk of Chechen ethnic origin were held in [the special vehicle used for transporting detainees] without proper documents authorising their detention. The investigation has established that those persons were [Kud.], [Gan.] and [Gad.], who on 3 July 2001 were brought to the village of Assinovskaya and then transferred to the Achkhoy-Martan VOVD.", "On 3 July 2001 witnesses [R.Kh.] and [V.Kh.], who resided [in] the village of Assinovskaya, saw A.A. Isigov in a military vehicle ZIL-131 in which they were also placed by Ministry of the Interior troops and taken to the passport checkpoint on the outskirts of Assinovskaya for an [identity] control.", "[V.Kh.] identified Senior Lieutenant [K.] as the head of the group that had detained them on 3 July 2001 and ordered them to be put in the military vehicle ZIL-131 where an acquaintance, A. Isigov from Sernovodsk, was already held. There was also another man in the vehicle, whom the witnesses had not been able to see clearly. Both men's arms were tied.", "However, neither A.A. Isigov nor Z.U. Ukhmanov are mentioned in the records pertaining to the period from 3 to 5 July 2001 in the register kept at the passport checkpoint in the village of Assinovskaya. Therefore, it is established that between 2 and 5 July 2001 A.A. Isigov and Z.U. Ukhmanov were neither held in [the special vehicles used for transporting detainees] by the Department of Execution of Punishments of the Ministry of Justice nor brought to the [premises of the] Temporary United Alignment of Agencies and Units of the Ministry of the Interior.", "On 5 July 2001 three persons of Chechen ethnic origin were brought to the Temporary United Alignment of Agencies and Units of the Ministry of the Interior in Khankala. However, they were residents of the village of Assinovskaya... and were released later at the request of [the head of the village administration].", "On 14 April 2003 materials concerning the kidnapping of A.A. Isigov and Z.U. Ukhmanov on 2 July 2001 by participants of the special operation were separated from criminal case no. 27031, and criminal case no. 59114 was opened...", "In the course of the preliminary investigation it has been established that servicemen from military units nos. 6783 and 6785 under the command of Lieutenant Colonel [M.] and Senior Lieutenant [K.] were involved in the abduction of A.A. Isigov and Z.U. Ukhmanov. This has been confirmed by the records of questioning of witnesses [D.], [K.] and [Gar.] and by reports of identification by [M.], [K.], [Gar.] and [D.] and by witnesses and victims.", "[G.], who was questioned as a witness, submitted that Ministry of the Interior troops had, in breach of orders of the head of the operation Colonel [B.], independently carried out searches and apprehended persons on 2 July 2001 in Sernovodsk. [G.] had informed Colonel [V.]of this, but he had ignored the information.", "Witness [K.] submitted that during the day of 2 July 2001 he had received by radio transmitter numerous orders[from M.] to take his APC-80 [with identification no.] Ch025 to specified addresses in Sernovodsk and to accept persons apprehended by intelligence units of the Ministry of the Interior troops. [Those arrested were] subsequently to be delivered to the passport checkpoint and transferred to offices used by troops from the Alignment [of Agencies and Units] of the Ministry of the Interior without any documents [authorising their detention]. He also submitted that he had witnessed a quarrel between [M.] and a local resident which had taken place in the afternoon of 2 July 2001 relating to the order requiring the identification numbers of the armoured vehicles to be covered in mud. [M.] had ordered [K.] to cover the identification number Ch025 of the APC-80 in mud as well.", "Therefore, it is established that Ministry of the Interior troops were involved in the abduction of A.A. Isigov and Z.U. Ukhmanov. Furthermore, the investigation has refuted false statements by the heads of the special operation, Colonels [B.] and [V.] [who stated that] the servicemen had not been involved in detentions during the special operation.", "The lack of control by Colonel [V.] and Colonel [B.] over the conduct of the operation and their failure to perform their duties properly led to the commission of this premeditated crime by servicemen. In breach of the established order concerning the conduct of the special operation, the Ministry of the Interior troops independently carried out checks of private households and detained and searched people and took them to the passport checkpoint.", "Furthermore, Colonels [V.] and [B.] concealed from the UGA command the abduction of A.A. Isigov and Z.U. Ukhmanov by Ministry of the Interior troops under the command of Lieutenant-Colonel [M.] and Senior Lieutenant [K.], who had participated in the special operation of 2 July 2001.", "Since the preliminary investigation of this type of offence ... is carried out by the military prosecutor's office ... criminal case no. 59114 ... [shall be] transferred to the UGA Military Prosecutor's Office...”", "53. On 25 August 2003 the UGA Military Prosecutor's Office said in reply to an enquiry from the fourth applicant that the case was being investigated by the military prosecutor's office of military unit no. 20102.", "54. On 13 September 2003 the military prosecutor's office of military unit no. 20102 extended the term of the preliminary investigation until 14 October 2003. The decision described the investigative acts that had been performed, which included: the questioning of twenty-nine residents of Sernovodsk; the questioning of the first, third and fourth applicants and granting them victim status; the questioning of servicemen M., K., Kom., D. “and others” who had taken part in the operation. It was further stated that additional steps were required to complete the investigation.", "55. On 23 September 2003 the military prosecutor's office of military unit no. 20102 informed the SRJI that they were in the process of investigating criminal case no. 34/33/0506-03, which had been instituted under Article 126 (2) of the Russian Criminal Code by the Prosecutor's Office of the Chechen Republic on 14 April 2003. It stated that it had received the case file in May 2003 and victim status in the proceedings had been granted to the first, third and fourth applicants. In that connection, the military prosecutor's office noted that copies of the decision granting victim status could only be served on the victims. In conclusion it was stated that the relatives of the missing men would be notified of the results of the investigation.", "56. On 14 October 2003 the military prosecutor's office informed the applicants that the preliminary investigation had been suspended on 14 October 2003, in accordance with Article 208 (1) § 3 of the Russian Code of Criminal Procedure and that they could challenge that decision before a superior prosecutor or in court.", "57. On 10 November 2003 the military prosecutor's office resumed the proceedings and notified the fourth applicant accordingly.", "58. On 10 December 2003 it again suspended the investigation, on this occasion on account of the death of suspect M. and the fact that suspect K. had been transferred to a different region.", "59. On 19 December 2003 the Leninskiy District Court of Grozny declared Zelimkhan Umkhanov a missing person as from 2 July 2001.", "60. On 17 January 2005 the Moscow City Military Prosecutor's Office resumed the investigation.", "61. On 25 January 2005 it suspended the investigation. The first and third applicants were notified accordingly. The decision read as follows:", "“On 14 April 2003 the Prosecutor's Office of the Chechen Republic instituted criminal proceedings under Article 126 (2) of the Criminal Code against [M.], [K.] and other persons.", "On 2 July 2001, during a special operation in the village of Sernovodsk of the Sunzhenskiy District of the Chechen Republic, A.A. Isigov and Z.U. Umkhanov were detained and taken away in APC no. Ch025. Their whereabouts have not been established.", "On 17 January 2004 the Chief Military Prosecutor's Office transferred the criminal case to the Moscow City Military Prosecutor's Office with instructions to take additional investigative and other steps. On the same date the investigation was resumed.", "In the course of the investigation it was established that APC no. Ch025 belonged to Ministry of the Interior troops [detachment] 46 OBRON, which during the special operation had been under the command of [K.], who was subordinate to [M.].", "On 19 March 2003 [K.] was transferred ... to military unit no. 6702 in Moscow.", "However, according to the extract from order no. 38 dated 27 February 2004 of the commander of military unit no. 6702, [K.] was no longer on the list of staff of the military unit as he had [retired].", "On 16 March 2003 [M.] died in [a Ministry of the Interior hospital].", "In view of the fact that all investigative measures possible in the absence of the suspects have been taken ... the preliminary investigation ... should be suspended until there is a real possibility of [K.] participating in it or until his recovery.”", "62. On 4 March 2005 the military prosecutor's office of military unit no. 20102 resumed the criminal proceedings.", "63. By a decision of 21 March 2005 it discontinued the criminal proceedings in case no. 34/33/0506-03. The first and the third applicants were informed accordingly. The decision stated that on 2 July 2001, during a special operation conducted by detachments of the federal armed forces and the Ministry of the Interior in the village of Sernovodsk, a group of servicemen under the command of Major M. from military unit no. 6783 had detained Apti Isigov and Zelimkhan Umkhanov and put them in APC no. Ch025 under the command of Senior Lieutenant K. from the same military unit. The two detainees had then been delivered to the passport checkpoint and transferred to officers of the Department of Execution of Punishments of the Ministry of Justice. On the same day Apti Isigov and Zelimkhan Umkhanov had been taken away from the passport checkpoint by unidentified persons in to an unknown destination and their location had remained unestablished since.", "64. The decision went on to say that in the above connection on 14 April 2003 the Prosecutor's Office of the Chechen Republic had instituted criminal proceedings against M., K. and others on suspicion of their involvement in a criminal offence under Article 126 (2) (aggravated kidnapping) of the Russian Criminal Code. According to the decision, a number of witnesses had been questioned during the investigation. In particular, suspect K. had stated that during the special operation of 2 July 2001 in Sernovodsk he had been entrusted with the task of delivering those detained in the course of that operation to a passport checkpoint on the outskirts of Sernovodsk and that he had not taken them anywhere else. He had also stated that he had had no information concerning the fate of the applicants' two relatives. Witness M. and the driver of APC no. Ch025 had given similar oral evidence. The latter had also stated that there were no detainees left in the vehicle after the termination of the operation.", "65. According to the decision, the investigating authorities had also questioned Colonel G., who was one of the senior officers in charge of the operation. He had stated that detachments from the Ministry of Defence, Ministry of the Interior troops, special police units from the city of Moscow and the Stavropol Region, a Ministry of the Interior mobile detachment in the Chechen Republic, officers of the Achkhoy-Martan VOVD and personnel from the Ministry of Justice had taken part in the operation. Those detained during the operation had been delivered to a passport checkpoint on the outskirts of Sernovodsk. The identity check had been carried out by Ministry of Justice personnel. Colonel G. had also referred to reports by his officers that during the operation unidentified persons, who were probably representatives of law-enforcement agencies, had disembarked from helicopters which had landed in the village. Some of these agents had been wearing masks, whilst the servicemen under his command had not worn masks that day.", "66. The decision further referred to the statements of four residents of Sernovodsk, including Apti Isigov's cousin Rustam Isigov (who had been detained on 2 July 2001), all of whom had stated that they had seen the applicants' two relatives delivered to the passport checkpoint on the outskirts of Sernovodsk. The first applicant and Rustam Isigov, who were questioned during the investigation, had stated that they had seen the names of Apti Isigov and Zelimkhan Umkhanov on the list of detainees at the Achkhoy-Martan VOVD on 3 July 2001. The decision also stated that on 16 March 2003 Major M. had died and on 27 February 2004 Senior Lieutenant K. had been discharged from service.", "67. It then concluded that Major M., Senior Lieutenant K. and servicemen of the federal armed forces who had participated in the special operation in Sernovodsk on 2 July 2001 had not been involved in the abduction of Apti Isigov and Zelimkhan Umkhanov and that therefore the criminal proceedings against them should be discontinued “in the absence of evidence of an offence”.", "68. On 31 March 2005 the Prosecutor's Office of the Chechen Republic resumed the criminal proceedings before suspending them on 4 April 2005 on account of the failure to identify the culprits.", "69. On 7 March 2007 the Prosecutor's Office of the Chechen Republic resumed the criminal proceedings. The third and the fourth applicants were informed accordingly.", "70. Despite specific requests by the Court on several occasions, the Government refused to submit a copy of the entire investigation file opened into the disappearance of Apti Isigov and Zelimkhan Umkhanov on the ground that they were prohibited from doing so by Article 161 of the Code of Criminal Procedure. After the application had been declared admissible they submitted an update on the progress of the investigation and materials from the case file running to some 92 pages. The materials contained information on the conduct of the special operation in Sernovodsk, the investigative measures taken and the interim findings of the investigation.", "71. Until 1 July 2002 criminal-law matters were governed by the 1960 Code of Criminal Procedure of the RSFSR. On 1 July 2002 the old Code was replaced by the Code of Criminal Procedure of the Russian Federation (the new CCP).", "72. Article 125 of the new CCP provides for the judicial review of decisions by investigators and prosecutors that might infringe the constitutional rights of participants in proceedings or prevent access to a court.", "73. Article 161 of the new CCP stipulates that evidence from the preliminary investigation may not be disclosed. Part 3 of the same Article provides that information from the investigation file may be divulged with the permission of a prosecutor or investigator, but only in so far as it does not infringe the rights and lawful interests of the participants in the criminal proceedings and does not prejudice the investigation. It is prohibited to divulge information about the private life of participants in criminal proceedings without their permission.", "74. Article 208 (1) § 3 lays down that the preliminary investigation must be suspended if the whereabouts of a suspect are known, but it is impossible to ensure his participation in criminal proceedings."], "VIOLATED_ARTICLES": ["13", "2", "3", "5"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["3"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}