{"ITEMID": "001-22056", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NLD", "BRANCH": "ADMISSIBILITY", "DATE": 2001, "DOCNAME": "KAYA v. THE NETHERLANDS", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant, İbrahim Kaya, is a Turkish national, born in 1962 and living in Sarıkaya (Turkey). He is represented before the Court by Mr J. Groen, a lawyer practising in The Hague.", "The facts of the case, as submitted by the applicant, may be summarised as follows.", "Together with his mother and brother, the applicant moved from Turkey to the Netherlands in 1973 where they joined the applicant’s father, who was living there since 1970 and who died in 1978. In 1981, after the death of his brother, the applicant married – obliged by Turkish tradition – his brother’s widow. After the latter’s expulsion from the Netherlands in 1982, the applicant divorced her. In the meantime, the applicant had started a relationship with Ms R., a Dutch national. Two children, K. and S., were born out of this relationship on 23 November 1981 and 8 March 1984, respectively. On 17 February 1984 the applicant was granted a permanent residence permit (vergunning tot vestiging).", "On 2 February 1985, the applicant was driving a getaway car after an armed robbery. During the car’s pursuit by the police one of the persons in the car driven by the applicant shot and killed a policeman. On 9 July 1985, the Rotterdam Regional Court (Arrondissementsrechtbank) convicted the applicant of participation in a robbery and of being an accessory to the killing of a police officer and sentenced him to six years’ imprisonment.", "At around the same time his partner lost the care and custody of their children because of her heroin addiction and her incapacity to provide for their care. A childcare organisation was appointed guardian of the children. The oldest child was placed in the care of the applicant’s mother. The youngest child was initially placed in a children’s home and, at the end of 1986, in a foster family. In prison the applicant had regular contacts with his children to the extent that this was possible. He also made arrangements with the childcare organisation in order to enable him to see the children after his release.", "On 16 June 1986 the applicant’s residence permit was revoked and he was declared an undesirable alien (ongewenste vreemdeling) by the State Secretary of Justice (Staatssecretaris van Justitie). The applicant’s request for revision (herziening) of that decision was rejected on 14 November 1986 by the State Secretary.", "The applicant lodged an appeal against that decision with the Administrative Jurisdiction Division of the Council of State (Afdeling Rechtspraak van de Raad van State). He argued, inter alia, that his expulsion would constitute a breach of Article 8 of the Convention since he would no longer be able to exercise his family life with his children.", "The applicant further requested the President of the Hague Regional Court (Arrondissementsrechtbank) in summary proceedings (kort geding) to issue an interim measure allowing him to await the outcome of the appeal proceedings before to the Administrative Jurisdiction Division. This request was rejected by the President of the Regional Court on 31 January 1989. The President, noting that financial difficulties had led the applicant to become involved in the facts of which he had been convicted and that he wished to maintain his relationship with his seriously heroin-addicted partner, held that recidivism could not be excluded.", "On 10 March 1989 the applicant was expelled to Turkey. He travelled back to the Netherlands on 4 May 1989, allegedly because his mother and his children had difficulties living without him. He further made arrangements with the childcare organisation in order to see his youngest child.", "On 21 June 1989, the Administrative Jurisdiction Division rejected the applicant’s appeal against the decision of 14 November 1986. It held that the interference with the applicant’s family life with his children was justified under the second paragraph of Article 8, in particular on the ground of prevention of disorder. It found that neither the applicant’s submissions about the interest of himself and his children in his continued stay in the Netherlands nor his personal circumstances should be given an overruling importance by the State Secretary.", "On 7 March 1990, the applicant was convicted of unlawful residence in the Netherlands as an undesirable alien and sentenced to four months’ imprisonment. On the same day, he requested the State Secretary of Justice to revoke the decision declaring him an undesirable alien.", "On 12 April 1990, the applicant was expelled to Turkey and, on 19 June 1990, the State Secretary rejected his request of 7 March 1990.", "After having returned for a second time to the Netherlands, the applicant was expelled to Turkey on 29 October 1990. On 5 December 1990, the applicant was again convicted of unlawful residence in the Netherlands as an undesirable alien. He was sentenced to six months’ imprisonment.", "After having returned for a third time to the Netherlands, the applicant was expelled to Turkey on 12 November 1992.", "On 6 June 1994, the applicant filed a new request with the State Secretary of Justice to revoke the decision declaring him an undesirable alien. This request was rejected on 1 December 1994. On 21 April 1995, after having returned to the Netherlands for a fourth time, the applicant was expelled to Turkey.", "On 31 August 1995 the applicant married a Dutch national, Ms. H., in Turkey. In September 1995, his spouse filed a request for a provisional residence visa (machtiging tot voorlopig verblijf) on behalf of the applicant for the purpose of “stay with spouse”. The Vlaardingen local police issued a positive opinion on the condition that the applicant complied with the requirements for the stated purpose, one of these being no criminal record.", "After the provisional residence visa had been issued in November 1995, the applicant entered the Netherlands on 8 December 1995. On 18 December 1995, he applied for a residence permit (vergunning tot verblijf) and, for this purpose, signed a declaration in Turkish stating that he had never had any dealings with the police or the criminal justice authorities (antecedentenverklaring). On the same day, he was granted a residence permit.", "On 10 December 1996 the State Secretary withdrew the applicant’s residence permit, holding that both the provisional residence visa and the residence permit had been issued erroneously, as – pursuant to Article 21 § 1 (b) and (c) of the Aliens Act – persons having been declared an undesirable alien are not eligible for residence permits. In addition and, according to his own statement, hoping that this would remain unnoticed, he had signed a declaration that he had no criminal record.", "The applicant’s objection (bezwaar) to the decision was rejected by the State Secretary on 23 January 1997. On 18 February 1997 the applicant lodged an appeal against that decision with the Hague Regional Court (Arrondissementsrechtbank) sitting in Haarlem. He also filed a request for an interim measure prohibiting his expulsion pending the appeal proceedings. On 9 April 1997, the President of the Hague Regional Court granted the interim measure on grounds of the State Secretary’s failure to submit necessary documents in time.", "On 21 November 1997, following a hearing held on 14 October 1997, the Regional Court rejected the applicant’s appeal. It held that the applicant’s residence permit to stay with a Dutch spouse had been withdrawn on correct grounds, since – by signing the declaration on criminal antecedents – the applicant had provided incorrect information. Recalling that the applicant had stated that he had signed this declaration in the hope that it would not be noticed that he had had dealings with the Netherlands criminal justice system and that he had served a six year prison sentence and thus would obtain a residence permit, the Regional Court concluded that he had willingly misinformed the authorities.", "Insofar as the applicant relied on Article 8 of the Convention in respect of his Dutch spouse and his two children, the Regional Court considered, taking into account the applicant’s conviction in balancing the interests involved as required under Article 8, that the interests of the Netherlands authorities outweighed those of the applicant. The Regional Court held that, after the Administrative Jurisdiction Division’s decision of 21 June 1989, no new facts or circumstances had become apparent prompting a different finding.", "On an unspecified date, the applicant returned or was expelled to Turkey.", "Under Article 21 of the Aliens Act (Vreemdelingenwet), an alien can be declared undesirable by the Minister of Justice when he or she has been convicted of an offence punishable by a prison sentence of three years or more.", "Article 197 of the Criminal Code (Wetboek van Strafrecht) provides that an alien who stays in the Netherlands knowing that he has been declared an undesirable alien commits a criminal offence punishable by up to six months’ imprisonment or a fine of up to 5,000 Netherlands guilders.", "According to Chapter A5/6.4 of the Aliens’ Circular (Vreemdelingencirculaire), a body of immigration directives drawn up and published by the Ministry of Justice, a decision declaring a person an undesirable alien shall – upon a request thereto from the person concerned –be lifted after ten years residency abroad where the decision declaring this person an undesirable alien has been taken on grounds of a conviction of serious violent crimes or drug dealing. This period is five years where the decision is based on a conviction for other crimes."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}