{"ITEMID": "001-57700", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SWE", "BRANCH": "CHAMBER", "DATE": 1991, "DOCNAME": "CASE OF FEJDE v. SWEDEN", "IMPORTANCE": "2", "CONCLUSION": "No violation of Art. 6-1", "JUDGES": "C. Russo;R. Pekkanen", "TEXT": ["9. Mr Hans Fejde, a Swedish citizen, is a businessman residing at Västra Frölunda in the South-West of Sweden.", "10. In connection with the bankruptcy of the applicant’s removal firm in 1984, a rifle was found among the goods stored on its business premises. Following a police investigation during which it was recorded that the rifle lacked a breech-block, the applicant was charged, on 2 March 1984, with illegal possession of a weapon (olaga vapeninnehav) contrary to the Weapons Act 1973 (vapenlagen 1973:1176; \"the 1973 Act\"). Section 1, sub-section 2, of the 1973 Act expressly included within the definition of weapons unusable items which, if made usable, would count as weapons.", "11. The applicant was subsequently summoned to appear before the City Court (tingsrätten) of Göteborg for a hearing of his case (huvudförhandling) on 27 August 1984. In its judgment of the same date the court stated:", "\"[The applicant] has contested criminal liability, on the following grounds: the weapon in question was owned by R.T., who was married to his mother. R.T. is dead. When [the applicant’s] mother moved house some ten years ago the weapon went to [the applicant’s] storage room together with furniture for which there was no room in his mother’s new home. The weapon was found in the storage room in connection with [the applicant’s] bankruptcy. He was aware of the weapon being there all the time but he did not think of it as a weapon. The rifle lacks a breech-block and there was never any ammunition. [The applicant] does not consider himself to be the owner of the rifle since it is his mother, now 82 years old, who is the formal owner of it.", "The court finds that [the applicant] cannot avoid being held responsible for the possession of the weapon, but that the violation of the Weapons Act is of a minor character.\"", "The court sentenced him to 30 day-fines (dagsböter) of 10 kronor each, i.e. 300 Swedish kronor in total. The daily amount of the fines was fixed on the basis of Mr Fejde’s financial situation. The court also upheld the earlier decision taken by the police to seize the rifle.", "12. On 4 September 1984 the applicant appealed to the Court of Appeal for Western Sweden, alleging that:", "(a) the police investigations had not been sufficiently thorough;", "(b) although he admitted that he was aware that the weapon was in his removal company’s care, he questioned whether this company really had a duty to check that the weapon had a valid licence;", "(c) new facts had come to light, namely that the actual owner of the rifle was not the applicant’s mother, but the son of his now deceased stepfather;", "(d) the sentence imposed by the City Court was much too severe in that it had been entered on the criminal records and would have detrimental effects on his future life, in particular as far as his chances of employment were concerned;", "(e) the 1973 Act had not been correctly applied in his case because the rifle in question had no breech-block, something which could be proven by his mother and half-brother, and hence could not be considered a weapon within the meaning of the Act.", "13. By letter of 23 October 1984 the Court of Appeal notified the applicant that, according to Chapter 51, section 21, of the Code of Judicial Procedure, his case could be dealt with without a hearing and invited him to express his views within fourteen days as to the necessity for a hearing. Alternatively, he could submit his final written observations within the same time-limit. He was asked to indicate in his reply any evidence on which he would rely.", "14. By letter of 24 October 1984 the applicant informed the Court of Appeal that he considered a hearing to be necessary in his case and requested the appointment of a defence lawyer under the free legal aid scheme. In a letter of 15 February 1985 he also advised the Court of Appeal that the lower court’s judgment had caused him damage because it had on a number of occasions led prospective employers to turn down his applications for work.", "15. According to a note dated 4 March 1985, written by an official of the court following a telephone conversation with the applicant, the latter stated that he would not insist on calling witnesses because it was no longer disputed that the breech-block was missing.", "16. On 6 March 1985 the Court of Appeal refused the applicant’s request for a defence lawyer. On the same day he was also informed that, since the case could be decided without a hearing, he should submit his final written observations within ten days.", "17. In a letter of 11 March 1985 the applicant reiterated his argument that the rifle could not be considered a weapon within the meaning of the 1973 Act and again offered his half-brother’s testimony on this point. Furthermore, the applicant contested the Court of Appeal’s refusal to appoint a defence lawyer. The Court of Appeal, taking the latter submission to be an application for leave to appeal, referred the matter to the Supreme Court (högsta domstolen), which refused him such leave on 19 June 1985.", "18. The Court of Appeal examined the case on 22 August 1985 and, in accordance with Chapter 51, section 21, of the Code of Judicial Procedure, first sub-paragraph, point 4, and third sub-paragraph, dismissed the applicant’s request for a trial hearing as this was found to be manifestly unnecessary (see paragraph 21 below). This decision was made public on 2 October 1985 when judgment was delivered. The court’s judgment stated, inter alia:", "\"[The applicant] has submitted to the Court of Appeal the same information as was mentioned in the judgment of the City Court and added: when [his stepfather] and his mother separated, his stepfather left the rifle at the mother’s place of residence at Furuby. Because [the stepfather] has died it is his son ... who is the owner of the rifle.", "It is undisputed that [the applicant] has been in possession of the rifle without a permit. Regardless of how it came into his possession and who owns it, he shall therefore be convicted of having violated the Weapons Act. The sentence should be [the one determined by] the City Court.", "The Court of Appeal, which accepts [the applicant’s] explanations as to how the rifle came into his possession, finds that he is not the owner of it. Accordingly, the question of confiscation of the rifle concerns a person who is not accused in the present case. An action for confiscation should be directed against the owner of the rifle in accordance with Section 17 of the Act of 1946 on promulgation of the new Code of Judicial Procedure. No such action has been taken in this case. The request for confiscation is therefore rejected.\"", "19. On 12 October 1985 the applicant sought leave to appeal to the Supreme Court. He maintained, inter alia, that vital evidence, namely that the rifle had no breech-block and accordingly could not be a weapon within the meaning of the 1973 Act, had been disregarded by both the City Court and the Court of Appeal. He asserted that this could easily have been proved had the Court of Appeal granted his request for a hearing and heard witnesses. The Supreme Court refused leave to appeal on 3 March 1986.", "20. On 15 April 1986 the Supreme Court refused an application by Mr Fejde to have his case re-opened.", "21. According to Chapter 21 of the Code of Judicial Procedure, lower courts must not as a rule give judgment in criminal cases until the accused has been able to defend himself at an oral hearing. Exceptions to this rule do however exist, particularly at appellate level. Thus, Chapter 51, section 21, of the Code of Judicial Procedure (as amended as of 1 July 1984 by Law 1984:131) provides:", "\"The Court of Appeal may dispose of an appeal on the merits without a hearing:", "1. if the prosecutor appeals only for the benefit of the accused,", "2. if an appeal brought by the accused is supported by the opposing party,", "3. if the appeal is plainly unfounded, or", "4. if no cause exists to hold the accused legally liable, or to impose a sanction upon him, or to impose a sanction other than a fine or conditional sentence, or a combination of such sanctions.", "...", "If, in a case referred to [above], a party has requested a hearing, this shall take place unless manifestly unnecessary.", "...", "For a ruling not relating to the merits a hearing need not take place.\"", "22. The Court of Appeal has the power to review questions both of law and of fact. However, there are some limits on its jurisdiction. Section 23 of Chapter 51, for instance, lays down that the Court of Appeal may not normally change the lower court’s assessment of the evidence to the disadvantage of the accused without the evidence in question being produced afresh before the Court of Appeal; Chapter 51, section 25 (as amended by Laws 1981:22 and 228), also contains a rule prohibiting the appellate court, in cases where the appeal is lodged by the accused or by the prosecutor for the benefit of the accused, from imposing a sentence which can be considered more severe than that imposed at first instance."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}