{"ITEMID": "001-100042", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF P.B. AND J.S. v. AUSTRIA", "IMPORTANCE": "3", "CONCLUSION": "Violations of Art. 14+8;Pecuniary and non-pecuniary damage - award", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;Giorgio Malinverni;Khanlar Hajiyev", "TEXT": ["6. The applicants were born in 1963 and 1959 respectively and live in Vienna.", "7. The applicants live together in a homosexual relationship. The second applicant is a civil servant and, for the purpose of accident and sickness insurance cover, he is insured with the Civil Servants Insurance Corporation (“the CSIC”) (Versicherungsanstalt Öffentlicher Bediensteter). On 1 July 1997 the first applicant asked the CSIC to recognise him as the dependent (Angehöriger) and to extend the second applicant's insurance cover to include him. He submitted that section 56(6) of the Civil Servants Sickness and Accident Insurance Act (“the CSSAIA”) (Beamten-Kranken- und Unfallversicherungsgesetz) only referred to persons of the opposite sex living with the principally insured person and running the common household without receiving any payment. But, because there were no good reasons for excluding persons living in a homosexual relationship from the privilege of extended insurance cover, section 56(6) should be interpreted as also including homosexual partners.", "8. On 2 September 1997 the CSIC dismissed the request, holding that, because the first applicant was of the same sex as the second applicant, his request had to be dismissed. This decision was served on the second applicant who, on 1 October 1997, filed an objection.", "9. On 21 November 1997 the Mayor of Vienna, acting as the Regional Governor, quashed the decision on procedural grounds. He held that the CSIC should have served its decision on the first applicant.", "10. On 13 January 1998 the CSIC dismissed a request by the first applicant and this time served the decision on him. The first applicant filed objections.", "11. The mayor of Vienna confirmed the CSIC's decision on 19 March 1998. Thereupon the first applicant lodged a complaint with the Constitutional Court in which he argued that the exclusion, under section 56(6) of the CSSAIA, of homosexual couples from the extension of insurance cover was in breach of Article 14, read in conjunction with Article 8, of the Convention and was therefore unconstitutional.", "12. On 15 June 1998 the Constitutional Court declined to deal with the first applicant's complaint. Referring to its previous case-law, the Constitutional Court found that, in the issue at hand, the legislator had had a very wide margin in which to reach a decision and the decision taken had been within that margin.", "13. On an unspecified date the Constitutional Court granted a request by the first applicant for the case to be transferred to the Administrative Court. On 7 September 1998 the first applicant supplemented his complaint to the Administrative Court.", "14. On 4 October 2001 the Administrative Court dismissed the first applicant's complaint. It found that the authorities had correctly concluded that section 56(6) of the CSSAIA only applied to heterosexual partnerships. There was no issue under Article 14, read in conjunction with Article 8, of the Convention, because Article 8 did not guarantee specific social rights, and the case at issue did not therefore fall within the ambit of that provision. The exclusion of homosexual partnerships from the scope of section 56(6) of the CSSAIA also complied with the principle of equality because that difference in treatment was justified. While it was true that, where persons of different sex living together in a household in which one of them was running that household while not being gainfully employed, it was, as a rule, safe to conclude that they were cohabiting in a partnership, that was not the case if two persons of the same sex were living together in a household. In the absence of any possibility to register a homosexual partnership, it would have been necessary to undertake delicate enquiries into the most intimate sphere of the person concerned. That difference in the factual situation justified different treatment in law.", "15. In proceedings instituted by the Constitutional Court to examine the constitutionality of two similar provisions to section 56(6) of the CSSAIA relating to extending insurance cover to relatives, on 10 October 2005 the Constitutional Court decided to quash section 123(8b) of the General Social Security Act (“the GSSA”) (Allgemeines Sozial-versicherungsgesetz) and section 83(3) of the Social Security Act for Trade and Commerce (“the TCSSA”) (Gewerbliches Sozialversicherungsgesetz). The Constitutional Court explicitly referred to the judgment of the European Court of Human Rights in the case of Karner v. Austria (see Karner v. Austria, no. 40016/98, 24 July 2003) and held that the two provisions in which the extension of insurance cover to unrelated persons living with the insured were discriminatory because they were restricted to persons of the opposite sex.", "16. On 1 August 2006 the Social Rights Amendment Act (“the SRAA”) (Sozialrechts-Änderungsgesetz) entered into force amending in particular the GSSA, the TCSSA and also section 56 of the CSSAIA. A second amendment to section 56 of the CSSAIA entered into force on 1 July 2007.", "17. Before 1 August 2006 section 56(6) of the Civil Servants Sickness and Accident Insurance Act (Beamten-, Kranken- und Unfallversicherungs-gesetz), in so far as relevant, provided as follows:", "“(1) Relatives are entitled to benefits, if they have their ordinary residence in Austria and are neither health insured under the provisions of this Act nor any other provision of law ...", "...", "(6) A person belonging to the group of parents, ... step-parents and foster parents, children, ... stepchildren and foster children, grandchildren or brothers and sisters of the insured or a person of the opposite sex who is not related to him or her who has been living with him or her in the same household for at least ten months and since then has been doing the domestic work for the insured without payment, unless there is a spouse living in the same household who is able to work, shall be regarded as a member of the household. Only one person can be a member in this sense.”", "18. After the amendment to the Civil Servants Sickness and Accident Insurance Act on 1 August 2006, section 56(6) remained the same, but a new paragraph (6a) was introduced. It read as follows;", "“A person who is not a relative of the insured and who has been living with him or her in the same household for at least ten month and since then is doing the domestic work for him or her without payment, unless there is a spouse living in the same household who is able to work, shall be regarded as a member of the common household, if", "(a) he or she is bringing up one or more children living in the same household ... or did so for at least four years;", "(b) he or she is entitled to benefits for the payment of nursing care (at least level 4) pursuant to section 5 of the Federal Nursing Care Benefits Act or pursuant to the provisions of the Regional Nursing Care Benefits Act;", "(c) he or she is doing nursing work for the insured who is entitled to benefits (at least level 4) for the payment of nursing care pursuant to the Federal Nursing Care Benefits Act or pursuant to the provisions of the Regional Nursing Care Benefits Act.”", "19. On 1 July 2007 a further amendment to the Civil Servants Sickness and Accident Insurance Act entered into force. Section 56(6) no longer applied to non-related persons, but only to relatives of the insured. The newly introduced paragraph 6a was only slightly modified. These provisions, in so far as relevant, read as follows:", "“(6) A person belonging to the group of parents, ... step-parents and foster parents, children, ... stepchildren and foster children, grandchildren or brothers and sisters of the insured who has been living with him or her in the same household for at least ten months and since then has been doing the domestic work for the insured without payment, unless there is a spouse living in the same household who is able to work, shall be regarded as a member of the household. He or she shall also be considered a member if he or she is no longer able to do the domestic work. Only one person can be a member in this sense.", "(6a) A person who is not a relative of the insured and who has been living with him or her in the same household for at least ten month and since then has been doing the domestic work for him or her without payment, unless there is a spouse living in the same household who is able to work, shall be regarded as a member of the common household, if", "(a) he or she is bringing up one or more children living in the same household ... or did so for at least four years, or", "(b) he or she is doing nursing work for the insured who is entitled to public benefits at least level 4 pursuant to the Federal Nursing Care Benefits Act or pursuant to the provisions of the Regional Nursing Care Benefits Act.”", "20. The last amendment to the Civil Servants Sickness and Accident Insurance Act which entered into force on 1 July 2007 was accompanied by a transitory provision. Section 217(3) and (4) read as follows:", "“(3) Persons of the opposite sex and not related to the insured, who, pursuant to section 56(6) as in force on 30 June 2007, had been entitled to benefits as relatives and who on that date had already reached twenty-seven years of age remain entitled to benefits as relatives until the relevant circumstances change.", "(4) Persons of the opposite sex and not related to the insured, who, pursuant to section 56(6) as in force on 30 June 2007, had been entitled to benefits as relatives and who on that date had not yet reached twenty-seven years of age remain entitled to benefits as relatives until the relevant circumstances change, but at most until 31 December 2010.”"], "VIOLATED_ARTICLES": ["14", "8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}