{"ITEMID": "001-79225", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FRA", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF AON CONSEIL ET COURTAGE S.A. AND CHRISTIAN DE CLARENS S.A. v. FRANCE", "IMPORTANCE": "3", "CONCLUSION": "Violation of P1-1;Pecuniary damage - financial award;Costs and expenses partial award - domestic proceedings", "JUDGES": "Christos Rozakis", "TEXT": ["5. The applicants, Aon Conseil et Courtage S.A. and Christian de Clarens S.A., are two French companies based in Paris. Aon Conseil et Courtage succeeded to the rights of another company SGAP Expansion, which had in turn acquired them through two other companies, SGAP S.A. and OGIA S.A.", "6. Christian de Clarens, SGAP and OGIA were engaged in insurance broking, a commercial activity which, by virtue of Article 256 of the General Tax Code as worded until 31 December 1978, attracted value-added tax (VAT). They paid 967,033.21 French francs (FRF), FRF 2,061,836.46 and FRF 93,216.98 respectively in VAT on their 1978 transactions.", "7. However, Article 13-B-a of the Sixth Directive of the Council of the European Communities dated 17 May 1977 provided an exemption for “insurance and reinsurance transactions, including related services performed by insurance brokers and insurance agents”. The directive was due to come into force on 1 January 1978.", "8. On 30 June 1978 the Ninth Directive of the Council of the European Communities dated 26 June 1978 was notified to the French State. It granted France an extension of time – until 1 January 1979 – in which to implement the provisions of Article 13-B-a of the Sixth Directive of 1977. Since such directives have no retroactive effect, the Sixth Directive should nevertheless have been applied from 1 January to 30 June 1978.", "9. On 2 and 5 October 1978 and 21 and 26 June 1979 Christian de Clarens lodged four applications with the Paris Administrative Court seeking, on the basis of the Sixth Directive of 17 May 1977, a refund of the VAT it had paid.", "10. On 7 December 1979 SGAP transferred all the assets of its insurance broking arm to a new company, SGAP Exploitation. SGAP nevertheless continued to be registered under the same number at the Trade and Companies Registry while changing its name to SOGEDEP the same day and to SGAP Expansion on 6 January 1988.", "11. In a judgment of 8 January 1981, the Paris Administrative Court dismissed the four applications lodged by Christian de Clarens.", "12. An administrative circular was issued on 2 January 1986 which stipulated:", "“... no further action shall be taken to collect sums remaining due at the date of publication of this circular from insurance brokers who have failed to charge value-added tax on their transactions between 1 January and 30 June 1978 and have received supplementary tax assessments as a result.”", "13. On 1 July 1992 the Paris Administrative Court of Appeal held in the S.A. Dangeville case that Article 256 of the General Tax Code, as worded in the relevant period, was incompatible with the provisions of the Sixth Directive.", "14. Considering that the French State had acted unlawfully by failing to incorporate into domestic law the provisions of the Sixth Directive within the time allowed, SGAP, OGIA and Christian de Clarens wrote to the authorities on 20 December 1993 to claim compensation for their losses.", "15. In decisions of 8 February 1994 in the case of SGAP and OGIA, and 4 March 1994 in the case of Christian de Clarens, the Minister for the Budget rejected their requests on the grounds that they were inadmissible by virtue of Article L 190 of the Code of Tax Procedure and that the amount of the loss had to be reduced by the amount of employment tax owed by companies exempted from VAT.", "16. On 9 April 1994 SGAP, OGIA and Christian de Clarens brought proceedings in the Paris Administrative Court against the French State for failing to incorporate the Sixth Directive of 17 May 1977 into domestic law thereby causing them a loss equal to the amount of overpaid VAT for 1978, which they claimed should be refunded.", "17. In a judgment of 15 March 1995, the Paris Administrative Court joined the applicant companies' applications with those of other claimants, including the Diot and Gras Savoye companies, and declared them inadmissible by virtue of Article L 190, paragraph 3 of the Code of Tax Procedure, on the grounds that:", "“The provisions are general in scope and not intended as a bar to the application of Community treaties, regulations, directives or decisions or to the execution of judgments of the Court of Justice of the Communities.", "Their sole purpose is to determine in accordance with the legitimate aim of legal certainty the period in which claims for release from liability to tax, for the recovery of sums paid but not due or for compensation may be made by taxpayers who have not taken any action themselves but have been shown, in a court decision in proceedings to which they were not parties, to have been wrongly subjected to tax. The limitation period laid down in the provisions does not prohibit reasonably diligent claimants from asserting the rights to which they may be entitled by virtue of Community norms.", "It follows from the foregoing the Article L 190 of the Code of Tax Procedure is not manifestly incompatible with a Community norm of international-treaty status. There is consequently no reason why it should not be applied.", "The provisions of the third paragraph of that Article expressly concern both actions for recovery of sums paid but not due and actions for compensation in respect of loss. There is no reason to consider that the legislature intended to exclude from the scope of these provisions certain forms of action on account of the nature of the alleged losses or of the tax liability concerned.", "If it is not overruled on this point, the judgment delivered on 1 July 1992 by the Paris Administrative Court of Appeal on the application of the Jacques Dangeville company will be the first judicial decision to have revealed an incompatibility between Article 256-1 of the General Tax Code, as worded during the relevant period, and the Sixth Directive of the Council of the European Communities. Pursuant to the aforementioned provisions of Article L 190 of the Code of Tax Procedure it was consequently from the date of that decision that it became possible to determine, in respect of all taxpayers, the period which Article L 190 allowed for actions to be brought on the basis of that incompatibility for repayment of sums paid or not deducted, or for compensation for loss.", "It follows from the foregoing that the claims of the applicant companies relating to taxes paid during the first semester of 1978 are inadmissible and must consequently be rejected.”", "18. On 16 June 1995 SGAP Expansion took over OGIA following a merger. It is also took over SGAP Exploitation, the same company to which it had transferred its entire business on 7 December 1979.", "19. On 18 September 1995 SGAP Expansion and Christian de Clarens appealed to the Paris Administrative Court of Appeal against the judgment of the Paris Administrative Court.", "20. On 5 December 1995 they lodged written submissions in which, in addition to repeating their claims for reimbursement, they again argued that Article L 190 of the Code of Tax Procedure did not provide a valid defence to their claims, which were for compensation for losses resulting from the State's failure to comply with its obligations under Community law.", "21. Meanwhile in the aforementioned Dangeville case, the Conseil d'Etat, hearing an appeal against the judgment delivered by the Paris Administrative Court of Appeal on 1 July 1992, gave judgment on 30 October 1996, essentially in the following terms:", "“The documents in the file submitted to the Paris Administrative Court of Appeal show that by a decision of 19 March 1986 the Conseil d'Etat, acting in its judicial capacity, dismissed a claim by S.A. Jacques Dangeville seeking reimbursement of value-added tax it had paid for the period from 1 January to 31 December 1978, inter alia, on the ground that its liability to that tax had arisen from the application of statutory provisions that were incompatible with the objectives of the Sixth Directive of the Council of the European Communities of 17 May 1977. The claim by S.A. Jacques Dangeville which the Administrative Court of Appeal examined in the impugned judgment was for payment of 'compensation' in an amount equal to the amount of value-added tax that had thus been paid, by way of reparation for the 'damage' which that tax liability had caused the company to sustain, on the ground that that damage was attributable to the French State's delay in transposing the objectives of the Directive into domestic law. It follows that, as submitted by the Minister of the Budget, the Paris Administrative Court of Appeal erred in law in holding that the fact that the company '[had] first referred the issue of taxation to the tax court' did not render inadmissible a claim for reparation in which the only alleged damage was that resulting from the payment of the tax. The Minister of the Budget's application to have the impugned judgment overturned is accordingly founded to the extent that the Administrative Court of Appeal upheld in part the claims made by S.A. Jacques Dangeville in its submissions. ...”", "22. On the same day the Conseil d'Etat delivered judgment on an appeal lodged on 23 August 1982 by S.A. Revert et Badelon against the Paris Administrative Court's judgment of 10 June 1982. The Conseil d'Etat did not follow the line it had taken in its judgment of 19 March 1986 in the Dangeville case, but instead declared S.A. Revert et Badelon's appeal on points of law admissible, holding that the company was entitled to rely on the provisions of the Sixth Directive and should be granted a release from the contested tax liability – for which there was no statutory basis as the statutory provisions conflicted with the objectives of the Directive – for the sums erroneously paid for the period from 1 January to 30 June 1978.", "23. In a judgment of 28 January 1997, the Paris Administrative Court of Appeal dismissed the applicant companies' appeals on the grounds that:", "“The claims lodged by the companies with the Administrative Court were for an award of damages ... as reparation, which the Minister for the Budget had refused to make, for the loss ... caused by their wrongly being required to pay value added tax for the first semester of 1978 in the exact amounts mentioned above. It is, however, common ground that as at 9 April 1994, when the claim was registered with the court registry, [the claimants] had not obtained a release from the said liability to value added tax through a request to the authorities to that end and, in the event of [their] request being rejected, an appeal to the tax court in accordance with the specific procedure described in Articles L 190 et seq. of the Code of Tax Procedure. In these circumstances, the claims were, as the Minister has argued, inadmissible. It follows that [the companies] have no basis on which to complain about the Paris Administrative Court's impugned decision to dismiss their claims as unfounded.”", "24. By a notice of appeal dated 17 March 1997 and written submissions dated 17 July 1997, SGAP Expansion and Christian de Clarens appealed on points of law.", "25. On 30 June 2000 SGAP Expansion was the subject of a takeover by a company called Aon France, which on the same day transferred its brokerage and insurance business to a company called Le Blanc de Nicolay Réassurance. The latter subsequently changed its name to Aon Conseil et Courtage.", "26. In a judgment of 10 November 2000, the Conseil d'Etat dismissed the appeals in the following terms:", "“In their submissions, [the companies] sought compensation from the State in an amount equal to the value added tax they had paid in respect of the first semester of 1978. These submissions, which in practice amounted to a claim for repayment of the value added tax paid, were inadmissible as they could only be made subject to the conditions and time-limits set out in Articles L 190 et seq. of the Code of Tax Procedure. This conclusion, which answers a point raised before the courts below and does not involve any assessment of the factual circumstances, shall replace the legally flawed finding that served as the basis for the operative provision in the impugned judgment. The appeal ... must be dismissed.”", "27. The provisions of Article L 190 of the Code of Tax Procedure, applicable at the relevant time, read as follows:", "“Claims relating to taxes, contributions, duties, charges, dues, indemnities and penalties of any kind, assessed or recovered by revenue officials, fall within the jurisdiction of the courts where they seek compensation for errors committed in the assessment or calculation of tax, or an entitlement due under a statutory provision or regulation.", "All actions seeking a release from or reduction in tax, or to a right to make a deduction, on the ground that the norm that has been applied is incompatible with a higher-ranking norm, shall be heard and determined in accordance with the rules laid down in the present chapter.", "Where such incompatibility has been established by a judicial decision, an action for the restitution of the sums paid or not deducted or for compensation for loss may only relate to the period following 1 January of the fourth year preceding that of the judgment establishing such incompatibility.”", "28. In its Roquette Frères S.A. judgment of 28 November 2000 (C-88/99), the Court of Justice of the European Communities (CJEC) gave the following answer to a question referred for a preliminary ruling on the provisions of Article L 190 of the Code of Tax Procedure:", "“... Community law does not preclude legislation of a Member State laying down that, in tax matters, an action for recovery of a sum paid but not due based on a finding by a national or Community court that a national rule is not compatible with a superior rule of national law or with a Community rule of law may only relate to the period following 1 January of the fourth year preceding that of the judgment establishing such incompatibility.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}