{"ITEMID": "001-80079", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BGR", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF ZELENI BALKANI v. BULGARIA", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection (non-exhaustion of domestic remedies) dismissed;Violation of Art. 11;Violation of Art. 11+13;Non-pecuniary damage - financial award;Costs and expenses partial award", "JUDGES": "Peer Lorenzen", "TEXT": ["6. On an unspecified date the Plovdiv Municipality (the municipality) started clearing the banks and the riverbed of the river “Maritza”, which runs through the city. The procedure involved the uprooting and eradication of trees and plant life, which were blocking the flow of the river.", "7. The applicant organisation believed that the actions of the municipality were in violation of the domestic environmental protection legislation and that the disorderly uprooting and eradication of the trees and the plant life would disrupt the biological balance of the river.", "8. On 18 April 2000 the applicant organisation informed the municipality of its intention to hold a public rally on the following day, the 19th, in front of the municipality. The aim of the public rally was to protest against the municipality's actions and to demand that the disorderly uprooting and eradication of the river's plant life be stopped because it was destroying important alluvial trees and the habitat of rare, endangered birds.", "9. In a letter of 19 April 2000 the municipality informed the applicant organisation that it would not permit the rally to go ahead as planned. The full text of the letter, signed by the secretary of the municipality, read as follows:", "“We inform you that the Plovdiv Municipality does not permit the conducting of the [planned] public rally.”", "10. Later on the same day, police officers visited the offices of the applicant organisation and obtained signed declarations from its leaders that they were aware of the prohibition and would not organise the rally as planned.", "11. The applicant organisation did not hold a rally on 19 April 2000 and the clearing the banks and the riverbed of the river “Maritza” continued unabated.", "12. On 26 April 2000 the applicant organisation appealed against the municipality's prohibition of its public rally. The appeal was filed with the municipality which did not forward it, as required under the applicable legislation, to the domestic courts together with all relevant documents.", "13. On 7 June 2000 the applicant organisation re-filed its appeal with the Plovdiv Regional Court.", "14. On 21 June 2000 the Plovdiv Regional Court requested the municipality to provide it with its file and all other relevant documents regarding the public rally planned by the applicant organisation.", "15. The municipality sent the requested documents to the Plovdiv Regional Court on 22 June 2000 with the exception of the applicant organisation's appeal of 26 April 2000.", "16. On 5 July 2000 the Plovdiv Regional Court requested that the municipality also provide it with the applicant organisation's appeal of 26 April 2000. On the same day it also instructed the applicant organisation to deposit the required court fee, which the latter did on 9 October 2000.", "17. On 25 October 2000 the municipality provided the Plovdiv Regional Court with the applicant organisation's appeal of 26 April 2000.", "18. At a hearing on 24 January 2001 the applicant organisation's appeal was examined by the Plovdiv Regional Court.", "19. In a judgment of 28 March 2001 the Plovdiv Regional Court declared null and void the municipality's prohibition of the public rally planned by the applicant organisation for 19 April 2000. It established that the prohibition had been issued in violation of the provisions of the Meetings and Marches Act, as it had been decided not by the mayor but by the secretary of the municipality. Furthermore, it lacked reference to any of the statutory grounds for issuing such prohibitions.", "20. The applicant organisation claimed, which the Government did not challenge, that it was informed of the judgment of the Plovdiv Regional Court on 10 July 2001.", "21. No appeal was filed against the judgment of 28 March 2001 and it became final on an unspecified date.", "22. The relevant provisions of the Constitution (1991) and the Meetings and Marches Act (1990) have been summarised in the Court's judgment in the case of The United Macedonian Organisation Ilinden and Ivanov v. Bulgaria (no. 44079/98, §§ 72-79, 20 October 2005).", "23. Section 39 (1) of the Administrative Procedures Act provided at the relevant time that the administrative authority, whose act was being appealed, had an obligation to forward the appeal filed with it to the competent court within three days together with its full file on the matter. The second paragraph of this section provided that if the appeal and file were not forwarded to the courts then the appellant had the right to re-file his appeal directly with the courts.", "24. Before 1 January 2006 the State Responsibility for Damage Act of 1988 (the “SRDA”) provided, inter alia, that the State was liable for damage caused only to private persons by (a) the illegal acts, actions or omissions of its bodies and officials acting within the scope of, or in connection with, their administrative duties; and (b) the organs of the investigation, the prosecution and the courts (sections 1 and 2: see Решение № 1307 от 21.10.2003 г. по гр. д. № 2136/2002 г., V г. о. на ВКС and Тълкувателно решение № 3 от 22.04.2005 г. по т. гр. д. № 3/2004 г., ОСГК на ВКС).", "25. Currently, the State and local municipalities are also liable for damage caused to juridical entities by the illegal acts, actions or omissions of their bodies and officials acting within the scope of, or in connection with, their administrative duties (section 1). The amendment does not have retroactive effect in respect of damage cause prior to its date of introduction."], "VIOLATED_ARTICLES": ["11", "13"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}