{"ITEMID": "001-57894", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FRA", "BRANCH": "CHAMBER", "DATE": 1994, "DOCNAME": "CASE OF KEMMACHE v. FRANCE (No. 3)", "IMPORTANCE": "3", "CONCLUSION": "No violation of Art. 5-1", "JUDGES": "", "TEXT": ["6. Mr Michel Kemmache, a French national, is currently serving a nine-year prison sentence at Draguignan (Var). Previously he resided at Pantin where he was employed as a hotel receptionist. At one time he had been the manager of the hotel and before that the director of several companies in which he owned shares. These consisted of gaming clubs, hotels and restaurants.", "7. Mr Kemmache’s detention from 11 June to 10 August 1990 was ordered in connection with criminal proceedings conducted in the French courts from 16 February 1983 (when he was arrested and charged) to 6 February 1993 (when his appeal on points of law against conviction was dismissed). During this time the applicant underwent four periods of detention before being tried (from 16 February to 29 March 1983, from 22 March 1984 to 19 December 1986, from 11 June to 10 August 1990 and from 14 March to 25 April 1991).", "In a judgment of 27 November 1991, the Court found that there had been a breach of Article 5 para. 3 and Article 6 para. 1 (art. 5-3, art. 6-1) of the Convention (Series A no. 218).", "8. On 13 August 1985 the Indictment Division of the Lyons Court of Appeal indicted the applicant on charges of knowingly aiding and abetting \"the importation and use on French territory of counterfeit foreign bank notes\" and knowingly aiding and abetting the commission of the related offence of \"unlawful circulation of such counterfeit bank notes within the customs area\". It committed the applicant for trial in the Alpes-Maritimes Assize Court and issued a delivery into custody order (ordonnance de prise de corps) directing that the accused \"[was to] be taken to or held at the prison\" within the jurisdiction of that court.", "9. Mr Kemmache had been at liberty since 19 December 1986 and no longer subject to court supervision since 4 October 1988, when, on 11 June 1990, he reported to Nice prison to be taken into custody. In so doing he was complying with the delivery into custody order of 13 August 1985 and Article 215-1 of the Code of Criminal Procedure, as the trial in the Assize Court had been set down for 12, 13 and 14 June 1990.", "10. One of his two co-accused, Mr Klaushofer, sought the adjournment of the proceedings on the ground that his lawyer, who had been designated by the authorities to act for him on 8 June 1990, had not been able to familiarise himself with the case-file. Mr Kemmache joined this application, whereas the third co-accused, Mr Ceccio, opted to be tried immediately.", "The Assize Court allowed these applications by a decision of 12 June and ordered the separation of the cases. Mr Ceccio was, accordingly, the only one of the accused to be tried on 12 and 13 June 1990.", "11. On 12 June 1990 Mr Kemmache applied to the Assize Court for his release. On 13 June his application was rejected on the following grounds:", "\"...", "The application to have the proceedings adjourned was made not only by Stephan Klaushofer, but also by Michel Kemmache.", "The delivery into custody order executed on 11 June 1990 remains in force throughout the trial proceedings.", "In view of the sentence which he risks, the accused is not able to provide sufficient guarantees that he will appear for trial.", "Mere court supervision, even subject to the payment of a security, appears at this stage of the proceedings inadequate to ensure that the accused Kemmache will appear for trial.", "In addition, the risk of pressure being brought to bear on witnesses cannot be ruled out.", "...\"", "12. On 18 June 1990 the applicant filed a further application for release with the Indictment Division of the Aix-en-Provence Court of Appeal; he relied in particular on Article 5 paras. 1, 2, 3 and 4 (art. 5-1, art. 5-2, art. 5-3, art. 5-4) and also on Article 6 paras. 1 and 2 (art. 6-1, art. 6-2) of the Convention.", "By a decision of 4 July 1990 the Indictment Division ordered his release subject to court supervision and to the payment of a security set at 800,000 French francs (FRF). FRF 400,000 of this amount was intended to ensure that he appeared for trial and the remainder to guarantee payment of such costs and fines as he might be required to pay. It considered, inter alia:", "\"...", "Michel Kemmache was committed for trial in the Alpes-Maritimes Assize Court by a decision of the Indictment Division of the Lyons Court of Appeal of 13 August 1985.", "He is detained pursuant to the delivery into custody order issued with that decision.", "...", "Michel Kemmache had been released on 8 December 1986 and it would not therefore appear that his detention is necessary unless there are new considerations justifying such a step.", "However, it seems that the case is ready for trial at a forthcoming session of the Assize Court.", "Given the numerous disruptions to these proceedings as a result of the use by the accused persons of all the available means to delay the trial, it is necessary to take steps to ensure that Kemmache appears for trial.", "To this end his release must be subject to court supervision and to the obligation to pay a security.", "Kemmache had previously paid two securities amounting to a total of FRF 800,000 in accordance with a court supervision order.", "By a decision of 4 October 1988 the Alpes-Maritimes Assize Court ordered the lifting of the court supervision order and the repayment of the securities on the ground that, purely as a matter of law, since the time-limit for giving judgment had expired, the court supervision order had automatically to be rescinded.", "In his memorial Michel Kemmache indicated that there had been no significant change in the guarantees that he could provide to ensure his appearance for trial.", "He is still an employee of the company ‘Société Nouvelle Hôtelière de Pantin’, in which he has shares and the only alteration had been in his family circumstances.", "The security should therefore be set at FRF 800,000, an amount which he had earlier been in a position to pay and which corresponds to his financial circumstances in view of his salary, and above all his position as partner.", "...\"", "13. On 26 July 1990 the Indictment Division varied the conditions for the payment of the security to allow it to be paid in monthly instalments of FRF 100,000.", "14. On 30 July 1990 Mr Kemmache filed an application for release with the Indictment Division. It was dismissed on 8 August 1990 on the following grounds:", "\"...", "Kemmache, who was at liberty and not subject to court supervision surrendered to be taken into custody the day before he was due to appear in the Assize Court, in accordance with the provisions of Article 215-1 of the Code of Criminal Procedure. By virtue of those provisions the delivery into custody order continues to produce its effects until the final determination of the charges set out in the indictment.", "Kemmache’s release was ordered by a decision of 4 July 1990. It follows that he is no longer detained pursuant to the delivery into custody order, but because he has failed to satisfy the conditions of court supervision requiring him to pay the first instalment of the security prior to his release.", "The case is ready for trial at a forthcoming session of the Assize Court. Given the numerous disruptions to these proceedings and in particular the use by the accused persons of all the available means to delay the trial, it is necessary to take steps to ensure that Kemmache appears for trial. To this end his release must remain subject to court supervision and to the obligation to pay a security.", "As was noted in the decision of 4 July 1990 the amount of the security corresponds to Kemmache’s financial circumstances and in particular to his position as a partner in the ‘Sté Nouvelle Hôtelière de Pantin’; he has not shown that his businesses have failed, as he maintained in his pleadings, or that he has insufficient funds to pay the sum fixed as security.", "...\"", "15. On 10 August 1990, after paying the first instalment of the security, FRF 100,000, Mr Kemmache was released.", "16. On 5 September 1990 the Indictment Division again refused to lift the court supervision order.", "17. The applicant paid a second instalment of the security on 10 September 1990. He subsequently reported to the principal public prosecutor at the Aix-en-Provence Court of Appeal stating that he was not in a position to pay the remaining instalments and that he was ready to surrender to custody.", "18. By three decisions of 22 November 1990 the Criminal Division of the Court of Cassation dismissed Mr Kemmache’s appeals against the decision of the Assize Court of 13 June 1990 and those of the Indictment Division of 4 July and 8 August 1990.", "In the first it held, inter alia, as follows:", "\"...", "... the delivery into custody order, properly executed, constitutes authority for detention which remains valid until the final determination of the charges set out in the indictment, without its being necessary to order its continuation where the accused’s case is separated from other proceedings and adjourned to a subsequent session.", "...\"", "In the second and third decision, it found that:", "\"...", "... as Michel Kemmache was lawfully detained, his release ordered by the impugned decision could be made subject to a court supervision order pursuant to the combined provisions of Articles 138 and 148 of the Code of Criminal Procedure ... [and] ... according to the terms of Article 5 para. 3 (art. 5-3) of the ... Convention ..., release may be conditioned by guarantees to ensure that the accused will appear for trial.", "...\"", "19. On 25 April 1991 the Alpes-Maritimes Assize Court sentenced the applicant to a fine of FRF 2,600,000 and eleven years’ imprisonment, the latter term being reduced to nine years on 21 May 1992 by the Var Assize Court, to which the case had been remitted.", "The appeal on points of law lodged against that last decision was dismissed by the Court of Cassation on 3 February 1993.", "20. In proceedings concerning serious offences (matière criminelle), \"[the decision indicting the accused] shall include an order for the accused’s delivery into custody ...\" (Article 215 of the Code of Criminal Procedure - \"CCP\").", "21. Under Article 215-1 CCP:", "\"An accused who is not in remand custody must surrender to be taken into custody not later than the day before the trial hearing in the Assize Court ...", "The delivery into custody order shall be enforced against him if, having been duly summoned through administrative channels to report to the registry of the Assize Court and without a legitimate excuse, he fails to appear on the appointed day to be examined by the President of the Assize Court. The same applies in the situation provided for in Article 141-2 [, that is if he deliberately fails to comply with the conditions of court supervision].\"", "According to the case-law of the Court of Cassation (see paragraph 18 above), the delivery into custody order, lawfully executed, constitutes authority for detention which remains valid until the final determination of the charges set out in the indictment.", "22. Any remand prisoner may apply for his release \"in whatever circumstances\" and \"at any stage in the proceedings\", including therefore the trial proceedings. Where the case has been referred to the trial court it is for that court to rule on the application for release. Before committal for trial in the Assize Court and in between Assize Court sessions, such applications are heard by the Indictment Division (Article 148-1 CCP).", "23. In such circumstances the decision dismissing an application for release must give specific reasons in accordance with the conditions laid down in Article 145 CCP (crim. 16 December 1971, Recueil Dalloz (D.) 1972, p. 318; 15 September 1979, Bulletin criminel no. 258; 7 August 1990, ibid. no. 296, D. 1991, sommaires, p. 210), in other words \"set out the considerations of fact and of law on which it is based ... with reference to Article 144\".", "Under Article 144 CCP, in proceedings concerning serious offences, detention on remand may be ordered or continued:", "1. where it \"is the sole means of preserving evidence or material clues or of preventing either pressure being brought to bear on the witnesses or the victims, or collusion between the accused and accomplices\";", "2. where it \"is necessary to preserve public order from the prejudice caused by the offence or to protect the accused, to cause the offence to cease or to prevent its repetition or to ensure that the accused remains available to the judicial authorities\".", "It may also be ordered, in the circumstances provided for in Article 141-2, \"where the accused deliberately fails to comply with the conditions of court supervision\".", "24. The powers conferred on the investigating judge by Articles 139 and 140 are, whatever the circumstances, vested in the court with jurisdiction as defined by Article 148-1 (Article 141-1 CCP).", "The relevant court may therefore place the accused under court supervision and, at any moment, impose on him one or more new conditions, revoke conditions entirely or in part, vary one or more conditions or accord an occasional or temporary derogation from the obligation to comply with certain conditions (Article 139 CCP). It may also, at any moment, direct that the court supervision order be lifted (Article 140 CCP).", "25. A court supervision order may require the accused to lodge a security, the amount of which and the time-limits for the payment of which, as a single payment or in instalments, are fixed, inter alia, having regard to his financial circumstances (Article 138 CCP). The object of this security is to guarantee (Article 142 CCP):", "1. the accused’s presence for all the steps of the proceedings and for the execution of the judgment, and, where appropriate, the enforcement of other obligations imposed on him;", "2. the payment in the following order of: (a) the costs incurred by the party seeking damages, reparation for the damage caused by the offence and sums owed in restitution, and maintenance payments, where the accused is facing proceedings for their non-payment; (b) costs incurred by the prosecuting authority; (c) fines.", "26. If the accused deliberately violates the conditions of the court supervision order, the competent court may, whatever the length of the prison sentence risked, order his detention on remand. The delivery into custody order is then executed by order of the President of the Assize Court or, in between sessions, the President of the Indictment Division (Article 141-2 CCP)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["5"], "NON_VIOLATED_PARAGRAPHS": ["5-1"], "NON_VIOLATED_BULLETPOINTS": []}