{"ITEMID": "001-78095", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SWE", "BRANCH": "ADMISSIBILITY", "DATE": 2006, "DOCNAME": "AYEGH v. SWEDEN", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant, Ms Mahin Ayegh, is an Iranian national, who was born in Iran in 1956, and is currently in Sweden. She is represented before the Court by Mr B. Johansson, a lawyer practising in Stockholm.", "The respondent Government are represented by their Agent Mr C. H. Ehrenkrona of the Ministry for Foreign Affairs.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 8 February 2003 the applicant and her son A. (born in March 1986) arrived in Sweden. On 20 February 2003 they applied to the Migration Board (Migrationsverket) for asylum and residence permits and, on the same day, an initial interview was held with them. The applicant stated that her husband and an adult daughter remained in Tehran where the family had always lived. She and A. had fled from Iran because A. would be called to do his military service when he reached 18 years of age. There was a risk that he could be stationed at the border with Iraq which would expose him to great danger. They further claimed that they had left Iran with the help of smugglers to whom the applicant had given her passport, in which A. was also registered. Thus, she could only show the Swedish migration authorities a copy of her Iranian identification certificate (shenasnameh). However, neither the applicant nor A., nor any other member of their family, had ever been arrested or otherwise persecuted by the Iranian authorities.", "At a second interview, held on 3 April 2003, the applicant and A. added to their earlier statements that A. and a friend had once, in the school yard, glanced at The Satanic Verses by Salman Rushdie which another student had brought with him to school. The incident had been reported to the headmaster of the school who had beaten A. and then continued to harass him. Because of this, the applicant and her husband had tried in vain to get A. transferred to another school. Moreover, the applicant pointed out that, since A. was a minor, the fact that she had helped and accompanied him would cause her problems if she returned to Iran.", "On 25 April 2003 the Migration Board rejected the application for asylum and residence permits. It first found that the applicant and A. had not been persecuted by the Iranian authorities and thus could not be considered as refugees or granted asylum. It then noted that the son was obliged to do his military service once he reached 18 years of age, but that this was not a reason for granting him a residence permit on humanitarian grounds. Moreover, the claim that he had had a conflict with his headmaster did not alter this conclusion. Thus, the Migration Board found no reason for A. and the applicant to be allowed to stay in Sweden on humanitarian grounds.", "The applicant and A. appealed against the decision to the Aliens Appeals Board (Utlänningsnämnden), maintaining their claims and adding that the applicant and her husband were in the process of divorcing. Moreover, they alleged that A. had, on several occasions, been raped and abused by his headmaster in Iran, who had also threatened him. A. had only told his mother about this in August 2003 after repeated attempts by the health care personnel to persuade him to tell her. Since homosexual acts were strictly forbidden in Iran, he strongly feared that he would be severely punished if he were forced to return to his home country. As a result of his traumas, A. suffered from a serious depression and there was a real risk that he would try to commit suicide if he was deported. Lastly, the applicant was also suffering from the uncertain situation.", "On 29 September 2004 the Aliens Appeals Board rejected the appeal, sharing the Migration Board’s reasoning and conclusion. As concerned the new information provided by A. and the applicant, it noted that, if a minor were forced to perform sexual acts with a grown man, he would not be punished for it. However, the adult man could be sentenced to death. The Aliens Appeals Board therefore considered that A. could get help from the Iranian authorities if he were threatened by the headmaster, as there were no indications that the authorities would not assist the family in such a situation. It further considered that the mental health problems of the applicant and A. were not of such a serious nature that they could be granted residence permits on humanitarian grounds.", "On 28 October 2004 the Migration Board decided that the applicant and A. should be kept under supervision due to the risk that they would go into hiding to avoid deportation. Thus, they were ordered to report to the Migration Board three times a week.", "However, on 6 December 2004, the Migration Board decided that the applicant and A. should be taken into custody pending the enforcement of the deportation to Iran, and the decision was enforced in respect of the applicant the same day. The decision was due to the fact that A. had gone into hiding and could not be found, and there was a real risk that the applicant would do the same. Moreover, on 10 December 2004, the Migration Board handed over the responsibility for the enforcement of the deportation of the applicant to the police authority as she had declared that she would not leave Sweden voluntarily.", "On 27 January 2005 the applicant and A. lodged a new application for asylum and residence permits with the Aliens Appeals Board. They invoked medical certificates stating that A. was in poor mental health, suffering from post-traumatic stress disorder and depression, and that the applicant was also depressed and very afraid. Moreover, the applicant stated that her husband in Iran had repeatedly called and threatened to kill her if she returned to Iran and that the Iranian authorities neither could nor would protect her. She claimed that her husband had divorced her and had threatened to kill her if she returned because he accused her of having committed adultery in Sweden, having abandoned her home in Iran and having unlawfully kept his son from him. Her brother-in-law, with whom she and A. had stayed after their arrival in Sweden, had also turned against her after her husband’s accusations, and she had been forced to find another place to stay. The applicant explained the late submission of the new circumstances and evidence by the fact that she had been in despair over her son’s situation and that she herself had suffered from serious mental problems. Furthermore, she had not realised the importance of telling the Swedish authorities about her husband’s threats until she had been detained.", "The applicant and A. also requested that the Aliens Appeals Board stay the enforcement of their deportation, but this request was rejected on 28 January 2005.", "On 3 February 2005 the applicant and A. renewed their request for a stay of the enforcement of the deportation. They submitted new evidence in the form of copies of documents in Persian which the applicant had received from her sister in Iran. Apparently, the applicant’s husband had given the copies to her father but, due to her father’s advanced age, she had not been able to find out when or how her husband had transmitted the copies. Moreover, since her husband had the originals, she would not be able to get hold of them. According to the applicant the documents were copies of:", "A report to a first instant court by the applicant’s husband accusing her of adultery, abandoning her home and family, of unlawfully withholding her son from his father and of illegally leaving the country. This “summons application” is dated 10 May 2003.", "A “formal notice” whereby the applicant’s husband warns her for the last time to come home and repent for what she has done or the court proceedings will go ahead (dated 7 April 2004).", "Three summons to appear before the court to defend herself against the above charges (dated 8 September 2003, 6 April 2004 and 29 June 2004, respectively). The last of these three warnings states that if the applicant does not present herself before the court, it will take an appropriate decision and the case might be examined on the material before it.", "A private letter from her husband (undated) stating that he has reported her for adultery and other offences to the authorities and that he will demand the harshest punishment possible for her.", "Before the Aliens Appeals Board, the applicant claimed that, due to the above charges, she would face a real risk of being either sentenced to death or punished in an inhuman manner. Moreover, there was a real risk that she would be tortured during interrogation in order to force her to confess to the alleged crimes.", "On the same day, 3 February 2005, the Aliens Appeals Board rejected the renewed request to stay the deportation.", "On 4 February 2005 the applicant was taken by the police to Stockholm Airport, Arlanda, to be deported. However, once there, the police decided not to go through with the measure as they considered that the applicant was not in a state to be transported as she was acting in a very violent manner, refusing to get on the plane. The police also decided that the applicant should no longer be kept in custody, but that she should be placed under an obligation to report to the Migration Board three times a week.", "Also on 4 February 2005, following the Court’s indication under Rule 39 of the Rules of Court, the Migration Board decided to stay the deportation of the applicant until further notice. The Migration Board’s decision is still in force.", "On 19 May 2005 the Aliens Appeals Board rejected the new application. It noted that the applicant had stated that her husband had started to threaten her about 7 to 8 months after her arrival in Sweden, but that she had not mentioned it previously. The Aliens Appeals Board found this strange. Moreover, as the applicant had failed to give any reasonable explanation for this delay, it considered the statements questionable. It further observed that the applicant had only handed in fax copies of the documents invoked, not the originals, and this the day before the planned enforcement of the deportation. Thus, the Aliens Appeals Board considered that the copies had little value as evidence. Already against this background, it found it highly doubtful that the applicant had demonstrated that she was in need of protection in Sweden.", "In any event, it noted that the applicant had not claimed that her husband had any proof that she had been unfaithful but that, on the contrary, his suspicions were unfounded. Having regard to what was known about the evidence required in Iran to convict someone of adultery, the Aliens Appeals Board considered that the applicant had not shown that it was likely that her husband could prove his accusations of adultery, which were groundless, in a court hearing. Moreover, to the best of the Aliens Appeals Board’s knowledge, it was not a criminal offence for a married woman to leave Iran without her husband’s permission although, normally, it was not possible. However, it could constitute a ground for divorce. In view of the above, the Aliens Appeals Board found that even if the applicant had left the country illegally and without her husband’s permission, she had not shown that it was probable that she would risk being subjected to such serious difficulties from the Iranian authorities, if returned, that she was in need of protection in Sweden. The fax documents which had been invoked by the applicant did not change this assessment.", "As concerned the applicant’s claim that she would face problems because of the accusations of the unlawful removal of a child, the Aliens Appeals Board noted that the son had been almost 17 years old when they entered Sweden and that he was now 19. It further observed that, to its knowledge, a married woman who takes her child with her out of the country without the permission of the husband/father could not be convicted of abduction or kidnapping. In the event that someone were considered guilty of having wrongfully removed a child, no disproportionate sentence was known to have been imposed. Therefore, the applicant was not in need of protection on this ground either.", "Next, the Aliens Appeals Board considered that, in so far as the applicant alleged that her husband and his family would pose a threat to her upon return to Iran, it was for the Iranian authorities to deal with the matter. It noted that so-called honour killings were not accepted by Islam and that the authorities should be able to help her and offer protection. It followed that she was not in need of protection in Sweden on this ground either. The Aliens Appeals Board also rejected A.’s request for asylum and a residence permit and concluded that, making an overall assessment, the circumstances were not such that it would be contrary to humanitarian standards to deport them to their home country.", "On 5 January 2006 the Court adjourned the case at the request of the Swedish Government following the enactment of an interim amendment to the Swedish Aliens Act, on the basis of which the applicant’s case would be reviewed.", "On 10 April 2006 the Government informed the Court that, on 3 March 2006, the Migration Board had decided not to grant the applicant a residence permit in Sweden on the basis of the interim amendment to the Aliens Act. The Migration Board had concluded that the applicant could not be granted leave to stay on either medical or humanitarian grounds.", "It appears that A., in a separate decision by the Migration Board, was granted a permanent residence permit in Sweden.", "In a letter of 22 June 2006, the applicant informed the Court that she had requested the Migration Board to reconsider its decision of 3 March 2006 because of her continuously deteriorating mental health. However, the request had been rejected on 13 June 2006 as the Migration Board considered that it had already examined her health status and that the new information invoked did not alter its previous conclusions. The applicant then stated in her letter that, due to her very poor mental condition, deportation would cause her personal suffering beyond her ability to endure, for which reason it would be a violation of Article 3 of the Convention to deport her.", "The applicant has submitted two medical certificates to the Court dated 13 February 2006 and 2 June 2006, respectively.", "The first certificate was written by Dr B. Hännestrand, specialist in psychiatry at the Medical Clinic for Refugees in Uppsala, and based on one consultation lasting two hours. She first noted that the applicant had previously had contact with psychologists and doctors because of depression and that, during the examination, she was distraught and anxious and expressed suicidal thoughts and an extreme fear of returning to Iran. She was taking sleeping pills and antidepressants. Dr Hännerstrand concluded that the applicant suffered from a serious depression with anxiety symptoms, and that there was a real risk that she would try to commit suicide if she were to be deported.", "The second certificate was written by Dr A.-H. Hanson, chief physician at the psychiatric clinic at Nyköping Hospital, who had examined the applicant on one occasion in May 2006, but had known her for more than a year since she had treated A. at the clinic. According to this certificate, the applicant was very worried and afraid about her own situation but even more about how A. would recover and manage if she was deported from Sweden and he was left alone. It was noted that she was traumatised by her experiences and the threats and abuses of which she had been, and continued to be, the victim. She was diagnosed as suffering from a serious mental illness in the form of a depression and an enduring crisis reaction with suicide plans. Dr Hanson further stated that A. still had a great need for his mother and that, if she were deported, there was a real risk that A. might try to commit suicide. She concluded that the applicant was showing signs of pre-psychotic thinking and that she was very close to the limit of what she could bear.", "The basic provisions, applied in the present case, concerning the right of aliens to enter and to remain in Sweden were laid down in the 1989 Aliens Act (utlänningslagen, 1989:529 – hereinafter referred to as “the 1989 Act”). However, the 1989 Act was replaced, on 31 March 2006, by a new Aliens Act (Utlänningslag, 2005:716 – hereinafter referred to as “the 2005 Act”). Both the 1989 and 2005 Acts define the conditions under which an alien can be expelled from the country, as well as the procedures relating to the enforcement of such decisions.", "Chapter 1, Section 4 of the 1989 Act provided that an alien staying in Sweden for more than three months should have a residence permit. Such a permit could be issued, inter alia, to an alien who, for humanitarian reasons, should be allowed to settle in Sweden (Chapter 2, Section 4). For example, serious physical or mental illness could, in exceptional cases, constitute humanitarian reasons for the grant of a residence permit if it was a life-threatening illness for which no treatment could be provided in the alien’s home country.", "Further, according to the 1989 Act, an alien who was considered to be a refugee or otherwise in need of protection was, with certain exceptions, entitled to residence in Sweden (Chapter 3, Section 4). The term “refugee” referred to an alien who was outside the country of his nationality owing to a well-founded fear of being persecuted for reasons of race, nationality, membership of a particular social group, or religious or political opinion, and who was unable or, owing to such fear, unwilling to avail himself or herself of the protection of that country. This applied irrespective of whether the persecution was at the hands of the authorities of the country or if those authorities could not be expected to offer protection against persecution by private individuals (Chapter 3, Section 2). By “an alien otherwise in need of protection” was meant, inter alia, a person who had left the country of his or her nationality because of a well-founded fear of being sentenced to death or receiving corporal punishment, or of being subjected to torture or other inhuman or degrading treatment or punishment (Chapter 3, Section 3).", "An alien who was to be refused entry or expelled, in accordance with a decision that had gained legal force, could be granted a residence permit if he or she filed a new application based on circumstances which had not previously been examined, and if the alien was entitled to a residence permit under Chapter 3, Section 4, or it would be contrary to the requirements of humanity to enforce such a decision (Chapter 2, Section 5 b). Regard could also be had to serious illness under this provision. Such new applications were filed with and examined by the Aliens Appeals Board (Chapter 7, Section 7).", "As regards the enforcement of a refusal of entry or expulsion, account had to be taken of the risk of capital punishment or torture and other inhuman or degrading treatment or punishment. According to a special provision on impediments to enforcement, an alien could not be sent to a country where there were reasonable grounds for believing that he or she would be in danger of suffering capital or corporal punishment or of being subjected to torture or other inhuman or degrading treatment or punishment (Chapter 8, Section 1).", "In essence, the 2005 Act did not substantially amend the above provisions, except for the following:", "By the 2005 Act, the Aliens Appeals Board has been replaced by the Migration Court and the Migration Court of Appeal (Chapter 14, Section 3). Moreover, it is no longer possible to renew applications but, instead, the Migration Board shall, on its own initiative, determine whether there is any impediment to the deportation or expulsion (Chapter 12, Section 18).", "Furthermore, between 15 November 2005 and 30 March 2006, certain interim amendments to the 1989 Act were in force, according to which the Migration Board, upon application by an alien or on its own initiative, could re-determine final decisions already taken by the Aliens Appeals Board. The object of these temporary amendments was to grant residence permits to aliens who, inter alia, had been in Sweden for a very long time or where there existed “urgent humanitarian interests” (humanitärt angeläget). Special consideration was given to the situation of children."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}