{"ITEMID": "001-21955", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CHE", "BRANCH": "ADMISSIBILITY", "DATE": 2001, "DOCNAME": "G.M.B. AND K.M. v. SWITZERLAND", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis", "TEXT": ["The applicants are Swiss nationals, born in 1953 and 1951, respectively, and living in Zürich in Switzerland. The respondent Government are represented by their Agent, Mr P. Boillat, Head of the International Affairs Division of the Federal Office of Justice.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicants married in 1989. They have a daughter L.G.M. born on 14 August 1995. As the daughter’s surname the parents wished to give her the mother’s, i.e. the first applicant’s surname B. This was refused on 18 November 1995 by the Zürich Registry Office. Based on Section 270 § 1 of the Swiss Civil Code (Zivilgesetzbuch, henceforth referred to as CC; see below, Relevant domestic law), the Office found that the child would obtain the family name which in the present case was the second applicant’s, i.e. the father’s surname M.", "The applicants’ appeal against this decision was dismissed by the Directorate for the Interior (Direktion des Inneren) of the Canton of Zürich on 15 July 1996. The decision stated:", "“1. If the parents of the child are married, the child obtains the family name (Section 270 § 1 CC). As a rule this is the name of the husband, exceptionally it will be the name of the mother if the parents have chosen this name as the family name according to Section 30 § 2 CC. If the mother puts her name first according to S. 160 § 2 CC, this will have no effect on the name of the common child ...", "2. There is agreement with the parents that there would be discrimination contrary to Article 14 of the Convention if the family name was based solely on the name of the husband. But no right can be deduced for the parents freely to chose the family name of their common child. The applicants overlook in their argumentation that the reform of matrimonial law considered the equality of man and woman to the extent that the spouses may obtain, according to S. 30 § 2 CC, the authorisation to have the woman’s name as the family name, following an administrative procedure to change the name, if there are commendable grounds. This possibility to change names in case of commendable grounds, in respect of which only minor conditions (geringe Anforderungen) may be attached, is more easily attained than the one stated in Section 30 § 1 CC. Justification herefor is that marriage in any event will oblige one partner to renounce her/his name, for which reason there is less public interest in the irreversibility of a family name than in the case of Section 30 § 1 CC ... A commendable ground can be seen in every, even only remotely understandable, not clearly unlawful or immoral reason ... Even if Section 160 CC continues to uphold the principle of the unity of the family name, the spouses are free to apply, with the Government of their Canton of residence, for the authorisation to employ the woman’s name as the family name. The legislator thus enabled the spouses to choose as a family name the woman’s name and to pass this name on to any common children ... The only difference in Section 30 § 2 CC to a complete freedom of choice lies in the envisaged administrative procedure which, according to Section 179 § 1(2) of the Civil States Ordinance is free of costs. Contrary to the applicants’ opinion, this merely formal difference cannot amount to a breach of the prohibition of discrimination within the meaning of Article 14 of the Convention.", "3. Upon announcing their marriage the applicants renounced filing a request within the meaning of Section 30 § 2 CC. As a result, they have opted for the name of the husband as the family name. According to Section 270 § 1 CC, their common daughter L.G.M. obtains the family name of the parents ...”", "The applicants’ further appeal was dismissed on 7 November 1996 by the Federal Court (Bundesgericht), the decision being served on 24 December 1996. In its decision the Court recalled that the applicants had not opted for the possibility to choose the wife’s name as the family name. The case concerned not only the interests of the parents but, above all, the interests of the child who had an independent right to a family name and to be attached to the family. It would not be possible to grant parents with more than one child the right freely to choose the family name for every child. It was not clear why a child’s right to identity and individuality should demand the free choice of name for the parents, and Article 8 of the Convention did not grant such a freedom of choice. Insofar as the applicants pointed out that there would be discrimination in respect of whichever name was chosen as the family name that of the husband or that of the wife , the Court considered that it lay in the nature of things that parents had to agree on one name for the child.", "Section 30 §§ 1 and 2 of the Swiss Civil Code state:", "“(1) The Government of the Canton of residence may grant a person the change of name, if there are important reasons herefor.", "(2) The request of the spouses to have the name of the wife as the family name is to be granted if there are commendable reasons (achtenswerte Gründe, intérêts légitimes). ....”", "In practice, such “commendable reasons” are assumed if they are worthy of consideration and reasonable. The procedure envisaged under § 2 is free of charge (see BGE [Bundesgerichtsentscheid] 126 I p. 1). After marriage, the name may only be changed if the conditions of § 1 of Section 30 have been met.", "Section 160 §§ 1 and 2 CC state:", "“(1) The name of the husband is the family name of the couple.", "(2) The bride may, however, declare before the Civil Registrar that she wishes to place her previous name before the family name. ...”", "Section 270 § 1 CC provides:", "“(1) If the parents are married, the child obtains their family name. ...", "Section 177a § 1 of the Ordinance on Civil Status (Zivilstandsverordnung), which was introduced after the Court’s Burghartz v. Switzerland judgment of 22 February 1994, Series A no. 280-B, states:", "“(1) The bride may declare to the Civil Registrar that she wishes to keep her previous name, followed by the family name (Section 160 §§ 2 and 3 CC). The bridegroom has the same possibility, if the spouses file the request to have the wife’s name as the family name after the marriage. ...”", "According to 179 § 1(2) of the Ordinance, no costs will be imposed if, upon marriage, bride and bridegroom issue declarations as to their names."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}