{"ITEMID": "001-106265", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "ADMISSIBILITY", "DATE": 2011, "DOCNAME": "GLINSKI v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "George Nicolaou;Lech Garlicki;Ledi Bianku;Nicolas Bratza;Päivi Hirvelä;Vincent A. De Gaetano", "TEXT": ["The applicant, Mr Andrzej Gliński, is a Polish national who was born in 1943, died in 2010 and lived in Kraków. He was represented before the Court by Mr R. Pasternak a lawyer practising in Kraków. The Polish Government (“the Government”) were represented by their Agent, Mr J. Wołąsiewicz of the Ministry for Foreign Affairs.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "From 1992, the applicant was the president of the board of directors of a company, Towarzystwo Wspólpracy Regionalnej Sp. z o.o. (Regional Cooperation Society Ltd). As a result of financial problems, the company went into liquidation on 28 January 2002.", "In May 2002 the appointed trustee informed the Kraków District Court that the company had been making losses since 1998 and the bankruptcy petition should have been lodged much earlier.", "On 20 November 2002 the Commercial Division of the Kraków District Court instituted of its own motion proceedings against the applicant for failure to comply with the insolvency procedure.", "The court scheduled a hearing for 14 January 2004. However, the applicant did not participate in this hearing, as on that day and on the next day he appeared before the Warsaw District Court, where his presence was obligatory.", "On 14 January 2004 the Kraków District Court gave a decision and barred the applicant from conducting any economic activity on his own account, from performing the functions of a representative or proxy of an entrepreneur, from being a member of the supervisory board and audit commission in a joint stock company, limited liability company or a cooperative for a period of four years. In addition it ordered that the applicant be listed in the insolvency register. The court considered that the applicant, acting as the president of the board of Towarzystwo Współpracy Regionalnej Sp. z o.o., had failed to comply with the insolvency procedure and had filed the petition for insolvency too late.", "The applicant appealed against this decision.", "At a hearing held on 21 April 2004 the Commercial Division of the Kraków Regional Court dismissed his appeal. The court held, in particular, that:", "“The evidence gathered by the District Court of its own motion does not demonstrate that the applicant was not guilty of delaying the insolvency petition. In addition he was completely passive in the proceedings before the District Court.”", "After pronouncement of the decision, the court informed the applicant’s representative that a cassation appeal was not available.", "On 9 June 2004 the applicant’s representative filed a cassation appeal against the second-instance decision. He stressed that he had been aware of the Supreme Court’s case-law about unavailability of a cassation appeal in the proceedings under section 17² of the 1934 Insolvency Act. However, in his opinion, after Poland’s accession to the EU, the Supreme Court should re-examine the issue.", "On 6 July 2004 the Kraków Regional Court rejected the cassation appeal as inadmissible in law. The court held that the proceedings had been instituted before 1 October 2003 and therefore the Insolvency Act 1934 applied. As it appeared from the Supreme Court’s case-law, it was not possible to file a cassation appeal against a decision of a second-instance court given pursuant to section 17² of the Insolvency Act.", "The applicant appealed against this decision, arguing that the availability of a cassation appeal in the proceedings under section 17² of the Insolvency Act was not clear and emerged from the legal doctrine rather than from a clear provision of law. In addition, a new law on insolvency enacted in 2003 expressly provided for the possibility of filing a cassation appeal in a similar situation.", "On 16 November 2004 the Supreme Court dismissed this appeal, upholding the decision of 6 July 2004. The court stressed that the new insolvency law of 28 February 2003 clearly provided that the proceedings instituted before 1 October 2003 should be examined under the 1934 insolvency law. In addition, it held that despite the applicant’s statements the current case-law was very clear about the unavailability of the cassation appeal. This decision was served on the applicant’s representative on 24 January 2005.", "The Ordinance of the President of the Republic of Poland of 24 October 1934 – The Insolvency Act, as applicable at the material time – set out the rules governing insolvency proceedings. In so far as relevant it provided:", "Section 5", "“§ 1. An entrepreneur who has ceased to pay debts shall present, within no more than fourteen days thereof, a bankruptcy petition to the court.", "§ 2. A representative of the entrepreneur referred to under section 1 paragraph 2 shall present a bankruptcy petition within fourteen days from the date when the assets have ceased to suffice to satisfy the debts unless the time-limit referred to under paragraph 1 has already begun to run.", "(...).”", "Section 17²", "“§ 1. Any person who has not fulfilled the duty referred to under section 5 paragraph 1 or 2 shall be deprived, for two to five years, of the right to conduct economic activity on his own account and to perform the functions of a representative or proxy of an entrepreneur, member of the supervisory board and audit commission in a joint stock company, limited liability company or co-operative, unless the said person is not guilty thereof.", "§ 2. Issues referred to under paragraph l shall be subject to adjudication by the court conducting the proceedings for declaration of bankruptcy.", "§ 3. The court shall institute the proceedings of its own motion.", "§ 4. The court shall issue the decision on having conducted a trial.", "§ 5. The court’s decision on the ban referred to under paragraph 1 shall be subject to appeal.", "§ 6. Issues referred to under paragraph l, as regards their scope not regulated under paragraphs 2 to 5 shall be subject to the provisions of the Code of Civil Procedure on non-litigious proceedings.”", "On 4 July 2002 the Constitutional Court delivered a judgment and declared that section 17² was in compliance with the Constitution. While the court did not rule on what kind of liability it provided, it noted that section 17² did not provide for a criminal sanction.", "On 28 February 2003, the new Law on Insolvency and Restructuring was enacted. The relevant provision is now regulated by section 373. Section 376 of that law expressly provides for the possibility of filing a cassation appeal against a decision of a second-instance court. However, according to the introductory provisions, the new law applied only to proceedings instituted after 1 October 2003."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}