{"ITEMID": "001-111400", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF ISTVAN AND ISTVANOVA v. SLOVAKIA", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection joined to merits and dismissed (Article 35-1 - Exhaustion of domestic remedies);Violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Reasonable time);Violation of Article 13+6-1 - Right to an effective remedy (Article 13 - Effective remedy) (Article 6 - Right to a fair trial;Civil proceedings;Article 6-1 - Reasonable time);Non-pecuniary damage - award", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Egbert Myjer;Ján Šikuta;Josep Casadevall;Luis López Guerra;Nona Tsotsoria", "TEXT": ["4. The applicants were born in 1931 and 1933 respectively. They were a married couple and lived in Košice.", "5. On 26 September 2002 the applicants lodged an action with the Košice I District Court (Okresný súd) against their daughter’s husband seeking restitution of his share in the ownership of a flat, which the applicants had donated to the defendant and their daughter, his wife. They argued that the defendant had been severely abusing their daughter, both psychologically and physically, thus behaving wrongly towards her and, thereby, also themselves.", "6. On 16 January 2003 the applicants requested that a hearing be scheduled. The District Court did so for 30 October 2003, 13 February, 26 August and 31 October 2004. It appears that the first of these hearings did not take place since it had proven impossible to have the summons served on the defendant. The later hearing was cancelled at the applicants’ request because there was an application pending before the Land Registry for correction of the records concerning title to the property to be restored.", "7. Meanwhile, the applicants had been ordered to submit evidence (14 May 2004), which they did (28 May 2004). They also submitted further evidence (9 July and 21 December 2004).", "8. On 24 March 2005 a hearing was held, following which – on 8 April 2005 – the District Court suspended the proceedings pending the outcome of criminal proceedings, which had been instituted against the defendant in the meantime.", "9. On 31 May 2005 the Košice Regional Court (Krajský súd) quashed the decision of 8 April 2005 following an appeal by the applicants.", "10. On 2 October 2006 the applicants filed a complaint to the president of the District Court submitting that since 31 May 2005 the District Court had been completely inactive which, in their view, constituted delays.", "11. The president of the District Court replied by a letter dated 23 October 2006 referring to the applicants’ complaint as a “repeated” complaint and finding it justified. He acknowledged that since 25 July 2005 the judge in charge of the case had not taken any step with a view to resolving it, and advised the applicants that the judge had been reminded in writing to proceed with the case without delay.", "12. The letter of the president of the District Court of 23 October 2006 was served on the applicants’ representative on 27 October 2006. On the latter date, the applicants challenged the length of the proceedings by way of a complaint under Article 127 of the Constitution (Constitutional Law no. 460/1992 Coll., as amended – Ústava Slovenskej republiky) to the Constitutional Court (Ústavný súd). The details are set out in paragraphs 16 to 22 below.", "13. On 1 December 2006 the District Court held a hearing, following which the applicants were ordered to produce further evidence. They did so on 18 December 2006.", "14. Further hearings were held on 21 December 2006 and 12 February 2007 and the District Court allowed the action on the latter date.", "15. The defendant’s appeal of 11 May 2007 was dismissed by the Regional Court on 26 February 2009, following a hearing held on the latter date. It became final and binding on 22 May 2009.", "16. The applicants’ complaint to the Constitutional Court (see paragraph 12 above) was received by the Constitutional Court on 6 November 2006.", "17. In their complaint, the applicants submitted that not a single judgment had been given on their action despite its having been pending for more than four years and one month. They claimed a violation of their rights to a hearing without unjustified delay under Article 48 of the Constitution and Article 6 § 1 of the Convention and the equivalent of some 2,200 euros (EUR) each in compensation for non-pecuniary damage.", "18. On 22 November 2006 the Constitutional Court declared the complaint inadmissible on the ground that the applicants had failed to satisfy the requirement of exhaustion of remedies under section 53(1) of the Constitutional Court Act (Law no. 38/1993 Coll., as amended – Zákon o organizácii Ústavného súdu Slovenskej republiky, o konaní pred ním a o postavení jeho sudcov).", "19. Referring to its decisions in cases nos. IV. ÚS 74/05, IV. ÚS 48/06, and II. ÚS 101/06, the Constitutional Court reiterated that a complaint under section 62(1) of the Courts Act (Law no. 757/2004 Coll., as amended – Zákon o súdoch) to the president of the court concerned was considered to be a remedy to be used prior to the lodging of a constitutional complaint about the length of the proceedings before that court.", "20. The Constitutional Court further reiterated that the remedy in question could only be considered as having been duly used if the complainant had afforded the court in question adequate opportunity to take measures with a view to remedying and correcting the unlawful situation caused by its inaction or ineffective action.", "21. Observing that the applicants’ constitutional complaint had been received by the Constitutional Court on 6 November 2006, it found that their complaint to the president of the District Court had only been a formal step without any effect that it otherwise could have had, had the president of the District Court been allowed adequate opportunity to take measures against unjustified delays in the impugned proceedings.", "22. The Constitutional Court’s decision was served on the applicants’ lawyer on 10 January 2007.", "23. The relevant part of Article 48 § 2 provides:", "“Everyone shall have the right to have his matter ... heard without undue delay...”", "24. Article 127 reads as follows:", "“1. The Constitutional Court shall decide on complaints by natural or legal persons alleging a violation of their fundamental rights or freedoms ... unless the protection of such rights and freedoms falls within the jurisdiction of a different court.", "2. If the Constitutional Court finds a complaint justified, it shall deliver a decision stating that a person’s rights or freedoms as set out in paragraph 1 have been violated by a final decision, specific measure or other act and shall quash such decision, measure or act. If the violation that has been found is the result of a failure to act, the Constitutional Court may order [the authority] which has violated the rights or freedoms to take the necessary action. At the same time it may remit the case to the authority concerned for further proceedings, order such authority to refrain from violating the fundamental rights and freedoms ... or, where appropriate, order those who have violated the rights or freedoms set out in paragraph 1 to restore the situation to that existing prior to the violation.", "3. In its decision on a complaint the Constitutional Court may grant appropriate financial compensation to the person whose rights under paragraph 1 have been violated.”", "25. The relevant part of section 53:", "“1. A[n] [individual] complaint is not admissible if the complainant has not exhausted legal remedies or other legal means, which a statute effectively provides to [the complainant] with a view to protecting [the complainant’s] fundamental rights or freedoms, and which the complainant is entitled to use under special statute.", "2. The Constitutional Court shall not declare a[n] [individual] complaint inadmissible even if the condition under sub-section 1 has not been fulfilled, if the complainant establishes that [the complainant] has not fulfilled this condition owing to reasons worthy of particular consideration.”", "26. The Act governs the system and powers of courts and courts’ administration. Its chapter (Hlava) 1 in part (Časť) 3 lays down the general rules on administration and management of courts. Its relevant part provides:", "“Section 32", "...", "2. The administration and management of courts may not interfere with their decision making activities.", "Section 33", "1. The administration and management of courts shall be carried out by bodies of administration and management to the extent and by means laid down by statute.", "2. Bodies of administration and management of courts include the president and the vice-president of a court. ...", "...", "Section 34", "1. The ministry [of justice] is in charge of the management of courts as the central body of State administration for the judiciary”", "27. Chapter 2 in Part 4 deals with the powers of a president of a court. The relevant part of section 53 provides:", "“1. The president of a court oversees the judges’ compliance with ethical standards and the principles that judicial proceedings should be smooth and dignified and, for that purpose", "...", "(f) monitors the decision-making activities of judges from the point of view of the smooth conduct of judicial proceedings,", "(g) examines complaints.", "...", "3. Should the president of a court establish a violation of the principle ... of the smooth conduct of judicial proceedings, the president is duty-bound to debate the shortcomings found with the judge concerned ... and, if necessary, to order measures ... to be taken with a view to eliminating the shortcomings found as well as their cause...", "...”", "28. Chapter 4 in part 4 deals with complaints about a court’s conduct. Its relevant part provides as follows:", "“Section 62", "1. A complaint may be brought by a participant or a party to proceedings. A complaint about a court’s conduct may be brought following a breach of the right to a public hearing without unjustified delay or [...]", "[...]", "Section 63 – Examination of complaints", "1. A complaint shall be dealt with by the president of the court concerned, unless [the Criminal Procedure Code] provides otherwise.", "2. Complaints against the president of the court shall be dealt with by the president of a higher court.", "Section 64", "1. The purpose of dealing with a complaint is to establish whether there has been a delay in proceedings ... and to rectify any shortcomings found.", "2. In order to establish the status of the matter, the body dealing with a complaint is duty-bound to examine all circumstances. Should the proper dealing with a complaint so require, the complainant shall be heard, as shall the persons against whom the complaint is directed and any other persons who may facilitate the examination of the complaint.", "3. Should the body entrusted with dealing with the complaint establish that it is justified, [it] shall take and ensure the taking of measures with a view to rectifying shortcomings and, if necessary, call those responsible for the shortcomings to account.", "Section 65", "1. A complaint shall be dealt with within thirty days of the date on which it is received by the body liable to deal with it.", "[...]", "Section 66", "The complainant must be informed in writing of the way in which a complaint has been dealt with and of the measures taken with a view to rectifying the shortcomings established. [...]", "Section 67 – Review of examination of complaints", "1. Should the complainant be of the view that a complaint which he filed to the competent body of a court has not been dealt with properly, [the complainant] may, within 30 days of the service [on the complainant] of the reply [to the complaint], demand that:", "(a) the president of a Regional Court review the examination of the complaint by the president of a District Court,", "(b) the ministry [of justice] review the examination of the complaint by the president of a Regional Court or the Specialised Criminal Court.", "[...]", "Section 70 – Common provisions", "A complaint submitted to a court under section 62 or [...], shall be considered on its merits.”", "29. The Act entered into force on 1 April 2005 (Article XV). It replaced (section 102), inter alia, the State Administration of Courts Act (Law no. 80/1992 Coll., as amended – Zákon o sídlach a obvodoch súdov Slovenskej republiky, štátnej správe súdov, vybavovaní sťažností a o voľbách prísediacich (zákon o štátnej správe súdov)), which had regulated the issue until then, according to a similar pattern (see, for example, Polka v. Slovakia (dec.), no. 72241/01, 13 November 2007; Harabin v. Slovakia (dec.), no. 62584/00, 29 June 2004; Molnárová and Kochanová v. Slovakia (dec.), no. 44965/98, 9 July 2002; and I.S. v. Slovakia, no. 25006/94, § 24, 4 April 2000).", "30. The State Liability Act 2003 (Zákon o zodpovednosti za škodu spôsobenú pri výkone verejnej moci) was enacted on 28 October 2003. It became operative on 1 July 2004 and replaced, as from that date, the State Liability Act of 1969 (Law no. 58/1969 Coll. – Zákon o zodpovednosti za škodu spôsobenú rozhodnutím orgánu štátu alebo jeho nesprávnym úradným postupom).", "31. The State Liability Act 1969 had no specific provisions for compensation for damage of a non-pecuniary nature (see, mutatis mutandis, Karlin v. Slovakia, no. 41238/05, § 65, 28 June 2011 with further references).", "32. The explanatory report on the State Liability Act 2003 provides that the purpose of the Act is to render the mechanism of compensation for damage caused by public authorities more effective and thus to reduce the number of cases in which persons are obliged to seek redress before the European Court of Human Rights.", "33. Section 9 provides:", "“1. The State is liable for damage caused by wrongful official conduct. Wrongful official conduct includes a public authority’s failure to take action or issue a decision within the statutory time-limit, general inactivity in the exercise of public authority, unjustified delays in proceedings or other unlawful interference with rights and legally recognised interests of individuals and legal entities.", "2. The right to compensation for damage caused by wrongful official conduct is vested in the person who sustained the damage.”", "34. Section 17 defines the manner and extent of compensation for damage. Its relevant part provides:", "“1. Damage and lost profit shall be compensated for, unless special legislation provides otherwise.", "2. In the event that the finding of a violation of a right alone is not adequate compensation in view of the loss caused by the unlawful official action or wrongful official conduct, monetary compensation shall also be awarded for non-pecuniary damage, if it is not possible to compensate for it otherwise.”", "35. Part 5 of the Act contains common and transitional provisions. Section 27 reads as follows:", "“1. Liability under this Act applies to damage caused by decisions [issued] and wrongful official conduct [taking place] after the day of its entry into force.", "2. Liability for damage caused by decisions issued and wrongful official conduct [having taken place] before the entry into force of this Act shall be governed by the hitherto applicable statute.”", "36. In connection with the present application, as well as two other individual applications under the Convention of a similar kind, the Constitutional Court produced a report.", "The report is dated 7 June 2010 and concerns, specifically, the application of the rule of exhaustion of remedies under section 53(1) and (2) of the Constitutional Court Act, with reference to a complaint under the Courts Act, in the context of a complaint under Article 127 of the Constitution about the length of proceedings.", "The report can be summarised as follows.", "37. In applying section 53(1) of the Constitutional Court Act, the Constitutional Court relies on the principles of an “available” and “effective” remedy. By this is understood that the remedy is directly accessible to the complainant and that using it has direct procedural consequences capable of achieving redress in the form of restitution, compensation or at least prevention. As to a complaint under the Courts Act in respect of the length of proceedings, its preventive (accelerating) effect for the future is central.", "38. In the exercise of their duties, should the presidents of courts establish unjustified delays in proceedings, they are duty-bound to debate them with the judge concerned and, if necessary, to prescribe measures to be taken with a view to rectifying the shortcomings found, as well as their cause. Moreover, they have the power to impose disciplinary sanctions.", "39. The effectiveness of a complaint under the Courts Act and the requirement for it to be used are examined on the specific facts of every individual case, taking into account:", "(i) the outcome of the complaint (in particular whether it was found justified or not and whether the complainant has been informed of any measures taken);", "(ii) the conduct of the court subsequent to the introduction of the complaint (whether the court has started examining the matter and begun taking specific procedural steps);", "(iii) the overall length and the subject matter of the proceedings (whether any accelerating effect of the complaint is of importance and relevance from the point of view of the object and purpose of the right to a hearing without unjustified delay, in view of the past length of the proceedings and their subject matter); and", "(vi) the conduct of the complainants from the point of view of actively asserting their right to a hearing without unjustified delay.", "40. Application of the general criteria mentioned in the preceding paragraph results in two contrasting situations, depicted in the following two paragraphs.", "41. First, the Constitutional Court has not required complainants to use the remedy in question in cases where the length of proceedings has been “extreme” or “manifestly disproportionate”, provided that, in the course of those proceedings, the complainants had been actively seeking their acceleration, even if not by way of a formal complaint under the Courts Act.", "42. Second, the Constitutional Court has declared inadmissible complaints under Article 127 of the Constitution on account of the complainants’ failure to comply with the requirement under section 53(1) of the Constitutional Court Act to exhaust remedies – the complaint under the Courts Act – if the complainants lodged their complaints under the Courts Act only formally, that is to say:", "(i) after they had brought their complaints to the Constitutional Court,", "(ii) at the same time as they brought their complaints to the Constitutional Court, or", "(iii) if they lodged their constitutional complaints so soon after their complaints under the Courts Act that it was not objectively possible for the ordinary court to provide redress and for the Constitutional Court to assess the effect of the complaint under the Courts Act.", "43. A review by the president of the higher court of the examination of a complaint under the Courts Act by the president of a lower court has never been required by the Constitutional Court for the purposes of the exhaustion rule under section 53(1) of the Constitutional Court Act.", "44. A complaint under the Courts Act, combined with an action for damages under the State Liability Act, and a complaint under Article 127 of the Constitution constitute a set of remedies to be considered compatible with the standards set out in the Court’s judgment in the case of Kudła v. Poland ([GC], no. 30210/96, ECHR 2000XI), including those under Article 13 of the Convention.", "45. The report cites, inter alia, the following cases, which the Constitutional Court declared inadmissible because a complaint under the Courts Act (or its equivalent under the State Administration of Courts Act):", "(i) had not been lodged (case no. II. ÚS 93/04, decision of 8 April 2004; case no. III. ÚS 132/05, decision of 5 May 2005; and case no. III. ÚS 401/08, decision of 3 December 2008);", "(ii) had not been lodged in the appropriate (written) form and, in any event, the alleged telephone complaint had been made just four days before the introduction of the constitutional complaint (case no. IV. ÚS 265/05, decision of 7 November 2005); and", "(iii) could not be considered as having been properly used, as it had been lodged only eight days (case no. IV. ÚS 306/04, decision of 13 October 2004), one month and twenty-five days (case no. III. ÚS 85/06, decision of 8 March 2006), and not earlier than one month and eighteen days (case no. III. ÚS 13/06, decision of 4 January 2006) before the introduction of the respective constitutional complaint.", "46. As to the Constitutional Court’s decisions, relied on by the applicants (see paragraph 47 below), without further elaboration, the report suggests that they were not comparable and thus relevant to the applicants’ case because:", "- the proceedings had commenced on 14 June 2000, the complaint under the Courts Act had been lodged on 6 October 2004, the president had replied on 25 October 2004 and the constitutional complaint had not been lodged until 30 December 2004 (case no. IV. ÚS 15/05);", "- a complaint under the Courts Act could no longer have had any accelerating effect since, prior to it, the proceedings had been transferred to a different court for reasons of jurisdiction (case no. III. ÚS 67/05);", "- the proceedings had commenced in 1992, an application aimed at eliminating unjustified delays had been lodged on 30 June 2002 and the constitutional complaint had been lodged on 15 November 2005 (case no. I. ÚS 23/06);", "- although the president of the court concerned had accepted that there had been unjustified delays in the proceedings, these were due to “objective grounds”, the proceedings having been conducted in a continuous manner, and no corrective measures were envisaged (case no. I. ÚS 33/06);", "- the action had been lodged on 16 October 2001, a complaint under the Courts Act had been lodged on 28 September 2005, the response of the president of the court concerned had been served on the complainant on 4 November 2005 and the constitutional complaint had not been introduced until more than four months later (on 21 March 2006) (case no. I ÚS 182/06);", "- in the course of the proceedings the complainants had several times demanded that hearings be scheduled and that the proceedings be conducted in a continuous manner, the proceedings at the relevant time having lasted for some six years and seven months (case no. I. ÚS 30/07); and", "- although the complainant had not formally lodged a complaint under the Courts Act, he had actively sought to have hearings scheduled and the proceedings conducted in a continuous fashion on numerous occasions (case no. III. ÚS 154/06).", "47. The applicants argued that, in unrelated cases, which had however been represented by the same lawyer as in the present case, the Constitutional Court had declared admissible the following constitutional complaints:", "(i) which had been lodged two months and five days (case no. IV. ÚS 15/05, decision of 18 January 2005), two months and two days (case no. III. ÚS 67/05, decision of 2 March 2005), one month and seventeen days (case no. I. ÚS 33/06, decision of 9 February 2006), one month and seven days (case no. III. ÚS 214/06, decision of 27 June 2006), sixteen days (case I. ÚS 258/06, decision of 23 August 2006), twenty-one days (case no. II. ÚS 283/06, decision of 13 September 2006), twelve days (case no. I. ÚS 30/07, decision of 21 March 2007), thirty-one days (case no. IV. ÚS 279/09, decision of 7 August 2009), one month and eleven days (case no. II. ÚS 414/09, decision of 10 December 2009), and seventeen days (case no. II. ÚS 256/2010, decision of 15 March 2010) after the reply of the president of the court concerned who had accepted that there had been unjustified delays in the proceedings concerning actions of 14 June 2000, 20 June 2000, 11 January 1995, 13 September 1999, 13 June 1996, 9 April 2002, 28 March 2000, 13 November 2001, 2 December 1997 and 27 September 2007 respectively; and", "(ii) without examining whether or not prior to the constitutional complaint the complainant had asserted his rights by way of a complaint under the Courts Act in an action of 13 April 1992 (case no. I. ÚS 23/06 (decision of 18 January 2006)), in an action of 16 October 2001 (case no. I. ÚS 182/06 (decision of 8 June 2006)) and in an action of 6 December 1994 (case no. II 243/08 (decision of 11 June 2009)).", "48. In an unrelated case no. II. ÚS 26/95, with reference to a complaint under the State Administration of Courts Act, which was in the relevant aspects comparable to a complaint under the Courts Act (see paragraph 29 above), the Constitutional Court held that the use of such a complaint was not required prior to a claim before the Constitutional Court that the length of the judicial proceedings in question was excessive (judgment (nález) of 25 October 1995).", "49. In cases nos. III. ÚS 220/09 and I. ÚS 267/09 the Constitutional Court dealt with repeated complaints under Article 127 of the Constitution of continuing delays in judicial proceedings following and despite previous judgments of the Constitutional Court finding a violation of the complainants’ right to a hearing within a reasonable time and ordering the courts in question to proceed with the respective cases without delay.", "Case no. III. ÚS 220/09 (decision of 28 July 2009) was declared admissible without a specific examination of whether a complaint had been lodged under the Courts Act.", "Case no. I. ÚS 267/09 (decision of 29 September 2009) was declared inadmissible on account of the complainant’s failure duly to use that remedy, his previous requests for the proceedings to be accelerated not having been taken into account.", "50. In cases nos. I. ÚS 272/08 and II. ÚS 435/08 the Constitutional Court dealt with complaints by two individuals about the length of the proceedings in their joint action for damages. The complainants were represented by the same lawyer and had both lodged complaints under the Courts Act (30 May and 8 July 2008 respectively) prior to introducing their constitutional complaints (21 July and 29 September 2008 respectively).", "Case no. I. ÚS 272/08 (decision of 18 September 2008) was declared inadmissible because it had been lodged too soon after the reply of the president of the respective court (18 June 2008).", "Case no. II. ÚS 435/08 (decision of 27 November 2008) was declared admissible."], "VIOLATED_ARTICLES": ["13", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}