{"ITEMID": "001-5552", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "ADMISSIBILITY", "DATE": 2000, "DOCNAME": "SIEWERT v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Georg Ress", "TEXT": ["The applicant is a Polish citizen, born in 1932, residing in Krakòw.", "The facts of the case, as submitted by the applicant, may be summarised as follows.", "A. The facts of the case", "During the Second World War the applicant and her mother lived near Łódź. The applicant’s mother was of German origin. Before the war she did not have any citizenship. Later on, during the war, she obtained German citizenship and was put on the “Volkslist”.", "In April 1945 the applicant and her mother were arrested and detained in prison in Warsaw. While detained, the applicant worked with other prisoners, clearing the streets of Warsaw of rubble. When the applicant was released in September 1945, she was informed that her mother had died during her detention.", "On 17 July 1990 the applicant requested the Main Commission on Research on Crimes Against the Nation to institute criminal proceedings concerning her and her mother’s detention in 1945. Apparently, on 25 October 1990 the Kraków regional branch of the Commission questioned the applicant in respect of the circumstances of her and her mother’s detention and her mother’s death.", "In a letter to the applicant dated 30 November 1990 the commission stated that the acts of the agents of the communist regime towards her and her mother were indeed deplorable. The applicant was requested to accept sincere apologies. She was further informed that due to prescription it was now impossible to institute criminal proceedings in order to identify persons responsible for these acts. However, legislative amendments were under way such as to allow the victims of the communist persecution to seek moral and pecuniary satisfaction for their sufferings.", "On 8 August 1996 the commission declared that it lacked competence to investigate the applicant’s case and later on, transmitted it to the Łódź Regional Prosecutor.", "In a letter of 21 August 1996 the commission informed the applicant that on 12 July 1995 amendments to the Criminal Code had been adopted, according to which certain crimes were not any more subject to prescription. Accordingly, it became possible to investigate the applicant’s case. However, the commission lacked competence to do so as its task was to investigate cases of war crimes and crimes against humanity. Thus, it was outside its jurisdiction to investigate the individual case of a twelve-year-old child detained in a labour camp.", "On 17 December 1996 the documents concerning the applicant and her mother’s case were submitted, through the office of the Regional Prosecutor, to the Łòdź District Prosecutor.", "In May 1997 the Łòdź District Prosecutor discontinued the investigations of the applicant’s complaints. It was established that the applicant and her mother, who was of German origin, had during the war been put on the so-called “Volkslist”, a list of persons who acknowledged their German nationality. In April 1945 both the applicant’s mother and the applicant had been arrested. Subsequently they had been transported to Warsaw, to Mokotów prison at Rakowiecka Street, and afterwards, after two months of detention, they were put in another Warsaw prison, serving also as labour camp, known as “Gęsiówka”. Upon her release in September 1945 the applicant was informed that her mother had died in prison.", "The prosecutor went on to state that the authorities responsible for the applicant’s detention had breached all applicable laws in that none of the provisions in force at that time, concerning punitive and criminal measures in respect of persons who had accepted German citizenship during the war or had otherwise collaborated with the occupants, provided for detention or allowed for any other punitive measures to be taken in respect of children under fourteen years of age. Certain measures set forth by the Military Criminal Code then in force could be applied to persons older than thirteen, whereas the provisions of the Decree on Exclusion of Persons Guilty of Betrayal of the Nation could only be applied to persons older than fourteen. However, all investigative measures undertaken by the prosecuting authorities in order to identify persons and authorities responsible for the applicant’s unlawful persecution, had failed. The prosecution authorities had submitted a number of requests concerning the applicant's imprisonment to: the archives of the Main Commission on Research on Crimes Against the Nation, the archives of the Łódź Regional Court and the Regional Prosecutor, the State Archives in Łódź and in Warsaw, the Bureau of the State Security, the Central Prison Administration, and the Central State Archives of New Documentation. Despite these efforts, the identity of persons responsible for the decision to put the applicant and her mother in detention could not be established. The applicant’s name was not to be found in the incomplete archives of the Rakowiecka Prison or of the so-called Central Labour Camp in Warsaw. Therefore the prosecuting authorities, having exhausted all available investigative measures, had to discontinue the proceedings.", "By a letter of 19 January 1998 the office of the Ombudsman informed the applicant that in reply to her query they had requested the Director of the Private Office of the Minister of Justice to suggest an available legal procedure by way of which she could seek compensation for her unlawful detention in 1945.", "In a letter of 27 February 1998 the Łódź Appellate Prosecutor informed the applicant, in reply to her complaint about the outcome of the investigations which she had submitted on 13 September 1997 to the Ombudsman, that the decision to discontinue the investigation was justified. This conclusion was supported by a thorough analysis of the case-file, which in particular did not give any ground for the view that the prosecuting authorities had been acting negligently or superficially. The first-instance prosecutor had found that the offence of unlawful deprivation of liberty had clearly been committed in the applicant’s case, as shown by documents of the former Ministry of Public Security, found in the State Archives. The file No. 5/11, containing, inter alia, a list of prisoners for 1 May 1945, had confirmed that the applicant had been at that time detained in Mokotów prison at Rakowiecka Street. It was true that the decision of 27 May 1997 had failed to indicate detailed findings made in respect of the applicant’s detention and to refer to concrete documentary evidence. However, there was nothing to show that the decision was, on the whole, unjustified. As regards the issue of compensation for the unlawful detention, the prosecuting authorities had no competence to examine it within the framework of their investigations.", "In a further letter of 2 March 1998 the Łódź Appellate Prosecutor informed the applicant, in reply to her query about the possibility to obtain, under existing laws, compensation for her detention in 1945, that, regrettably, the laws in force did not offer any prospects of success. Persons seeking compensation for unlawful detention could submit their claims either under Chapter 50 of the Code of Criminal Procedure of 1969, or under the provisions of the Civil Code governing liability in tort. However, in the applicant’s case all substantive and procedural time-limits for lodging of such claims had expired long before.", "The applicant twice, by letters of 10 March and 21 May 1998, disagreed with the opinion expressed in the letter of 2 March 1998. In reply, the Appellate Prosecutor confirmed his position in the letter of 26 May 1998.", "In a letter of 8 July 1998 the Ministry of Justice informed the applicant, in reply to her complaint about the decision to discontinue the investigations, that her complaints were unfounded. The contested decision and the following letters of the Apellate Prosecutor contained detailed arguments in support of the decision to discontinue the investigations.", "B. Relevant domestic law", "Chapter 50 of the Code of Criminal Procedure of 1969 provided in Article 487 § 4 for compensation regarding damages arising out of obviously unjustified detention on remand and for arrest and detention up to 48 hours. The Regional Court in whose region the detained person had been released was competent to examine whether the conditions for awarding compensation were met. The decision of the Regional Court could be appealed to the Court of Appeal.", "inter alia, the decision of the Supreme Court no. II KRN 124/95, 13.10.1995, published in OSNKW 1996/1-2/7).", "Chapter 58 of the Code of Criminal Procedure of 1997, which entered into force on 1 September 1998, provides for a request for compensation for, inter alia, unjustified detention. Article 552 § 4 of the Code is currently an equivalent of Article 487 § 4 of the Code of 1969."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}