{"ITEMID": "001-67913", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NLD", "BRANCH": "ADMISSIBILITY", "DATE": 2004, "DOCNAME": "VAN THUIL v. THE NETHERLANDS", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson", "TEXT": ["The applicant, Gijsbert Bertus van Thuil, is a Netherlands national who was born in 1952 and, at the time of the introduction of the application, was detained in a remand centre in Hoogeveen. He is represented before the Court by Mr S.T. van Berge Henegouwen, a lawyer practising in Maastricht.", "On 21 November 2001, the applicant was arrested and placed in police custody (inverzekeringstelling) for a maximum of three days on suspicion of involvement in the exportation of synthetic drugs. At the time of his arrest, 1,500 US Dollars was found on him. The search of the premises where he was arrested resulted in the finding of, inter alia, a plastic bag with eight pills with a horse-like logo, a pill with a euro logo, an order for dried flowers, a Netherlands passport in the applicant's name, a Belgian passport in the name of a Mr X. containing an identity photograph of the applicant, two papers with telephone numbers and two address books. When heard on 21 November 2001 in connection with his placement in police custody, the applicant stated that he knew that he did not have to answer any questions, that he understood that he had been arrested in connection with trafficking in and/or exporting hard drugs, and that he wished to be represented by a lawyer.", "When heard by the police on 22 November 2001, the applicant stated, inter alia, that he had been convicted and sentenced to five years' imprisonment in the past for drug offences, that he knew nothing about drugs, that he had obtained the Belgian passport from a man from Limburg and that the particulars therein had been made up, and that the pills found, which looked like XTC pills, might have been left behind by one of his acquaintances who had visited him. He further stated that he did not know anything about the transport of more than 1,000,000 XTC pills which had been seized in Germany on 20 November 2001. After he had been confronted with photographs taken under surveillance, the applicant stated that he only recognised someone whom he knew as John, an acquaintance who visited him sometimes. He did not know the other persons in the photographs shown to him.", "On 23 November 2001, the applicant was heard by the investigating judge (rechter-commissaris) of the Amsterdam Regional Court (arrondissementsrechtbank) on the public prosecutor's request to place the applicant in detention on remand (inbewaringstelling) on suspicion of his involvement in the exportation of an estimated quantity of 1,600,000 XTC pills, membership in a criminal organisation involved in drugs offences, and the possession of a Belgian passport he knew to be forged.", "The public prosecutor's request was accompanied by the written record of the provisional findings in the criminal investigation (voorgeleidingsproces-verbaal). This written record ran to 298 pages and consisted of a full account of the criminal investigation (relaas van onderzoek) and the relevant appendices, including the written records of the arrest of the applicant and two co-suspects, their subsequent questioning by the police, six searches, the notifications of seizures, the finding – on 11 November 2001 on a drugs courier – of four bags containing 3,718 kg. pills tested positive for XTC, a report dated 22 November 2001 from the German authorities stating that the substance found in seized cardboard boxes had tested positive for XTC, the summaries of 36 conversations intercepted on tapped telephones used by co-suspects, a written record on a surveillance operation conducted on 10 November 2001 and on the authenticity verification of the two passports found in the search when the applicant was arrested. These written records were made available to the applicant.", "According to the written record of the investigation, in September 2001 the Amsterdam-Amstelland Regional Criminal Intelligence Unit (Regionale Criminele Inlichtingen Eenheid) had received information about several persons involved in XTC trafficking. On this basis, as of 28 September 2001, an investigation was made into a group of persons involved in the commission of drug offences under the direction of one of these persons, Mr E. This investigation disclosed, inter alia, that the applicant was apparently involved in exporting XTC. In the course of the investigation, the authorities had intercepted telephone conversations, conducted surveillance operations and intercepted various XTC shipments. Two drug couriers had been arrested on 10 November 2001 in the United Kingdom upon their arrival on a flight from Amsterdam; one drug courier had been arrested on 11 November 2001 in the Netherlands and, on 20 November 2001, a shipment of about 1,600,000 XTC pills – packed in cardboard boxes hidden between boxes of dried flowers and transported in a truck driven by a Netherlands driver, Mr B. – had been intercepted by the German authorities when the driver was unloading the XTC in Lübeck (Germany). The truck driver had apparently transported these boxes on the instructions of the applicant, who in turn had acted under instructions from Mr E. who would have bought the XTC from the applicant. In the course of surveillance carried out, the applicant had often been seen in the company of Mr B.", "When heard by the investigating judge on 23 November 2001, the applicant submitted that the suspicions against him were based on unsubstantiated conclusions drawn by the investigating authorities and therefore could not be taken into account in assessing the question whether there were serious suspicions (ernstige bezwaren) against him. He contended that the written record of the provisional findings in the criminal investigation had not been accompanied by documents containing the facts and/or circumstances from which these conclusions had been drawn by the investigating authorities (e.g. the surveillance records, or the record of the intercepted communications and/or statements taken in the course of the investigation).", "On the same day, the investigating judge ordered the applicant's detention on remand for a period of ten days. Noting the applicant's suspected involvement in the exportation of an estimated quantity of 1,600,000 XTC pills, his membership in a criminal organisation and his possession of a forged Belgian passport, the investigating judge considered that there were grave suspicions against the applicant. The judge found that there was a serious risk of the applicant absconding and that there were important reasons of public safety (gewichtige redenen van maatschappelijke veiligheid) which required his immediate detention: the offence of which he was suspected could attract a 12-year prison sentence; the legal order had been seriously shaken by that offence; there was a serious risk that the applicant would commit a further offence whereby the health of persons might be endangered, and the applicant, in view of statements made and/or drugs found, was apparently involved in extensive drug trafficking.", "By letter of 27 November 2001, the applicant's lawyer informed the public prosecutor that it appeared from the copies of the written records (processenverbaal) with which he had been provided that, in the course of the investigation, several so-called special investigative powers (bijzondere opsporingsbevoegdheden) had been deployed. He requested the public prosecutor to provide him with all the written records and orders relating to the exercise of these powers.", "On 29 November 2001, the applicant was heard by the Amsterdam Regional Court on the public prosecutor's request for his further detention on remand (gevangenhouding). At this hearing, the applicant requested the Regional Court to lift his pre-trial detention, arguing that the investigating judge had unjustly assessed the seriousness of the suspicions against him on the basis of conclusions drawn by the police, whereas the facts and/or circumstances (e.g. the surveillance records or the intercepted communications and/or statements taken in the course of the investigation), on which these police conclusions were based, were not included in the case file. On the same day, the Amsterdam Regional Court ordered the applicant's further detention on remand for a period of thirty days. It considered, after having heard the prosecutor and the applicant, that the suspicion and grounds which had led to the applicant's detention on remand were still pertinent.", "By letter of 1 December 2001, the Amsterdam public prosecutor dealing with the applicant's case informed the latter's lawyer that he would shortly transmit copies of all written records and orders issued in the applicant's case. However, owing to the prosecution's workload, this could not be done immediately. The public prosecutor added that no documents would be withheld, as the interests of the investigation did not require that.", "On 24 December 2001, acting on a request by the public prosecutor, the Amsterdam Regional Court prolonged the applicant's further detention on remand by thirty days. After having heard the prosecutor and the applicant, it considered that the suspicion and grounds which had led to the applicant's further detention on remand were still pertinent.", "On 27 December 2001, the applicant filed an appeal against the decision of 24 December 2001 with the Amsterdam Court of Appeal (gerechtshof).", "On 11 January 2002, the public prosecutor transmitted to the applicant's lawyer copies of the requests, authorisations and orders in respect of the investigative powers that had been used in the applicant's case. These documents were accompanied by various written records containing the findings of the investigation authorities in support of their requests for authorisation to use special investigative powers.", "On 22 January 2002, acting on a request by the public prosecutor and having noted that the applicant had indicated in writing that he did not wish to be heard on that request, the Amsterdam Regional Court prolonged the applicant's detention on remand for a further period of thirty days, considering that the suspicion and grounds which had led to the applicant's further detention on remand were still pertinent.", "On 6 February 2002, having noted the impugned decision of 24 December 2001 and the documents relating to the applicant's pre-trial detention, and after having heard the parties, the Court of Appeal rejected the applicant's appeal and upheld the decision of 24 December 2001. As regards the applicant's request – made orally at the hearing – to lift his pre-trial detention on the same grounds as those he had raised before the Regional Court on 29 November 2001, the Court of Appeal considered that the serious reasons of public safety referred to in the order for the applicant's further detention on remand, and which continued to require his detention, outweighed the applicant's interests in being released and, consequently, rejected the request.", "On an unspecified date at the end of February 2002 and after having received copies of the written records containing the results of the special investigative powers that had been used in the criminal investigation, the applicant's lawyer requested that several witnesses be heard. At the time of the introduction of the application, first-instance trial proceedings against the applicant had started. No further information about these trial proceedings has been submitted.", "Pursuant to Article 152 of the Code of Criminal Procedure (Wetboek van Strafvordering – the “CCP”), officials with powers of investigation into offences must record as soon as possible in writing (procesverbaal) the investigated punishable fact or what they have done or found in the investigation.", "Article 133 of the CCP defines pre-trial detention (voorlopige hechtenis) as a deprivation of liberty pursuant to an order for detention on remand (inbewaringstelling), a warrant for the taking into pre-trial detention (gevangenneming), or an order for further detention on remand (gevangenhouding). The statutory rules governing pre-trial detention are set out in Articles 63 to 88 of the CCP.", "An order for pre-trial detention can only be issued against persons suspected of an offence attracting a punishment of four years or more, or of a number of other specified criminal acts (Article 67 § 1 of the CCP). Pursuant to Article 67 § 3 of the CCP, pre-trial detention can only be applied when it appears from the facts or circumstances that there are serious suspicions against the suspect (“wanneer uit feiten of omstandigheden blijkt van ernstige bezwaren tegen de verdachte”). Orders for pre-trial detention are immediately enforceable (Article 73 § 1 of the CCP).", "A (deputy) public prosecutor is competent to order the arrest of a person suspected of having committed a criminal offence, in respect of which detention on remand may be ordered (Article 54 of the CCP). A (deputy) public prosecutor can further order a person's subsequent detention in police custody (inverzekeringstelling), after having seen and heard that person (Article 57 of the CCP). An order for detention in police custody can only be issued in respect of offences for which detention on remand may be ordered. A custody order is valid for a maximum of three days and may only be prolonged for a further maximum period of three days (Article 58 of the CCP). No appeal lies against a police custody order.", "Article 59a of the CCP requires that no later than three days and fifteen hours after the arrest, the suspect must be brought before an investigating judge in order to be heard. On that occasion the suspect may request the investigating judge to order his or her release (Article 59a § 4 of the CCP). Where the investigating judge finds the police custody order unlawful, the suspect's immediate release must be ordered (Article 59a § 5 of the CCP). In order to prolong the detention of a suspect, the public prosecutor can request the investigating judge to issue an order for detention on remand under Article 63 of the CCP. A remand order given by the investigating judge is valid for a maximum period of ten days (Article 64 § 1 of the CCP).", "Although no direct appeal lies against a remand order, a person whose detention on remand has been ordered can, in accordance with Article 69 § 1 of the CCP, apply to the Regional Court for a lifting order (opheffing voorlopige hechtenis). Under Article 87 § 2 of the CCP, an appeal against a rejection by the Regional Court of a first request to lift the detention on remand may be lodged with the Court of Appeal.", "Upon a request by the public prosecutor, the Regional Court can, after having heard the suspect, order the prolongation (gevangenhouding) of the original remand order of the investigating judge (Article 65 of the CCP). The Regional Court's order for further detention on remand is valid for a maximum period of thirty days (Article 66 of the CCP).", "An appeal against an order for further detention on remand lies to the Court of Appeal who is to determine such an appeal as soon as possible (Article 71 of the CCP).", "According to Article 30 § 2 of the CCP, the investigating judge or the public prosecutor can, if the interests of the investigation so require, withhold certain case file documents from the suspect. In that case, the suspect will be informed in writing that the documents available to him or her are incomplete. If documents are withheld from a suspect, the latter can file an objection (bezwaar), within fourteen days after the notification of the decision, to the court to which the public prosecutor or investigating judge is attached, which court must determine the matter as soon as possible (Article 32 of the CCP).", "Pursuant to Article 33 of the CCP, a suspect must be given access to all documents in the case file as soon as the decision to close the preliminary judicial investigation has become final or, where there has been no preliminary judicial investigation, as soon as the decision to pursue the prosecution or the indictment has been served on the suspect."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}