{"ITEMID": "001-60554", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 2002, "DOCNAME": "CASE OF WILSON, NATIONAL UNION OF JOURNALISTS AND OTHERS v. THE UNITED KINGDOM", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 11;Not necessary to examine Art. 10;Not necessary to examine Art. 14+10 or 14+11;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award - domestic proceedings", "JUDGES": "Gaukur Jörundsson;Nicolas Bratza;Phillips of Worth Matravers", "TEXT": ["9. The first applicant, Mr Wilson, was employed as a journalist at the Daily Mail by Associated Newspapers Limited. The local branch, or “Chapel” of the second applicant, the NUJ, had been recognised since at least 1912 for the purpose of collective bargaining as regards all aspects of the terms and conditions of employment of its members.", "10. On 10 November 1989 the first applicant, in common with other journalists, received the following letter from the editor of the Daily Mail:", "“Dear Dave,", "You probably know that the collective bargaining agreement between the Chapel and the Management is due to end on 1 April 1990. The Company has given notice that it does not intend to negotiate a new agreement with the Chapel and that, from that date, the NUJ will not be recognised as a negotiating body.", "Instead, salaries will be reviewed annually each 1 October as they are already for the senior editors. Departmental heads will make recommendations to me for each individual member of their staff. I will, of course, discuss these with my editors in detail and add my own assessment, as I do now, for merit rises. I shall then implement salary increases.", "A handbook has been drawn up which contains the benefits and conditions which exist under the current agreement.", "Each member of staff will be given a new contract which embodies these conditions together with the Handbook. I think it is worth pointing out that the Handbook includes a grievance procedure.", "All journalists who sign their new contracts before 1 January 1990 will be awarded a 4.5% wage increase backdated to 1 October 1989. As I have said, the next review of salaries will be on 1 October 1990.", "I would like to point out that, contrary to what is happening on other national newspapers, our new arrangement does not involve any redundancies. Nor any radical changes in the way we produce our papers.", "I think you should know that the initiative to end collective bargaining has come from the editors, not the management.", "It is the skill of journalists as individuals that makes our papers. We appoint journalists as individuals and we want to continue to treat them as individuals throughout their whole career here, in order that they and our papers shall prosper.", "The success of the Daily Mail is based on its team of highly qualified and highly paid journalists. We intend to develop that success and, with it, the careers of our journalists.", "Yours sincerely,", "...”", "11. The first applicant refused to sign a new contract, because he objected to its provisions prohibiting trade union activity during working hours and removing his right to be represented by the union and the rights of the union to negotiate with management and be consulted on and agree changes to terms and conditions of employment. In subsequent years Mr Wilson's salary increased, but was never raised to the same level as that of employees who had accepted personal contracts.", "12. After 1 April 1990 the employer continued to deal with the NUJ on health and safety issues, but did not recognise the union for any other purpose.", "13. The third and fourth applicants, Mr Palmer and Mr Wyeth, were employed by Associated British Ports (“the ABP”) at the Port of Southampton as manual grade employees. They were members of the NURMTW (the fifth applicant). The trade union was recognised by the employer for the purposes of collective bargaining under the terms of a collective agreement.", "14. On 8 February 1991 the third and fourth applicants, in common with other manual grade employees, were sent letters in the following terms:", "“I am writing to advise you that Associated British Ports has decided to offer you a personal contract of employment to take effect on 1 March 1991.", "You are probably aware that offers of personal contract terms have already been made to Management, Supervisory, Clerical, Technical staff and some Manual Grade Staff at Southampton. In offering personal contracts, the Company is seeking to introduce a system whereby the individual merit and contribution of an employee may be recognised and rewarded.", "Under the proposed new contract of employment, the level of future pay increases including that due on 1 March 1991, together with other improvements in conditions of service, will be determined by the Company. Wages will relate to the individual's responsibilities and performance together with conditions in the employment market, and the Company's financial position.", "If you choose to accept a new individual contract then the Agreement with the Trade Unions, which currently forms part of your contract of employment, will no longer apply to you. Your conditions of employment will, however, differ only in limited respects from those which you have at present. The most significant alterations are that you will no longer have the right to be represented by a Trade Union and, in future, your pay will not be determined by the present negotiated wage ranges, i.e., Groups 1 to 4 and Chargehands will no longer apply. Membership of your current pension scheme is entirely unaffected by whether or not you elect for a personal contract; similarly, voluntary severance and redundancy payments are unchanged but your overtime calculator will rise to 100%.", "As part of your personal contract the Company will pay you an increased wage from 1 March 1991, as advised to you in the attached personal letter, this new wage is inclusive of your pending March pay review.", "This new wage has been determined by enhancing your present wage after first consolidating the following items of pay which will be discontinued under the personal contract terms:–", "Allowances, e.g. Height, tool, allowances, etc.,", "Holiday bonus and higher grade duty payments.", "These items are being consolidated into the personal wage you are being offered and therefore become part of your pensionable pay.", "Overtime will be offered as and when necessary. There will be no contractual overtime.", "Under the new terms there will be a single annual review on 1 April, the first review being on 1 April 1992. Staff on personal contracts will be paid monthly by Bank Credit Transfer (BACS).", "If you accept a personal contract, the Company will, if you so wish, provide private medical insurance by paying for membership of a Corporate Health Plan with Private Patients Plan (PPP) for yourself. Your spouse and children may be included in this cover if you choose to pay the appropriate additional subscription. Full details are enclosed with this letter. ...", "The Company believes that the offer you are being made represents a significant improvement in your terms and conditions of employment. I hope therefore that you will decide to accept this offer. You should, however, clearly understand that you are free to reject it. ...”", "The average pay increase offered to manual grade employees who accepted personal contracts was 10%.", "15. The third and fourth applicants refused to sign personal contracts. Their pay and conditions of employment for 1991/92 were decided on a collective basis following negotiations between the union and the employer. They received an increase of pay and allowances of 8.9% and were not offered private medical insurance.", "16. In 1992 the employer gave notice that it was terminating the collective agreement and de-recognising the union for all purposes.", "17. The remaining applicants, Mr Doolan and the others, were all employed by the ABP at the Bute Docks in Cardiff and were members of the fifth applicant trade union, which was recognised by the employer for the purposes of collective bargaining. On 19 April and 19 July 1991 employees were sent letters offering them personal contracts with pay increases. In return, the employee had to relinquish all rights to trade union recognition and representation, and to agree that annual increases and other terms and conditions would no longer be negotiated by the union on his behalf.", "18. The applicants refused to sign personal contracts and, as a result, received only a 4% annual pay increase on their basic rate of pay. Those employees holding the same positions as the applicants who accepted personal contracts received a pay increase which was approximately 8% to 9% greater than that awarded to the applicants.", "19. In 1992 the employer gave notice that it was terminating the collective agreement and de-recognising the union for all purposes.", "20. The individual applicants all separately applied to the Industrial Tribunal complaining that the requirement to sign the personal contract and lose union rights, or accept a lower pay rise, was contrary to section 23(1)(a) of the Employment Protection (Consolidation) Act 1978 (“the 1978 Act” – see paragraph 27 below).", "21. In the proceedings brought by Mr Wilson, Mr Palmer and Mr Wyeth, the Industrial Tribunal found in favour of the applicants. The employers successfully appealed to the Employment Appeal Tribunal, and the applicants appealed to the Court of Appeal.", "22. The Court of Appeal found for the applicants on 30 April 1993 (judgment reported as Associated British Ports v. Palmer and Others; Associated Newspapers v. Wilson [1994] Industrial Cases Reports 97).", "In Palmer and Others it was accepted in the Court of Appeal that, in discriminating against the employees who refused to sign personal contracts, the employer had taken “action (short of dismissal)” against them, within the meaning of section 23 of the 1978 Act. The court held that the concept “being ... a member of an independent trade union” in section 23 involved more than simply holding a union membership card, and included making use of the essential services provided by the union, such as collective representation. In offering pay increases to those who revoked their right to be represented by the union, the employer had intended to induce employees to abandon collective bargaining and thus to achieve greater flexibility and bring an end to the need to consult the union. In denying the pay rise to those who would not forgo collective representation, the employer had acted with the purpose of penalising union membership, contrary to section 23(1)(a) of the 1978 Act.", "In Wilson it was accepted that the employer's decision to de-recognise the union from 1 April 1990 was not contrary to section 23, since the de-recognition was aimed at the union as a whole and was not action against any individual employee. The union had no legal sanction against de-recognition or the termination of the agreement on conditions of employment it had negotiated; the only sanction available to it was the threat of industrial action. The employer's purpose in offering a pay rise to those employees who accepted the new terms of employment was to negate the power of the union with a view to bringing an end to collective bargaining. Its purpose in denying the pay rise to the applicant because he refused to abandon collective bargaining was to deter him from being a member of the union.", "23. The employers appealed to the House of Lords, which, on 16 March 1995, decided unanimously against the applicants ([1995] 2 Law Reports: Appeal Cases 454). Three of the five Law Lords held that the word “action” in section 23(1) could not be construed as including an omission, so that the withholding of benefits by the employers from the applicants did not amount to “action (short of dismissal)”. In addition, four of the five Law Lords found that the employers' conduct had not been motivated by “the purpose of preventing, ... deterring ... or penalising” union membership, although in Palmer and Others (in the words of Lord Bridge) “it was plain that the employers were seeking by means of an attractive offer to induce their employees voluntarily to quit the union's collective-bargaining umbrella and to deal in future directly with the employers over their terms and conditions of employment”. However, trade unions could offer their members services other than the negotiation of terms and conditions of employment, and membership of a trade union could not therefore be equated with the use of the union's services for collective bargaining.", "24. Following the House of Lords' judgment, the applicants withdrew their applications from the Industrial Tribunal, having been advised that they could not succeed.", "25. According to United Kingdom law, a “trade union” is any organisation which consists wholly or mainly of workers and has the regulation of relations between workers and employers or employers' associations as one of its principal purposes (section 1 of the Trade Union and Labour Relations (Consolidation) Act 1992 – “the 1992 Act”). There is no system of licensing trade unions prior to their recognition for collective bargaining.", "26. At the time of the events in question in this case, collective bargaining was a wholly voluntary process. There was no legislation in the United Kingdom which inhibited the freedom of employers to recognise or de-recognise trade unions for the purposes of collective bargaining (the Employment Act 1980, repealing the Employment Protection Act 1975).", "27. Section 23(1)(a) of the Employment Protection (Consolidation) Act 1978 provided:", "“23(1) Every employee shall have the right not to have action (short of dismissal) taken against him as an individual by his employer for the purpose of", "(a) preventing or deterring him from being or seeking to become a member of an independent trade union, or penalising him for doing so.”", "This provision was re-enacted as section 146(1) of the 1992 Act.", "28. After the Court of Appeal found for the applicants, Parliament enacted section 13 of the Trade Union Reform and Employment Rights Act 1993 (“the 1993 Act”) to amend section 148 of the 1992 Act by providing that where “the employer's purpose was to further a change in his relationship with all or any class of his employees” then, unless the employer's action was action that no reasonable employer could take, section 146(1) of the 1992 Act would provide no remedy for the employee.", "29. Although a strike by employees involves breaches of their respective contracts of employment and calling or supporting a strike by a trade union involves the trade union in committing the tort of inducing a breach of contract of the employees concerned, section 219 of the 1992 Act confers protection where the defendant is acting “in contemplation or furtherance of a trade dispute” (as defined; see UNISON v. the United Kingdom (dec.), no. 53574/99, ECHR 2002-I).", "30. Article 5 of the Social Charter provides for the following “right to organise”:", "“With a view to ensuring or promoting the freedom of workers and employers to form local, national or international organisations for the protection of their economic and social interests and to join those organisations, the Contracting Parties undertake that national law shall not be such as to impair, nor shall it be so applied as to impair, this freedom. The extent to which the guarantees provided for in this Article shall apply to the police shall be determined by national laws or regulations. The principle governing the application to the members of the armed forces of these guarantees and the extent to which they shall apply to persons in this category shall equally be determined by national laws or regulations.”", "31. Article 6 of the Charter is headed “The right to bargain collectively” and provides:", "“With a view to ensuring the effective exercise of the right to bargain collectively, the Contracting Parties undertake:", "(1) to promote joint consultation between workers and employers;", "(2) to promote, where necessary and appropriate, machinery for voluntary negotiations between employers or employers' organisations and workers' organisations, with a view to the regulation of terms and conditions of employment by means of collective agreements;", "(3) to promote the establishment and use of appropriate machinery for conciliation and voluntary arbitration for the settlement of labour disputes;", "and recognise:", "(4) the right of workers and employers to collective action in cases of conflicts of interest, including the right to strike, subject to obligations that might arise out of collective agreements previously entered into.”", "32. In 1995 the Committee of Independent Experts set up under Article 25 of the Social Charter examined section 13 of the 1993 Act with a view to determining whether it was consistent with Article 5 of the Charter and observed as follows (Conclusions XIII-3, Council of Europe, 1996, p. 108):", "“... the Committee was of the opinion that the wording of section 148(3)(a) was so general that the effect of this provision was that only in exceptional cases would a tribunal be able to rule that the action taken by the employer was unlawful because it violated freedom of association. It considered that this weakening of the protection of freedom of association was not compatible with the requirements of Article 5. It pointed out that 'the Contracting State is obliged to take adequate legislative or other measures to guarantee the exercise of the right to organise, and in particular to protect workers' organisations from any interference on the part of employers' (see most recently Conclusions XII-2, p. 101). It also referred to its conclusion under Article 6 § 2 and its case-law to the effect that where a fundamental trade union prerogative such as the right to bargain collectively was restricted, this could amount to an infringement of the very nature of trade union freedom (see most recently Conclusions XIII-2, p. 269).”", "33. In its next report the Committee again insisted “that the necessary measures be taken to repeal [section 13 of the 1993 Act, inter alia]”, commenting (Conclusions XIV-I, 1998, pp. 798 and 800):", "“The Committee repeats the criticism raised in its previous conclusion with respect to section 13 of the 1993 Act which is in breach of Article 5 of the Charter as it permits employers to take certain measures such as awarding preferential remuneration to employees in order to persuade them to relinquish trade union activities and collective bargaining ...”", "34. The United Kingdom has ratified the International Labour Organisation's (ILO) Freedom of Association and Protection of the Right to Organise Convention, 1948 (no. 87) and its Right to Organise and Collective Bargaining Convention, 1949 (no. 98).", "35. Convention no. 87 provides, inter alia:", "“Part I. Freedom of Association", "Article 1", "Each Member of the International Labour Organisation for which this Convention is in force undertakes to give effect to the following provisions.", "Article 2", "Workers and employers, without distinction whatsoever, shall have the right to establish and, subject only to the rules of the organisation concerned, to join organisations of their own choosing without previous authorisation.", "Article 10", "In this Convention the term organisation means any organisation of workers or of employers for furthering and defending the interests of workers or of employers.", "Part II. Protection of the Right to Organise", "Article 11", "Each Member of the International Labour Organisation for which this Convention is in force undertakes to take all necessary and appropriate measures to ensure that workers and employers may exercise freely the right to organise.”", "36. Convention no. 98 provides, inter alia:", "“Article 1", "1. Workers shall enjoy adequate protection against acts of anti-union discrimination in respect of their employment.", "2. Such protection shall apply more particularly in respect of acts calculated to –", "(a) make the employment of a worker subject to the condition that he shall not join a union or shall relinquish trade union membership;", "(b) cause the dismissal of or otherwise prejudice a worker by reason of union membership or because of participation in union activities outside working hours or, with the consent of the employer, within working hours.", "Article 3", "Machinery appropriate to national conditions shall be established, where necessary, for the purpose of ensuring respect for the right to organise as defined in the preceding Articles.", "Article 4", "Measures appropriate to national conditions shall be taken, where necessary, to encourage and promote the full development and utilisation of machinery for voluntary negotiation between employers or employers' organisations and workers' organisations, with a view to the regulation of terms and conditions of employment by means of collective agreements.”", "37. The ILO Committee on Freedom of Association has considered section 13 of the 1993 Act in the context of a case of alleged intimidation intended to bring about the de-recognition of two trade unions at a steel works in England, and the absence of any remedy under national law (Case no. 1852, 309th Report of the Freedom of Association Committee, Vol. LXXXI, 1998, Series B, no. 1). The Committee concluded as follows (paragraphs 337 and 341):", "“337. While bearing in mind that collective bargaining, if it is to be effective, must assume a voluntary character and not entail recourse to measures of compulsion which would alter the voluntary nature of such bargaining, the Committee has considered that the competent authorities should, in all cases, have the power to proceed to an objective verification of any claim by a union that it represents the majority of workers in an undertaking, provided that such a claim appears to be plausible and that if the union concerned is found to be the majority union, the authorities should take appropriate conciliatory measures to obtain the employer's recognition of that union for collective bargaining purposes (see Digest, op. cit., paras. 845 and 824). While noting from the Government's observations that collective bargaining is still an option for the employer, the Committee concludes that, given the facts available in this particular case, [the employer] has by-passed the representative organisation and entered into direct individual negotiation with its employees, in a manner contrary to the principle that collective negotiation between employers and organisations of workers should be encouraged and promoted. The Committee notes with interest the Government's indication that a White Paper on fairness at work, with a focus on union recognition, is being prepared. The Committee hopes that any resulting legislation will have as an effect the encouragement of employer recognition of representative workers' organisations and requests the Government to keep it informed of the progress made in this regard.", "341. Finally, as concerns the previous Government's argument with respect to the relevance of section 13 of the [1993 Act], the Committee can only state that, in the absence of a more detailed reply concerning the facts of this specific case based on a thorough and independent investigation, it is not in a position to judge on the relevance of section 13 to the case in question. It would recall however that it was the Government which had raised the matter of section 13 in its initial reply to this complaint and that the conclusions reached by the Committee were based wholly upon its conclusions in a previous case presented against the United Kingdom Government for alleged infringements of trade union rights (see 294th Report, Case no. 1730) wherein it had invited the Government to reconsider section 13 in consultation with the social partners since it considered that this provision could hardly be said to constitute a measure to encourage and promote the full development and utilisation of machinery for voluntary negotiation with a view to the regulation of terms and conditions of employment by means of collective agreements, as provided for in Article 4 of Convention no. 98 (ratified by the United Kingdom). The Committee recalls in this respect that section 13 directs a tribunal, when considering a complaint of action short of dismissal taken by an employer for the purpose of preventing or deterring a worker from being or becoming a member of an independent trade union, to have regard primarily to the employer's purpose to further a change in the relationship with the employees and the Committee had concluded that this section considerably limited the tribunal's competence for determining such action as being in violation of section 146 concerning action short of dismissal (see 294th Report, Case no. 1730, para. 199). The Committee does not consider that the possible effects of section 13 have changed in this respect and it would therefore once again call on the Government to take steps to amend that section so that it ensures workers' organisations adequate protection from acts of interference on the part of the employer and so that it does not result in fact in the discouragement of collective bargaining. It requests the Government to keep it informed in this respect.”", "The Committee recommended, inter alia, (and its recommendations were approved by the ILO's Governing Body):", "“(a) Noting with interest the Government's indication that a White Paper on fairness at work, with a focus on union recognition, is being prepared, the Committee expresses the hope that any resulting legislation will have as an effect the encouragement of employer recognition of representative workers' organisations and requests the Government to keep it informed of the progress made in this regard.", "...", "(e) The Committee once again calls on the Government to take steps to amend section 13 of the Trade Union Reform and Employment Rights Act so that it ensures workers' organisations adequate protection from acts of interference on the part of the employer and so that it does not result in fact in the discouragement of collective bargaining. It requests the Government to keep it informed in this regard.”"], "VIOLATED_ARTICLES": ["11"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}