{"ITEMID": "001-97410", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF WASILEWSKA AND KALUCKA v. POLAND", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 2 (substantive aspect);Violation of Art. 2 (procedural aspect);Non-pecuniary damage - award", "JUDGES": "Giovanni Bonello;Lech Garlicki;Ledi Bianku;Nebojša Vučinić;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["5. The applicants were born in 1980 and 1949 respectively and they live in Łódź.", "6. On 23 August 2002 Mr Przemysław Kałucki, who at the material time was 26 years old, arrived at the Spała Sports Centre accompanied by two persons, G.B. and T.N. They parked their car, a Volkswagen Passat, next to a fence surrounding the Centre.", "7. Suddenly, a column of four vehicles, three minibuses and one saloon car, arrived. Several armed men jumped out of the vehicles. It later turned out that they were police officers from the Łόdź and Tomaszów Mazowiecki Police Forces and from a special anti-terrorist group.", "8. Some of the officers wore plain clothes and others combat uniforms with bulletproof vests and helmets. Not all the police officers were wearing fluorescent vests and they bore no other visible signs that would indicate that they were from the police. In particular one police officer, later named witness no. 2, as was visible on the film recorded by the camera of the private television station TVN, was not wearing such a vest. The TVN television had been preparing a documentary on the work of the police and had placed cameras in the police cars. A short documentary “Criminal Games” was prepared following the operation.", "9. Mr Kałucki and the other two occupants of the car thought they were about to be robbed and tried to escape in the direction of the swimming pool which led to a dead end. G.B. took the driver's seat and Mr Kałucki climbed into the back-seat behind him. The third man, T.N., did not manage to get inside the car and tried to run away.", "10. Mr Kałucki and G.B. drove between the second and third police vehicles while the police opened fire, shooting repeatedly at the driver and the passenger. The orders of the commanding officer had not been complied with as he had ordered that the police officers from the last vehicle should arrest the suspects. Instead many other officers had left their vehicles and attempted to stop the car by firing automatic weapons.", "11. The whole operation lasted fifteen seconds during which about 40 bullets were fired at the car as it was driving off, according to an expert, at no more than 20 k.p.h. In spite of the claims by the police officers that they had been aiming at the tyres, none of the tyres had been damaged.", "12. The driver lost control of the vehicle and hit the fence. Mr Kałucki was severely wounded and was removed from the car by one of the police officers, who pulled him by the head. The first applicant submitted that Mr Kałucki was of a heavy build, weighing about 120 kg, and at the time of the events was observed to have five bullet wounds.", "13. No arrangements had been made for an ambulance to be present. Although the police officers testified that they had attempted to resuscitate Mr Kałucki and stop the haemorrhage, the autopsy reports made no mention of this. Mr Kałucki died before the arrival of an ambulance twenty minutes after the shooting. The driver of the car, G.B., was seriously wounded.", "14. On an unspecified date both applicants requested the Łόdź District Prosecutor to initiate a criminal investigation into the death of Mr Kałucki.", "15. The prosecutor took testimony from all the police officers who had taken part in the operation, as anonymous witnesses (świadek incognito).", "16. On 18 August 2003 the Łόdź Regional Prosecutor decided to discontinue the investigation. The prosecutor established that the operation had been initiated upon information that two armed criminal gangs would engage in a confrontation in the Spała Sports Centre. According to the information obtained by the police the gangs would be armed with semi-automatic Kalashnikov-type weapons. Twenty-two police officers had arrived in four unmarked cars, wearing balaclavas and bulletproof vests. The officers from the Łόdź Police Force were in plain clothes but were wearing fluorescent vests with the word “Police” marked on them. The other group, from a special anti-terrorist force, were wearing uniforms and dark-coloured vests marked “Police”.", "17. The police operation had started when the commanding officer received information that a suspicious group of people had gathered on the grounds of the Sports Centre. After he had given the order to move, the column of cars had approached the Volkswagen Passat that was parked at right angles to the street. The commanding officer had ordered the arrest of three men who were standing next to the Passat and who turned out to be Mr Kałucki, G.B. and T.N. The arrest was to be carried out by police officers from the last two cars in the column. The police vehicles had moved one after the other, blocking the street and the suspects' car. The suspects had tried to escape and two of them had jumped into the car and driven off fast, taking advantage of a gap that had been left between the second and third police vehicles. By this time almost all the police cars had stopped and the police officers had got out. They were armed with guns and semi-automatic rifles. A police officer, who in the proceedings was named anonymous witness no. 4, got out of the second vehicle and found himself in the way of the Passat so he jumped aside to avoid being hit by the rapidly moving car. He shouted “police” and started shooting, aiming at the tyres of the suspects' car. He fired eleven shots from his sub-machine gun (pistolet maszynowy Glauberyt). Another police officer, witness no. 2, got out of the first vehicle and found himself facing the escaping Passat. He was wearing a fluorescent vest marked with the word “Police”, and shouted “stop, police” but the driver failed to obey. At the last moment, the witness had had to jump aside but had nevertheless been hit by the car and sustained an injury to his leg. He had not lost balance, and fired five shots from his gun (pistolet marki Glock) at the tyres of the Passat. A policeman from the anti-terrorist forces, witness no. 3, had stepped out of the second car and had also attempted to stop the car by firing eleven shots from his sub-machine gun (pistolet maszynowy MP-5). He aimed at the engine, front tyres and, as the car was passing him, its side and the rear tyres. The next police officer, witness no. 6, had followed police officer no. 2 out of the first police vehicle. As the suspects' car was passing him he noticed that the driver was aiming at him with an object resembling a gun. The police officer then fired a short burst from his machine gun (karabin Kalashnikov) aiming at the lower side of the car and tyres. Finally, another officer from the antiterrorist forces, witness no. 18, had got out of the third vehicle. Noticing that the suspects' car had passed one of the police vehicles and hit officer no. 2, he had run after the escaping vehicle, shouted to the driver to stop and opened fire with his machine gun (a Kalashnikov), aiming at the car's left rear tyres. The other police officers had run after T.N., the remaining suspect who had not managed to get into the car, and overpowered him.", "18. The suspects' car stopped on reaching the metal fence. Witness no. 18 had gone to the car and ordered the driver to surrender. He had helped him out of the car and attended to him as he was bleeding. Anonymous witness no. 7 had opened the rear door of the car and removed Mr Kałucki, pulling him by the head as he had not reacted to his orders. He did not resist but was still alive. The police officer had tried to staunch the bleeding from his back and called the commanding officer, who brought over a medical ventilator and started to resuscitate him until the arrival of the ambulance.", "19. The prosecutor also established that Mr Kałucki's death had been caused by a bullet wound to the torso. The bullet breached the abdominal aorta causing a massive haemorrhage. It did not leave his body and the experts were able to establish that it had been fired by witness no. 18. In addition to the fatal wound, Mr Kałucki had sustained a further five surface bullet wounds to his head, right arm, lower torso, left torso and left thigh.", "20. Following a search of the Passat two guns had been found, one on the floor behind the driver's seat and the second in the pocket at the back of the driver's seat.", "21. The other suspect, G.B., had sustained two bullet wounds to the torso and head, the latter caused by a shot fired by witness no. 2. As a result, he had become severely disabled, suffering from paralysis on one side of his face and deafness.", "22. The prosecutor established that the driver of the Passat had failed to obey the order to stop, accelerated towards witness no. 2, and had therefore acted with the intention of killing him. The prosecutor concluded that in those circumstances the police officers had had the right to use their firearms in pursuing persons against whom there was a reasonable suspicion that they had attempted to commit homicide and were armed. According to the prosecutor, the investigation materials showed that when using their weapons the police officers had followed all the relevant rules and their sole intention had been to stop escaping suspects. The prosecutor thus decided to discontinue the investigation as no crime had been committed.", "23. Both applicants appealed against that decision. They submitted that G.B. and Mr Kałucki had not been armed as the guns found in the car had not been used and did not have their fingerprints on them. The gun linked by the expert to Mr Kałucki by scent identification had been hidden in the pocket of the car seat and thus could not have been used by him. The applicants alleged that the prosecutor had failed to deal with many inconsistencies in the testimonies of the police officers. Moreover, it had not been explained why no blood stains had been found in the car even though Mr Kałucki had died of a haemorrhage and suffered many bullet wounds. The applicants also blamed the police for not preparing the operation properly. They pointed to the fact that in total twenty-three armed police officers had participated in the operation during which forty shots had been fired at the car (including one which had passed through a point above the driver's door handle, five through the boot, eight through the rear bumper, and four through the driver's seat and back seat). The car's tyres remained undamaged despite the testimonies of the police officers that they had all aimed at the tyres. The applicants therefore submitted that the force used by the police officers against two unarmed men had been disproportionate.", "24. On 25 February 2004 the Tomaszów Mazowiecki District Court (Sąd Rejonowy) dismissed the applicants' appeals and upheld the prosecutor's decision. It found that no offence had been committed and the law, in particular section 17(1)(6) of the Police Act, had been complied with. The court stated:", "“When seeing the police, [G.B. and Mr Kałucki] tried to escape. This attempt was met with a firm but proper response from the police officers participating in the operation, in particular anonymous witness no. 2, who stood in the path of the oncoming car and attempted to stop it by shouting: 'Stop, police'. One should recall at this point the very important circumstance that this witness was wearing a fluorescent vest with the word 'Police' marked on it, leaving no room for doubt about his function. The car was heading straight for the intervening police officer who only managed to avoid being hit by G.B. [who was driving the car] through his training and expertise...", "The court has established, after analysing the evidence, that when firing the shots the police officers followed all the procedures necessary in the situation and their intention was only to stop the speeding car and to arrest the fugitives. They used their guns in the direct pursuit of the suspects, who had made an attempt on the life and health of the police officers...", "The court does not agree with the submission made in the appeal lodged by the [first applicant's] lawyer that Przemyslaw Kałucki and [G.B.] had not used any firearms and that no shot had been fired by them. The actions of the police officers were not in response to shots being fired by the suspects. They attempted to arrest persons in respect of whom there was a reasonable suspicion that they were armed, without a relevant licence, and who had made a direct and illegal attempt on the life and health of the police officers....”", "25. That decision was final as no appeal lay against it.", "26. After the events, G.B. and some other persons arrested in the Spała Sports Centre were indicted on various charges.", "27. It appears that in the course of these proceedings the police officers who had participated in the operation again gave evidence in court. The applicants submitted excerpts from the transcript of one of the hearings held on an unspecified date when the court heard witness no. 2. The witness repeated the version of events he had given in the investigation against the police. Afterwards he was shown the episodes from the film recorded by a TVN camera. He then testified as follows:", "“I saw on the film that a person, probably me, jumped out of a car and did not have a yellow vest on, but from what I can remember I must have put on this vest when drawing alongside the second vehicle. It was caused by the fact, mentioned by me before, that according to the first plan of the operation, the team in the vehicle I was in was supposed to make arrests at the swimming pool [located deeper inside the grounds of the Centre, where some other suspects were arrested]. That's why I was taken by surprise when the order of the commanding officer came and so did not have my vest on when I got out of the car. I was not wearing a helmet either, as I did not put it on and it remained in the car. At this moment I do not remember if I got out of the car with the vest in my hand but I believe so.”", "28. It appears that in December 2003 the Piotrków Trybunalski Regional Court convicted G.B. of assaulting a police officer and sentenced him to six years' imprisonment.", "29. It appears that subsequently in this set of proceedings, on 29 January 2005, an expert opinion was submitted to the court by a road accident expert. The expert was unable to establish beyond reasonable doubt the exact location of witness no. 2 and the Volkswagen Passat during the events. He was also unable to give a conclusive opinion on whether the driver of the Passat had had time to change direction in order to avoid hitting witness no. 2, who had emerged suddenly from his police car.", "30. Article 16 of the Police Act of 6 April 1990 (Ustawa o Policji) reads, in so far as relevant:", "“1. If a lawful order given by a police authority or police officer has not been complied with, a police officer may apply the following coercive measures:", "1) physical, technical and chemical means to restrain or escort persons or to stop vehicles;", "2) truncheons;", "3) water cannons;", "4) police dogs;", "5) rubber bullets fired from firearms.", "2. Police officers may apply only such coercive measures as correspond to the exigencies of a given situation and are necessary to ensure that their orders are obeyed.”", "31. Section 17 of the Police Act provides:", "“1. If the coercive measures mentioned in section 16 (1) prove insufficient, or their use in the circumstances is not possible, a police officer may use firearms exclusively:", "1) in order to fend off a direct and illegal attempt on the life, health or liberty of a police officer or other person, or to prevent activities directly related to such an attempt,", "2) against a person who fails to obey an order to drop immediately a weapon or another dangerous instrument whose use poses a threat to the life, health or liberty of a police officer or other person,", "...", "6) in the direct pursuit of a person in relation to whom the use of firearms was lawful under paragraphs 1-3 or 5, or who is reasonably suspected of committing a crime, an attempted act of terrorism, abduction in order to obtain a ransom or other demand, mugging, robbery, violent assault, intentional serious bodily injury, rape, arson or other intentional threat to public security, life and/or health,", "...", "2. In operations by organised units or sub-units of the Police, firearms shall be used only on the direct orders of the commanding officer.", "3. Firearms shall be used so as to cause minimum damage to the person targeted, and without any intention of depriving that person of his or her life and without endangering the life or health of others.", "4. The Council of Ministers shall issue a resolution defining the conditions and operational procedural requirements for the use of firearms by the organised Police detachments mentioned in paragraph 2.”"], "VIOLATED_ARTICLES": ["2"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}