{"ITEMID": "001-90446", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF KONDRASHOV v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial;Violation of Article 1 of Protocol No. 1 - Protection of property", "JUDGES": "Anatoly Kovler;Christos Rozakis;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Khanlar Hajiyev", "TEXT": ["5. The applicants’ names and other details are indicated in the appended table. All the applicants were members of the Russian military forces and took part in peace-keeping operations in former Yugoslavia and/or in other military missions outside the Russian Federation.", "6. In 2001 they sued the military unit no. 03611 before the Ryazan Garnison Military Court for payment of outstanding daily allowance allegedly due to them on account of their military missions abroad. The court granted the applicants’ claims (see dates of the judgments and sums awarded in the appended table). The judgments were not appealed against and became binding and enforceable on the dates indicated in the appended table.", "7. The judgments of 11 December 2001 were not enforced. On 6 November 2002 the Presidium of the Moscow Circuit Military Court decided, upon its President’s request for supervisory review, to quash these judgments in view of an erroneous application of material law and sent the cases for a new consideration to the Ryazan Garnison Military Court (judgments Nos. 338п/г, 339п/г and 341п/г). The applicants did not attend the hearing. It does not appear from the case-file that the applicants or their counsel had been informed of the supervisory-review proceedings or that they were able to take part in these proceedings.", "8. On 9 and 10 April 2003 the Ryazan Garnison Military Court reconsidered the cases and dismissed the applicants’ claims. These judgments were upheld on appeal by the Moscow Circuit Military Court on 10 and 17 June 2003 and thus became final.", "9. The judgments of 13 and 20 December 2001 in favour of S. Panchenko were enforced on 3 April 2006 and 24 April 2003 respectively. On 2 June 2006 the Ryazan Garnison Military Court partially granted this applicant’s claim for compensation of the inflation losses due to the delay in the execution of the judgment of 13 December 2001. The court awarded compensation for the inflation losses occurred between 1 January 2006 and 31 March 2006, i.e. a sum of 12 428.64 RUB instead of 124,350.48 RUB claimed by the applicant for the total delay in enforcement.", "10. The relevant domestic law as in force in the material time is summed up in the Court’s judgment in the case of Ryabykh (see Ryabykh v. Russia, no. 52854/99, § 31-42, ECHR 2003IX).", "11. In 2001-2005 the judgments delivered against the public authorities were executed in accordance with a special procedure established, inter alia, by the Government’s Decree No. 143 of 22 February 2001 and, subsequently, by Decree No. 666 of 22 September 2002, entrusting execution to the Ministry of Finance (see further details in Pridatchenko and Others v. Russia, nos. 2191/03, 3104/03, 16094/03 and 24486/03, §§ 33-39, 21 June 2007)."], "VIOLATED_ARTICLES": ["6", "P1"], "VIOLATED_PARAGRAPHS": ["P1-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}