{"ITEMID": "001-67030", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ISL", "BRANCH": "CHAMBER", "DATE": 2004, "DOCNAME": "CASE OF KJARTAN ÁSMUNDSSON v. ICELAND", "IMPORTANCE": "1", "CONCLUSION": "Violation of P1-1;Not necessary to examine Art. 14;Pecuniary damage - financial award;Non-pecuniary damage - financial award;Costs and expenses partial award - domestic proceedings;Costs and expenses partial award - Convention proceedings", "JUDGES": "David Thór Björgvinsson;Gaukur Jörundsson", "TEXT": ["8. The applicant was born in 1949 and lives in Reykjavik.", "In 1969, at the age of 20, the applicant completed his training as a navigation officer at the Icelandic College of Navigation and started work as a seaman. This he continued to do until 1978, when he sustained a serious work accident on board a trawler. His right leg was struck by a 200 kg stone object, causing a compound fracture of his ankle. As a result, he had to give up work as a seaman. His disability was assessed at 100%, which made him eligible for a disability pension from the Seamen’s Pension Fund (“the Pension Fund”), to which he paid premiums intermittently from 1969 until 1981. The assessment was made on the basis of the criteria that applied under section 13(1) and (4) of the Seamen’s Pension Fund Act (Law no. 49/1974 – “the 1974 Act”), notably that the claimant was unable to carry out the work he had performed before his disability, that his participation in the Fund had been intended to insure against this contingency, and that he had a sustained loss of fitness for work (of 35% or more).", "The applicant underwent regular disability assessments by a physician accredited by the Pension Fund and was each time assessed as 100% disabled in relation to his previous job.", "9. After his accident the applicant joined a transport company, Samskip Ltd, as an office assistant, and is still employed there as head of the claims department.", "10. In 1992 the 1974 Act was amended by sections 5 and 8 of Law no. 44/1992 (“the 1992 Act”), which considerably altered the basis for the assessment of disability in that the assessment was to be based not on the Pension Fund beneficiaries’ inability to perform the same work but work in general. The new provisions had been enacted on the initiative of the Pension Fund and in view of the Fund’s financial difficulties (according to an audit, at the beginning of 1990 the Pension Fund had a deficit of at least 20,000,000,000 Icelandic krónur (ISK)). The Pension Fund applied the new provisions not only to persons who had claimed a disability pension after the date of their entry into force but also to persons who were already in receipt of a disability pension before that date.", "11. Under an interim provision in section 5, the above change to the reference criteria was not to apply for the first five years after the commencement of the 1992 Act to a person who, before its entry into force, was already receiving a disability pension.", "12. Under the new rules, a fresh assessment of the applicant’s disability was carried out by an officially accredited Pension Fund physician, who concluded that the applicant’s loss of capacity for work in general was 25%, and thus did not reach the minimum level of 35%. As a result, from 1 July 1997 onwards the Pension Fund stopped paying the applicant the disability pension and related child benefits he had been receiving for nearly twenty years since the accident in 1978.", "13. According to information obtained by the Government from the Pension Fund and submitted to the Court, the applicant had been one of 336 Fund members who were receiving disability pensions in June 1992 under the interim provision in section 5 of the 1992 Act (see paragraph 21 below). On 1 July 1997 the total number of disability pension recipients was 689. This included Fund members who had not become entitled to a disability pension until after the commencement of the 1992 Act in June 1992. The cases of the aforementioned 336 persons receiving disability pensions from the Fund, who had acquired their entitlement before that time and were still drawing disability pensions in 1996, were reviewed in late 1996 and early 1997 in the light of their capacity for work in general. Altogether, 104 members of this group of disability pensioners had their benefits reduced in July 1997 as a result of the new rules on disability assessment under the 1992 Act. In the case of 54 Fund members, including the applicant, the disability rating for work in general did not reach the level of 35% required under the Act to retain entitlement to disability benefit, and so benefit payments were discontinued. The disability ratings of 29 members were reduced from 100% to 50% and those of 21 members from 100% to 65%.", "14. The applicant instituted proceedings against the Pension Fund and, in the alternative, against both the Fund and the Icelandic State, challenging the Fund’s decision to discontinue the payments to him. In a judgment of 12 May 1999, the Reykjavik District Court found for the defendants.", "15. The applicant appealed to the Supreme Court, which by a judgment of 9 December 1999 upheld the judgment of the District Court.", "16. The Supreme Court accepted that the applicant’s pension rights under the 1974 Act were protected by the relevant provisions of the Icelandic Constitution as property rights. However, it considered that the measures taken by virtue of the 1992 Act had been justified by the Pension Fund’s financial difficulties. The Supreme Court stated:", "“The pension rights that the appellant had earned under Law no. 49/1974 were protected under what was then Article 67 of the Constitution (currently Article 72 of the Constitution – see section 10 of the Constitutional Law Act, Law no. 87/1995). Under the constitutional provision referred to above, he could not be deprived of those rights except under an unequivocal provision of law. The Court does not consider that section 8 of Law no. 49/1974 provided authorisation for the [Pension Fund] Board to curtail the benefit provisions; this could only be done under an unequivocal provision of law. Nor can the Court accept that the wording of subsection (1) of section 13 of Law no. 49/1974 meant that the Fund member did not have an unequivocal right to have his disability assessed in terms of his capacity to do his previous job.", "The evidence in the case shows that the Pension Fund was operated at a considerable deficit, and that at the end of 1989 more than ISK 20,000,000,000 would have been needed for the principal of the Fund, together with the premiums that it could expect, to cover its commitments, this estimate being based on an annual interest rate of 3%. In order to tackle this large deficit, the Fund’s Board asked for amendments to be made to the Act under which the Fund operated. It is clear that the reduction of the pension rights that resulted from Law no. 44/1992 was based on relevant considerations. Even though that Act was repealed by Law no. 94/1994, this does not change the fact that the appellant’s legal position had already been determined by Law no. 44/1992. The Court concurs with the District Court’s view that Law no. 94/1994 did not constitute a valid legal authorisation for making amendments to the rights that the Fund member had earned during the period of validity of the former legislation.", "The reduction according to Act no. 44/1992 was of a general nature as it treated in a comparable manner all those who enjoyed or could enjoy pension rights. An adaptation period of five years applied to all pensioners, as stated above. All those who can be considered to be in a comparable situation have been treated equally ...”", "17. On 1 July 1997 the applicant lost pension rights (disability and children’s annuity benefits) amounting to ISK 12,637,600. He presented the following breakdown of this figure:", "Value of the principal, based on disability pension payment of ISK 61,356 per month until he reached the age of 65: ISK 9,373,300", "Value of the principal of child benefit based on the same premises, until the children reached the age of 18:", "Kristinn July 1997-March 1998 ISK 136,100", "Anna Margrét July 1997-August 2006 ISK 1,469,600", "Asmundur July 1997-January 2009 ISK 1,658,600", "Total ISK 12,637,600", "18. The applicant has supplied the following information about his income from 1997 onwards:", "1997 ISK 2,789,995", "1998 ISK 3,305,268", "1999 ISK 3,454,445", "2000 ISK 3,774,248", "2001 ISK 4,187,987", "2002 ISK 4,558,248", "Total ISK 22,050,191", "19. The applicant has also submitted certain figures from a survey of seamen’s salaries obtained from the Icelandic Merchant Navy and Fishing Vessels Officers’ Guild:", "“Ordinary seaman” Second mate First mate Master", "1997 5,153,424 6,441,780 7,730,137 10,306,849", "1998 5,580,795 6,975,994 8,371,193 11,161,590", "1999 6,166,029 7,707,537 9,249,044 12,332,059", "2000 5,949,075 7,436,344 8,923,613 11,898,150", "2001 6,415,252 8,019,064 9,622,877 12,830,503", "2002 5,654,756 7,068,445 8,482,134 11,309,513", "Total 34,919,332 43,649,164 52,378,997 69,838,663", "Income derived by the applicant from office work:", "22,050,191 22,050,191 22,050,191 22,050,191", "Difference 12,869,141 21,598,973 30,328,806 47,788,472", "20. Section 13(1) and (4) of the Seamen’s Pension Fund Act (Law no. 49/1974 – “the 1974 Act”) read:", "“(1) Each Fund member who has paid premiums to the Fund for the past three calendar years, and for at least six of the past twelve months, shall be entitled to a disability pension if he suffers a loss of fitness for work that the senior consulting physician assesses at 35% or more. This disability assessment shall be based mainly on the Fund member’s incapacity to do the job in which he was engaged and on which his membership of the Fund is based. Despite being disabled, no person shall be entitled to a disability pension while retaining full wages for the job that he used to do, or while receiving equally high wages for another job which grants pension rights, and the pension shall never be higher than the equivalent of the loss of income demonstrably incurred by the Fund member as a result of his disability.", "...", "(4) A disabled person who applies for a disability pension from the Fund or receives such a pension shall be obliged to provide the Board of the Fund with all the information on his health and earned income that is necessary to determine his right to receive the pension.”", "Under section 15(3) of the 1974 Act the applicant was eligible to receive child benefits.", "21. Section 5 of Law no. 44/1992 (“the 1992 Act”) read:", "“For the first five years after the commencement of this Act, the disability assessment of disability pensioners who already receive benefit due to loss of working capacity before the commencement of the Act shall be based on their incapacity for the job in which they were previously engaged and on which their membership of the Fund is based, but after that time it shall be based on their incapacity for work in general. Furthermore, the change in the child benefit entitlement of the recipients of disability pensions resulting from section 8 of this Act shall not take effect until five years after the commencement of the Act.”", "22. The 1974 Act, as amended by the 1992 Act, was replaced by Law no. 94/1994 (“the 1994 Act”) when it came into force on 1 September 1994. All the provisions covering the basis of disability pensions and child benefit payments were removed from the Act and included in the Regulations on the Seamen’s Pension Fund, which also came into force on 1 September 1994. According to the Government, this did not affect the applicant specifically, since the interim provision of the 1992 Act still applied to his situation until 1 July 1997. The applicant contended that the interim provision had been repealed on 1 September 1994."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}