{"ITEMID": "001-101183", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF MARYIN v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;No violation of Art. 3 (substantive aspect);No violation of Art. 3 (procedural aspect)", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;Khanlar Hajiyev;Sverre Erik Jebens", "TEXT": ["5. The applicant was born in 1983 and lives in Saransk, the Republic of Mordoviya.", "6. On 12 October 2002 the applicant was arrested and charged with rape. He was released two days later on an undertaking not to leave town. On an unspecified date the applicant moved to Moscow. He was subsequently apprehended on a train going from Moscow to Saransk and remanded in custody pending investigation and trial on 21 August 2003.", "7. The Insarskiy District Court of the Republic of Mordoviya opened the trial against the applicant on 10 September 2003 and appointed lay assessors P. and S. as members of the bench considering the criminal charge against the applicant on 17 September 2003. On 23 September 2003 the applicant unsuccessfully challenged the composition of the bench, alleging that the term of office of the lay assessors had expired.", "8. The applicant was found guilty as charged and sentenced to five years' imprisonment. The District Court delivered the verdict on 2 October 2003. On 3 December 2003 the Supreme Court of the Republic of Mordoviya upheld it on appeal.", "9. On 2 February 2004 the Supreme Court of the Republic of Mordoviya granted a request by the applicant for supervisory review. The court noted that the second-instance court had failed to address all the issues raised by the applicant in his points of appeal. The Presidium of the Supreme Court quashed the appeal judgment of 3 December 2003 and remitted the case for fresh consideration on 12 February 2004.", "10. The Supreme Court suspended consideration of the applicant's appeal and assigned the President of the Supreme Court to verify the lawfulness of the lay assessors' participation in the applicant's trial on 10 March 2004. On 14 April 2004 the Supreme Court considered the applicant's appeal and upheld his conviction. The court noted that the trial had been conducted in accordance with the rules of criminal procedure.", "11. Following the applicant's request for supervisory review, the Presidium of the Supreme Court quashed the judgment of 14 April 2004 and remitted the case for fresh consideration on 8 July 2004.", "12. On 1 September 2004 the Supreme Court quashed the judgment of 2 October 2003 on appeal and remitted the matter for fresh consideration to the Proletarskiy District Court of Saransk.", "13. The District Court found the applicant guilty as charged and sentenced him to five years' imprisonment on 20 December 2004. On 9 March 2005 the Supreme Court upheld the judgment of 20 December 2004 on appeal.", "14. On 26 May 2005 the Presidium of the Supreme Court of the Republic of Mordoviya quashed the appeal judgment of 9 March 2005 by way of supervisory review and remitted the case for fresh consideration. The court noted that the appellate court had failed to assess the admissibility of the victim's testimonies.", "15. A new consideration of the applicant's appeal by the Supreme Court on 29 June 2005 resulted in the quashing of the judgment of 20 December 2004. The matter was remitted to the lower court for fresh consideration.", "16. On 25 October 2005 the District Court found the applicant guilty as charged and sentenced him to five years' imprisonment. The court based its findings on the witnesses' testimonies, including those provided by the victim, who testified in court, and on forensic evidence. The court further ordered the applicant to pay for the services provided by a legal-aid lawyer in the amount of 5,220 Russian roubles. On 15 March 2006 the Supreme Court upheld the applicant's conviction on appeal, but reduced his sentence to three years' imprisonment.", "17. From 30 December 2003 to August 2004 the applicant was detained in a correctional colony. Some of his belongings were allegedly stolen during his transport to the colony. On 17 August 2004 the administration of the colony refused to investigate the applicant's allegations.", "18. On 3 February 2004 the applicant had an altercation with another inmate. According to the applicant, he was beaten up by the guards for refusing to explain in writing the reasons for the altercation.", "19. According to the applicant, on 9 July 2004 the administration of the colony allegedly refused to allow the applicant to meet his father, who represented him during the trial.", "20. In August 2004 the applicant was transported to remand prison no. IZ-13/1 in Saransk.", "21. Following the applicant's failure to comply with internal regulations, on 26 July 2005 he was placed in a disciplinary cell for seven days.", "22. On 30 July 2005 the warden, his deputy and two guards inspected the prison. They noticed an inter-cell communications device in the applicant's cell. The applicant tried to prevent them from entering the cell. He pushed them and swore at them. L., one of the guards, hit the applicant three times with a rubber truncheon. The applicant gave up his resistance. He was then examined by a paramedic who noted four bruises on his shoulders, buttocks and left forearm which did not require medical treatment. The device was removed from the applicant's cell and destroyed.", "23. In response to the complaint lodged by the applicant's father on 2 August 2005, on 5 August 2005 the prosecutor questioned the applicant in respect of the incident of 30 July 2005. The applicant was also examined by a paramedic who noted a yellowish bruise on his left shoulder.", "24. On 12 August 2005 the prosecutor refused to institute criminal proceedings against the alleged perpetrators. He stated that the guard had used the rubber truncheon lawfully. The prosecutor based his findings on testimonies provided by the applicant and the guards. He studied the reports prepared by the guards to account for the use of force against the applicant and the medical documentation prepared by the paramedics who had examined the applicant. In particular, his findings were as follows:", "“On 30 July 2005 M., the warden of the remand prison..., G., the deputy warden of the remand prison..., and [officers] Mus. and L. inspected the disciplinary cells. In cell no. 3, where [the applicant] was held, they saw an inter-cell communications device. The [officers] tried to enter the cell to remove the ... device and to search the [applicant]. However, the latter resisted. He pushed them out of the cell and grabbed L. by the arms so that the latter could not search him. In addition to those unlawful actions, [the applicant] swore and ignored the officers' requests to stop his unlawful behaviour. Accordingly L. had to use force against [the applicant]: he hit [the applicant] three times with the rubber truncheon. He administered the blows to the back and the buttocks. He did not hit [the applicant] on the head ...", "The inquiry did not uncover any evidence to confirm [the applicant's allegations] that he had been beaten up by M., the warden of the remand prison, and the other officers.", "The use of the rubber truncheon against the applicant has been justified, in accordance with section 45 of the Federal Law on Detention of Suspects and Defendants charged with Criminal Offences.”", "25. The prosecutor's decision was upheld by the Leninskiy District Court of Saransk on 27 September 2005. The court found that the applicant had resisted the guards and that the latter had had to use force to restrain him. four officers had been involved, the use of the rubber truncheon against him was excessive. On 23 November 2005 the Supreme Court of the Republic of Mordoviya upheld the decision of 27 September 2005 on appeal.", "26. On 5 September 2005 the remand prison administration force-fed the applicant. The complaint lodged by the applicant's father with the prosecutor's office on 6 September 2005 was left without response.", "27. On 12 October 2005 the applicant was allegedly handcuffed with his arms behind his back and hung from the railings by the guards. The applicant's feet did not touch the floor. He was kept in that position for two hours. The complaint lodged by the applicant's father was dismissed by the prosecutor's office on 17 January 2006. According to the prosecutor, the applicant had assaulted a guard and had to be restrained with handcuffs. At no point had the guards hung him from the railing.", "28. It appears that in 2009 the prosecutor's office carried out an additional investigation into the incident of 12 October 2005 and on 11 January 2009 the applicant's complaint was dismissed anew. According to the applicant, the final decision on the matter was taken by the Supreme Court of the Mordoviya Republic on 26 February 2009.", "29. The applicant remained in custody pending the third trial. On 24 August 2005 the Proletarskiy District Court of Saransk extended the applicant's detention for three months. The court noted that the applicant was charged with a serious crime and had tried to abscond during the investigation of the case. On 30 November 2005 the Supreme Court upheld the decision on appeal.", "30. On 15 February and 15 March 2006 the applicant was transported to the Supreme Court of the Republic of Mordoviya for appeal hearings. He alleged that on those days he could not use his dry food ration because of the lack of facilities to boil water in the courthouse. On 4 April 2006 the Ministry of the Interior informed the applicant's father that the courthouse was indeed not equipped with a kettle and forwarded a copy of his complaint to the department responsible for the maintenance of courthouses.", "31. After having served a prison sentence, the applicant was released on 18 October 2006.", "32. Physical force in respect of detainees may be employed in order to put an end to their misconduct or resistance to legitimate orders of detention officers if non-forceful alternatives are not feasible (section 44).", "33. Rubber truncheons may be used in respect of detainees in the following circumstances (section 45):", "(1) to put an end to an assault by the detainee on detention officers;", "(2) to suppress mass uprisings or collective breaches of public order;", "(3) to put an end to misconduct by the detainee in resisting the legitimate orders of detention officers;", "(4) to free hostages;", "(5) to put an end to the detainee's attempt to escape; or", "(6) to put an end to the detainee's attempt to cause harm to others."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["3"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}