{"ITEMID": "001-82113", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SWE", "BRANCH": "ADMISSIBILITY", "DATE": 2007, "DOCNAME": "ACHMADOV AND BAGUROVA v. SWEDEN", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson", "TEXT": ["The first applicant, Mr Imran Achmadov, was born in 1938 and the second applicant, Mrs Natalia Bagurova, was born in 1948. They are Azerbaijani citizens, currently residing in Sweden. Before the Court they were granted legal aid and were represented by Mr Mathias Blomberg and Mrs Camilla Dahlberg, lawyers practising in Umeå. The Swedish Government (“the Government”) were represented by their Agent, Mrs Inger Kalmerborn, of the Ministry for Foreign Affairs.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicants married in 1982. The first applicant is ethnic Azerbaijani. The second applicant’s father was Armenian and her mother was Russian. In a passport issued in 1982 her ethnicity was stated as “Russian”.", "In January 2002 the second applicant and her son, born in 1980, entered Germany via Italy and requested asylum. Their request was rejected with reference to the Dublin Convention and the German authorities returned them to Italy, where they had obtained a visa. From there, in April 2002, having renounced their application for asylum, they returned to Azerbaijan.", "On 8 December 2002, the applicants entered Sweden, together with the second applicant’s son and applied for asylum. At the relevant time the second applicant had a black eye, which the first applicant explained was due to her being assaulted by a man at the train station in Baku on account of her ethnicity.", "The Migration Board (Migrationsverket) held an initial short interview with the applicants on 16 February 2003 and a more extensive one on 17 September 2003.", "In support of their request for asylum, the first applicant submitted inter alia that over a long period of time, primarily due to the second applicant’s Armenian ethnicity, but also because she was a member of Jehovah’s Witnesses, whose ideas he sympathised with, they had been subjected to physical and psychological harassment, mostly by Azerbaijanis who had fled Armenia. Among other things he was told to kill his wife, called a traitor because of the conflict in Nagorno-Karabakh, forced to close his shop, and beaten up. He had also been beaten up in connection with a political demonstration in October 2000. His wife had been forced to live in hiding since 1990 and consequently for a long period of time they had only had sporadic contact. Despite being in hiding, his wife had been subjected to assaults, most recently outside a shop in Baku in November 2002. The harassment was supported by the State and the police ignored his reports of the incidents. His son and stepson also encountered problems due to his wife’s ethnicity. Their son was not able to finish his studies at the university because the professors and fellow students refused to accept people with Armenian ethnicity. His stepson had been beaten up and his flat occupied by Azerbaijani refugees from Armenia who claimed to be entitled to live there.", "The second applicant submitted before the Migration Board inter alia that due to her Armenian ethnicity she had been subjected to physical and psychological harassment for years. Since 1990 she had been forced to live in hiding. She had become a member of Jehovah’s Witnesses six years ago. The meetings of Jehovah’s Witnesses were always held secretly because otherwise the police would turn up and ill-treat the participants. In connection with a meeting in September 2002 in one member’s home, the second applicant had been arrested and taken to a police station and raped by a policeman. Moreover, in November 2002, outside a shop in Baku, she had been severely beaten up by two persons who had referred to her ethnicity. As a result of the assault she had cracked a dental plate and had a swelling or tumour on her back. She had never reported the assaults to the police because people of Armenian ethnicity were considered secondrate citizens in Azerbaijan and it would thus have been to no avail. The second applicant originally declared that she had not travelled abroad before or applied for asylum in any other country.", "On 30 January 2004 the Migration Board refused to grant the applicants asylum. In its decision, the Board first referred to the general situation in Azerbaijan and the information contained in a report by UNHCR, International Protection Considerations Regarding Azerbaijani Asylum-Seekers and Refugees, 2003. As to the latter, the Board noted in particular that while discrimination against ethnic Armenians was not proclaimed official policy in Azerbaijan, clearly there was a certain amount of discrimination in everyday life against them, which was tolerated by the authorities. However, the said discrimination was not such as to amount to persecution per se, although in individual cases it was possible that the cumulative effects amounted to it. Moreover, as to Jehovah’s Witnesses, only high profile people within the religious community had a well-founded fear of persecution.", "The Migration Board furthermore noted that the assaults to which the first applicant had been subjected had been committed by private individuals in violation of Azerbaijani legislation. Moreover, adding that the fact that the police had not arrested any perpetrators did not necessarily mean that the police were unwilling to help him, the Board found unsubstantiated the first applicant’s allegation that the harassment was supported by the State. In conclusion, as to the first applicant, the Board found that the described incidents failed to amount to persecution constituting a ground for asylum within the meaning of the Swedish Aliens Act.", "With regard to the second applicant, the Migration Board observed anew that the assaults had been committed by private individuals and a policeman in violation of Azerbaijani legislation and without support from the Azerbaijani Government. Moreover, the second applicant did not have a high position within Jehovah’s Witnesses. Finally, having obtained information from foreign immigration authorities, the Migration Board found that the fact that the second applicant, in April 2002, had renounced her application for asylum in Italy and chosen to return to Azerbaijan, reflected that she had not felt a particular need for protection. In conclusion, the Board found that the second applicant did not fulfil the legislation requirements for enjoying refugee status.", "The applicants appealed to the Aliens Appeals Board (Utlänningsnämnden) and submitted, among other things, that it was impossible for Armenians to report ethnic persecution to the police and that both the second applicant and her children had been maltreated by the police several times. They repeated that the second applicant had been living in hiding since 1990, mostly in summer houses in the countryside. She had been forced to move because she was hunted for and her life was in danger. Her life was at risk, should she be forced to return to Azerbaijan. At the very least they would be arrested at the airport and imprisoned. Moreover, the applicants submitted a letter of 18 May 2004 from the Ministry for Foreign Affairs in Armenia, signed by its head, Mr Mkrtumjan, to the Swedish Ambassador to Yerevan, stating that hatred against the Armenian population of Azerbaijan had not been decreasing over time, that the anti-Armenian propaganda was organised and proliferated on a State level, that since 1988 not one single Armenian had been able to return to Azerbaijan, and finally that upon return to Azerbaijan there was a serious risk that the applicants would become victims of persecution on ethnic grounds.", "On 6 July 2005 the Aliens Appeals Board upheld the decision to refuse to grant the applicants asylum, subscribing to the reasons given by the Migration Board.", "On 22 March 2006, the Migration Board, examining the applicants’ cases on its own initiative, in accordance with a temporary provision of the Aliens Act, found that the applicants could not be granted residence permits under the temporary wording of Chapter 2, section 5 b of the Aliens Act.", "The applicants lodged their application on 20 September 2005 and following an indication given by the Court on 26 September 2005 under Rule 39 of the Rules of Court, the applicants’ deportation was stayed until further notice.", "Subsequently, before the Court the applicants submitted that their problems started in 1989 when the persecution of ethnic Armenians commenced. The second applicant tried to hide her ethnicity by keeping her Azerbaijani surname, but through state archives it became known, nevertheless, that she was Armenian. It came to the applicants’ knowledge that the police had lists of people of Armenian ethnicity and that they went to these people’s homes to ill-treat them. Therefore, fearing for her life, the second applicant and her son left Baku and went to live in summer houses in the countryside. Sooner or later their ethnicity was discovered, so they always had to keep moving in order to escape persecution. During short periods she hid in the first applicant’s flat in Baku, but the neighbours always found out and persecuted her in the street or in the house. During all the years that the second applicant had to hide, the police came to the first applicant’s flat about once a month, looking for her because they wanted to detain her and use her in an exchange of prisoners with Armenia. The police often ordered the first applicant to divorce the second applicant or get rid of her. Otherwise the police said they would deal with her themselves. The harassment got worse in 2001, with assaults by the police and neighbours, which the first applicant reported in vain to the police. In December 2001 the applicants decided that the second applicant and her son had to flee. They were returned from Germany to Italy under the Dublin Convention. In Italy the second applicant was told that there was no possibility whatsoever for them to stay there. The only possibility was to return to Azerbaijan. When they arrived at the airport in Baku they were immediately arrested by the border police. Their passports were taken and never returned and they were interrogated. The police told them that they would be sent to prison as spies. However, after the first applicant negotiated with the police and paid a large sum of money, the second applicant and the son were released. They stayed in the first applicant’s flat for a few days and then resumed moving around from one place to another. The whole time the first applicant was in contact with the authorities or the police to ask for help, but this was constantly refused. Some police reports were written, which the police would let him sign, but then tore to pieces. However, as to the rape to which his wife was subjected in September 2002, the first applicant was not informed thereof until the asylum proceedings in Sweden. The first applicant ran a factory with ten employees in Baku, but had to close it down in 2002 due to the increased persecution. There were always meaningless inspections, with completely unfounded complaints about his book-keeping and the hygiene in the factory. Thereafter, he had no means of providing for his family. The last time he was assaulted was in October 2002 when the police asked about his wife’s whereabouts. Since he refused to answer, he was beaten up, resulting in fractured ribs.", "In November 2002 the second applicant was dragged out of a shop in Baku and beaten up in public. The perpetrators told the bystanders that they did not care about the consequences because the woman was Armenian. She was hit and kicked in the kidneys and the head. Her jaw was broken. The first applicant managed to intervene and stop the assault with the help of two Russian bystanders. The police left without taking any action against the two men, despite the first applicant’s efforts to make them draw up a report. The second applicant consulted a private doctor and then went to a hideout. The first applicant filed a report with the police but to no avail. In the light of the constant lack of success that the first applicant had had, being Azerbaijani, whenever he reported incidents to the police, the second applicant abstained completely from making use of this remedy.", "The Government submitted that some of the applicants’ statements before the Court were new to them and did not correspond to the information provided during the domestic proceedings.", "For example, as to the second applicant’s claim that she and her son kept moving around in the countryside because they continuously were beaten up and threatened, according to the second interview with the Migration Board, the second applicant stated that the reason she moved around was that she did not wish to be a nuisance to her friends, but that she never experienced any problems while staying in the countryside.", "Moreover, as to the first applicant’s claim that his ribs were fractured in October 2002 when the police beat him up because he refused to reveal his wife’s whereabouts, according to the second interview with the Migration Board, the first applicant stated that his ribs were fractured “after 2000” when he took part in a demonstration organised by the opposition.", "Also, the Government pointed out, according to the minutes from the second interview with the Migration Board, in reply to a question from his counsel, the first applicant replied that he did receive receipts of the police reports. When asked whether he brought such receipts to Sweden, he replied in the negative.", "A new Aliens Act (SFS 2005:716), replacing the 1989 Aliens Act, entered into force on 31 March 2006. The Act established a new system for examining and determining applications for asylum and residence permits. While the Migration Board continued to carry out the initial examination, an appeal against the Board’s decision was determined by one of the three new migration courts. The Migration Court of Appeal was the court of final instance. It examined appeals against the decisions of the migration courts, provided leave to appeal was granted. Upon the entry into force of the new Act, the Aliens Appeals Board ceased to exist. The Migration Board acted as the alien’s opposing party in proceedings before the courts.", "The provisions mainly applied in the present case were to be found in the 1989 Aliens Act, now repealed. In accordance with the Act, an alien staying in Sweden for more than three months had to, as a rule, have a residence permit (chapter 1, section 4). A residence permit could be issued, inter alia, to an alien who, for humanitarian reasons, was to be allowed to settle in Sweden (chapter 2, section 4). Serious physical or mental illness could, in exceptional cases, constitute humanitarian reasons for the granting of a residence permit.", "An alien who was considered to be a refugee or otherwise in need of protection was, with certain exceptions, entitled to a residence permit in Sweden (chapter 3, section 4). The term “refugee” referred to an alien who was outside the country of his nationality owing to a well-founded fear of being persecuted for reasons of race, nationality, membership of a particular social group, or religious or political opinion, and who was unable or, owing to such fear, unwilling to avail himself of the protection of that country. This applied irrespective of whether such persecution was at the hands of the authorities of the country or whether those authorities could not be expected to offer protection against persecution by private individuals (chapter 3, section 2). An “alien otherwise in need of protection” denoted, inter alia, a person who had left the country of his nationality because he had a well-founded fear of being sentenced to death or corporal punishment or of being subjected to torture or other inhuman or degrading treatment or punishment (chapter 3, section 3, subsection 1). By making that a separate ground for granting a residence permit, the legislature had highlighted the importance of such considerations. The correspondence between national legislation and Article 3 of the Convention had been emphasised as a result.", "In enforcing a decision on refusal of entry or expulsion, the risk of torture and other inhuman or degrading treatment or punishment was taken into account. In accordance with a special provision on impediments to enforcement, an alien could not be sent to a country where there were reasonable grounds for believing that he would be in danger of suffering capital or corporal punishment or of being subjected to torture or other inhuman or degrading treatment or punishment (chapter 8, section 1). In addition, he could not, in principle, be sent to a country where he risked persecution (chapter 8, section 2).", "Until 15 November 2005 an alien who was to be refused entry or expelled in accordance with a decision that had gained legal force could be granted a residence permit if he filed a so-called “new application” with the Aliens Appeals Board based on circumstances which had not previously been examined in the case concerning refusal of entry or expulsion. A residence permit could then be granted if the alien was entitled to a residence permit under chapter 3, section 4, of the Act or if it would be contrary to the requirements of humanity to enforce the refusal-of-entry or expulsion decision (chapter 2, section 5 b, in its wording before 15 November 2005).", "Amendments to chapter 2, section 5 b, of the 1989 Aliens Act entered into force on 15 November 2005, whereby a new legal remedy of a temporary nature was introduced. The new procedure for obtaining a residence permit replaced the rules relating to new applications for a residence permit laid down in chapter 2, section 5 b, in its previous wording. Furthermore, the amendments to the 1989 Act introduced additional legal grounds for granting a residence permit to aliens against whom a final expulsion order had been made. The object of these temporary amendments was to grant residence permits to aliens who, inter alia, had been in Sweden for a very long time or where there existed “urgent humanitarian interests” (humanitärt angeläget). Special consideration was given to the situation of children. The temporary provisions remained in force until the new Aliens Act entered into force on 31 March 2006. The Migration Board continued, however, to examine applications which it had received before that date but had not yet determined.", "C. Relevant background material", "Council of Europe", "Azerbaijan became a member of the Council of Europe on 25 January 2001 and ratified the European Convention on Human Rights on 15 April 2002.", "UNHCR, “International Protection Considerations Regarding Azerbaijani Asylum-Seekers and Refugees”, September 2003, stated, inter alia as to “Groups at Risk”:", "2. Ethnic Minorities", "115. The claims for union of Nagorno-Karabakh with Armenia led to acts of violence of serious intensity against Armenians in Baku and in Sumgait in 1988 and 1989. Interethnic tensions extended also to other parts of the country. Because of interethnic violence and with the escalation of the conflict in Nagorno-Karabakh in early 1992, the overwhelming majority of the ethnic Armenian population of Azerbaijan left the country.", "116. To the knowledge of UNHCR, none of these ethnic Armenians displaced in 1992 has actually returned to Azerbaijan and therefore a detailed assessment of the risk remaining in the case of such return, if permitted at all by the Azerbaijani authorities, is difficult to make. While a number of these refugees of the 1992 caseload have been naturalized and others enjoy secure refugee status in Armenia, a number of ethnic Armenian refugees who went to other parts of the former USSR have not received or no longer enjoy a secure status. A durable solution for them is yet to be resolved. In the case of secondary movement of such refugees, an assessment of the remaining protection needs, as well as on safely found elsewhere, would require a careful analysis of the individual case.", "117. According to a survey conducted in 2003 by a UNHCR Implementing Partner, up to 30,000 Armenians may still reside in Azerbaijani, mostly women with ethnic Azerbaijani or Russian husbands. The treatment of ethnic Armenians varies from community to community. However, discrimination instances against ethnic Armenians are regularly reported. Discrimination includes access to governmental jobs, payment of pensions and other social benefits, and more generally problems with the authorities when claiming one’s right. A pattern of discrimination in the workplace is common. Access to public post might indeed be obstructed to persons with Armenian family names or with Armenian family members. As far as private employers are concerned, it is entirely their choice to hire or dismiss employees.", "118. Ethnic Armenians residing in Azerbaijan prefer to conceal their names and keep a low profile.", "...", "124. To sum up, while discrimination against ethnic Armenians is not proclaimed official policy in Azerbaijan, clearly there is a certain amount of discrimination in everyday life against them, which is tolerated by the authorities. Such discrimination is not such as to to amount to persecution per se, however, in individual cases it is possible that the cumulative effects amount to it.", "...", "2. Religious Minorities", "137. Azerbaijan’s population is traditionally Muslim, the majority being Shiite, but after the long years of Soviet atheistic rule, the society is largely secular. Militant Islamic fundamentalism is not tolerated and the general policy and attitude towards other religious groups, including Christians and Jews, is generally tolerant.", "...", "142. In November 1999, President Aliyev announced that the Government henceforth would abide by OSCE standards concerning freedom of religion. Apparently, in conformity with his directives, government officials subsequently took steps to rectify some past violations of these standards, including the registration of a number of religious organisations that previously had been denied it. In October 2002, the OSCE/ODIHR and the Government jointly sponsored a conference on religious freedom and combating terrorism.", "143. As a side note, some Government officials share a common popular prejudice against ethnic Azerbaijanis, who have converted to Christianity and other religions.", "144. New religious groups with no history in Azerbaijan are not always socially acknowledged. However, following the statement by President Aliyev, instances of harassment of and discrimination against members of such non traditional religious denominations have been reduced considerably. While each case will have to be considered in its own merit, the mere fact that an Azeri asylum seeker is merely a member of one of the above-mentioned non traditional religious denominations would not in itself suffice to substantiate his/her claim for refugee status. However, claims by leaders or high profile activists of non traditional religious groups would warrant careful consideration.", "...", "Azerbaijan acceded to the International Convention on the Elimination of All Forms of Racial Discrimination in 1996.", "In 2005, the Committee on the Elimination of Racial Discrimination (CERD) noted with satisfaction that Azerbaijan had made the optional declaration recognising the Committee’s competence to receive communications under Article 14 of the Convention (CERD/C/AZE/CO/4). Moreover, in its reports from 2005 on the sixty-sixth and sixty-seventh sessions, it stated inter alia as to Azerbaijan:", "58. The Committee notes the position of the State party that, despite the negative effects of the conflict in the NagornyKarabakh region, persons of Armenian origin do not experience discrimination in Azerbaijan. However, the Committee is concerned that, according to reports, incidents of racial discrimination against Armenians occur, and that a majority of the Armenians residing in Azerbaijan prefer to conceal their ethnic identity in order to avoid being discriminated against (Convention, art. 2).", "The Committee encourages the State party to continue to monitor all tendencies that give rise to racist and xenophobic behaviour and to combat the negative consequences of such tendencies. In particular, the Committee recommends to the State party that it conduct studies with a view to effectively assessing and evaluating occurrences of racial discrimination, in particular against ethnic Armenians.", "In its second report on Azerbaijan, of 24 May 2007, the European Commission against Racism and Intolerance (ECRI) stated inter alia:", "Persistence of the negative climate against Armenians", "106. In its first report, ECRI recommended that the Azerbaijani authorities ensure an adequate response to all instances of discrimination and hate-speech against Armenians, including through the use of the relevant legal provisions. It also encouraged the Azerbaijani authorities to contribute more actively to generating a climate where Armenians do not feel threatened when exposing their identity publicly.", "107. ECRI deeply regrets that since the adoption of its first report in 2002, the situation as concerns ethnic Armenians living in Azerbaijan (hereafter: Armenians) has not improved at all. While ECRI continues to receive alarming information concerning racism and racial discrimination against this group of persons, the Azerbaijani authorities have not demonstrated their will to tackle this problem. On the contrary, the general attitude among national and local authorities is rather to purely and simply deny that Armenians are confronted with problems in Azerbaijan. ECRI is surprised by this position which comes in stark contrast to information from numerous national and international non-governmental sources. Armenians are often referred to as the most vulnerable group in Azerbaijan in the field of racism and racial discrimination. The issue is sufficiently serious for Armenians to sometimes be described as “second-class citizens” in Azerbaijan. This situation is generally said to be a consequence of the overall negative climate in Azerbaijan generated by the conflict over Nagorno-Karabakh.", "108. According to official sources the number of Armenians living on Azerbaijani territory outside Nagorno-Karabakh and the occupied zones amounts to 30 000, Non-official sources estimate that the real number is probably lower, around 20 000. These persons are almost exclusively persons married to Azerbaijanis or of mixed Armenian-Azerbaijani descent.", "109. A first problem is apparently the discrimination with which Armenians are confronted in their daily lives, particularly in access to public services. Allegedly, some officials merely refuse to proceed with request from Armenians when they discover their ethnic origin. The discrimination amounts sometimes to harassment which prevents the persons concerned from exercising their basic rights such as the right to pension allowance or the right to work. Judicial proceedings opened by Armenians trying to secure their rights are said to systematically fail due to the general negative climate against Armenians. As mentioned in another part of this report, some refugees and IDPs have been occupying properties belonging to Armenians who are still unable to regain their property.", "110. Another problem is the oral and written inflammatory speech on the conflict over Nagorno-Karabakh. These statements do not only target Armenia and Armenian citizens. It also often portrays Armenians living in Azerbaijan as enemies and traitors. ECRI is concerned to learn that some media, and particularly certain TV channels, some members of the general public, some politicians and even some authorities at local and national levels apparently fuel negative feelings among society towards Armenians in general, and ethnic Armenians living on Azerbaijani territory in particular. At present, ECRI notes that no steps have been taken to use the relevant criminal law provisions to prohibit material inciting to racial hatred against Armenians. As already described in ECRI’s first report, the mere attribution of Armenian ethnic origin to an ethnic Azerbaijani may be perceived as an insult. Thus, there have continued to be trials for slander and insult opened by public figures against persons who had publicly and falsely alleged their Armenian ancestry.", "111. One of the consequences of discrimination and inflammatory speech against Armenians is that many Armenians keep a low profile in Azerbaijan, trying as much as possible to avoid drawing attention to themselves. They often seek to hide their ethnic identity, for instance through changing their names.", "112. This negative climate mainly resulting from the conflict over Nagorno-Karabakh does not only have an impact on Armenians living in Azerbaijan. It also allegedly affects Azerbaijani individuals or NGOs assisting Armenians when they try to exercise their basic rights. They are reportedly victims of anonymous threats, defamation campaigns in some media and harassment by some authorities. They are often publicly and falsely accused of “having Armenian roots” and of treason to Azerbaijan. Another consequence of this negative climate is that Azerbaijani individuals travelling to Armenia or to the occupied territories of Azerbaijan are victims of threats, harassment and attacks on their goods or persons on the grounds that they “betray their country”. ECRI notes that so far, the Azerbaijani authorities have not taken adequate steps to protect the relevant persons from these acts. In its first report, ECRI already expressed its concern at the lack of opportunities available for members of civil society to resume dialogue in order to favour the full reconciliation of all people living in the region and the restoration of mutual confidence among members of the different communities. Apparently, the situation has not evolved much in this field.", "113. ECRI reiterates that a fair and peaceful solution of the conflict over Nagorno-Karabakh would have a positive impact on the general sentiments of the Azerbaijani population towards Armenians, including those living at present on the territory of Azerbaijan under the effective control of the Azerbaijani authorities.", "Recommendations:", "114. ECRI strongly recommends that the Azerbaijani authorities contribute more actively to generating a climate where Armenians do not feel threatened when exposing their identity publicly.", "115. ECRI once more urges the Azerbaijani authorities to ensure an adequate response to all instances of discrimination and hate-speech against Armenians, including through the use of the relevant legal provisions. They should also ensure an adequate response to harassment and hate-speech against persons trying to defend Armenians’ basic human rights or travelling to Armenia or to the occupied territories of Azerbaijan.", "US Department of State, Azerbaijan, Country Reports on Human Rights Practices – 2005, stated, inter alia:", "...", "c. Freedom of Religion", "The law provides for freedom of religion; however, there were some abuses and restrictions in practice. Although the law expressly prohibits the government from interfering in the religious activities of any individual or group, there are exceptions, including cases where the activity of a religious group \"threatens public order and stability.\"", "A number of legal provisions enable the government to regulate religious groups, including a requirement that religious organizations, including individual congregations of a denomination, be registered by the government ...", "Although unregistered religious groups continued to function, some, such as Seventh-day Adventists, Jehovah’s Witnesses, and Baptists, reported official harassment, including disruption of religious services and police intimidation, fines, and occasional beatings of worshippers by police. Some non traditional religious groups operated in an atmosphere of fear ...", "Jehovah’s Witnesses reported that authorities regularly interfered with their ability to rent public halls for religious assemblies and on occasion fined or detained and beat individuals for meeting in private homes. On June 12, police raided a gathering of approximately 200 Jehovah’s Witnesses in Baku, detaining 29 members of the group and then releasing them after several hours in police custody. Local television stations also aired \"raids\" of religious meetings for \"exposes\" of religious groups.", "The law expressly prohibits religious proselytizing by foreigners, and this was enforced strictly. On April 24, police authorities seized Jehovah’s Witnesses religious literature in Baku on these grounds.", "Societal Abuses and Discrimination", "There were an estimated 30 thousand Jews in the country. There were few cases of prejudice and discrimination against Jews, and in the few instances of anti-Semitic activity the government responded quickly. There was popular prejudice against Muslims who convert to non-Islamic faiths and hostility toward groups that proselytize, particularly evangelical Christian and missionary groups. The government appeared to encourage such social stigmatization through orchestrated exposes and raids of non traditional groups.", "US Department of State, Azerbaijan, Country Reports on Human Rights Practices – 2006, stated, inter alia:", "... The government’s human rights record remained poor, and it continued to commit numerous abuses. The public’s right to peacefully change the national legislature was restricted in the November 2005 parliamentary elections, although there were some improvements in the period leading up to the elections and in the May 13 parliamentary election reruns that took place in ten parliamentary constituencies. Torture and beating of persons in police custody resulted in three deaths, and police officials acted with impunity. Prison conditions--despite improvements in infrastructure--were generally harsh and life threatening. Arbitrary arrest and detention, particularly of individuals considered by the government to be political opponents, and lengthy pre-trial detention continued. The government continued to imprison persons for politically motivated reasons. Pervasive corruption in the judiciary and in law enforcement continued. Restrictions on media freedom, freedom of assembly, and political participation worsened. ...", "Role of the Police and Security Apparatus", "... Police officers acted with impunity, and in most cases the government took little or no disciplinary action. During the year, however, the government reported that it took action against 104 police officers for human rights violations, seven of whom were disciplined for inflicting bodily harm. The government reported that it dismissed 28 officers from the ministry of internal affairs police forces, removed six officers from their position and administratively disciplined 11 others. The government did not state whether it criminally charged any officers for violating human rights and civil liberties during the year.", "Freedom of Religion", "...Jehovah’s Witnesses reported that authorities regularly interfered with their ability to rent public halls for religious assemblies and on occasion fined or detained and beat individuals for meeting in private homes. Local television stations also aired \"raids\" of religious meetings for \"exposes\" of religious groups.", "On December 24, police accompanied by a television crew raided a gathering of Jehovah’s Witnesses in Baku. Police detained and released most participants, but held six foreigners in immigration detention pending deportation proceedings. These individuals remained in immigration detention at the end of the year.", "Societal Abuses and Discrimination", "There were an estimated 15,000 Jews in the country, the vast majority located in Baku. Incidences of prejudice and discrimination against Jews were rare, and in the few instances of anti-Semitic activity the government responded quickly. There was popular prejudice against Muslims who converted to non-Islamic faiths and hostility toward groups that proselytized, particularly evangelical Christian and missionary groups. The government appeared to encourage such social stigmatization through orchestrated exposes and raids of non traditional groups.", "The government actively undertook programs to encourage religious tolerance. For example, on November 15, the SCWRA [State Committee on Work with Religious Associations], foreign affairs ministry, and Caucasus Muslim board co-hosted an interfaith tolerance conference. ...", "National/Racial/Ethnic Minorities", "Some of the approximately 20,000 citizens of Armenian descent living in the country historically have complained of discrimination in employment, schooling, housing, the provision of social services, and other areas. Azerbaijani citizens who were ethnically Armenian often concealed their ethnicity by legally changing the ethnic designation in their passports.", "Some groups complained that authorities restricted their ability to teach or print materials in their native languages. Specifically, Farsi-speaking Tallish in the south, Caucasian Lezghins in the north, displaced Meskhetian Turks from Central Asia, and displaced Kurds from the Armenian-occupied Lachin region reported sporadic incidents of discrimination, restrictions on the ability to teach in their native languages, and harassment by local authorities. ...", "US Department of State, Azerbaijan, International Religious Freedom Reports, 2005 and 2006, stated, inter alia:", "The Constitution provides that persons of all faiths may choose and practice their religion without restrictions; however, there were some abuses and restrictions.", "There was no change in the status of respect for religious freedom during the period covered by this report. Some religious groups reported delays in and denials of registration and limitations upon their ability to import religious literature. Others have indicated that they either received or expect to receive their registration, they are able to import religious literature, and they meet without government interference. However, local authorities occasionally monitor religious services, and officials at times harassed non traditional religious groups.", "The generally amicable relationship among religions in society contributed to religious freedom; however, there is popular prejudice against Muslims who convert to non-Islamic faiths and hostility towards groups that proselytize, particularly evangelical Christian and missionary groups.", "... There are no reliable statistics on memberships in various faiths; however, according to official figures approximately 96 percent of the population is Muslim ... Shi’a, Sunni, Russian Orthodoxy, and Jews are considered traditional religious groups. There also have been small congregations of Evangelical Lutherans, Roman Catholics, Baptists, Molokans (Russian Orthodox Old-Believers), Seventh-day Adventists, and Baha’is in the country for more than 100 years. In the last 10 years, a number of new religious groups considered foreign or non traditional have been established, including \"Wahhabi\" Muslims, Pentecostal and evangelical Christians, Jehovah’s Witnesses, and Hare Krishnas ...", "Jehovah’s Witnesses reported that authorities occasionally fined or detained and beat individuals for meeting in private homes.", "Societal Attitudes", "The generally amicable relationship among religions in society contributed to religious freedom; however, there is popular prejudice against Muslims who convert to non-Islamic faiths and hostility towards groups that proselytize, particularly evangelical Christian and missionary groups. This has been accentuated by the unresolved conflict with Armenia over Nagorno-Karabakh. ...", "Hostility between Armenians and Azeris, intensified by the unresolved conflict over Nagorno-Karabakh, remains strong. In those portions of the country controlled by Armenians, all ethnic Azeris have fled and those mosques that have not been destroyed are not functioning. Animosity toward ethnic Armenians elsewhere in the country forced most of them to depart between 1988 and 1990, and all Armenian churches, many of which were damaged in ethnic riots that took place more than a decade ago, remain closed. As a consequence, the estimated 10,000 to 30,000 ethnic Armenians who remained are unable to attend services in their traditional places of worship. ...", "The International Helsinki Federation for Human Rights (IHF), stated among other things, in their 2006 report “Azerbaijan. Extract from the IHF report Human Rights in the OSCE Region”:", "“Azerbaijan has been led by the authoritarian regime of the Aliyev family since 1993. After the death of Heydar Aliyev in 2003, his son Ilham Aliyev took over as president. The change in leadership provoked internal competition within ruling circles, which was apparent during the campaign leading up to the parliamentary elections of 6 November 2005.", "...there were numerous crackdowns on opposition rallies, where participants were beaten and arbitrarily arrested. Journalists covering opposition activities were also targets of police violence. Although the elections were characterized by irregularities, no large-scale protests followed in their aftermath. The opposition, however, refused to participate in the work of the new parliament, where it won 10 out of 125 seats.", "There was a visible gap between the country’s legal framework and its implementation. Courts demonstrated dependence on the executive branch, especially in property cases and politically sensitive cases. The authorities failed to take effective measures to combat the use of torture and ill-treatment by law enforcement officials and there were reports of officials being promoted after resorting to abusive practices. A series of prison riots in February were quashed through the use of excessive force. The dismissal of incompetent high-ranking officials within the penitentiary system as well as improved access of human rights defenders to prison facilities, however, represented positive steps toward improving prison conditions.", "...", "The human rights situation in Azerbaijan was discussed by the Parliamentary Assembly of the Council of Europe (PACE) in June. PACE reiterated its concern that some of Azerbaijan’s obligations before the Council of Europe remained unimplemented well after the deadline given to Azerbaijan upon its accession to the Council of Europe. For example, new legislation on national minorities was yet to be adopted, the right to alternative civil service to military service was not observed, and many political prisoners remained detained – despite a series of releases.", "... Torture, Ill-treatment and Police Misconduct ...", "In November, a police officer of the Ganja city police directorate was arrested on charges of exceeding authority (article 309.2) of the criminal code) He had reportedly beaten and raped a man suspected of theft as well the mother of this man. At the end of the year, the case was still pending. ...”", "Amnesty International Annual Reports from 2003, 2004, 2005 and 2006 do not contain any specific information as to Armenians or Jehovah’s Witnesses living in Azerbaijan. However, in a report by Amnesty International, Swedish Section, of 18 October 2005, on asylum seekers from Azerbaijan, it is stated, inter alia,", "“Amnesty International also wishes to draw the Swedish Immigration authorities’ attention to the situation for ethnic Armenians in Azerbaijan which is very critical. Persons of Armenian ethnicity are exposed to violence from individuals, both from authorities and civilians, they are refused access to public employment, pension payments and other social benefits. All this creates a general sense of fear, uncertainty and anxiety, which leads to ethnic Armenians hiding their ethnicity and keeping a low profile. When taken together these factors may very well be assessed as persecution. There is no doubt that the discrimination is of frequent occurrence and to a large extent tolerated by the authorities.", "...", "In Amnesty International’s view anti-Armenian feelings are increasing in Azerbaijan, as a result of the fact that Azerbaijani authorities have not opposed or intervened sufficiently against this atmosphere. Last year at a NATO training camp an Azerbaijani officer killed an Armenian officer in revenge for a crime committed during the Nagorno-Karabakh war. Despite it being condemned by public authorities in Azerbaijan, nevertheless a large part of the population supported the Azerbaijani officer. ...”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}