{"ITEMID": "001-79576", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "ADMISSIBILITY", "DATE": 2007, "DOCNAME": "MAJDANDZIC AND OTHERS v. CROATIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis", "TEXT": ["The applicants are 41 individuals, whose names, nationalities, residences and years of birth are listed in the attached annex. They are represented before the Court by Mr D. Gjurašin, a lawyer practicing in Zagreb. The Croatian Government (“the Government”) were represented by their Agent, Ms Lidija Lukina-Karajković and later on by Ms Štefica Stažnik.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 1 January 1993 at a New Year’s party in Zrinski Topolovac, Croatia, a certain V.P., a member of the Croatian Army, shot ten people to death and wounded seven others upon which he committed suicide.", "On 27 December 1995 each of the applicants instituted civil proceedings before the Zagreb Municipal Court (Općinski sud u Zagrebu) against the State seeking pecuniary and non-pecuniary damages sustained on account of the bodily injury of death of a close relative. They based their claim on Section 180 of the Civil Obligations Act (Zakon o obveznim odnosima). The proceedings were subsequently joined.", "On 4 December 1997 the Zagreb Municipal Court issued an interim judgment (međupresuda) whereby it found that the State held liability for the damages sustained by the applicants in half, the other half being V.P.’s personal liability.", "Both parties appealed against the judgment.", "On 6 November 1999 the Amendments to the Civil Obligations Act (“the 1999 Amendments”) entered into force. The amended legislation provided that all proceedings instituted against the State for damage caused by members of the Croatian Army and police in the performance of their official duties during the Homeland War in Croatia be stayed.", "On 15 May 2000 the Zagreb Municipal Court stayed the proceedings pursuant to the above legislation.", "On 7 January 2003 the applicants filed a constitutional complaint concerning the length of the proceedings.", "On 31 July 2003 new legislation on the liability of the State for damage caused by members of the Croatian Army and police in the performance of their official duties during the Homeland War (“the 2003 Liability Act”) entered into force.", "On 31 December 2003 the Zagreb Municipal Court resumed the proceedings and the case-file was forwarded to the Zagreb County Court (Županijski sud u Zagrebu), being the appellate court. On 15 February 2005 this court quashed the interim judgment of 4 December 1997 and remitted the case to the Zagreb Municipal Court.", "The Municipal Court held a hearing on 20 October 2005.", "On 19 September 2005 the Constitutional Court (Ustavni sud Republike Hrvatske) found that the applicants’ right to a determination of their civil claim within a reasonable time and their right of access to a court had been violated and awarded each applicant 15,600 Croatian Kunas (HRK) as just satisfaction. Furthermore, it ordered the Zagreb Municipal Court to adopt its decision in the shortest time possible but no later than six months from the publication of the Constitutional Court’s decision in the Official Gazette.", "On 29 November 2005 the Zagreb Municipal Court pronounced judgment rejecting the applicants’ claim.", "On 1 March 2006 the applicants appealed against the first instance judgment. The proceedings are currently pending before the Zagreb County Court.", "Section 184 (a) of the Amendments to the Civil Obligations Act (Zakon o dopunama Zakona o obveznim odnosima, Official Gazette no. 112/1999 of 29 October 1999) provided that all proceedings instituted against the State for damage caused by members of the Croatian Army and police in the performance of their official duties during the Homeland War in Croatia from 7 August 1990 to 30 June 1996 were to be stayed. The 1999 Amendments also imposed an obligation on the Government to submit special legislation to Parliament regulating liability for such damage within six months of the Act entering into force.", "The Act on the liability of the Republic of Croatia for damage caused by members of the Croatian army and police when acting in their official capacity during the Homeland war (Zakon o odgovornosti Republike Hrvatske za štetu uzrokovanu od pripadnika hrvatskih oružanih i redarstvenih snaga tijekom Domovinskog rata, Official Gazette no. 117/2003 of 23 July 2003) regulates the conditions under which the State is liable to pay compensation for damage caused by members of the army and the police during the Homeland War. It also provides that all proceedings stayed pursuant to the 1999 Amendments are to be resumed.", "The relevant part of section 63 of the Constitutional Act on the Constitutional Court (Ustavni zakon o Ustavnom sudu Republike Hrvatske, Official Gazette no. 49/2002 of 3 May 2002 – “the Constitutional Court Act”) reads as follows:", "“(1) The Constitutional Court shall examine a constitutional complaint whether or not all legal remedies have been exhausted if the court with jurisdiction fails to decide a claim concerning the applicant’s rights and obligations or a criminal charge against him or her within a reasonable time ...", "(2) If a constitutional complaint ... under paragraph 1 of this section is upheld, the Constitutional Court shall set a time-limit within which the court with jurisdiction must decide the case on the merits...", "(3) In a decision issued under paragraph 2 of this section, the Constitutional Court shall assess appropriate compensation for the applicant for the violation of his or her constitutional rights ... The compensation shall be paid out of the State budget within three months from the date a request for payment is lodged.”", "Article 29 § 1 of the Constitution (Ustav Republike Hrvatske, Official Gazette no. 41/2001 of 7 May 2001) reads as follows:", "“ In the determination of his rights and obligations or of any criminal charge against him, everyone is entitled to a fair hearing within a reasonable time by an independent and impartial court established by law.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}