{"ITEMID": "001-67225", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "ADMISSIBILITY", "DATE": 2004, "DOCNAME": "BEALE v. THE UNITED KINGDOM", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Matti Pellonpää;Nicolas Bratza", "TEXT": ["The applicant, Mr Lancelot Scott Beale, is a United Kingdom national, who was born in 1950 and lives in Bromham. He is represented before the Court by Messrs Clarke Willmott & Clarke, a firm of lawyers practising in Taunton.", "The applicant was a sheep farmer who was under investigation by the local trading standards officers for the way in which he kept his sheep. He voluntarily attended two interviews, on 30 November 2000 and on 19 February 2001. The interviews were set up six and ten days respectively in advance. On each occasion, the applicant was cautioned, told that he was free to leave, that he could obtain legal advice, and that he could have a solicitor present at the interview. At the first interview, the applicant answered all questions. At the second, he stated at one point that he would have been happier if he had been accompanied by a solicitor.", "In the proceedings, the applicant contended that the transcripts of both interviews should not be admissible as evidence. The magistrates excluded the transcript of the second interview, but admitted that of the first. On 16 May 2002, the applicant was convicted on 23 counts of causing unnecessary suffering to sheep, of failing to dispose of animal by-products, and of failing to keep proper records.", "The applicant appealed, contending that the transcript of the interview of 30 November 2000 should also have been excluded from the case on the ground that the applicant had not been informed that free legal advice was available. On 11 December 2002 the High Court (Rose LJ and Fulford J) dismissed the application. It found under that domestic law, there was a right to free legal aid (from the duty solicitor) where a person was questioned at a police station, but not in circumstances where, as here, a person is questioned voluntarily in other premises and no constable is present. As free “police station” legal aid was not relevant, it could not be expected of a trading standards officer to give the applicant information as to means-tested legal advice. The High Court also considered that Article 6 § 3 (c) did not extend to requiring free legal advice to be given for initial, voluntary questioning, and that accordingly there could be no requirement to give information as to such advice. Leave to appeal was refused, regardless of whether the matter was civil (in which case the appeal would have been, with leave, to the Court of Appeal) or criminal (in which case it would have been, with a certificate that the case raise a point of law of general public importance and leave, to the House of Lords).", "Section 58 of the Police and Criminal Evidence Act 1984 (PACE) grants a person arrested and “held in custody in a police station or other premises” the right to consult a solicitor “if he so requests”. The obligation to inform a person of his rights to legal advice is restricted to persons under arrest and at a police station or elsewhere in the charge of a constable (Section 118(2) PACE). Code of Practice C under PACE provides at C:3.1 that where a person is brought to a police station under arrest, or is arrested at the police station after having attended voluntarily, the custody officer must inform him of the right to consult privately with a solicitor and the fact that independent legal advice is available free of charge.", "Under Code C:6.1, subject to certain provisos, all persons in police detention must be informed that they may at any time consult and communicate privately with a solicitor, and that independent legal advice is available free of charge from the duty solicitor.", "Under Regulation 6 of the Legal Advice and Assistance Regulations 1989, advice given to persons interviewed at a police station (including volunteers who attend voluntarily at a police station or other place where a constable is present) is free in that it is available without reference to the person's financial resources.", "A separate scheme exists whereby freestanding advice and assistance is available for those who contact a solicitor, and the solicitor determines whether the individual is eligible for the means-tested advice."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}