{"ITEMID": "001-81488", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "ADMISSIBILITY", "DATE": 2007, "DOCNAME": "PALISKO AND PALISKOVA v. SLOVAKIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The first applicant, Mr Ján Palisko, and the second applicant, Mrs Mária Palisková, are a married couple. They are Slovakian nationals who were born in 1954 and 1958 respectively and live in Kapušany pri Prešove. The respondent Government were represented by Ms A. Poláčková, their Agent, who was subsequently succeeded in that function by Ms M. Pirošíková.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "In 1989 the applicants were granted the “right of personal use” (právo osobného užívania) of a plot of land. Following changes in property law, this right was later transformed into the right of ownership.", "The plot is located in the municipality of Drieňov and registered as no. 871/2. The nearest public road is Mlynská Street. Another nearby public road is Okružná Street.", "The municipality is connected to the electricity and gas networks but has no access either to a public water supply or to sewage and water cleansing systems.", "The area where the plot is located was subject to a development plan (zoznam pozemkov na výstavbu) issued in 1985 under the 1976 Decree on territorial-planning documentation (Decree no. 84/1976 Coll.). This plan was later transformed into a zoning plan (územný plán) under the Construction Code (Law no. 50/1976 Coll., as amended). It designated the relevant area for systematic individual construction of residential houses. The construction of a public road to connect Mlyská Street and Okružná Street and a connection to the public utility system were envisaged on land that had previously been expropriated and purchased for that purpose. If constructed, the road would provide access to the applicants’ house and the electricity and gas networks would run as close as 6 metres from the house.", "Later in 1989 the applicants were granted a permit to construct (stavebné povolenie) a family house on the assigned plot and commenced the construction work.", "On 13 February 1992 the Drieňov Municipal Office (Obecný úrad) held a public meeting to debate the issue of the construction of the new road. The owners of all the plots concerned were invited to attend and the majority of them stated that they were not interested in having the road constructed. The applicants were advised to seek access to their house by way of an easement through the neighbouring property of the first applicant’s family which they were using de facto for the construction work.", "On 2 April 1992 the Drieňov Municipal Council (Obecné zastupiteľstvo) passed a resolution instructing the mayor to reconsider the existing zoning plan in the light of the changing circumstances and approving the sale of the land adjacent to the applicants’ plot to several individuals. The land included the plots on which the new road and the public utility connection were to be located. The sale deprived the applicants’ plot of direct access to Mlynská Street. The road and utility connections envisaged in the original plan have never been constructed. Alternative solutions were explored instead (see below).", "The applicants requested to be granted, by way of an administrative decision, a right of access to their plot via the plots separating their house from Mlynská Street. In a letter of 1 June 1992 the Prešov County Environmental Office (Obvodný úrad životného prostredia) informed the applicants that in the circumstances no such right could be granted in administrative proceedings and that they should assert it in the ordinary courts. There is no indication that the applicants have done so. They received a similar response from the Prešov District Office in a letter of 17 December 2002.", "In the meantime the applicants finished the construction of their house and requested that the construction be approved (kolaudačné rozhodnutie). In a letter of 23 October 1992 the County Environmental Office “returned” the request to the applicants and informed them that the construction could not be approved as, contrary to sections 6 and 7 of the 1976 Decree on general technical requirements for constructions (Decree no. 83/1976 Coll.), the house was not connected to the land communications or public utilities networks. There is no indication that the applicants formally pursued the request after receiving this letter.", "Since then the applicants have been unable to use the house. In order to minimise its dilapidation they have had to carry out maintenance work. They had to stay in another flat which they eventually had to sell to be able to pay the costs of maintenance of the house. At the same time, the applicants have been liable to pay real-estate ownership tax in respect of the plot of land, but not in respect of the house.", "On 8 November 1994 the Municipal Council passed a resolution approving a new zoning plan for the period until 2010. It does not envisage the construction of any land communications or utilities connections in the area and is still in place.", "The applicants eventually acquired title to the property of the first applicant’s family and acquired consent from the owner of another neighbouring plot which allows their plot to be connected to the gas and electricity networks from another street a distance of more than 100 metres away. They had the gas and electricity connection installed at their own expense, the cost being substantially higher than it would have been under the old zoning plan.", "Between May 1992 and April 2002 the applicants on numerous occasions raised the issue of the construction of the access road and the connection to the public utility system with the Ministry of Audit (Ministerstvo kontroly), the County Environmental Office, the Prešov District Environmental Office (Okresný úrad životného prostredia), the Prešov District Office (Okresný úrad) and the Ministry of the Environment (Ministerstvo životného prostredia). In response, they were informed that the matter primarily fell within the responsibility of the Drieňov municipal authorities and that they were free to bring their claims before a court.", "On 16 July 1992 a commission convened under the auspices of the Prešov Land Office (Pozemkový úrad) observed that it was the duty of the Drieňov municipal authorities to construct an access road to the applicants’ plot of land and called on the Municipal Council to reconsider its above resolution of 2 April 1992.", "On 23 September 1993, at the applicants’ request, the Prešov District Prosecutor lodged a complaint against the resolution of 2 April 1992. He considered that the municipality was under an obligation to construct an access road to the applicants’ plot and to secure a connection to the public utility system for them. The 1992 sale was arbitrary and had prevented the construction of the applicants’ house from being approved. Further to the complaint, on 6 December 1993 the Prešov District Office quashed the resolution of 2 April 1992 but its decision was later overturned by the Ministry of the Interior on appeal.", "On 16 December 1993 the applicants brought a civil action challenging the 1992 sale of the land adjacent to the applicants’ plot to third parteis. On 23 May 1994 and 18 December 1995 respectively the Prešov District Court and, on appeal, the Košice Regional Court dismissed the action. They concluded that the applicants did not have a “pressing legal interest” in accordance with Article 80 (c) of the Code of Civil Procedure in having the action determined because it did not directly concern their legal position.", "On 14 October 1996 the applicants submitted a request to the municipal authorities for the construction of an access road and a connection to the utilities network. The Municipal Council took notice of the request and advised the applicants to seek access to their plot by way of an agreement with the owners of the land concerned. In response the applicants applied to the Constitutional Court (Ústavný súd), challenging the way in which the municipal authorities had handled their request and claiming a violation of their property rights as protected under the Constitution. On 8 October 1997 the Constitutional Court declared the complaint inadmissible. It held that the Municipal Council’s reaction to the applicants’ request did not take the form of a decision and, as such, could not constitute a violation of individual rights. The Constitutional Court nevertheless observed that “the obligation on the [Drieňov] municipal authorities to secure an access road [for the applicants] remained undisputed” (nie je dotknutá).", "The applicants also lodged a petition under Article 130 of the Constitution with the Constitutional Court, alleging that the municipal authorities’ inactivity in respect of the construction of the road amounted to a violation of their property rights under the Constitution. On 22 July 1999 the Constitutional Court declared the petition inadmissible, observing that the applicants had asserted their property rights in court proceedings and that their action was still pending (see below). In view of the subsidiary role of the Constitutional Court, a simultaneous assertion of the applicants’ rights before the Constitutional Court was not appropriate.", "On 5 May 1993 the applicants brought an action against the municipality. They supplemented the action several times, ultimately seeking a judicial order for the municipal authorities to plan and construct an access road to their plot of land. They relied on Article 417 § 2 of the Civil Code, section 4(1) and (3)(e) of the Municipalities Act (Law no. 369/1990 Coll., as amended) and sections 2(3), 3(6), 3d and 4b of the Land Communications Act (Law no. 135/1961 Coll., as amended). The applicants also sought a ruling establishing an easement in their favour against the owners of the neighbouring plots. However, they later withdrew this claim.", "The Prešov District Court determined the action for the first time on 29 May 1996 but the judgment was quashed on appeal.", "On 12 December 1996 the District Court granted the action and ordered the municipal authorities to plan and construct an access road for the applicants within 60 days from the date on which the judgment became final. It was observed that the applicants had lawfully constructed a house. The municipal authorities had an obligation to provide an access road. Their failure to do so prejudiced the applicants’ rights and exposed them to an imminent risk of substantial damage. In these circumstances the applicants were entitled to have their interests safeguarded under Article 417 § 2 of the Civil Code. The municipal authorities were to choose the means of complying with the ruling, for example by buying out or expropriating the land concerned or establishing an easement in the applicants’ favour. The municipal authorities appealed (odvolanie).", "On 26 January 2000 the Prešov Regional Court (Krajský súd) overturned the judgment of 12 December 1996 and dismissed the action. The Regional Court held that there was no legislation providing a basis for a privatelaw obligation to construct a road. The construction of roads fell within the field of construction law and, as such, could not be ordered under the general civil law.", "The applicants challenged the judgment of 26 January 2000 by means of an appeal on points of law (dovolanie). They argued that the municipality was the sole entity responsible for the construction of local communications facilities on its territory. The applicants relied on Article 108 of the Constructions Code and maintained that the municipal authorities had the power to initiate expropriation proceedings in respect of the land for the access road and proceedings for establishing an easement in their favour. The applicants also relied on the protection of their property rights under the Constitution.", "On 27 March 2002 the Supreme Court (Najvyšší súd) dismissed the appeal on points of law. It held that the ordinary courts could not issue enforceable orders in matters within the field of construction law. Article 417 § 2 of the Civil Code did not support the applicants’ request for a construction order, which could only be carried out in accordance with construction law.", "The applicants challenged the judgments of 26 January 2000 and 27 March 2002 by lodging a complaint under Article 127 of the Constitution alleging a violation of their property rights and discrimination. On 1 October 2002 the Constitutional Court declared the complaint inadmissible, having found no constitutionally relevant illegality, arbitrariness or unfairness.", "The Act regulates the legal and economic status of municipalities and their self-governance and cooperation (section 1).", "General rules concerning municipal self-governance are laid down in section 4. Unless provided otherwise by statute, municipalities are independent in taking decisions and actions in respect of the administration of their property and all affairs falling within their competence (subsection 1). In particular, municipalities are self-governed in respect of the construction, maintenance and administration of local communications (miestne komunikácie) (subsection 3 (e)).", "The Code lays down general rules concerning territorial planning, construction activities and expropriation in the context of construction activities and defines the status of construction authorities.", "Under Article 29 § 3, as applicable at the relevant time, approved territorial-planning documentation (územno-plánovacia dokumentácia) provides a binding basis for the preparation of other categories and levels of territorial-planning documentation, for decisions concerning the use of areas and for documentation concerning specific constructions.", "Expropriation is dealt with in Part 4. Land and buildings which are necessary for construction purposes may be expropriated and rights in respect of them may be restricted (“expropriation”) (Article 108 § 1).", "Expropriation may take place only in the public interest in specified circumstances, for example where it is necessary for creating conditions for ensuring access to a plot of land or a construction (Article 108 § 2 (d)).", "The aim of expropriation is to transfer or restrict the right of ownership or to establish, cancel or restrict easements (Articles 109 § 1). Expropriation can take place only if its aim cannot be attained by consent or by other means (Articles 109 § 2).", "Expropriation is subject to a procedure before the construction authority. The procedure commences on an application by, inter alia, the individual who is to benefit from the expropriation (Article 112 §§ 1 and 2).", "The expropriation procedure is concluded by means of an administrative decision on expropriation (Article 114 § 1) and, unless provided otherwise, is governed by the general rules on administrative proceedings (Article 140).", "The Act regulates the construction, use and protection of land communications, the rights and duties of owners, administrators and users of land communications, and State administration and supervision of land communications (section 1(1)).", "Land communications are divided according to their importance, purpose and technical nature into: (a) highways (dialnice); (b) roads (cesty); (c) local communications; and (d) utility connections (účelové komunikácie) (section 1(2)).", "Local communications include streets that are generally accessible to and used by local transport and belong to the local communications network (section 4b(1)). They are the property of municipalities (section 3d(3)) and their planning, preparation and construction is the responsibility of the municipal authorities (section 2(3)).", "Utility connections serve, inter alia, to connect production facilities or constructions and real estate with other land communications. They are divided into public and private (section 22(1) and (3)), may be owned by the State or other legal entities or individuals (section 3d(4)) and their planning, preparation and construction is in general the responsibility of the owners (section 2(3)).", "In the event of a serious threat, the person threatened may seek a judicial order for appropriate and adequate measures to be taken in order to avert any impending damage (Article 417 § 2).", "The Decree was issued by the Ministry for Technical and Investment Development and published in the Collection of Laws as no. 83/1976.", "Pursuant to section 6(1), all constructions must be accessible from public land communication facilities by means of a communication node or a utility connection which must be completed before the construction is approved. Constructions must have adequate access to the water, energy and sewage systems prior to their approval (section 7(1))."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}