{"ITEMID": "001-115307", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GEO", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF DVALISHVILI v. GEORGIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment;Inhuman treatment) (Substantive aspect);Violation of Article 3 - Prohibition of torture (Article 3 - Effective investigation) (Procedural aspect)", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Ján Šikuta;Josep Casadevall;Kristina Pardalos;Luis López Guerra;Nona Tsotsoria", "TEXT": ["5. The applicant was born in 1984 and lives in the village of Gvishtibi, Georgia. On 27 December 2005, at around 9.50 p.m., the applicant was arrested by three police officers on suspicion of breaching public order in the city of Tskaltubo and physically assaulting a taxi driver. He was taken to the Tskaltubo police department, where, with the status of a suspect, he protested his innocence and invoked his right to remain silent. An identification procedure which took place immediately afterwards resulted in the taxi driver identifying the applicant as one of the assaulters. According to the applicant, he was then severely beaten by three police officers identified as B.Gh., M.K. and M.M., who demanded that he confess to verbally and physically assaulting the taxi driver.", "6. On the following day the applicant was charged with an aggravated breach of public order, an offence under Article 239 § 2 (a) of the Criminal Code of Georgia. He was questioned as an accused in the absence of a lawyer and confessed to the offence. Later, an ambulance was called for the applicant. An emergency doctor and a nurse, who visually examined him in the presence of a prosecutor, drew up a report noting that the applicant had a bruise on his right eye and a scratch on his nose. When asked about the source of the injuries, the applicant stated that he had fallen to the ground when running away from the police officers during the arrest.", "7. On 29 December 2005 the Tskaltubo District Court ordered the applicant’s release on bail. According to the applicant, at the hearing he repeated his confession, since it was on that condition that the police officers had promised to release him.", "8. On 30 December 2005 the applicant, who by that time had developed a severe headache, general weakness and nausea, was taken to Kutaisi hospital. On admission to the hospital he alleged that he had been beaten by police officers. After the required medical examination, the applicant was diagnosed with an internal head injury, concussion and chronic gastroduodenitis. A haematoma measuring 2 cm by 2.5 cm was observed on his right eye; also, minor excoriations were found on his right thigh, left shoulder and right hand, and minor swelling in the right temple area and jaw. He was treated at the hospital until 6 January 2006.", "9. On 7 January 2006 the applicant was again hospitalised with recurring headaches and dizziness. He was treated for two weeks and discharged from the hospital on 20 January 2006.", "10. According to the case file, in February 2006 the applicant additionally consulted a doctor on a number of occasions following complaints of severe headaches and pain in the abdominal area.", "11. On 21 March 2006 the investigator in charge of the applicant’s criminal case ordered a forensic examination in order to establish the gravity and potential cause of the applicant’s injuries. On the same day the Imereti regional office of the National Forensic Bureau issued a conclusion on the basis of an analysis of the applicant’s medical records. Confirming the applicant’s diagnosis, the expert established that the injuries had been caused by a hard blunt object and belonged to the category of bodily injuries of minor severity causing long-lasting damage to the applicant’s health.", "12. On 12 October 2006 the applicant’s lawyer arranged for an alternative, independent examination of the applicant’s medical records, inquiring in particular as to whether the injuries sustained by the applicant could have been the result of a single fall to the ground, as claimed by the applicant in his pre-trial confession and by the police officers in their testimony (see paragraph 13 below). In the report of 25 October 2006, the experts from the National Forensic Bureau concluded the following:", "“According to the medical documentation submitted with respect to the injuries sustained by Revaz Dvalishvili on 27 December 2005 [he had] hematomas on the right thigh and in the area of the right eye, and bruises on the right thigh and between the fourth and fifth fingers of the right hand. The injuries have been caused by a hard blunt object. Having regard to the location of the injuries, they could not have been caused by a single fall from the own height over a hard blunt object.”", "13. On 28 December 2006 the Tskaltubo District Court convicted the applicant of an aggravated breach of public order and sentenced him to one year in prison and a fine. It was established that the applicant, along with two acquaintances, had hired a taxi on the evening of 27 December 2005 to travel from the city of Kutaisi to Tskaltubo. One of his acquaintances had been dropped off on the way to Tskaltubo. Upon arrival at the place of destination, the applicant, who was heavily drunk, had refused to pay the taxi fare and had physically and verbally assaulted the taxi driver. Soon afterwards, police officers had arrived. The applicant and his acquaintance had tried to run away. The applicant, however, had fallen down on some concrete slabs and had eventually been arrested, while his acquaintance had managed to escape.", "14. The conviction was based, inter alia, on the statement of the victim, who identified the applicant as his assaulter, the statements of the three police officers who had arrested him and the results of various forensic examinations. The conviction did not take into account the applicant’s pretrial confession. According to the record of the hearing, the defence lawyer had requested the Tskaltubo District Court to declare the applicant’s pre-trial testimony inadmissible, arguing that his confession had been extracted by ill-treatment; however, the request was dismissed. The court concluded that there was no evidence to substantiate the applicant’s allegations of ill-treatment.", "15. On 9 July 2007 the Kutaisi Court of Appeal, modifying the classification of the offence to a simple breach of public order, upheld the applicant’s conviction and replaced his prison sentence with a fine. The appellate court similarly rejected the applicant’s allegation of illtreatment as unsubstantiated.", "16. By a decision of 1 April 2008 the Supreme Court of Georgia dismissed the applicant’s appeal on points of law.", "17. On 10 February 2006 the applicant lodged a criminal complaint against the police officers, alleging ill-treatment. The complaint was addressed to the Public Prosecutor of Western Georgia. On the same day a criminal investigation was initiated into the alleged ill-treatment of the applicant under Article 144(1) of the Criminal Code of Georgia.", "18. The prosecutor questioned seven police officers, including those who had arrested the applicant and two of those whom he had implicated as having been involved in his alleged ill-treatment. They all denied beating the applicant. They maintained that the latter had sustained minor scratches on his nose and both hands when he had fallen on concrete slabs whilst fleeing the crime scene. The two police officers who had chased the applicant added in their statements that in the dark they had failed to notice the applicant immediately and had fallen over him.", "19. The prosecutor also questioned the taxi driver who had identified the applicant as his assaulter and the five witnesses who had participated in the identity parade. They all confirmed that throughout their interaction with the applicant on 27 December 2005 he had not voiced any grievances against the police. Furthermore, they could not recall any obvious signs of physical injuries on the applicant. The taxi driver also confirmed that he had seen the applicant falling down and the police officers falling over him.", "20. The emergency doctor and the nurse who had visually examined the applicant on 28 December 2005 were also questioned in the course of the investigation. They confirmed the accuracy of their findings concerning the injuries they had observed on the applicant the day after his arrest (see paragraph 6 above). They further reiterated that the applicant had not complained about the actions of the police officers and had maintained that the injuries were the result of his accidental fall while attempting to escape from the police. No other investigative measures were taken.", "21. On 24 May 2006 the prosecutor decided to discontinue the proceedings for lack of evidence of a crime. The prosecutor based his findings on, amongst others, the results of the criminal proceedings conducted against the applicant, which at that time were at the stage of the pre-trial investigation. Referring to the evidence collected in the course of the above-mentioned criminal investigation, the prosecutor concluded that it had conclusively proved the applicant’s guilt.", "22. As regards the applicant’s injuries, the prosecutor fully accepted the version of events put forward by the police officers concerning the applicant’s fall. The decision referred primarily to the testimony by the police officers, who maintained that the applicant could have been injured when he had fallen on concrete slabs whilst fleeing the crime scene, or when they had restrained him. In support of his position, the prosecutor further relied on the confession of the applicant, which, according to the prosecutor, had been maintained at the hearing of 29 December 2005. The fact that the applicant had not indicated the police officers as having caused his injuries when he was medically examined on 28 December 2005 or at the hearing of 29 December 2005 was accorded particular weight by the prosecutor.", "23. Finally, having regard to the medical report of 21 March 2006 (see paragraph 11 above), the prosecutor concluded that he was unable to establish any ill-treatment on the part of the police officers and noted that the injuries sustained by the applicant could have occurred as a result of his accidental fall or “as a result of justified use of force by police officers for the purpose of his arrest”.", "24. The applicant’s lawyer appealed to the Tskaltubo District Court against the prosecutor’s decision of 24 May 2006. In the appeal the lawyer contended that rather than examining the applicant’s allegations of illtreatment, the prosecutor had merely reiterated the findings of the preliminary investigation conducted in the course of the proceedings against the applicant. The lawyer objected in particular to the prosecutor having relied on the applicant’s confession, instead of examining whether the confession had been extracted by ill-treatment. He further highlighted the prosecution authorities’ failure to organise a comprehensive forensic examination capable of establishing the cause of the applicant’s injuries and their failure to visit and inspect the scene of the incident.", "25. According to the record of the oral hearing of 1 August 2006, the applicant’s lawyer, noting that the designated trial judge of the Tskaltubo District Court had also dealt with the bail proceedings in the criminal case against the applicant, requested her removal. The judge in question, however, dismissed the request as unsubstantiated. She concluded that during the bail proceedings the applicant had not raised any allegations of ill-treatment against the police officers and thus there was no reason to doubt her objectivity and impartiality.", "26. By a decision of 1 August 2006 the Tskaltubo District Court dismissed the applicant’s appeal as unsubstantiated. Relying on the applicant’s pre-trial confession, the statements of the police officers and the medical documents of 28 December 2005 and 21 March 2006, the court confirmed the account of events presented by the police officers. In particular, the court held:", "“In view of the above it is established that Revaz Dvalishvili confessed to committing the offence, he did not raise any allegations against the police officers, particularly concerning the beating, either upon his arrest, or at the meeting with the prosecutor or in the court when remanded in custody. ...", "There is no evidence in the case file to suggest that the police officers have committed an act defined as a criminal offence, and thus the complaint is not supported either by the real circumstances pertaining to the case or by the legislation and should be rejected.”", "27. On 11 October 2006 the Kutaisi Court of Appeal upheld the decision of 1 August 2006, endorsing the reasons given by the first-instance court.", "28. Article 28 § 1 (a) of the CCP states that the preliminary investigation is to be discontinued if the act or omission concerned is not an offence under the Criminal Code.", "29. The relevant part of the report reads as follows:", "“C. Subjects of concern and recommendations", "9. The Committee remains concerned that despite extensive legislative reforms, impunity and intimidation still persist in the State party, in particular in relation to the use of excessive force, including torture and other forms of illtreatment by lawenforcement officials, especially prior to and during arrest...", "12. The Committee is also concerned about the relatively low number of convictions and disciplinary measures imposed on law-enforcement officials in the light of numerous allegations of torture and other acts of cruel and inhuman or degrading treatment...”", "30. The relevant parts of the Amnesty International report read as follows:", "“Introduction", "...Amnesty International has continued to receive reports about torture and ill-treatment in Georgia. Many cases still do not come to light because police cover up for their crimes and detainees are often afraid to complain or identify the perpetrators for fear of repercussions. Impunity for torture is still a big problem. Amnesty International was concerned that procurators did not open investigations into all potential torture and ill-treatment cases in a systematic manner. In dozens of cases where the procuracy has opened investigations the perpetrators have not been brought to justice. Case examples featured in the report demonstrate that investigations into allegations of torture or ill-treatment have often not been conducted in a prompt, impartial and independent manner.", "More needs to be done to eradicate torture and ill-treatment", "In 2005 the large majority of injuries alleged to have been sustained through police ill-treatment were reportedly inflicted during the arrest. In the same period Amnesty International continued to receive some cases where detainees were reportedly tortured or ill-treated in cars while being taken to a place of detention, in police stations, and in the Ministry of Internal Affairs. One detainee alleged that he was illtreated during the remand hearing. There were also allegations that several people were attacked on the street by security service agents in plainclothes or taken to unpopulated places such as cemeteries or forests and ill-treated.", "The methods used to torture or ill-treat detainees, as indicated in the reports Amnesty International has received since the ‘Rose Revolution’, include electric shocks; putting plastic bags over the head of a detainee; suspending a detainee from a pole between two tables; cigarette and candle burns; placing the barrel of a gun in a detainee’s mouth threatening to shoot; blindfolding with adhesive tape; hitting a detainee’s ear with open palms; threats to beat the detainee’s family; gagging the detainee with a piece of cloth so they cannot shout; beatings, including with truncheons and butts of guns, and kicking.”"], "VIOLATED_ARTICLES": ["3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}