{"ITEMID": "001-22494", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "ADMISSIBILITY", "DATE": 2002, "DOCNAME": "BULUT and YAVUZ v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Gaukur Jörundsson", "TEXT": ["The applicants, Mrs Siti Bulut and Mrs Hatice Yavuz, are Turkish nationals and live in Nusaybin, Turkey. They are represented before the Court by Messrs Medeni Ayhan and Metin Ayhan, lawyers practising in Ankara.", "The facts of the case, as submitted by the applicants, may be summarised as follows.", "Celal Bulut, the first applicant’s husband and the second applicant’s father, was born in 1950 in Midyat and was working as a decorator in the district of Nusaybin within the province of Mardin in south-east Turkey. At 12.30 p.m. on 29 July 1994 he returned to his house from work to have his lunch. As he entered the garden of his house five persons, who had followed him, opened fire and shot him. He died instantly.", "Security forces arrived at the scene within minutes but made no attempt to discover the direction in which the perpetrators had fled. Instead, they searched the house of the deceased, ransacking it in the process.", "No photographs were taken at the scene of the crime and eye-witnesses were not questioned. Furthermore, no post-mortem examination was carried out on the body. Vital evidence, such as fingerprints or spent cartridges, was not collected.", "The applicants unsuccessfully contacted the Nusaybin public prosecutor on many occasions following the incident and enquired whether the perpetrators had been identified or arrested.", "On 26 October 2000 the applicants, through the assistance of their lawyers, wrote to the Nusaybin public prosecutor and to the prosecutor at the Diyarbakır State Security Court and asked them whether the perpetrators had been arrested yet.", "The prosecutor at the Diyarbakır State Security Court did not reply to the applicants’ letter.", "The Nusaybin public prosecutor, who received the applicants’ letter on 30 October 2000, sent the applicants a copy of the decision of non-jurisdiction taken on 5 June 1995 pursuant to which the investigation file had been sent to the Diyarbakır State Security Court. This decision had been taken in 1995 on the basis of the public prosecutor’s belief that Şeyhmuz Uğur, Adnan Aktaş, Mehmet Akay and Ömer Saruhan, all suspected members of Hizbollah, were involved in the killing of Celal Bulut. For this reason, the prosecutor declined jurisdiction in favour of the Diyarbakır State Security Court which had jurisdiction to investigate the matter.", "According to Article 448 of the Turkish Criminal Code (Türk Ceza Kanunu) any person who intentionally kills another shall be sentenced to a term of imprisonment of 24 to 30 years. According to Article 450, the death penalty may be imposed in cases of, inter alia, premeditated murder. Under Article 452, where death results from an act of violence but it was not the intention of the offender to kill his victim, a sentence of eight years’ imprisonment shall be imposed on the offender. Where death results from an act of carelessness, negligence or inexperience on the part of the offender in breach of a law, orders or regulations, Article 455 stipulates that the guilty party shall be sentenced to a term of imprisonment of two to five years and to a substantial fine.", "For all such offences complaints may be lodged, pursuant to Articles 151 and 153 of the Code of Criminal Procedure (Ceza Muhakemeleri Usulü Kanunu), with the public prosecutor or the local administrative authorities. The public prosecutor and the police have a duty to investigate crimes reported to them, the former deciding whether a prosecution should be initiated, pursuant to Article 148 of the Code of Criminal Procedure. A complainant may appeal against the decision of the public prosecutor not to institute criminal proceedings (Article 165).", "According to Article 102 (1) of the Turkish Criminal Code, the statutory period during which a public prosecutor is obliged to investigate the crime of murder is 20 years."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}