{"ITEMID": "001-5850", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MLT", "BRANCH": "ADMISSIBILITY", "DATE": 2001, "DOCNAME": "FARRUGIA MIGNECO v. MALTA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis", "TEXT": ["The applicant is a Maltese national, born in 1973 and living in Marsaxlokk. He is represented before the Court by Mr P. J. Galea and Mr M. Sciriha, two lawyers practising in La Valletta.", "The facts of the case, as submitted by the applicant, may be summarised as follows.", "On 5 September 1998, the applicant took part in the General Elections for the House of Representatives of Malta. He was a candidate of the Malta labour party.", "In his electoral district, the quota for election was 3,402 votes. The applicant obtained 1,591 first preference votes, and was therefore not elected. After the fifteenth count of votes, the applicant had 2,399 votes. At the sixteenth count of votes, the Electoral Commission declared elected another candidate, Mr V., with a count of 3,110 votes.", "On an unspecified date, the applicant instituted proceedings before the First Hall of the Civil Court. He alleged that according to the relevant provisions of the General Election Act of 1991, he should have been declared “eliminated” at the sixteenth count of votes. Under Maltese law, the consequence of the “elimination” of a candidate is that another candidate could benefit from the preferences given to him, and that the votes of that candidate should in a subsequent Causal Election be re-transferred to the first candidate. The applicant observed that had his elimination taken place, he would have benefited from the votes of Mr V. He therefore requested the Civil Court to order the correction of the electoral results with all consequences.", "In a decision of 22 September 1998, the Civil Court rejected the applicant’s claim. It held that it had jurisdiction to consider the merits of the case, which concerned a matter of interpretation of the electoral law. However, it observed that according to Article 12 of the General Election Act, when only two candidates remain after the elimination of the others, no transfer of votes should occur and the candidate having more votes is elected, without a quota. As this provision should be applied notwithstanding any other provision of the same Act, the Civil Court concluded that the Electoral Commission had correctly applied the law and given a proper interpretation of the Electoral Regulations.", "The applicant lodged an appeal before the Constitutional Court. He alleged, in particular, that Article 12 of the General Election Act was not applicable in his case, which did not concern the election of a candidate, but the procedure before the declaration that a candidate was elected.", "The Electoral Commission lodged an incidental appeal, requesting the Constitutional Court to declare that the applicant had failed to comply with the procedure prescribed by law to contest the results of the election.", "In a judgment of 22 September 1998, the Constitutional Court accepted the Electoral Commission’s incidental appeal. It observed that according to Article 16 of the General Election Act, “if any question shall arise in relation to any transfer of votes, the decision of the [Electoral] Commission ... shall be final unless an objection is made in writing by any candidate or agent before the declaration of the poll ...”. The Civil Court had held that this provision was not applicable, as it referred to a transfer of votes that had been made, while the applicant was complaining about a transfer which had not been made. However, the Constitutional Court could not subscribe to this opinion, as Article 16 regulated any question about transfer of votes and made no distinction between votes which had already been transferred and votes which had not been transferred. Article 16 was thus applicable to the present case. As it was not disputed that the applicant failed to contest in writing the decision and performance of the Electoral Commission, it was clear that he had side-stepped an essential and statutory-established procedure, with the consequence that the Constitutional Court could not take the matter into consideration.", "In the meanwhile, the applicant had submitted his candidature to the so-called Causal Elections. This expression indicates the elections to the House of Representatives consequent to the vacancy of electoral seats by candidates which, having been elected in two electoral districts, should retain one seat and vacate the other.", "The Causal Elections took place on 23 September 1998. The applicant was not elected.", "He subsequently filed an electoral petition before the Constitutional Court, challenging once again the procedure followed by the Electoral Commission. He reiterated the objections concerning the General Elections raised before the Civil Court and alleged that contrary to the relevant internal provisions, the Electoral Commission failed to take into account, at the beginning of the counting, the votes he had obtained during the General Elections of 5 September 1998. The applicant moreover stressed that he had been discriminated vis-à-vis the candidates who, having been eliminated in the General Elections, had re-acquired the first preferences they had passed on to the elected candidate Mr V.", "In a judgment of 20 October 1998, the Constitutional Court dismissed the applicant’s plea. Interpreting the relevant national regulations, it concluded that the first count of votes in the Causal Elections was a process completely independent from the General Elections. As concerned the discrimination alleged by the applicant, the Constitutional Court observed that the difference in treatment was justified by the fact that the candidates who were eliminated in the General Elections, and therefore could re-acquire the preferences they had passed over to Mr V., had contributed to the election of the latter, who subsequently vacated his post. As the applicant had not been eliminated in the General Elections, he had not contributed to the election of Mr V."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}