{"ITEMID": "001-72970", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVN", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF HRUSTELJ v. SLOVENIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Violation of Art. 13;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "David Thór Björgvinsson;John Hedigan", "TEXT": ["5. The applicant was born in 1971 and lives in Vitanje.", "6. On 28 April 1993 the applicant was injured in an accident at work. The applicant’s employer had taken out insurance with the insurance company ZT.", "7. On 2 June 1994 the applicant instituted civil proceedings against ZT in the Celje Basic Court, Slovenske Konjice Unit (Temeljno sodišče v Celju, Enota v Slovenjskih Konjicah) seeking damages in the amount of 5,075,000 tolars (approximately 21,000 euros) for the injuries sustained.", "On 1 January 1995 the Celje District Court (Okrožno sodišče v Celju) gained jurisdiction in the case due to the reform of the Slovenian court system.", "At an undetermined time in 1996, the presiding judge was appointed to the Celje Higher Court (Višje sodišče v Celju) and the case was assigned to a new judge.", "Between 14 July 1994 and 27 March 1997 the applicant made six requests that a date be set for a hearing. During this time he lodged six preliminary written submissions and/or adduced evidence.", "Of the six hearings held between 7 June 1995 and 2 October 1998 none was adjourned at the request of the applicant.", "During the proceedings the court appointed a medical expert.", "At the last hearing the court decided to deliver a written judgment. The judgment, upholding the applicant’s claim in part, was served on the applicant on 29 December 1998.", "8. On 31 December 1998 the applicant appealed to the Celje Higher Court (Višje sodišče v Celju). ZT cross-appealed.", "On 12 May 1999 the court allowed both appeals in part and lowered the damages awarded.", "The judgment was served on the applicant on 17 July 1999.", "9. On 30 July 1999 the applicant lodged an appeal on points of law with the Supreme Court (Vrhovno sodišče). On 14 April 2000 he sought a recusal of one of the judges.", "On 23 May 2000 the president of the court rejected the request for a recusal.", "On 1 July 2000 the court dismissed the applicant’s appeal.", "The judgment was served on the applicant on 17 July 2000.", "10. On 27 July 2000 the applicant lodged a constitutional appeal.", "On 11 June 2001 the Constitutional Court (Ustavno sodišče) dismissed the applicant’s appeal. The decision was served on the applicant on 4 July 2001."], "VIOLATED_ARTICLES": ["13", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}