{"ITEMID": "001-78849", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF ZOZULYA v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Preliminary objection dismissed (victim);Violation of Art. 6-1;Non pecuniary damage - financial award", "JUDGES": "Peer Lorenzen", "TEXT": ["4. The applicant, a Ukrainian national, was born in 1980 and lives in the village of Pryberezhne, the Autonomous Republic of Crimea.", "5. In 1998 the applicant was seriously injured due to the fault of his teacher. As a result, he became an invalid.", "6. On 3 July 2000 the Saky Town Court (the “Saky Court”) ordered the State College of Audit and Economics of Kharkiv (the “College”), to pay the applicant a lump sum of UAH 32,178.02 and a monthly payment of UAH 519.75 in compensation. On 27 September 2000 the Supreme Court of the Autonomous Republic of Crimea upheld the decision of the first-instance court. The judgment became final and was enforced in full on 6 March 2001.", "7. On 6 December 2001 the Supreme Court of Ukraine rejected the appeal lodged against the above decisions under the new cassation procedure. On 5 March 2004 the panel of three judges of the Supreme Court rejected the request of the College for review of the case in the light of newly discovered circumstances.", "8. On 28 March 2002 the Saky Court ordered the College to pay the applicant a lump sum of UAH 38,575.35 and a monthly payment of UAH 750.20 in compensation.", "9. On 10 May 2002 the Zhovtneviy District Bailiffs' Service of Kharkiv instituted enforcement proceedings.", "10. In December 2002 the Bailiffs' Service informed the applicant that the judgment could not be enforced due to the lack of State budgetary allocations in respect of the College's expenditure.", "11. On 11 July 2003 the Bailiffs' Service discontinued the enforcement proceedings on the ground that the debtor lacked funds.", "12. In April 2004 the applicant received a total of UAH 2,250 in payment of the allowance for three months.", "13. On 4 May 2005 the judgment was enforced in full.", "14. On 3 June 2003 the Saky Court awarded the applicant UAH 20,757.74 against the College in compensation.", "15. On 26 November 2003 the Court of Appeal of the Autonomous Republic of Crimea upheld the decision of the first instance court. The enforcement proceedings commenced in June 2004.", "16. On 30 May 2005 the judgment was enforced in full.", "17. In 2004 the applicant instituted proceedings in the same court against the College, seeking compensation for his medical, hygienic, and food expenses, and for loss of income. On 19 May 2004 the court endorsed the friendly settlement agreement between the applicant and the College, according to which the latter was to pay the applicant a lump sum of UAH 1,770 and a monthly payment of UAH 1,435 in compensation.", "18. On 28 January 2005 the judgment was enforced in full.", "19. In January 2003 the applicant lodged a complaint with the Zhovtneviy District Court of Kharkiv (the “Zhovtneviy Court”) against the Bailiffs' Service for failure to enforce the judgment of 28 March 2002. On 4 April 2003 the court rejected the applicant's complaint, finding no fault on the part of the Bailiffs' Service. It held that the judgment could not be enforced due to the lack of State budgetary allocations in respect of the College's expenditure, for which the Bailiffs' Service was not responsible.", "20. On 17 June 2003 the Kharkiv Regional Court of Appeal quashed the decision of 4 April 2003 and remitted the case for a fresh consideration.", "21. On 3 September 2003 the Zhovtneviy Court found against the applicant on grounds similar to those on which it based its decision of 4 April 2003.", "22. On 3 December 2003 the Kharkiv Regional Court of Appeal upheld the decision of 3 September 2003.", "23. The applicant's appeal in cassation is still pending before the Supreme Court.", "24. The relevant domestic law is summarised in the judgment of Romashov v. Ukraine (no. 67534/01, §§ 16-18 and 39-41, 27 July 2004)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}