{"ITEMID": "001-90712", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF ELĞAY v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 5 - Right to liberty and security", "JUDGES": "András Sajó;Françoise Tulkens;Ireneu Cabral Barreto;Vladimiro Zagrebelsky", "TEXT": ["4. The applicant was born in 1983 and lives in Istanbul.", "5. On 10 July 2002 the applicant was arrested and placed in the antiterrorist branch of the Istanbul police headquarters after, during a road check, police officers saw a photograph of Abdullah Öcalan and the slogans “Biji Serok Apo” (“Long live President Apo”) and “Biji Kurdistan” (“Long live Kurdistan”) on the screen of the applicant’s mobile telephone.", "6. On the same day, the applicant made statements to the police and, subsequently, to the Gebze Magistrates’ Court, which ordered his detention on remand, having regard to the state of the evidence, the applicant’s statements to the police and the nature of the alleged offence, namely, membership of the PKK (the Kurdistan Workers’ Party), an illegal organisation.", "7. On 11 July 2002 the applicant lodged an objection to the remand order. No decision has been taken regarding the applicant’s objection.", "8. On the same day, the Gebze public prosecutor issued a decision finding that he lacked jurisdiction. The investigation file was subsequently transferred to the public prosecutor’s office at the Istanbul State Security Court.", "9. On 1 August 2002 the public prosecutor at the Istanbul State Security Court charged the applicant with membership of an illegal organisation, under Article 168 § 2 of the former Criminal Code.", "10. On 12 August 2002 the Istanbul State Security Court ordered the applicant’s continued detention, having regard to the nature of the alleged offence, the state of the evidence and the date of the initial order for the applicant’s detention.", "11. On 25 October 2002 the State Security Court held the first hearing in the case. The applicant’s representative requested the firstinstance court to release the applicant. The court accepted the request and ordered the applicant’s release pending trial.", "12. On 5 September 2003 the Istanbul State Security Court acquitted the applicant.", "13. A description of the domestic law and practice at the relevant time may be found in Bağrıyanık v. Turkey (no. 43256/04, § 19, 5 June 2007) and Saraçoğlu and Others v. Turkey (no. 4489/02, § 19, 29 November 2007)."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}