{"ITEMID": "001-70621", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NLD", "BRANCH": "ADMISSIBILITY", "DATE": 2005, "DOCNAME": "VAN DEN BORN-VAN DE WAL v. THE NETHERLANDS", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicants are all Netherlands nationals.", "Mr J.H.M. Boerland died on 10 July 2004. He will continue to be referred to hereinafter as an applicant, although it is now his heirs – having elected to pursue the proceedings in his stead – who have that status.", "Mrs H.A. van den Born-van de Wal, Mrs G. Koopmans-de Jong, Mrs J. van den Berg, Mrs I. Klein Langenhorst-Edel, Mrs J.J. Steenbergen and Mrs H.A. Pelle-Hoenstok are represented before the Court by Ms T. Spronken, a lawyer practising in Maastricht.", "Mrs J.M. Breugem-Westerkamp, Mrs G. Gosschalk-Wigboldus, Mrs M.E.C. Santoro-van Halm Braam, Mrs W. Hop-Bloemberg, Mrs M.J.C. Braspenning, Mr M.J. Lens, Mr J.H.M. Boerland, Mrs M. Scholte-Sleumer, Mrs W.C. Monster and Mr M.C.A. Glas are represented by Mr T. Barkhuysen, a lawyer practising in Amsterdam.", "Mrs H.M. Boesveld-ten Brinke, Mrs P. Waalwijk-Kemink, Mrs H.E. Lutgens-van Oostveen and Mrs H. van Veen-Olthof are represented by Mr G.J. Knotter, a lawyer practising in Woerden.", "The facts of the twenty cases, as submitted by the applicants, may be summarised as follows.", "The applicants are all widows or widowers; as such, they all enjoyed pensions under the General Widows’ and Orphans’ Benefits Act (Algemene Weduwen- en Wezenwet; “AWW”) at the time when that Act was repealed.", "On 1 July 1996 the AWW was replaced by the Surviving Dependants Act (Algemene Nabestaandenwet; “Anw”); it was this Act which governed the applicants’ entitlement to a pension as a widow or widower thereafter.", "For all the applicants, the entry into force of the new Act led to a reduction of their pensions. Some lost their pensions altogether.", "The Court refers to Goudswaard-van der Lans v. the Netherlands (dec.), no. 75255/01, 22 September 2005, for a description of the relevant domestic law."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}