{"ITEMID": "001-95473", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "ADMISSIBILITY", "DATE": 2009, "DOCNAME": "MATTERNE v. GERMANY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Peer Lorenzen;Rait Maruste;Renate Jaeger;Zdravka Kalaydjieva", "TEXT": ["The applicant, Mr Hermann Matterne, is a German national who was born in 1967 and lives in Munich.", "Of the forty-four domestic proceedings instituted by the applicant between 2000 and 2005 and referred to in his application, the applicant has submitted decisions by the Federal Constitutional Court with respect to the following three proceedings.", "By a judgment of 23 January 2002 the Stuttgart District Court dismissed the applicant’s claim against his former partner regarding repayment of rent and compensation for expenses incurred in connection with the allegedly unlawful cancellation of the applicant’s sublease agreement and his eviction from the jointly occupied apartment located in Stuttgart.", "On 28 March 2002 the applicant lodged an appeal with the Stuttgart Regional Court.", "On the occasion of hearings that took place on 12 September 2002 and 3 April 2003 the Regional Court heard the parties and a witness.", "By a judgment of 28 April 2003 the Stuttgart Regional Court granted the applicant’s claim in part, dismissed the remainder and amended the District Court judgment of 23 January 2002 accordingly.", "On 25 June 2003 the applicant lodged a constitutional complaint against the judgment of the Regional Court with the Federal Constitutional Court and simultaneously requested to be reinstated in the statutory one-month time-limit for lodging such a complaint.", "On 11 July 2003 the Registry of the Federal Constitutional Court by its presidential council (Präsidialrat) informed the applicant that there existed doubts as to the admissibility of his complaint since he had neither sufficiently substantiated his request to be reinstated nor the alleged violation of his rights guaranteed under the Constitution.", "By a letter dated 25 August 2003 the applicant gave further reasons for his complaint and his request for reinstatement.", "On 10 February 2004 the Federal Constitutional Court, notwithstanding the applicant’s request to be reinstated, declined to consider his constitutional complaint (file No. 2 BvR 1389/03).", "By a judgment of 10 December 2002 the Munich District Court ordered the applicant to pay outstanding rent for an apartment located in Munich, to vacate the apartment and to bear the costs of the court proceedings.", "On the applicant’s appeal the Munich Regional Court by a judgment dated 9 July 2003 set aside the judgment of the Munich District Court on the ground that the applicant’s right to be heard had been infringed and remitted the case to this court for fresh consideration.", "On 15 June and 11 November 2004 the Munich District Court heard the parties and ordered the taking of evidence.", "On 11 November 2004 the applicant objected to the participation of the acting judge in the proceedings on the ground of possible bias since the same judge had already conducted the proceedings resulting in the judgment of 10 December 2002.", "By written submissions of 29 December 2004 the applicant lodged a counterclaim against the owner of the apartment regarding, inter alia, repayment of rent.", "The Munich District Court by a partial judgment (Teilurteil) dated 3 May 2005 again ordered the applicant to vacate the apartment.", "The applicant appealed on 4 May 2005 and lodged a further application for bias against the acting judge.", "On 26 October 2005 the Munich Regional Court set aside the District Court decision of 3 May 2005 and ordered the owner of the apartment, in his capacity as underlying plaintiff, to bear the costs of the proceedings. By a decision of 28 October 2005 the Regional Court clarified that the plaintiff had to bear the costs of the appellate proceedings.", "The applicant appealed against the decision of the Regional Court on the ground that the latter had ordered the plaintiff only to bear the costs of the appellate proceedings but not of the proceedings at first instance. On 16 December 2005 the Munich Regional Court dismissed his complaint. It found that since the partial judgment of the District Court of 3 May 2005 had not contained a decision on the costs of the proceedings at first instance the Regional Court could only decide on the costs of the appellate proceedings. The decision on the costs of the first-instance proceedings was reserved for the final decision (Schlussurteil) of the District Court in the first-instance proceedings.", "On 9 June 2006 the Federal Constitutional Court declined to consider the applicant’s constitutional complaint (file no. 2 BvR 1273/06). The Federal Constitutional Court held that the complaint was inadmissible on the ground that the impugned decision of the Regional Court had not been rendered to the detriment of the applicant and that according to the information submitted there was nothing to establish that he would have to bear the costs of the proceedings at first instance.", "On 23 June 2004 the applicant brought a claim against a construction firm before the Munich District Court regarding compensation for water damages caused in his cellar on the occasion of renovation works in a neighbouring building.", "The District Court heard the parties on 24 August 2004 and by a decision dated 19 October 2004 ordered the taking of evidence and summoned witnesses for a hearing scheduled for 30 November 2004. On 29 October 2004 the District Court rejected the applicant’s request to adjourn the hearing as unsubstantiated.", "The applicant did not attend the hearing on 30 November 2004 but was represented by counsel. The Court heard witnesses but rejected the applicant’s request to hear two further witnesses as belated in accordance with the related provisions of the German Code of Civil Procedure (Zivilprozessordnung).", "By a judgment of 23 December 2004 the Munich District Court dismissed the applicant’s claim.", "On 28 December 2004 the applicant lodged an appeal with the Munich Regional Court alleging that his right to be heard had been infringed on the ground that he could not attend the hearing on 30 November 2004. He also complained that his request to hear further witnesses had been dismissed by the court. He finally asked to be granted legal aid for the appellate proceedings.", "By a letter dated 25 January 2005 the Munich Regional Court informed the applicant that his appeal was not signed by a lawyer as statutorily required and furthermore that it appeared to be ill-founded. On 15 February 2005 the applicant submitted written observations in reply.", "On 17 February 2005 the Munich Regional Court rejected the applicant’s request for legal aid since his appeal was devoid of prospects of success. It held that the District Court had correctly assessed the evidence obtained and rightly rejected the applicant’s request to hear further witnesses as belated.", "By a decision of 6 April 2005, which was served on the applicant on 15 April 2005, the Munich Regional Court dismissed the applicant’s appeal against the judgment of the Munich District Court as inadmissible, as he was not represented by counsel as statutorily required. The applicant lodged a complaint against this decision with the Regional Court on the same day.", "On 9 May 2005 the applicant lodged a constitutional complaint which he further motivated by written submissions of 10 May 2005. By letter dated 18 May 2005 the Registry of the Federal Constitutional Court by its presidential council (Präsidialrat) informed the applicant that there existed doubts as to the admissibility of his complaint since he had not sufficiently substantiated a violation of his rights guaranteed under the Constitution. The applicant nevertheless pursued his constitutional complaint.", "On 2 June 2005 the Munich Regional Court dismissed the applicant’s complaint of 15 April 2005 against its decision of 6 April 2005 on the ground that only the Federal Court of Justice (Bundesgerichtshof) would have been competent to deal with it.", "On 3 February 2006 the Federal Constitutional Court declined to consider the applicant’s constitutional complaint of 9 May 2005 and imposed a fee of 250 euros (EUR) upon the applicant for abuse of process (file no. 2 BvR 33/06). It referred to its established case-law that the introduction of a constitutional complaint constituted abuse of process if one could reasonably assume that the complaint was devoid of any prospects of success. In the instant case the applicant, after receiving the letter of the presidential council of the Federal Constitutional Court dated 18 May 2005, could not have had any doubts that his constitutional complaint was not sufficiently substantiated and thus clearly inadmissible. The applicant had merely used the Federal Constitutional Court as an additional appellate instance without specifying any issues that were relevant under constitutional law in the manner required by the applicable procedural rules. The Federal Constitutional Court pointed out that it could not agree to be hindered in the performance of its tasks by unsubstantiated complaints.", "By a letter to the Federal Constitutional Court dated 19 February 2006 the applicant contested that his complaint had been abusive and requested that the fee be revoked.", "Pursuant to Article 34 § 1 of the Federal Constitutional Court Act (Bundesverfassungsgerichtsgesetz) the proceedings before the Federal Constitutional Court shall be free of charge. According to Article 34 § 2 of the said Act, the Federal Constitutional Court may charge a fee of up to EUR 2,600 if the lodging of a constitutional complaint constitutes an abuse of process.", "In its established case-law the Federal Constitutional Court has consistently held that the lodging of an obviously inadmissible or unfounded complaint is considered to be abusive if one can reasonably expect the complaint to be devoid of any prospect of success. The Federal Constitutional Court held on several occasions that this was the case if an applicant merely used the Federal Constitutional Court as an additional appellate instance without raising issues that were relevant under constitutional law in compliance with the procedural requirements. The Federal Constitutional Court also has repeatedly held in this context that it could not agree to be hindered in the exercise of its functions by complaints that clearly did not have any prospect of success, thereby delaying the protection of the basic rights of other citizens.", "In a decision of 9 October 2008 (file No. 1 BvR 1356/03) the Federal Constitutional Court held that fees charged in accordance with Article 34 § 2 of the Federal Constitutional Court Act had to be legally qualified as court fees notwithstanding that they also had a punitive character. While Article 34 § 1 established the rule that proceedings before the Federal Constitutional Court were free of charge, its paragraph 2 established the conditions under which an exception to this rule could apply. A fee imposed on this basis could be considered an appropriate consideration for costs triggered by an abusive resort to the Federal Constitutional Court."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}