{"ITEMID": "001-75657", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BIH", "BRANCH": "ADMISSIBILITY", "DATE": 2006, "DOCNAME": "JANKOVIC v. BOSNIA AND HERZEGOVINA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant, Mr Dušan Janković, is a citizen of Bosnia and Herzegovina who was born in 1946 and lives in Banja Luka. He is represented before the Court by Mr Z. Malešević, a lawyer practising in Banja Luka. The respondent Government are represented by Ms Z. Ibrahimović, Agent, and Ms M. Mijić, Deputy Agent.", "1. Relevant background to the applicant’s case", "Following the declaration of independence in March 1992 by the then Republic of Bosnia and Herzegovina (the legal predecessor of present-day Bosnia and Herzegovina), war broke out. It was characterised by ethnic conflict and discrimination, large scale displacement of people and the destruction or occupation of their homes. On 14 December 1995 the three principal parties to that war (the then Republic of Bosnia and Herzegovina, the Republic of Croatia and the then Federal Republic of Yugoslavia) signed a peace settlement – the 1995 General Framework Agreement for Peace in Bosnia and Herzegovina (hereinafter “the Dayton Agreement”). The Dayton Agreement set out provisions for the return of refugees and displaced persons to their homes of origin and the restitution of their property.", "2. Relevant facts of the applicant’s case", "The facts of the applicant’s case, as submitted by the parties, may be summarised as follows.", "Prior to the 1992-95 war in Bosnia and Herzegovina the applicant and his wife lived in his wife’s house in the vicinity of Visoko in what is now the Federation of Bosnia and Herzegovina (an Entity of Bosnia and Herzegovina). E.M. and M.M. lived in Banja Luka in what is now the Republika Srpska (the other Entity of Bosnia and Herzegovina).", "On 2 October 1993 the applicant and his wife concluded a contract with E.M. and M.M. exchanging his wife’s house and other property in the vicinity of Visoko for a house and other property in Banja Luka belonging to E.M. and M.M (hereinafter “the exchange contract”). As a result, the applicant and his wife became the registered joint owners of the house and property in Banja Luka. However, it would appear that E.M. and M.M. did not register their ownership of the house and property in the vicinity of Visoko (the applicant’s wife remained the registered owner).", "On 5 March 1999 E.M. and M.M. initiated proceedings before the Banja Luka Court of First Instance seeking that the exchange contract be declared void.", "It would appear that in or around that date E.M. also filed an application with the Commission for Real Property Claims of Displaced Persons and Refugees (hereinafter “the CRPC”) which was set up by the Agreement on Refugees and Displaced Persons (Annex 7 to the 1995 Dayton Agreement).", "On 9 December 1999 the CRPC established that E.M. was the pre-war owner of the house in Banja Luka and annulled any involuntary transfer of ownership after 1 April 1992.", "On 22 August 2002 E.M. obtained an order enforcing the CRPC’s decision from the Ministry of Refugees and Displaced Persons of the Republika Srpska. The applicant and his wife were ordered to vacate the house within 90 days and were entitled to alternative accommodation. They were instructed that an appeal against the order would not suspend the enforcement proceedings but that they could apply for suspension to the Banja Luka Court of First Instance (pursuant to section 12a of the Implementation of the Decisions of the Commission for Real Property Claims of Displaced Persons and Refugees Act 1999 – hereinafter “the 1999 Act”).", "On 31 October 2002 the Ministry of Refugees and Displaced Persons of the Republika Srpska issued another order which replaced that of 22 August 2002. Pursuant to the new order, the applicant and his wife were to vacate the house within 15 days and were not entitled to alternative accommodation as the house in the vicinity of Visoko (of which the applicant’s wife remained the registered owner regardless of the impugned exchange contract) was available to them. They were again instructed that an appeal against the order would not suspend the enforcement proceedings but that they could apply for suspension to the Banja Luka Court of First Instance within 30 days (pursuant to section 12a of the 1999 Act).", "The applicant and his wife appealed against the order of 31 October 2002 and applied for the suspension of the enforcement proceedings to the Banja Luka Court of First Instance. It would appear that they have not received any response.", "On 19 November 2002 the CRPC rejected a request for the reconsideration of its decision of 9 December 1999 which had been submitted by the applicant and his wife because they had not shown that E.M. was not the former owner of the house in Banja Luka. As to their submissions regarding the exchange contract, the CRPC referred them to the competent court.", "On 5 December 2002 the applicant and his wife were evicted from the house in Banja Luka.", "On 9 December 2002 the applicant complained about his eviction to the Human Rights Chamber which was set up by the Agreement on Human Rights (Annex 6 to the 1995 Dayton Agreement).", "On 11 December 2002 the applicant’s wife moved to her house in the vicinity of Visoko. It would appear that the applicant has not followed her.", "On 4 March 2003 the Banja Luka Court of First Instance declared the exchange contract void ab initio as having been concluded under duress (in the context of large scale displacement and discrimination).", "On 4 April 2003 the applicant appealed to the Banja Luka District Court against that judgment claiming that E.M. and M.M. had not been forced to conclude the contract. He noted that his mother-in-law had remained in his wife’s house in the vicinity of Visoko after the conclusion of the contract where she had allegedly been killed. It would appear that the appeal is still pending.", "On 13 November 2003 the applicant submitted an application for interim measures to the Banja Luka District Court asking to be reinstated in the house in Banja Luka pending his appeal against the judgment of 4 March 2003. It would appear that he has not received any response.", "On 1 December 2003 the applicant withdrew his application before the Human Rights Chamber. Therefore, the Human Rights Commission within the Constitutional Court of Bosnia and Herzegovina (the legal successor of the Human Rights Chamber) decided on 4 May 2004 to strike out the application.", "On 28 and 29 May 2001 the relevant administrative authorities expropriated a plot of land in front of the house in Banja Luka indicated above for the purpose of building a public road.", "On 22 January 2002 the Banja Luka District Court quashed the decision of 28 and 29 May 2001, in an administrative dispute, as the proceedings before the Banja Luka Court of First Instance concerning the validity of the exchange contract were still pending. The court also found that the contested decision did not establish certain relevant facts.", "On 25 August 2004 the Banja Luka Office of the Administration for Real Property Issues of the Republika Srpska decided to suspend the expropriation proceedings pending the proceedings concerning the validity of the exchange contract.", "On 13 September 2004 the Administration for Real Property Issues of the Republika Srpska upheld its Banja Luka Office’s decision of 25 August 2004.", "On 29 September 2004 the applicant instituted administrative proceedings before the Supreme Court of the Republika Srpska challenging the legality of the decision of 13 September 2004. He complained because the land at issue had not been immediately expropriated (i.e. regardless of the proceedings concerning the validity of the exchange contract). It would appear that those proceedings are still pending.", "Three principal parties to the 1992-95 war in Bosnia and Herzegovina (the then Republic of Bosnia and Herzegovina, the Republic of Croatia and the then Federal Republic of Yugoslavia) signed the Dayton Agreement on 14 December 1995. It entered into force on the same day. There are twelve Annexes to the Agreement, including the Agreement on Human Rights (Annex 6) and the Agreement on Refugees and Displaced Persons (Annex 7).", "The Agreement on Human Rights was signed by Bosnia and Herzegovina (at the time, the Republic of Bosnia and Herzegovina), the Federation of Bosnia and Herzegovina and the Republika Srpska on 14 December 1995, when it entered into force. For its relevant provisions see Jeličić v. Bosnia and Herzegovina ((dec.), no. 41183/02, ECHR 2005-...).", "The former Human Rights Chamber was set up pursuant to this Agreement. On 31 December 2003 it was replaced by the Human Rights Commission within the Constitutional Court of Bosnia and Herzegovina with a mandate to decide on cases received by the Human Rights Chamber up to that moment.", "In 2003 the former Human Rights Chamber delivered a decision in a case of an individual who had concluded a contract of exchange of houses with another individual during the 1992-95 war in Bosnia and Herzegovina and who had been threatened with eviction from her home pending court proceedings relating to the validity of the contract of exchange (see Samardžić, decision no. CH/02/9130 of 6 January 2003). Pending the proceedings before it, the former Human Rights Chamber applied interim measures suspending the eviction. Its final decision further suspended the eviction until a final decision of the competent court on the validity of the contract of exchange. The following is its relevant part concerning Articles 8 and 13 of the European Convention on Human Rights:", "“55. This Law on Implementation of the Decisions of the Commission for Real Property Claims of Displaced Persons and Refugees in Article 12a contains a mechanism that allows the court seized with the dispute about the validity of the exchange contract to decide whether, in the specific case before it, the general aim of expeditious repossession of pre-war homes should prevail over the rights asserted on the basis of the exchange contract or not...", "56. The law appears to envision that the competent court, once it has been requested to issue an order provisionally halting the enforcement of the administrative repossession proceedings, will make a decision on the basis of the case file before it. The court will examine the prima facie strength of the arguments made and evidence presented by the two parties, the one asserting the validity of the exchange contract and the one claiming that it was concluded under duress. In this respect the court will require the side asserting the validity of the exchange to, as a minimum, “show evidence of a written contract” on the exchange. The court will then take into account whether the party seeking suspension of the eviction can make credible that the deprivation of the possession of the home until the dispute about the contract is solved will cause irreparable harm to it. The Chamber is of the opinion that the mechanism envisaged by the law may be seen to strike a fair balance between the two parties to the dispute.", "57. However, in the case before the Chamber, the First Instance Court in Banja Luka has failed until today to decide on the, manifestly urgent, request for provisional measures by the applicant. As a result, the balance crafted by the legislator is overthrown and the applicant de facto deprived of all procedural safeguards. Under these circumstances, the interference with the applicant’s right to respect for her home does not comply with the requirement that it be “necessary in a democratic society for the protection of the rights of others”, in this case of the pre-war owner M.J.", "...", "69. In the present case, although the applicant has requested that the First Instance Court in Banja Luka issue an order for provisional measures to prevent her eviction pending court proceedings on the validity of the exchange contract as provided for in Article 12a, due to the silence of the first instance court, the applicant is left without any other remedy to seek suspension of her eviction. The Banja Luka Court of First Instance has the power under Article 12a to order suspension, but it has failed to reply to the applicant’s request for an interim measure. As of today the Court has not given any decision on the request for provisional measures. The respondent Party has confirmed the applicant’s allegation that her case is just an instance of a general practice not to decide requests for provisional measures in cases like hers. The Chamber is of the opinion that under such circumstances, the applicant was deprived of her right under Article 13 to an effective remedy against the violation of her right to respect for her home.”", "Following this decision, the Implementation of the Decisions of the Commission for Real Property Claims of Displaced Persons and Refugees Act 1999 has been amended. The relevant authorities will now suspend ex officio execution of the decisions of the Commission for Real Property Claims of Displaced Persons and Refugees in cases of exchanged houses pending court proceedings about the validity of the exchange (see “Implementation of the Decisions of the Commission for Real Property Claims of Displaced Persons and Refugees Act 1999” below).", "The Agreement on Refugees and Displaced Persons was signed by Bosnia and Herzegovina (at the time, the Republic of Bosnia and Herzegovina), the Federation of Bosnia and Herzegovina and the Republika Srpska on 14 December 1995, when it entered into force. The following are its relevant provisions:", "“All refugees and displaced persons have the right freely to return to their homes of origin. They shall have the right to have restored to them property of which they were deprived in the course of hostilities since 1991 and to be compensated for any property that cannot be restored to them. The early return of refugees and displaced persons is an important objective of the settlement of the conflict in Bosnia and Herzegovina. The Parties confirm that they will accept the return of such persons who have left their territory, including those who have been accorded temporary protection by third countries.”", "“The Parties hereby establish an independent Commission for Displaced Persons and Refugees (the “Commission”) ...”", "“The Commission shall be composed of nine members. Within 90 days after this Agreement enters into force, the Federation of Bosnia and Herzegovina shall appoint four members, two for a term of three years and the others for a term of four years, and the Republika Srpska shall appoint two members, one for a term of three years and the other for a term of four years. The President of the European Court of Human Rights shall appoint the remaining members, each for a term of five years, and shall designate one such member as the Chairman. The members of the Commission may be reappointed.”", "“The Commission shall receive and decide any claims for real property in Bosnia and Herzegovina, where the property has not voluntarily been sold or otherwise transferred since 1 April 1992, and where the claimant does not now enjoy possession of that property. Claims may be for return of the property or for just compensation in lieu of return.”", "“In determining the lawful owner of any property, the Commission shall not recognize as valid any illegal property transaction, including any transfer that was made under duress, in exchange for exit permission or documents, or that was otherwise in connection with ethnic cleansing...”", "“Commission’s decisions shall be final...”", "Like the Human Rights Chamber, on 31 December 2003 the original Commission for Real Property Claims of Displaced Persons and Refugees ceased to exist. It has been subsequently replaced by a homonymous Commission which is composed of entirely Bosnia and Herzegovina citizens and financed by Bosnia and Herzegovina.", "This Act was enacted by the High Representative (an institution set up by the Agreement on Civilian Implementation – Annex 10 to the 1995 Dayton Agreement – to oversee the implementation of the civilian aspects of the Dayton Agreement on behalf of the international community). The Steering Board of the Peace Implementation Council (a group of 55 states and international organisations that sponsor and direct the peace implementation process) nominates the High Representative. The United Nations Security Council, which approved the Dayton Agreement and the deployment of international troops in Bosnia and Herzegovina, then endorses the nomination, acting thereby under Chapter VII of the Charter of the United Nations. The Steering Board also provides the High Representative with political guidance. The Office of the High Representative is funded by the Peace Implementation Council. The current High Representative, Mr Schwarz-Schilling, is also the European Union’s Special Representative in Bosnia and Herzegovina (as was the previous one, Lord Ashdown).", "The Act has been in force since 28 October 1999. The following are the relevant provisions:", "“This Act regulates the implementation of the decisions of the Commission for Real Property Claims of Displaced Persons and Refugees (hereinafter “the Commission”), created under Annex 7 to the [Dayton] Agreement, by way of restitution of properties located in the Republika Srpska.”", "“The Commission’s decisions shall be final and binding from the day of their adoption.", "The Commission’s decisions shall confirm the real property rights of the persons indicated therein and shall require the competent enforcement authorities to take measures as set out in this Act.", "The Commission’s decisions shall be admissible as evidence in administrative, court or other legal proceedings.”", "“The administrative authorities shall execute a Commission’s decision upon a request of a person referred to in section 4(1) [of this Act] ...", "The office of the Ministry of Refugees and Displaced Persons in the municipality in which the property is situated shall execute a Commission’s decision ...”", "“The following persons shall be entitled to request the enforcement of the Commission’s decision dealing with private property:", "a. the property right holder indicated in the Commission’s decision,", "b. the heirs of the property right holder indicated in the Commission’s decision.”", "“The right to request the enforcement of the Commission’s decision dealing with private property shall not be subject to the statute of limitations.”", "“A competent administrative organ shall issue an order enforcing the Commission’s decision within 30 days from the filing of a request for its enforcement.”", "“Should a person claim a legal interest in the property or apartment at issue which was acquired after [1 April 1992] and he or she can show a valid contract of exchange or transfer of rights, the competent administrative organ shall suspend proceedings and shall refer the parties to a competent court, according to the provisions of the General Administrative Procedure Act 2002 (Official Gazette of the Republika Srpska no. 13/02) regulating preliminary issues, in order to rule on the allegation.”", "“Where, exceptionally, a person claims a legal interest in the property or apartment at issue which was acquired after [1 April 1992], in respect of which the competent administrative organ issued an order enforcing a Commission’s decision prior to [11 June 2003] as yet unexecuted, the competent administrative organ shall ex officio suspend enforcement proceedings pending a final judicial decision on the matter, under the condition that an interested party provides evidence that he or she has initiated proceedings before the competent court and can show a valid contract of exchange or transfer of rights.”", "“The competent administrative organ shall instruct the appellant to initiate proceedings before the competent court within 30 days to prove that the property right holder indicated in the Commission’s decision has voluntarily and lawfully transferred his or her rights to the appellant since [1 April 1992].", "The competent court may suspend the enforcement proceedings before the competent administrative organ pending the court’s decision where the appellant is able to produce a written contract which is in accordance with the law and to show that he or she would suffer irreparable harm if the enforcement proceedings continued.”", "“The competent court shall determine whether the transfer of rights to the appellant has been conducted voluntarily and in accordance with the law.", "If the transfer of rights was conducted between 1 April 1992 and 14 December 1995 and its validity is disputed by the defendant/respondent, the burden of proof shall lie upon the party claiming that the transfer was valid to demonstrate that the transfer was conducted voluntarily and in accordance with the law. Where one of the transferred properties is situated in the territory of another republic of the former Socialist Federal Republic of Yugoslavia, the burden of proof shall lie upon the party, claiming that the transfer was not conducted voluntarily or in accordance with the law, to demonstrate that the status of the parties prior to the transfer should be restored.", "...", "The court may make whatever orders are necessary to give effect to its decision, such as an order setting aside legal transactions, making or erasing entries in the appropriate public books/registers and lifting any order for the suspension of enforcement proceedings.", "The relevant parties shall notify the competent administrative organ of the court’s decision.", "The competent administrative organ shall continue or discontinue the enforcement proceedings in accordance with the court’s decision.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}