{"ITEMID": "001-5320", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "ADMISSIBILITY", "DATE": 2000, "DOCNAME": "ALTINOK v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Gaukur Jörundsson;Wilhelmina Thomassen", "TEXT": ["The applicant, born in 1950, is a Turkish citizen and living in Istanbul.", "He is represented before the Court by Mrs Naciye Kaplan, a lawyer practising in Istanbul.", "A.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "1. Applicant’s version of the facts", "Until 1993 the applicant lived in the Bölükören hamlet of the Aydınlar village attached to the Yayladere district of the province of Bingöl. He had a farm of 5-6 hectares on which he grew wheat, barley, beans, tomatoes, potatoes, and chickpeas. He was breeding 50-60 sheep and goats. He also had a three storey farm house.", "The applicant was intimidated by village guards from the Yayladere and Kığı districts. The village guards accused him of assisting PKK terrorists and requested him and other villagers to evacuate the village. As he was threatened with death and intimidated by village guards and gendarmes the applicant left his village and went to Istanbul.", "In January 1995 the applicant's cousin, K.A., who lived in a nearby village, received a phone call and was told that the applicant's house had been burned down. The applicant immediately went to his village. He saw that his house had been burned down with all its contents.", "On 25 February 1995 the applicant and other residents of Bölükören and Pınarcık hamlets presented petitions to several administrative bodies, namely the Yayladere District Governor’s office, the Bingöl Governor’s office, the State of Emergency Region Governor’s office in Diyarbakır, the Minister of the Interior’s office, the President of the Republic’s office and the Turkish Grand National Assembly. He and the other villagers requested an investigation into the destruction of their property and evacuation of their village. They also requested compensation for the damage they had sustained.", "On 16 May 1995 the District Governor of Yayladere sent a letter to the applicant. He stated:", "“An investigation was conducted by the [Yayladere] District Gendermerie Command concerning the allegations stated in your petition [of 25 February 1995] which was signed by you and your fifteen friends. It has been observed in this investigation that you had been misinformed about the reason for the destruction of your property and the burning of your houses by unknown persons. Some of the houses had collapsed because they were abandoned. It was also established that those who had broken into your houses were militants of the PKK terrorist organisation.", "Therefore your request for compensation claimed in your petition cannot be granted by the District Governor’s office under current regulations...”", "2. The Government’s version of the facts", "The authorities carried out an investigation into the applicant’s allegations of destruction of his property and his forced eviction from his village.", "On 21 February 1998 statements were taken from the mayor of Yolgüden village attached to the Yayladere district and an inhabitant of the applicant’s village.", "The mayor (muhtar) of the Yolgüden village, Sabri Bozaba stated, inter alia:", "“... I have been the muhtar of the Yolgüden village for 9 years. I know very well the inhabitants of the nearby Aydınlar village and those of its hamlets, Pınarcık and Bölükören. I also know the villagers who emmigrated. In 1993 the inhabitants of the Pınarcık and Bölükören hamlets and the Aydınlar village emmigrated as a result of the pressure, oppression and violence of militants of the PKK terrorist organisation who had taken their foodstuff. At the end of 1993 there was no one [living] in the Pınarcık and Bölükören hamlets of the Aydınlar village. They all emmigrated to İstanbul taking their belongings. There were definitely no members of the security forces. No pressure was applied by gendarmes or other military units with a view to forcing people to emmigrate. Citizens emmigrated in order to secure their lives and property. By way of example we can mention the village muhtars and other citizens who were killed... We knew through the terrorists who used to come to our village that members of the separatist organisation had been lodging in the villages which had been evicted. We definitely did not hear, did not see and don’t know that gendarmes had burned houses [in our region].", "In 1991 Mir Ali’s son Mehmet Altınok emmigrated to İstanbul taking his family and his belongings in order to find a job. His father and mother did not go. During 1993 his house was in good condition. Whatever occurred must have occurred after the emmigration. Nobody saw or knows of this [incident]. The houses in the Pınarcık and Bölükören hamlets were demolished as a result of the bad weather conditions. I don’t know who burned the houses, but they were not burned by soldiers... All these incidents occur because of the PKK militants in the region... Between 1991 and 1993 these incidents took place on account of terrorism. Terrorist activities have now abated and we are living in peace and security...”", "Ruşen Atilla, from the applicant’s village, stated, inter alia:", "“Until 1993 I lived in the Aydınlar village attached to the Yayladere district along with my [family]. Later I moved to İstanbul along with my family on account of the terrorist activities and the fact that PKK militants put pressure and oppressed the inhabitants of [our] village and abducted the young people to force them to join the organisation... Village guards never came to our village. Gendarmes used to come with a view to collecting information and carrying out searches. In 1991 Mir Ali’s son Mehmet Altınok moved to İstanbul for financial reasons. He then came to take his family and belongings [to İstanbul]. I remember very well that Mehmet Altınok’s house was in good condition in 1993. Until we and all the inhabitants of the villages and hamlets emmigrated from the region there has never been any house burning. Gendarmes or the State security forces never forced us and other inhabitants to evacuate the villages in the region. The villagers emmigrated since they were fed up with the terrorist incidents and they were victims. Everybody left taking their belongings...”", "B. Relevant domestic law and practice", "1. Administrative liability", "Article 125 of the Turkish Constitution provides as follows:", "“All acts or decisions of the administration are subject to judicial review...", "The administration shall be liable to indemnify any damage caused by its own acts and measures.”", "The above provision is not subject to any restrictions even in a state of emergency or war. The latter requirement of the provision does not necessarily require proof of the existence of any fault on the part of the administration, whose responsibility is of an absolute, objective nature, based on a concept of collective liability and referred to as the theory of “social risk”. Thus the administration may indemnify people who have suffered damage from acts committed by unknown or terrorist authors when the State may be said to have failed in its duty to maintain public order and safety, or in its duty to safeguard individual life and property.", "The principle of administrative liability is reflected in the additional section 1 of Law no. 2935 of 25 October 1983 on the State of Emergency, which provides:", "“... actions for compensation in relation to the exercise of the powers conferred by this Law are to be brought against the administration before the administrative courts.”", "2. Criminal responsibility", "The Turkish Criminal Code makes it a criminal offence:", "(a) to deprive an individual unlawfully of his or her liberty (Article 179 generally, Article 181 in respect of civil servants),", "(b) to oblige an individual through force or threats to commit or not to commit an act (Article 188),", "(c) to issue threats (Article 191),", "(d) to make an unlawful search of an individual’s home (Articles 193 and 194),", "(e) to commit arson (Articles 369, 370, 371, 372), or aggravated arson if human life is endangered (Article 382),", "(f) to commit arson unintentionally by carelessness, negligence or inexperience (Article 383), or", "(g) to damage another’s property intentionally (Articles 516).", "For all these offences complaints may be lodged, pursuant to Articles 151 and 153 of the Code of Criminal Procedure, with the Public Prosecutor or the local administrative authorities. The public prosecutor and the police have a duty to investigate crimes reported to them, the former deciding whether a prosecution should be initiated, pursuant to Article 148 of the Code of Criminal Procedure. A complainant may appeal against the decision of the public prosecutor not to institute criminal proceedings.", "If the suspected authors of the contested acts are military personnel, they may also be prosecuted for causing extensive damage, endangering human lives or damaging property, if they have not followed orders in conformity with Articles 86 and 87 of the Military Code. Proceedings in these circumstances may be initiated by the persons concerned (non-military) before the competent authority under the Code of Criminal Procedure, or before the suspected persons’ hierarchical superior (sections 93 and 95 of Law no. 353 on the Constitution and Procedure of Military Courts).", "If the alleged author of a crime is an agent of the State, permission to prosecute must be obtained from local administrative councils (the Executive Committee of the Provincial Assembly). The local council decisions may be appealed to the Supreme Administrative Court; a refusal to prosecute is subject to an automatic appeal of this kind.", "3. Provisions on compensation", "Any illegal act by civil servants, be it a crime or a tort, which causes material or moral damage may be the subject of a claim for compensation before the ordinary civil courts.", "Proceedings against the administration may be brought before the administrative courts, whose proceedings are in writing."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}