{"ITEMID": "001-61276", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BGR", "BRANCH": "CHAMBER", "DATE": 2003, "DOCNAME": "CASE OF KEPENEROV v. BULGARIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 5-1;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "Christos Rozakis", "TEXT": ["9. The applicant was born in 1939 and lives in Sofia.", "10. On 8 February 1995 the District Prosecutor’s Office in Sofia opened an inquiry following a complaint by the director of the local telephone service that the applicant had been harassing him and other employees by making offensive statements and allegations that his telephone had been tapped.", "11. On 5 June 1995 one of the applicant’s children complained about her father’s aggressive behaviour and requested that he be examined by a psychiatrist. She later made a further complaint in writing, stating that the applicant had beaten her. She enclosed a medical certificate as proof of this.", "12. Between September and November 1995 the local police department collected written statements from employees of the telephone service, the applicant’s daughter, his wife and neighbours.", "13. The District Prosecutor’s Office in Sofia requested the applicant to undergo a psychiatric examination on 23 January 1996. The applicant did not comply with the request.", "14. On 13 February 1996 a prosecutor ordered the applicant’s forced psychiatric examination and instructed the police to arrest him and bring him to the local mental health centre. These instructions did not refer to the length of time the applicant’s confinement was to last.", "15. The applicant was not informed of the above decisions.", "16. On 22 February 1996 the applicant was arrested and brought to the Sofia mental health centre. On the same day, after a short examination, he was transferred to a psychiatric hospital.", "17. It transpires from a letter written in 2001 by the director of the hospital concerning the complaints which the applicant lodged with the Court that the hospital administration believed that the prosecutor had ordered that the applicant was to be confined for thirty days.", "18. On 26 February 1996 the applicant submitted a written complaint to the hospital administration requesting his release. He also complained orally that his detention was unlawful and, on at least one occasion, asked for a lawyer.", "19. On 22 March 1996 the applicant was discharged. He attended voluntarily an examination held on 28 March 1996 but did not turn up when invited for another examination on 5 April 1996.", "20. On 2 May 1996 the psychiatric hospital forwarded to the District Prosecutor’s Office the doctors’ opinion on the applicant’s mental condition. The doctors noted in their opinion that the applicant was suffering from certain disorders, but concluded that the need to subject the applicant to compulsory psychiatric treatment should be decided by the competent court following a fresh assessment of his mental condition.", "21. On 5 June 1996 the prosecution authorities submitted to the Sofia District Court a request for the applicant’s compulsory psychiatric treatment under section 36 of the Public Health Act. On 8 April 1997 the proceedings were terminated.", "22. On an unspecified date in 1996 the applicant complained to the Sofia City Police Department about his arrest and detention as well as about the behaviour of the police officers involved in these measures.", "23. On 1 September 1997 the applicant filed complaints with the Chief Public Prosecutor’s Office and with the Minister of the Interior in which he described the events surrounding his arrest and subsequent detention in the psychiatric clinic. The applicant maintained that the authorities had acted unlawfully. By letter of 16 September 1997 the Third District Police Department in Sofia, to which the Ministry of the Interior had transmitted the applicant’s complaints, replied that the police officers involved had acted pursuant to the order of a prosecutor order and, therefore, lawfully. In reply to the applicant’s request for further information, the same police department, in a letter of 20 October 1997, stated that the police had acted lawfully in accordance with the order of a prosecutor.", "24. According to section 36 §§ 3-6 read in conjunction with sections 59 § 2, 61 and 62 § 1 of the Public Health Act, a mentally ill person can be committed to compulsory psychiatric treatment by a decision of a district court.", "25. The relevant judicial proceedings are instituted by a district prosecutor who is obliged to undertake a prior inquiry, including the ordering of a psychiatric examination, in order to assess the need for instituting proceedings. The prosecutor would therefore normally invite the person concerned to undergo a psychiatric examination in the framework of his inquiry.", "26. The Public Health Act, as in force at the relevant time, did not contain any provision authorising a prosecutor to order that a person be brought by force to a hospital and be detained there for the purposes of a psychiatric examination.", "27. In February 1997 section 61 §§ 2-4 of the Public Health Act was amended. According to the new provisions a prosecutor, in the framework of an inquiry, can order a person’s confinement in a psychiatric hospital for the purposes of his medical examination if that person has refused to submit himself voluntarily to such an examination. The prosecutor is not obliged to seek a medical opinion before making a confinement order.", "28. The relevant law – even after the 1997 amendment and at the time of the adoption of this judgment – does not provide for an appeal to a court in cases of persons who are detained for an examination in the framework of a district prosecutor’s inquiry."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}