{"ITEMID": "001-81274", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF TOMLJENOVIC  v. CROATIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1", "JUDGES": "Christos Rozakis", "TEXT": ["4. The applicant was born in 1934 and lives in Zagreb.", "5. The applicant was teaching biology and chemistry and was the headmaster of V.N. Elementary School in Zagreb. By its decision of 22 December 1995 the Ministry of Education and Sport (Ministarstvo prosvjete i športa) relieved the applicant of his post of headmaster and dismissed him from work on account that he had reached the retirement age.", "6. On 3 January 1996 the applicant brought an action in the Administrative Court (Upravni sud Republike Hrvatske) against that decision.", "7. On 9 October 1997 the Administrative Court declined its jurisdiction in the matter, and on 6 May 1998 forwarded the case to the Zagreb Municipal Court (Općinski sud u Zagrebu).", "8. On 4 September 1998 the Municipal Court invited the applicant to supplement his claim, which the applicant did within the time-limit indicated. The court held hearings on 20 November 2000 and 5 February 2001.", "9. On 17 December 2001 the Municipal Court, considering that it lacked jurisdiction in the matter, made an application to the Supreme Court (Vrhovni sud Republike Hrvatske) with a view to resolving the negative conflict of jurisdictions.", "10. On 22 January 2002 the Supreme Court ruled that the Administrative Court was competent to hear the applicant's case.", "11. Following the transfer of the case back to the Administrative Court, on 31 October 2002 that court ruled in favour of the applicant. It quashed the impugned decision of 22 December 1995 and remitted the case to the Ministry.", "12. Since the Ministry failed to give a new decision within the statutory time-limit of 30 days, on 5 November 2003 the applicant requested the Administrative Court to do so (see paragraph 16 below). In their reply to his request, the Ministry submitted that it was no longer competent to issue such a decision owing to the change in legislation governing primary education. On 6 May 2004 the Administrative Court, acting as a court of full jurisdiction, issued a decision entirely substituting for that of the Ministry. It dismissed the applicant's request by accepting that the Ministry no longer had competence in the matter. However, it found that in those circumstances the Ministry should have forwarded the case-file to a body authorised under the new legislation to issue such a decision – the school board of the V.N. Elementary School. The Ministry did so on 26 June 2006.", "13. It appears that the case is currently pending before the school board.", "14. Meanwhile, on 8 March 2004 the applicant lodged a constitutional complaint about the length of the proceedings. On 1 July 2004 the Constitutional Court (Ustavni sud Republike Hrvatske) dismissed the applicant's complaint. It examined only the length of the proceedings in their part between the introduction of the applicant's request to the Administrative Court on 5 November 2003 and the lodging of the constitutional complaint. The Constitutional Court dismissed the constitutional complaint finding that the proceedings had lasted only four months and three days.", "15. The relevant part of section 63 of the Constitutional Act on the Constitutional Court (Ustavni zakon o Ustavnom sudu Republike Hrvatske, Official Gazette no. 49/2002 of 3 May 2002 – “the Constitutional Court Act”) reads as follows:", "“(1) The Constitutional Court shall examine a constitutional complaint whether or not all legal remedies have been exhausted if the competent court fails to decide a claim concerning the individual's rights and obligations or a criminal charge against him or her within a reasonable time ...", "(2) If a constitutional complaint ... under paragraph 1 of this section is upheld, the Constitutional Court shall set a time-limit within which the competent court must decide the case on the merits...", "(3) In a decision issued under paragraph 2 of this section, the Constitutional Court shall assess appropriate compensation for the applicant for the violation of his or her constitutional rights ... The compensation shall be paid out of the State budget within three months from the date a request for payment is lodged.”", "16. The relevant provisions of the Administrative Disputes Act (Zakon o upravnim sporovima, Official Gazette nos. 53/1991, 9/92 and 77/92) provide as follows:", "Section 64(1) provides that, in the execution of the Administrative Court's judgment, the administrative authority shall issue its decision immediately but at the latest within 30 days. Otherwise, a party may by a special submission request it to do so. If the authority does not issue a decision within seven days following that request, a party may apply to the Administrative Court.", "Section 64(2) provides that if such an application was made, the Administrative Court shall first ask the administrative authority to give reasons for its omission. The authority shall reply immediately but at the latest within seven days. If the authority fails to do so, or if the reasons given do not justify the failure to decide, the Administrative Court shall give a decision entirely substituting for the decision of the administrative authority."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}