{"ITEMID": "001-82485", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF ÇELİKER v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1", "JUDGES": "Nicolas Bratza", "TEXT": ["5. The applicant was born in 1972 and lives in Batman.", "6. On 10 April 1997 the applicant was arrested and taken into police custody on suspicion of her involvement in the activities of an illegal organisation, namely the PKK (the Kurdistan Workers' Party). The police officers drew up an arrest protocol in which they noted that they had found a false identity card on the applicant and seized it for the investigation.", "7. Following the Batman public prosecutor's order, the applicant's detention period was extended.", "8. On 15 April 1997 police officers took statements from the applicant. She confessed to being a member of the PKK and stated that she had been involved in armed clashes with the security forces.", "9. On 16 April 1997 the applicant's statements were taken by the Batman public prosecutor to whom she again confessed to being a member of the PKK and stated that she had been involved in political education and propaganda activities for the organisation.", "10. On the same day she was brought before a single judge at the Batman Magistrates' Court who took her statement and ordered her detention on remand.", "11. On 2 May 1997 the principal public prosecutor at the Diyarbakır State Security Court filed a bill of indictment, charging the applicant under Articles 125 and 40 of the Criminal Code with carrying out activities for the purpose of bringing about the secession of part of the national territory and aiding and abetting an illegal organisation.", "12. Between 5 May 1997 and 18 April 2000, the Diyarbakır State Security Court held nineteen hearings and heard a number of witnesses. During these hearings, the applicant renounced her statements taken during her detention in police custody. Witnesses heard by the court stated that the applicant was an active member of the PKK and that she had been involved in armed clashes with the security forces.", "13. On 18 April 2000 the Diyarbakır State Security Court convicted the applicant as charged and sentenced her to death under Article 125 of the Criminal Code. Taking into account her confessions before the court, the death penalty was commuted to a life sentence of imprisonment.", "14. On 19 December 2000 the Court of Cassation upheld the decision of the first instance court. It reasoned that the decision was justified as the evidence in the case file was capable of proving that the applicant was an active member of the PKK, which was an armed illegal organisation and carried out activities for the purpose of bringing about the secession of part of the national territory.", "15. On 24 January 2001 the Court of Cassation's decision was pronounced in the absence of the applicant's representative.", "16. The relevant domestic law and practice in force at the material time are outlined in the following judgments: Özel v. Turkey (no. 42739/98, §§ 20-21, 7 November 2002) and Öcalan v. Turkey ([GC], (no. 46221/99, §§ 5254, ECHR 2005-IV).", "17. By Law no. 5190 of 16 June 2004, published in the Official Journal on 30 June 2004, State Security Courts were abolished."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}