{"ITEMID": "001-113940", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "ADMISSIBILITY", "DATE": 2012, "DOCNAME": "KONTIĆ-DRAŠČIĆ v. CROATIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Anatoly Kovler;Elisabeth Steiner;Julia Laffranque;Khanlar Hajiyev;Mirjana Lazarova Trajkovska;Peer Lorenzen", "TEXT": ["1. The applicants, Ms Marina Kontić-Draščić and Ms Brankica Kontić-Draščić, are Croatian nationals, who were born in 1987 and 1949 respectively and live in Rijeka. They were represented before the Court by Mr M. Žugić, a lawyer practising in Zagreb. The Croatian Government (“the Government”) were represented by their Agent, Ms Š. Stažnik.", "2. The facts of the case, as submitted by the parties, may be summarised as follows.", "3. On an unspecified date J.K.D., the first applicant’s father and the second applicant’s husband, entered into an employment contract with the Hanseatic Shipping Company Ltd, registered in Cyprus, pursuant to which he was employed as a sailor on a vessel for six months starting from 19 September 1998. The contract specified that the employer’s insurance covered death in service and that the contract was governed by the laws of the Republic of Cyprus, and designated Limassol, Cyprus as the forum for dispute resolution. The vessel was insured in the United Kingdom.", "4. On 7 October 1998 J.K.D. died while the vessel was in the Pacific Ocean.", "5. The applicants brought a civil action in the Rijeka Commercial Court (Trgovački sud u Rijeci) on 27 May 1999 against the owner of the ship and the insurance company. They sought damages in connection with the death of their husband and father, claiming that his death had occurred as a result of a lack of adequate medical treatment. As regards the jurisdiction of the Croatian courts in the matter, they considered that where a death had occurred outside the territory of Croatia, the Croatian courts had jurisdiction because the actual damage – the suffering of the deceased’s close relatives residing in Croatia caused by the death and the resulting loss of support – nonetheless occurred in Croatia.", "6. On 19 August 2004 the Rijeka Commercial Court awarded the applicants USD 151,114 and rejected the rest of their claim of USD 119,997. That judgment was upheld by the High Commercial Court (Visoki trgovački sud Republike Hrvatske) on 3 February 2006.", "7. On 6 March 2006 the defendants lodged an appeal on points of law with the Supreme Court (Vrhovni sud Republike Hrvatske).", "8. At a plenary session of the Civil Division of the Supreme Court on 26 February 2007, the Supreme Court endorsed its previous practice concerning claims for damages in connection with the death of a close relative which occurred outside Croatia. According to that approach, the Croatian courts had no jurisdiction in such matters. The explanation for this was that where a death had occurred outside Croatia the associated damage had also occurred outside Croatia. As the jurisdiction of the Croatian courts depended on the question of where damage had occurred, in cases where a death (and therefore the resulting damage) had occurred outside Croatia, the Croatian courts did not have jurisdiction, even when the claimant was a Croatian national.", "9. Pursuant to that approach, on 18 July 2007 the Supreme Court declared the applicants’ civil action inadmissible for lack of jurisdiction. The relevant part of the decision reads:", "“The dispute concerns non-contractual liability for damage with a foreign element. Therefore, section 53(1) of the Conflicts of Law Act (the “Act”) ... is relevant to the question of whether the Croatian courts have jurisdiction in the matter.", "Under section 53(1) of the Act, in disputes concerning non-contractual liability for damage the Croatian courts have jurisdiction if it is prescribed under sections 46 and 50-52 of that Act or if the damage was caused on Croatian territory.", "Jurisdiction for this dispute is not prescribed under sections 46 and 50-52 of the Act, and therefore it must be assessed whether the damage was caused on Croatian territory.", "As to the question of where the damage occurred within the meaning of section 53 of the Act, the plenary session of 26 February 2007 of the Civil Division of this court took the view that the occurrence of damage comprises .... death ..., and that where the damage concerns .... the death of a person abroad, then it is to be understood that the damage the claimant is seeking in that connection occurred abroad, irrespective of the fact that certain categories of damage occurred in Croatia.", "Therefore, [in accordance with] section 53(1) of the Act the Croatian courts do not have jurisdiction in this dispute.", "...”", "10. On 12 December 2007 the applicants lodged a constitutional complaint with the Constitutional Court (Ustavni sud Republike Hrvatske) against the above judgment of the Supreme Court which was dismissed on 10 September 2008.", "11. The relevant provision of the Conflicts of Law Act (Zakon o rješavanju sukoba zakona s propisima drugih zemalja u određenim odnosima, Official Gazette nos. 53/1991, 88/2001 – “the Act”) reads as follows:", "“(1) The Croatian courts have jurisdiction in cases concerning claims for damages if ... the damage was caused on Croatian territory.", "...”", "12. The relevant part of judgment no. Rev-2390/1994-2 of the Supreme Court of 3 September 1997 reads:", "“ ... According to the reasoning of the lower courts, which this court also endorses, damage is caused, within the meaning of [section 53(1) of the Act], when [a person] has been injured, death has occurred or an object has been damaged ...", "The event at issue (a road accident), concerning the person in respect of whose death the claimants brought their action, occurred in Austria, and therefore the damage was caused in Austria and not in Croatia.", "It follows that the courts correctly interpreted section 53 § 1 of the Act and that they therefore ... rightly declared the civil action inadmissible for lack of jurisdiction.”", "13. The relevant part of Practice Direction no. Su-IV-46/7 of the Civil Division of the Supreme Court of 26 February 2007 reads as follows:", "“... the Supreme Court confirms its practice [stated in] judgment 139 Rev-2390/94 of 3 September 1997, published in the Collection of Decisions 1/98 [on 30 June 1998], which reads:", "The damage was caused when the [person] was injured, death occurred or an object was damaged.", "Therefore, if the event at issue, concerning the person in respect of whose death the claimants brought their action, occurred abroad, the damage also occurred there, disregarding the fact that the expenses of the burial occurred in Croatia.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}