{"ITEMID": "001-119026", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "ADMISSIBILITY", "DATE": 2013, "DOCNAME": "MELEAGROU AND OTHERS v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson;Ineta Ziemele;Krzysztof Wojtyczek;Päivi Hirvelä;Vincent A. De Gaetano;Zdravka Kalaydjieva", "TEXT": ["1. The applicants, born in 1954, 1928, 1957 and 1953, are Cypriot citizens resident in Nicosia or London. They are represented by the AIRE Centre in London.", "3. The applicants, a mother, and three adult siblings, Cypriot citizens, living in London, claimed to be the owners of 18 separate plots of land, one of which contained the family’s second home, all of which were in the occupied area of the “TRNC” (“the Turkish Republic of Northern Cyprus”).", "4. On 7 November 2006 the applicants filed claims with the Immovable Property Commission (“IPC”) claiming restitution of this property and damages for loss of use and non-pecuniary damage. On October 2007, there was a directions hearing before the IPC, which required the production of further documents. A preliminary hearing took place on 19 November 2007 at which the “TRNC” representative made an offer of settlement. The IPC adjourned the case pending the applicants’ response to the offer of settlement. A number of preliminary hearings were listed and adjourned during 2008, during which the applicants claimed further attempts were made to obtain their agreement to a settlement. The applicants lodged a written request on 4 August 2008 for a hearing of their claims.", "5. The IPC held hearings on the claims on 3 November 2008, 19 January 2009 and 5 May 2009. On 14 October 2009, the IPC issued its decisions. Of the 18 properties in issue, it found that the applicants were not the registered owners of 14 properties, which were held by a registered company of which the applicants were shareholders still in existence. Of the other properties, restitution was ordered in respect of part of one plot (583/2); as no particulars had been given of loss of use, no award was made for pecuniary loss and as the land had been uninhabited no award for non-pecuniary loss was made. Restitution was refused in respect of the other plots as the property was either occupied by a refugee family or by the military. The claims for non-pecuniary compensation and loss of use were rejected as these could not be made under the law where restitution was refused and where no claim had been lodged for exchange of land or for pecuniary compensation for the land.", "6. The applicants lodged appeals to the High Administrative Court on 30 December 2010 and 4 January 2010. The appeals were listed for hearing on 14 January 2011. By three decisions dated 27 June 2011, the court upheld the decisions of the IPC, noting that the applicants had been represented by a lawyer at the hearing and that there had been interpretation into English at the hearing. It found that the IPC had not erred in its application of the law, citing the provisions concerned.", "7. The relevant law and practice are set out in Demopoulos and Others v. Turkey (dec.) [GC], nos. 46113/99, 3843/02, 13751/02, 13466/03, 10200/04, 14163/04, 19993/04 and 21819/04, ECHR 2010."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}