{"ITEMID": "001-58834", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ITA", "BRANCH": "CHAMBER", "DATE": 2000, "DOCNAME": "CASE OF BELVEDERE ALBERGHIERA S.R.L. v. ITALY", "IMPORTANCE": "1", "CONCLUSION": "Violation of P1-1;Just satisfaction reserved", "JUDGES": "Christos Rozakis", "TEXT": ["7. The applicant company, owner of the Belvedere Hotel at Monte Argentario, also owned 1,375 sq. m. of land that gave patrons of the hotel direct access to the sea.", "8. On 19 May 1987 the Monte Argentario municipality passed a resolution approving a road-building scheme. The road was to pass over the applicant company's land.", "9. On 25 May 1987 the mayor of Monte Argentario issued an order, under an expedited procedure, for the possession of the applicant company's land. On an unspecified date the authorities took physical possession of the land and began the road-building works.", "10. The applicant company appealed to the Tuscany Regional Administrative Court (“the RAC”), contesting, inter alia, the lawfulness of the municipality's resolution of 19 May 1987 and of its occupation of the land.", "11. By a judgment delivered on 2 December 1987, the Tuscany RAC allowed the applicant company's appeal; it quashed the municipality's resolution of 19 May 1987 and ruled that all subsequent action taken by it was invalid. The RAC found that the municipality had approved the road-building scheme without carrying out sufficient technical surveys beforehand. As a result, the approved scheme was unlawful and could not be considered as being in the public interest (non atto a realizzare un interesse pubblico).", "12. That decision was lodged at the registry on 24 May 1988 and became final on 9 June 1989.", "13. By letters of 8 July 1988, 11 August 1989 and 18 July 1990, the applicant company asked the Monte Argentario municipality to reinstate and return the land, pursuant to the judgment of the RAC. However, the municipality took no action.", "14. The applicant company issued enforcement proceedings (giudizio di ottemperanza) in the Tuscany RAC for the reinstatement and return of the land in accordance with the judgment of 2 December 1987.", "15. On 26 June 1991 the RAC dismissed those proceedings on the ground that the judgment of 2 December 1987 could not be enforced as there had been a constructive expropriation.", "16. The RAC observed that although the judgment of 2 December 1987 had quashed the resolution of the municipality of Monte Argentario for procedural defects during the planning inquiry, that did not prevent the municipality from subsequently restarting the procedure and passing a fresh resolution – though it had not in any event done so. The RAC went on to say that as a result of the constructive-expropriation rule (occupazione acquisitiva), the applicant company was no longer the owner of the land, which had become the property of the municipality of Monte Argentario following completion of the road-building works. Despite its earlier judgment and the fact that the works carried out by the authorities were dangerous and contrary to the public interest, the fact that the authorities had completed the works meant that title to the land had been transferred. Consequently, restitution was impossible. However, as the transfer of property had been unlawful, the applicant company was entitled to claim damages in the civil courts.", "17. The applicant company appealed against that decision to the Consiglio di Stato, its main contention being that, although the RAC had ruled that the authorities' conduct was unlawful before they had completed the works, the authorities had ignored the judgment. The fact that the constructive-expropriation rule had been applied in the instant case rendered the judgment devoid of purpose, since the authorities were free to act unlawfully with the sole aim of acquiring title to the land.", "18. By an order of 5 June 1995, Section V of the Consiglio di Stato, before whom the appeal was pending, decided to refer the appeal to the full court. The order indicates that the section concerned considered that in the instant case the loss of title to the land as a result of the public works being carried out amounted to a denial of justice. If a decision of an administrative court favourable to the owner of the land, such as the decision of 2 December 1987, could not prevent the authorities taking possession of the land, the owner would be at their mercy. Furthermore, Section V of the Consiglio di Stato noted that the municipality of Monte Argentario had not reopened the planning inquiry or passed any further resolutions following the quashing of its resolution by the RAC.", "19. In a decision of 7 February 1996 the Consiglio di Stato, sitting as a full court, dismissed the applicant company's appeal. It held that the application of the constructive-expropriation rule had not entailed a denial of justice in the instant case. It said that the road-building works had been largely completed by 7 August 1987 when the RAC had given its judgment. Thereafter, only additional work of minor importance had been carried out, such as the installation of lighting and the completion of the road surfacing. Consequently, 7 August 1987 had to be considered the date when title to the land was transferred because it was at that point that the change of user of the land had become irreversible, as a result of the completion of the works. The land could no longer be returned owing to the constructive expropriation. That date was also the starting-point of the statutory limitation period for claiming damages.", "20. This statute governs the expedited expropriation procedure, which permits authorities to start building before expropriation. Once a scheme has been declared to be in the public interest and the plans adopted, the authorities may make an expedited possession order, for a limited period not exceeding five years, in respect of the land to be expropriated. The order will lapse if physical possession of the land is not taken within three months after its issue. After the land has been possessed, a formal expropriation order must be made and compensation paid.", "21. During the 1970s, a number of local authorities took possession of land using the expedited procedure but failed subsequently to issue an expropriation order. The Italian courts were confronted with cases in which the landowner had de facto lost use of the land as it had been possessed and building works in the public interest had been undertaken. The question arose whether the mere fact that works had been carried out meant that the owner had also lost title to the land.", "22. There was a substantial divergence in the decisions of the Court of Cassation over the effects of carrying out building works in the public interest on land where possession had been taken unlawfully. Unlawful possession means possession that is unlawful from the start, in other words obtained without authority, or that is initially authorised but subsequently became unlawful, either because the authority is quashed or because possession continues beyond the authorised period without an expropriation order being made.", "23. Under one line of case-law, the owner of land that had been possessed by the authorities did not lose ownership after the completion of the works in the public interest. However, he could not request reinstatement of the land; his only remedy was to bring an action in damages for wrongful possession. No limitation period applied to such actions as the unlawful nature of the possession was continuing. The authorities could at any time issue a formal expropriation order. If they did so, the action in damages was transformed into a dispute over the compensation for expropriation, with damages for the loss of enjoyment of the land being due only for the period prior to the making of the expropriation order (see, among other authorities, the judgments of the Court of Cassation nos. 2341 of 1982; 4741 of 1981; and 6452 and 6308 of 1980).", "24. Under a second line, the landowner did not lose property in the land and could request its reinstatement if the authorities had acted other than in the public interest (see, for example, Court of Cassation judgments nos. 1578 of 1976 and 5679 of 1980).", "25. Under a third line, an owner dispossessed by the authorities automatically lost title to the land as soon as it had been altered irreversibly, that is to say on completion of the works in the public interest. He was entitled to claim damages (the sole authority is Court of Cassation judgment no. 3243 of 1979).", "26. In a judgment of 16 February 1983, the Court of Cassation, sitting as a full court, resolved the conflict between the case-law authorities and adopted the third solution. In so doing, it established the constructive-expropriation rule (accessione invertita or occupazione acquisitiva). Under the rule, the public authorities acquire title to the land from the outset before formal expropriation if, after taking possession of the land and irrespective of whether such possession is lawful, the works in the public interest are performed. If, initially, the land is possessed without authority, the transfer of property takes place when the works in the public interest are completed. If the taking of possession was authorised from the outset, property is transferred on the expiry of the authorised period of possession. In the same judgment, the Court of Cassation stated that, on a constructive expropriation, the owner is entitled to compensation in full as the acquisition of the land has taken place without title (sine titulo). However, compensation is not paid automatically: the owner must lodge a claim for damages. In addition, the right to compensation is subject to a five-year limitation period that applies to actions in tort; the starting-point is the date the land is irreversibly altered.", "27. Initially, it was held that no limitation period applied, since possession of the land without title was a continuing unlawful act (see paragraph 23 above). In its judgment no. 1464 of 1983, the Court of Cassation stated that the right to compensation was subject to a five-year limitation period (see paragraph 26 above). Subsequently, the First Division of the Court of Cassation said that a ten-year limitation period should apply (judgment nos. 7952 of 1991 and 10979 of 1992). On 22 November 1992 the full court of the Court of Cassation decided the issue finally, holding that the limitation period is five years and starts to run from the date the land is irreversibly altered.", "28. Recent developments in the case-law show that the mechanism whereby carrying out building works in the public interest operates to transfer property in the land to the authorities is subject to exceptions.", "29. In its judgment no. 874 of 1996, the Consiglio di Stato stated that there was no constructive expropriation where resolutions of the authorities and an expedited possession order had been quashed by the administrative courts, as otherwise the judicial decision would be devoid of purpose.", "30. In judgment no. 1907 of 1997, the Court of Cassation, sitting as a full court, said that the authorities did not acquire ownership of the land if their resolutions and the declaration that expropriation was in the public interest were deemed to have been null and void from the outset. In such cases, the owner retained title to the land and could claim restitutio in integrum. In the alternative, he could seek damages. The unlawful nature of the possession in such cases was continuing and no limitation period applied.", "31. In judgment no. 6515 of 1997, the Court of Cassation, sitting as a full court, said that there was no transfer of property where the declaration that expropriation was in the public interest had been annulled by the administrative courts. In such cases, therefore, the constructive-expropriation rule did not apply. The owner, who retained ownership of the land, was entitled to claim restitutio in integrum. If he brought an action in damages, that entailed a waiver of his right to restitution. The five-year limitation period started to run from the date when the decision of the administrative court became final.", "32. In judgment no. 148 of 1998, the First Division of the Court of Cassation followed the decision of the full court and held that there was no transfer of property by constructive expropriation where the declaration that the building works were in the public interest was deemed to have been invalid from the outset.", "33. In this judgment, the Constitutional Court was called upon to decide firstly whether the constructive-expropriation rule was compatible with the Constitution. The court declared that question inadmissible on the ground that it had jurisdiction to examine statutory provisions only, not rules established by the courts. Secondly, it held that the application to an action for compensation of the five-year limitation period laid down by Article 2043 of the Civil Code for claims in tort was compatible with the Constitution. The fact that the authorities had become owners of the land by taking advantage of their own unlawful conduct did not pose any difficulty under the Constitution, since the public interest in the preservation of works for the public good outweighed the individual's interest in the right of property.", "34. Under the Court of Cassation's case-law on constructive expropriations, compensation in full, that is to say damages for the deprivation of the land, is due to the owner in consideration for the loss of ownership caused by the unlawful taking of possession.", "35. The Finance Law of 1992 (Article 5 bis of Legislative Decree no. 333 of 11 July 1992) superseded that case-law by providing that the compensation payable on constructive expropriations could not exceed the amount due on formal expropriations. In judgment no. 369 of 1996, the Constitutional Court declared that provision unconstitutional.", "36. Under Finance Law no. 662 of 1996, which amended the provision that had been declared unconstitutional, compensation in full cannot be awarded for dispossessions effected before 30 September 1996. In such cases, compensation cannot exceed such amount, plus 10%, but without applying the 40% reduction, as would have been payable on a formal expropriation (one-half of the sum of the market value plus the income from the land, less 40%). In a judgment no. 148 of 30 April 1999, the Constitutional Court held that that provision was compatible with the Constitution. However, in the same decision, it said that compensation in full, up to the market value of the land, could be claimed where the dispossession and deprivation of the land were not in the public interest.", "37. The applicant company complained that it had become impossible for it to recover its land as a result of the constructive-expropriation rule, which had been applied despite the decision of the Tuscany Regional Administrative Court (“the RAC”) quashing the building scheme and the possession order as being unlawful and not in the public interest. It alleged a violation of Article 1 of Protocol No. 1, which provides:", "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.", "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”", "38. The applicant company maintained that the interference with its right to peaceful enjoyment of its possessions was not compatible with Article 1 of Protocol No. 1.", "39. It contended that constructive expropriation was contrary to the requirement of lawfulness for the following reasons: the authorities became owners of the land through unlawful conduct, namely by taking possession without title; landowners could not avail themselves of the procedural guarantees available on a formal expropriation; and the constructive-expropriation rule was not to be found in any statutory provision but had been established by the case-law and was considered to be “living law”.", "40. Subsequent events had led the applicant company to consider that the requirement of lawfulness had not been complied with in the instant case. It observed that it was unable to obtain restitution of the land despite the decision of the Administrative Court – which had become final – retrospectively quashing all the authorities' acts, including the declaration that the scheme was in the public interest. The decision of the Consiglio di Stato refusing restitution of the land as a result of the application of the constructive-expropriation rule thus represented an unjustified interference with the applicant company's right to the peaceful enjoyment of its possessions. The applicant company noted that the constructive-expropriation rule left landowners at the mercy of the authorities, who – with the sole aim of appropriating land – could carry out works that were not in the public interest after taking possession of the land wholly unlawfully and then refuse to comply with judicial decisions declaring their conduct unlawful.", "41. The applicant company added that the Tuscany RAC had been called upon to rule solely on the lawfulness of the authorities' acts and could not decide the merits of the case, that is to say whether the road-building works had been finished. On the other hand, the Consiglio di Stato, on an appeal on the issue of enforcement (ottemperanza), had jurisdiction to hear the merits and could therefore determine the date of completion of the works.", "42. The applicant company observed finally that it was true that the measure of compensation claimable by an owner deprived of his land for works that were not in the public interest was compensation in full (see paragraph 34 above). However, damages could not be considered as compensation for the alleged loss even assuming they could be claimed by the applicant company. The applicant company was not asking the Court to rule on the authorities' conduct – the Tuscany RAC had already done so – but to give a decision on the Consiglio di Stato's dismissal of its application for restitution of the land. The applicant company concluded by inviting the Court to restore legality.", "43. The Government submitted that the loss of the land by the applicant company did not infringe Article 1 of Protocol No. 1.", "44. They observed firstly that the interference with the applicant company's right to peaceful enjoyment of its possessions was “provided for by law”, namely a rule established by the courts that had been consistently and unanimously applied since the Court of Cassation's judgment no. 1464 of 1983 (see paragraph 26 above). The Government referred in particular to the Court of Cassation's judgments nos. 3940 of 1988 and 12546 of 1992, the Consiglio di Stato's judgment no. 877 of 1991 and the case-law of the Constitutional Court. The rule established by the case-law thus constituted a clear, accessible and adequate legal norm and was an expression of the “living law”, that is to say the law effectively in force.", "45. The Government observed secondly that the applicant company had been deprived of its land “in the public interest”. At the outset, the road-building scheme and the authorities' resolutions had been in the public interest. Although it was true that the authorities' acts had subsequently been quashed by the Administrative Court, the effect of the constructive-expropriation rule was that, once completed, municipal works became de facto a new scheme in the public interest. Completion of the works carried out by the authorities therefore had a dual effect: it entailed recognition that the work carried out was in the public interest and meant that the authorities' conduct ceased to be unlawful.", "46. As a result of that mechanism, the land could no longer be returned to the applicant company as it was irreversibly deemed to have become public.", "47. The fact that the deprivation of possession was unlawful until the works had been completed nevertheless afforded the owner the right to claim pecuniary compensation in the form of damages before the relevant courts. The Government maintained that it was still open to the applicant company in the instant case to bring an action in damages before the relevant courts, that such an action would enable it to obtain compensation in full and thus constituted a sufficient remedy for the interference with its right to peaceful enjoyment of its possessions. On that point, the Government referred to the judgment of the Court in the case of Zubani v. Italy (judgment of 7 August 1996, Reports of Judgments and Decisions 1996-IV).", "48. An action in damages was possible because, in the Government's submission, the five-year limitation period which had started to run on 7 August 1987 on completion of the works had been interrupted by the enforcement proceedings brought by the applicant company before the Consiglio di Stato. The Government added that, when dealing with an application for enforcement (ottemperanza) the Consiglio di Stato had jurisdiction to make findings of fact, including as to the date when the works were completed. Consequently, there was no inconsistency between its finding and the fact that the decision of the Tuscany RAC had become final, as the latter could not decide issues of fact.", "49. An action in damages would enable the applicant company to obtain compensation in full since the declaration that the works were in the public interest had been quashed by the Tuscany RAC. The Government referred on that point to the Constitutional Court's judgment no. 148 of 30 April 1999 (see paragraph 36 above).", "50. Lastly the Government explained that proceedings for pecuniary reparation had to be instituted by the applicant company as it had failed in its attempt to obtain restitution of the land. Damages would compensate it for the interference with its right to peaceful enjoyment of its possessions.", "51. The Court reiterates that Article 1 of Protocol No. 1 contains three distinct rules: “The first rule, set out in the first sentence of the first paragraph, is of a general nature and enunciates the principle of the peaceful enjoyment of property; the second rule, contained in the second sentence of the first paragraph, covers deprivation of possessions and subjects it to certain conditions; the third rule, stated in the second paragraph, recognises that the Contracting States are entitled, amongst other things, to control the use of property in accordance with the general interest ... The three rules are not, however, 'distinct' in the sense of being unconnected. The second and third rules are concerned with particular instances of interference with the right to peaceful enjoyment of property and should therefore be construed in the light of the general principle enunciated in the first rule” (see, among other authorities, the James and Others v. the United Kingdom judgment of 21 February 1986, Series A no. 98, pp. 29-30, § 37, partly following the terms of the Court's analysis in the Sporrong and Lönnroth v. Sweden judgment of 23 September 1982, Series A no. 52, p. 24, § 61; see also the Holy Monasteries v. Greece judgment of 9 December 1994, Series A no. 301-A, p. 31, § 56, and Iatridis v. Greece [GC], no. 31107/96, § 55, ECHR 1999-II).", "52. The Court notes that it is common ground that there has been a deprivation of possessions.", "53. In order to determine whether there has been a deprivation of possessions within the meaning of the second rule, the Court must not confine itself to examining whether there has been dispossession or formal expropriation, it must look behind the appearances and investigate the realities of the situation complained of. Since the Convention is intended to guarantee rights that are “practical and effective”, it has to be ascertained whether that situation amounted to a de facto expropriation. (see the Sporrong and Lönnroth judgment cited above, pp. 24-25, § 63).", "54. The Court notes that in the present case, by applying the constructive-expropriation rule in its decision, the Consiglio di Stato deprived the applicant company of the possibility of obtaining restitution of its land. In the circumstances, the Court finds that the effect of the judgment of the Consiglio di Stato was to deprive the applicant company of its possessions within the meaning of the second sentence of the first paragraph of Article 1 of Protocol No. 1 (see Brumărescu v. Romania [GC], no. 28342/95, § 77, ECHR 1999-VII).", "55. In order to be compatible with Article 1 of Protocol No. 1, such an interference must be “in the public interest”, “subject to the conditions provided for by law and by the general principles of international law” and must strike a “fair balance” between the demands of the general interest of the community and the requirements of the protection of the individual's fundamental rights (see the Sporrong and Lönnroth judgment cited above, p. 26, § 69). Furthermore, the issue of whether a fair balance has been struck “becomes relevant only once it has been established that the interference in question satisfied the requirement of lawfulness and was not arbitrary” (see Iatridis cited above, § 58, and Beyeler v. Italy [GC], no. 33202/96, § 107, ECHR 2000-I).", "56. The Court reiterates that the first and most important requirement of Article 1 of Protocol No. 1 is that any interference by a public authority with the peaceful enjoyment of possessions should be lawful. The rule of law, one of the fundamental principles of a democratic society, is inherent in all the Articles of the Convention (see Iatridis cited above, § 58) and entails a duty on the part of the State or other public authority to comply with judicial orders or decisions against it.", "57. The Court does not consider it necessary to decide in the abstract whether the role in the continental-law system of a rule, such as the constructive-expropriation rule, established by the courts is comparable to that of statutory provisions. However, it reiterates that the requirement of lawfulness means that rules of domestic law must be sufficiently accessible, precise and foreseeable (see the Hentrich v. France judgment of 22 September 1994, Series A no. 296-A, pp. 19-20, § 42, and the Lithgow and Others v. the United Kingdom judgment of 8 July 1986, Series A no. 102, p. 47, § 110).", "58. In that connection, the Court observes that the case-law on constructive expropriations has evolved in a way that has led to the rule being applied inconsistently (see paragraphs 22 to 36 above), a factor which could result in unforeseeable or arbitrary outcomes and deprive litigants of effective protection of their rights and is, as a consequence, inconsistent with the requirement of lawfulness.", "59. The Court also notes that under the rule established by the Court of Cassation in its judgment no. 1464 of 1983 every constructive expropriation follows the unlawful taking of possession of the land. The unlawfulness may exist at the outset or arise subsequently. The Court has reservations as to the compatibility with the requirement of lawfulness of a mechanism which, generally, enables the authorities to benefit from an unlawful situation in which the landowner is presented with a fait accompli.", "60. In any event, the Court is required to verify whether the way in which the domestic law is interpreted and applied produces consequences that are consistent with the principles of the Convention.", "61. In the instant case, the Court notes that on 2 December 1987 the Tuscany RAC quashed with retrospective effect the resolution passed by the authorities as being unlawful and not in the public interest. However, that finding of the Tuscany RAC, in which it held that the occupation of the applicant company's land was unlawful and not in the public interest (see paragraph 11 above), did not result in restitution of the land, since the Consiglio di Stato held that the transfer of property to the authorities had become irreversible.", "62. The Court considers that the interference in question was not compatible with Article 1 of Protocol No. 1. That conclusion makes it unnecessary for it to examine whether a fair balance was struck between the requirements of the general interest of the community and the need to protect individual rights.", "63. Consequently, there has been a violation of Article 1 of Protocol No. 1.", "64. Article 41 of the Convention provides:", "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”", "65. The applicant company sought restitution and reinstatement of the land in question, those being the only measures which in its submission would remedy the alleged violation, since they would enable the position obtaining before the violation of Article 1 of Protocol No. 1 to be re-established. The applicant company also claimed compensation for pecuniary damage to be determined on an equitable basis or, if appropriate, through the assessment of an expert; it put the compensation at not less than 80,000,000 Italian lire (ITL) plus interest and index-linking covering at minimum its loss of enjoyment of the land for the period of deprivation of possession until restitution. The applicant company further claimed ITL 30,000,000 plus interest and index-linking for the non-pecuniary damage which the State's conduct had caused it. Lastly, it requested reimbursement of the costs incurred before the national courts and of ITL 8,000,000 for costs incurred before the Court.", "66. The Government stated that restitution of the land was precluded by the constructive expropriation and maintained that the applicant company could obtain compensation for the alleged violation through the action in damages which it could bring in the Italian courts. Referring to the judgments of the Court in the cases of B. v. France (judgment of 25 March 1992, Series A no. 232-C), and De Wilde, Ooms and Versyp v. Belgium (judgment of 10 March 1972 (Article 50), Series A no. 14), the Government argued that the applicant company's claim for just satisfaction was inadmissible.", "67. Should the Court not uphold that objection, the Government said that it would be impossible – for the reasons indicated by the Consiglio di Stato – for the land to be returned. They contended that restitution of the land was beyond the scope of Article 41 of the Convention. As regards pecuniary damage, the Government submitted that no sum could be awarded under that head since it was still open to the applicant company to seek damages before the national courts. As to non-pecuniary damage, the Government maintained that a finding of a violation would constitute sufficient just satisfaction. The Government considered that the sum requested for costs was excessive and left the issue to the discretion of the Court.", "68. In the light of the reasons which led it to find a violation of Article 1 of Protocol No. 1, the Court considers that the Government's objection must be rejected. The act of the Italian government which the Court held to be contrary to the Convention was not an expropriation that would have been legitimate but for the failure to pay fair compensation; it was a taking by the State of land belonging to the applicant company, for which the latter had no redress (see, mutatis mutandis, the Papamichalopoulos v. Greece judgment of 31 October 1995, Series A no. 330-B, pp. 59-60, § 36).", "69"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}