{"ITEMID": "001-114785", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ARM", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF KHACHATRYAN AND OTHERS v. ARMENIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 5 - Right to liberty and security (Article 5-1-c - Reasonable suspicion);Violation of Article 5 - Right to liberty and security (Article 5-3 - Reasonableness of pre-trial detention);Violation of Article 5 - Right to liberty and security (Article 5-5 - Compensation)", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Ján Šikuta;Josep Casadevall;Kristina Pardalos;Luis López Guerra;Nona Tsotsoria", "TEXT": ["4. The applicants were born in 1982, 1981, 1986, 1984, 1986, 1986, 1986, 1986, 1985, 1983, 1986, 1985, 1986, 1987, 1985, 1986, 1986, 1985 and 1986 respectively and live in Yerevan, Vanadzor, the villages of Baghramyan and Zolakar, Artik, Martuni and Hrazdan, Armenia.", "5. The applicants are Jehovah’s Witnesses who were eligible for call-up.", "6. Following the entry into force of the Alternative Service Act on 1 July 2004, the applicants applied to the authorities asking to perform alternative labour service instead of military service. It appears that their requests were granted and the applicants were assigned to various institutions to perform the service, such as hospitals, nursing homes and dispensaries. The applicants allege that, while performing the service, they realised that the alternative labour service was not a truly civilian service.", "7. In May and June 2005 the applicants wrote letters to the directors of the institutions where they were individually serving stating that, since the alternative labour service was in reality under the control of the military, they could not continue to serve in good conscience. They requested that the Alternative Service Act be modified so that they could serve in a genuine civilian alternative service. After filing these letters, all applicants left the service.", "8. On 23 June 2005 criminal proceedings were instituted under Article 361 § 5 of the Criminal Code (CC) in respect of the sixth, seventh, eighth and ninth applicants on account of their joint abandonment of the civilian institution where they were performing alternative labour service.", "9. On the same date criminal proceedings were instituted under Article 361 § 4 of the CC in respect of the seventeenth applicant on account of his abandonment of the civilian institution where he was performing alternative labour service.", "10. On 27 June 2005 criminal proceedings were instituted under Article 361 § 4 of the CC in respect of the first, second, fifth, twelfth, thirteenth, sixteenth and nineteenth applicants on account of their abandoning the civilian institutions where they were performing alternative labour service. These proceedings were divided into individual sets of proceedings in respect of each of these applicants on 18 August 2005.", "11. On 22 August 2005 the first, fifth, thirteenth and sixteenth applicants were formally charged under Article 361 § 4 of the CC.", "12. On the same date the Gegharkunik Regional Court examined the investigator’s motion seeking to have them detained on the grounds that they had committed an offence under Article 361 § 4 of the CC and could abscond. The Regional Court decided to grant this motion, stating that the imputed acts fell into the category of crimes of medium gravity and taking into account their nature and degree of dangerousness. The applicants were present at the respective hearings. These decisions were subject to appeal to the Criminal and Military Court of Appeal within fifteen days.", "13. On 31 August 2005 the investigator decided to modify the charges against the applicants by bringing a new charge under Article 362 § 1 of the CC on the ground that, pursuant to Section 21 § 2 of the Alternative Service Act, persons performing alternative labour service bore equal liability for the unauthorised abandonment of the place of service to that borne by servicemen performing compulsory military service.", "14. On 6 and 8 September 2005 the prosecutor approved the indictments under Article 362 § 1 of the CC and the cases were transferred to the Regional Court for examination on the merits.", "15. On 29 November 2005 the fifth, thirteenth and sixteenth applicants filed a motion with the Regional Court, arguing that Article 362 § 1 of the CC was not applicable to their cases, since they were not servicemen, and seeking to have the proceedings terminated.", "16. On 1 and 2 March 2006 the Regional Court decided to remit the cases for further investigation upon the prosecutor’s motions in order to clarify, inter alia, which norms of criminal law had been breached by the imputed acts and whether the applicants could be considered as subjects of a military crime as defined by Article 356 § 5 of the CC, taking into account that it applied only to servicemen. The Regional Court stated that the applicants’ detention was to remain unchanged.", "17. On 9 March 2006 the applicants filed motions with the General Prosecutor, seeking to be released. They argued that they had fully cooperated with the investigating authority, had always appeared whenever summoned, had never obstructed the investigation, had never committed an offence and had never made any attempts to abscond.", "18. On 13 and 16 March 2006 the first, fifth, thirteenth and sixteenth applicants lodged appeals against the decisions of 1 and 2 March 2006, seeking to have the proceedings terminated and to be released. They argued that Article 362 § 1 of the CC was not applicable to their cases since they were not servicemen. The acts committed by them were not a criminal offence, since at the material time the CC did not prescribe any penalties for the unauthorised abandonment of the place of alternative labour service. In spite of this, they were charged and detained which violated their right to liberty. The criminal law required that all offences be incorporated into the CC, so the reliance on Section 21 § 2 of the Alternative Service Act had been unlawful. The applicants further raised the same arguments as in their motions of 9 March 2006. They invoked, inter alia, Article 5 §§ 1 (c) and 3 of the Convention.", "19. On 10 April 2006 the Criminal and Military Court of Appeal decided to dismiss the first applicant’s appeal and to uphold the Regional Court’s decision in its part remitting the first applicant’s case for further investigation. The Court of Appeal found that the investigating authority had failed to clarify whether the first applicant could be considered as a subject of an offence against military rules. Therefore it was necessary to do so in the course of further investigation. Similar decisions were taken in respect of the fifth, thirteenth and sixteenth applicants on 11 and 13 April 2006.", "20. At the same time, the Court of Appeal decided to grant the applicants’ appeals in their part concerning their release from detention. As regards the first and thirteenth applicants’ detention, the Court of Appeal found that the grounds envisaged by Article 135 of the Code of Criminal Procedure (CCP) necessitating their detention were absent. In particular, before abandoning their places of service the first and thirteenth applicants had informed the prosecutor of their addresses and had not made any attempts to abscond during the first three months of the investigation. They had never obstructed the proceedings and there were no grounds to believe that they would commit another offence. In such circumstances, the first and thirteenth applicants had shown proper behaviour during the proceedings and it was no longer necessary to keep them in detention.", "21. As regards the fifth and sixteenth applicants’ detention, the Court of Appeal found that the Regional Court had provided no reasons for leaving the detention unchanged, despite the fact that there were no grounds to keep the fifth and sixteenth applicants in detention.", "22. On 17, 18 and 20 April 2006 the applicants lodged appeals on points of law against these decisions, which were dismissed by the Court of Cassation on 26 May and 1 June 2006.", "23. On 22 August 2005 the second, twelfth and nineteenth applicants were formally charged under Article 361 § 4 of the CC.", "24. On the same date the Gegharkunik Regional Court granted the investigator’s motion seeking to have them detained on the same grounds as in the first, fifth, thirteenth and sixteenth applicants’ cases (see paragraph 12 above). The applicants were present at the respective hearings. These decisions were subject to appeal to the Criminal and Military Court of Appeal within fifteen days.", "25. On 31 August 2005 the charges against the applicants were changed to Article 362 § 1 of the CC, with reliance on Section 21 § 2 of the Alternative Service Act. The indictments under that Article were approved on 6 and 8 September 2005 and the cases were transferred to the Regional Court for examination on the merits.", "26. On 21 November 2005 the applicants filed a joint motion with the Regional Court, arguing that Article 362 § 1 of the CC was not applicable to their cases, since they were not servicemen, and seeking to have the proceedings terminated and to be released.", "27. On 2 December 2005 the Regional Court found the applicants guilty under Article 361 § 4 of the CC and sentenced them to two years and six months’ imprisonment.", "28. On 14 December 2005 they lodged appeals against their conviction, in which they argued that the acts committed by them were not punishable under criminal law and had not been qualified correctly since they were not servicemen. They sought to be acquitted and released from detention.", "29. On 21 February 2006 the Criminal and Military Court of Appeal, upon the prosecutor’s motion, quashed the twelfth applicant’s conviction and remitted the case for further investigation on the same grounds as in the first, fifth, thirteenth and sixteenth applicants’ cases (see paragraph 19 above). The Court of Appeal stated that the twelfth applicant’s detention was to remain unchanged.", "30. On 24 February 2006 the nineteenth applicant filed a motion with the Criminal and Military Court of Appeal, arguing that his detention was unjustified and seeking to be released.", "31. On the same date the Court of Appeal quashed the nineteenth applicant’s conviction and remitted the case for further investigation on the same grounds as in the twelfth applicant’s case (see paragraph 29 above). The Court of Appeal stated that the nineteenth applicant’s detention was to remain unchanged. A similar decision was taken by the Court of Appeal in the second applicant’s case on 27 February 2006.", "32. On 3 and 6 March 2006 the second, twelfth and nineteenth applicants filed motions with the General Prosecutor, raising the same arguments as in the motions filed in the first, fifth, thirteenth and sixteenth applicants’ cases (see paragraph 17 above) and seeking to be released.", "33. On 3, 6 and 7 March 2006 the applicants lodged appeals on points of law against the decisions of 21, 24 and 27 February 2006, raising arguments similar to those raised in the appeals lodged on 13 and 16 March 2006 in the first, fifth, thirteenth and sixteenth applicants’ cases (see paragraph 18 above).", "34. On 13 March the twelfth applicant was released from detention upon a written undertaking not to leave.", "35. On 14 April 2006 the Court of Cassation dismissed the nineteenth applicant’", "36. On 21 April 2006 the second applicant was released from detention upon a written undertaking not to leave.", "37. On 7 July 2006 the Court of Cassation dismissed the second and twelfth applicants’ appeals on points of law.", "38. On 17 August 2005 the seventh and ninth applicants and on 18 August 2005 the sixth and eighth applicants were formally charged under Article 361 § 5 of the CC.", "39. On 17 August 2005 the Gegharkunik Regional Court granted the investigator’s motion seeking to have the seventh and ninth applicants detained on the same grounds as in the first, fifth, thirteenth and sixteenth applicants’ cases (see paragraph 12 above). Similar decisions were taken in respect of the sixth and eighth applicants on 18 August 2005. The applicants were present at the respective hearings. These decisions were subject to appeal to the Criminal and Military Court of Appeal within fifteen days.", "40. On 1 September 2005 the charges against the applicants were changed to Article 362 § 1 of the CC, with reliance on Section 21 § 2 of the Alternative Service Act. The joint indictment under that Article was approved on 6 September 2005 and the case was transmitted to the Regional Court for examination on the merits.", "41. On 20 October 2005 the applicants filed a motion with the Regional Court, seeking to have the criminal proceedings terminated and to be released.", "42. On 3 November 2005 the Regional Court found the applicants guilty under Article 361 § 5 and sentenced them to three years’ imprisonment.", "43. On an unspecified date they lodged a joint appeal, in which they argued that the acts committed by them were not punishable under criminal law and had not been qualified correctly since they were not servicemen.", "44. On 27 February 2006 the Criminal and Military Court of Appeal quashed their conviction and remitted the case for further investigation on the same grounds as in the first, fifth, thirteenth and sixteenth applicants’ cases (see paragraph 19 above). It further added that criminal liability could be imposed only if the committed act contained all the elements of an offence. Both the investigating authority and the Regional Court had failed to clarify whether the applicants could be considered as subjects of military offences under Articles 361 and 362 of the CC, taking into account that only servicemen could be considered as such subjects pursuant to Article 356 of the CC. As regards the applicants’ detention, the Court of Appeal found that it was to remain unchanged, since the grounds for their detention had not ceased.", "45. On 7 March 2006 the applicants lodged a joint appeal on points of law, raising arguments similar to those raised in the appeals lodged on 13 and 16 March 2006 in the first, fifth, thirteenth and sixteenth applicants’ cases (see paragraph 18 above).", "46. On 9 March 2006 the applicants filed a joint motion with the General Prosecutor, seeking to be released, raising the same arguments as in the motions filed on 9 March 2006 in the first, fifth, thirteenth and sixteenth applicants’ cases (see paragraph 17 above).", "47. On 20 April 2006 the Court of Cassation dismissed the appeal on points of law. The Court of Cassation ordered, however, that the applicants be released on the same grounds as in the nineteenth applicant’s case (see paragraph 35 above).", "48. On 22 August 2005 criminal proceedings were instituted under Article 361 § 1 of the CC in respect of the fourteenth applicant on account of his abandonment of the civilian institution where he was performing alternative labour service.", "49. On 27 September 2005 the applicant was formally charged under Article 362 § 1 of the CC.", "50. On the same date the Avan and Nor Nork District Court of Yerevan granted the investigator’s motion seeking to have the applicant detained, finding that he could abscond, obstruct the proceedings and avoid serving his penalty. The applicant was present at this hearing. This decision was subject to appeal to the Criminal and Military Court of Appeal within fifteen days.", "51. On 28 September 2005 the prosecutor approved the indictment under Article 362 § 1 of the CC and the case was transmitted to the District Court for examination on the merits.", "52. On 2 February 2006 the applicant filed a motion with the District Court, arguing that Article 362 § 1 was not applicable to his case, since he was not a serviceman, and seeking to have the criminal proceedings terminated or to be released.", "53. On 27 February 2006 the District Court decided to remit the case for further investigation upon the prosecutor’s motion for the same reasons as in the other applicants’ cases. The District Court replaced the applicant’s detention with a written undertaking not to leave and ordered his release, stating that his behaviour during the trial provided grounds to believe that he would not abscond or commit another crime.", "54. On 13 March 2006 the applicant lodged an appeal against this decision, seeking to have the proceedings terminated since he was not a serviceman and the act committed by him was not criminally punishable.", "55. On 3 May 2006 the Criminal and Military Court of Appeal dismissed the appeal, finding that there was a need to carry out further investigation.", "56. On 8 May 2006 the applicant lodged an appeal on points of law which was dismissed by the Court of Cassation on 9 June 2006.", "57. On 14 October 2005 criminal proceedings were instituted under Article 362 § 1 of the CC in respect of the fifteenth applicant on account of his abandonment of the civilian institution where he was performing alternative labour service.", "58. On 19 October 2005 the applicant was formally charged under Article 362 § 1 of the CC.", "59. On the same date the Kentron and Nork-Marash District Court of Yerevan granted the investigator’s motion seeking to have the applicant detained, finding that there were sufficient grounds to believe that he could abscond, obstruct the investigation and commit another offence. The applicant was present at this hearing. This decision was subject to appeal to the Criminal and Military Court of Appeal within fifteen days.", "60. On 4 November 2005 the prosecutor approved the indictment under Article 362 § 1 of the CC and the case was transmitted to the District Court for examination on the merits.", "61. On 3 March 2006 the District Court decided to remit the case for further investigation upon the prosecutor’s motion for the same reasons as in the other applicants’ cases. The District Court stated that the applicant’s detention was to remain unchanged.", "62. On 9 March 2006 the applicant filed a motion with the General Prosecutor, raising the same arguments as in the motions filed by other applicants and seeking to be released.", "63. On 17 March 2006 the applicant lodged an appeal against the decision of 3 March 2006, seeking to have the proceedings terminated and to be released. He raised the same arguments as in the appeals lodged on 13 and 16 March 2006 in the first, fifth, thirteenth and sixteenth applicants’ cases (see paragraph 18 above).", "64. On the same date the applicant was released from detention upon a written undertaking not to leave.", "65. On 19 April 2006 the Criminal and Military Court of Appeal dismissed the appeal, finding that there was need to carry out further investigation.", "66. On 28 April 2006 the applicant lodged an appeal on points of law which was dismissed by the Court of Cassation on 1 June 2006.", "67. On 24 August 2005 at 6 p.m. the seventeenth applicant was arrested in connection with the criminal proceedings against him.", "68. On 26 August 2005 he was formally charged under Article 362 § 1.", "69. On the same date at 4 p.m. the applicant was brought before Judge A. of the Kentron and Nork-Marash District Court of Yerevan who, after having heard him, decided to grant the investigator’s motion seeking to have him detained, finding that the applicant, if he remained at large, could obstruct the investigation and abscond. This decision was subject to appeal to the Criminal and Military Court of Appeal within fifteen days.", "70. On 2 September 2005 the prosecutor approved the indictment under Article 362 § 1 of the CC and the case was transmitted to the District Court for examination on the merits.", "71. On 15 September 2005 the District Court found the applicant guilty under Article 362 § 1 of the CC and sentenced him to two years and six months’ imprisonment.", "72. On an unspecified date the applicant lodged an appeal.", "73. On 8 February 2006 the applicant filed a motion with the Criminal and Military Court of Appeal, arguing that his detention was unjustified and seeking to be released.", "74. On 16 March 2006 the Criminal and Military Court of Appeal quashed the applicant’s conviction and remitted the case for further investigation upon the prosecutor’s motion for the same reasons as in the other applicants’ cases. The Court of Appeal stated that the applicant’s detention was to remain unchanged.", "75. On 23 March 2006 the applicant lodged an appeal on points of law, seeking to have the proceedings terminated and to be released. He raised the same arguments as in the appeals lodged on 13 and 16 March 2006 in the first, fifth, thirteenth and sixteenth applicants’ cases (see paragraph 18 above).", "76. On 24 March 2006 the applicant filed a motion with the General Prosecutor, raising the same arguments as in the motions filed by other applicants and seeking to be released.", "77. On 20 April 2006 the Court of Cassation dismissed the applicant’s appeal on points of law, finding that the Court of Appeal’s decision was well-founded. The Court of Cassation ordered, however, that the applicant be released on the same grounds as in the nineteenth applicant’s case (see paragraph 35 above).", "78. On 9 August 2005 separate sets of criminal proceedings were instituted under Article 361 § 4 of the CC in respect of the third and eighteenth applicants on account of their unauthorised abandonment of the civilian institutions where they were performing alternative labour service.", "79. On the same date the third and eighteenth applicants made written undertakings not to leave.", "80. On 15 August 2005 they were formally charged under Article 361 § 4.", "81. On 16 August 2005 similar criminal proceedings were instituted in respect of the fourth applicant.", "82. On 12 September 2005 he was formally charged under Article 361 § 4 and made a written undertaking not to leave.", "83. On 28 October 2005 the Syunik Regional Court found the third and eighteenth applicants guilty under Article 361 § 4 of the CC and sentenced them to two years’ imprisonment. They were taken into custody.", "84. On 8 November 2005 the Shirak Regional Court found the fourth applicant guilty under Article 361 § 4 of the CC and sentenced him to two years and six months’ imprisonment. He was taken into custody.", "85. On 10 November 2005 the third applicant lodged an appeal, seeking to be acquitted and released from detention since he was not a serviceman and the act committed by him was not criminally punishable. On unspecified dates the fourth and eighteenth applicants also lodged appeals.", "86. On 8 February 2006 the third and fourth applicants filed motions with the Criminal and Military Court of Appeal, arguing that the acts committed by them had not constituted a criminal offence at the material time and seeking to have the proceedings terminated and to be released.", "87. On 9 February 2006 the eighteenth applicant filed a motion with the Court of Appeal, arguing that his continued detention was unjustified and seeking to be released.", "88. On 28 February 2006 the third and fourth applicants filed similar motions.", "89. On the same date the Court of Appeal quashed the third and fourth applicants’ convictions and remitted the cases for further investigation upon the prosecutor’s motions for the same reasons as in the other applicants’ cases. The Court of Appeal stated that their detention was to remain unchanged.", "90. On 6 March 2006 the eighteenth applicant filed two more motions with the Court of Appeal, arguing that the act committed by him had not constituted a criminal offence at the material time and seeking to have the proceedings terminated and to be released.", "91. On the same date the Court of Appeal quashed the eighteenth applicant’s conviction and similarly remitted the case for further investigation. The Court of Appeal stated that his detention was to remain unchanged.", "92. On 8 March 2006 the third and fourth applicants lodged appeals on points of law against the Court of Appeal’s decisions of 28 February 2006 (see paragraph 89 above), seeking to have the proceedings terminated and to be released.", "93. On 9 March 2006 the third and fourth applicants filed motions with the General Prosecutor, seeking to be released.", "94. On 14 and 15 March 2006 a similar appeal and motion were lodged by the eighteenth applicant.", "95. On 7 April 2006 the Court of Cassation dismissed the applicants’ appeals, finding that the Court of Appeal’s decision was well-founded. The Court of Cassation ordered, however, that they be released on the same grounds as in the nineteenth applicant’s case (see paragraph 35 above).", "96. On 17 August 2005 separate sets of criminal proceedings were instituted under Article 361 § 4 of the CC in respect of the tenth and eleventh applicants on account of their unauthorised abandonment of the civilian institutions where they were performing alternative labour service.", "97. On 14 October 2005 the applicants were formally charged under Article 361 § 4 and made written undertakings not to leave.", "98. On 3 and 7 March 2006 the Malatia-Sebastia District Court of Yerevan decided to remit the applicants’ cases for further investigation upon the prosecutor’s motion for the same reasons as in the other applicants’ cases.", "99. The applicants’ appeals against these decisions were dismissed by the Criminal and Military Court of Appeal and the Court of Cassation on 13 and 14 April and 26 May and 1 June 2006 respectively.", "100. On 22 June 2006 the Gegharkunik Regional Prosecutor decided to terminate the criminal proceedings against the first applicant on the ground that the offence in question was of medium gravity, he had spent about eight months in detention and the act in question had ceased to be dangerous for society.", "101. On 12 September 2006 the General Prosecutor decided to quash this decision and to terminate the proceedings for the lack of corpus delicti, with reference to Article 35 § 1 (2) of the CCP. The General Prosecutor found, in particular, that at the material time the CC did not prescribe an offence for the act of unauthorised abandonment of the place of alternative labour service and such an offence was incorporated in the CC only by the amendments introduced on 1 June 2006 (see also paragraphs 112-113 below). The General Prosecutor apologised to the first applicant and informed him that it was open to him to claim compensation pursuant to Article 66 of the CCP.", "102. Around the same period, identical decisions were taken in respect of all the other applicants.", "103. On various dates in December 2006 and January, February, March and May 2007 the applicants instituted civil proceedings against the Ministry of Finance and Economy, seeking pecuniary and non-pecuniary damages in connection with the criminal proceedings against them, including their detention. The claims for pecuniary damage included alleged transportation and medical costs, expenses related to food parcels and lost earnings.", "104. On various dates in March, April, May and July 2007 the Kentron and Nork-Marash District Court of Yerevan examined and dismissed all the applicants’ claims, finding the claims for pecuniary damage to be unsubstantiated. As regards the claims for non-pecuniary damage, these claims were dismissed because Armenian law did not provide such a form of compensation.", "105. On various dates in March, April, May, June and July 2007 the applicants lodged appeals.", "106. On various dates in June, July, September, October and November 2007 the Civil Court of Appeal decided to dismiss the appeals and to uphold the judgments of the District Court.", "107. On various dates in December 2007 and January and February 2008 the applicants lodged appeals on points of law, which were declared inadmissible by the Court of Cassation for lack of merit on 21 January and 11 February 2008.", "108. The relevant general and other provisions read as follows:", "“1. Criminal legislation of Armenia consists of this Code. New laws which envisage criminal liability shall be incorporated into the Criminal Code. ...”", "“The only ground for criminal liability is the commission of an offence, that is of an act which has all the features of corpus delicti envisaged by criminal law.”", "“1. Only criminal law determines whether an act is criminal and punishable, as well as its other criminal and legal consequences.", "2. The application of criminal law by analogy is prohibited.”", "“1. Evasion of regular military service, military training or draft, in the absence of lawful grounds for exemption from such service, shall be punishable by a penalty in the amount of three hundred to five hundred times the minimum wage, or by detention for a period not exceeding two months or imprisonment for a period not exceeding two years.”", "109. The relevant provisions of Chapter 35 of the CC, entitled “Offences Against the Military Service Rules”, as in force at the material time, read as follows:", "“5. The subjects of offences against the military service rules envisaged by this Chapter are the persons who serve in the armed forces of Armenia and in other forces of Armenia on the basis of conscription or a contract, as well as, during training sessions, the persons liable for military service.”", "“1. Unauthorised abandonment of the military unit or the place of service by a serviceman performing military service on the basis of conscription or a contract ... for a period not exceeding one month [or] three or more times within three months, each time for a period from one to three days, shall be punishable by detention for a period not exceeding three months or placement into a disciplinary battalion for a period not exceeding one year.", "...", "4. The [act] envisaged in [paragraph 1] of this Article, if the unauthorised absence lasted longer than one month, but for the purpose of temporary evasion from military service, shall be punishable by imprisonment for a period not exceeding three years.", "5. The [act] envisaged in [paragraph 1] of this Article, if committed by a group of people with prior agreement, shall be punishable by imprisonment from two to five years.”", "“1. Desertion, that is unauthorised abandonment of the military unit or the place of service for the purpose of definitive evasion from military service, as well as the failure to report for service for the same purpose, shall be punishable by imprisonment for a period not exceeding four years. ...”", "110. On 19 May 2005 the Government presented to the National Assembly a draft law, proposing to introduce an amendment in Article 327 of the CC which prescribed a penalty for evading military service, by inserting into the phrase “military service” the words “or alternative”. The Explanatory Note to the draft law stated that the adoption of the Alternative Service Act violated the principle of equality of all before the law because persons evading alternative service remained unpunished in contrast to those who evaded regular military service.", "111. This law was adopted by the National Assembly on 16 December 2005 and entered into force on 4 February 2006 (Law HO-34-N).", "112. On 30 March 2006 the Government presented another draft law to the National Assembly, proposing to introduce another amendment to Article 327 of the CC by adding a new provision, namely Article 327.1, that would make punishable the act of unauthorised abandonment of the place of service by a person performing alternative labour service. The Explanatory Note to the draft law stated that there were currently up to 29 criminal cases pending before the courts in which charges were brought under Article 361 of the CC. The CC was adopted before the Alternative Service Act and naturally it could not prescribe a penalty for the unauthorised abandonment of the place of service by persons performing alternative labour service.", "113. This law was adopted by the National Assembly on 1 June 2006 and entered into force on 1 July 2006 (Law HO-59-N).", "114. The relevant provisions of the CCP, as in force at the material time, provide:", "“1. Criminal proceedings may not be instituted and criminal prosecution may not be carried out, while instituted criminal proceedings must be terminated, if: ... (2) the act lacks corpus delicti; ...”", "“1. A person shall be considered to be acquitted if criminal prosecution or criminal proceedings against him were terminated on ... the grounds envisaged by[, inter alia, Article 35 § 1(2)] of this Code or if he was acquitted by a court judgment.", "...", "3. An acquitted person shall be ... entitled to claim full compensation of pecuniary damage caused as a result of unlawful arrest, detention, indictment and conviction, taking into account the possible lost profits. ...”", "“1. The court, the prosecutor, the investigator or the body of inquest can impose a preventive measure only when the materials obtained in the criminal case provide sufficient grounds to believe that the suspect or the accused may: (1) abscond from the authority dealing with the case; (2) obstruct the examination of the case during the pre-trial or court proceedings by exerting unlawful influence on persons involved in the criminal proceedings, by concealing or falsifying materials significant for the case, by failing to appear upon the summons of the authority dealing with the case without valid reasons or by other means; (3) commit an act prohibited by criminal law; (4) avoid criminal liability and serving the imposed sentence; and (5) hinder the execution of the judgment.”", "115. The relevant provisions of the Civil Code provide:", "“1. The person whose rights have been violated may claim full compensation for the damage suffered, unless the law or a contract envisages a lower amount of compensation.", "2. Damages are the expenses borne or to be borne by the person, whose rights have been violated, in connection with restoring the violated rights, loss of his property or damage to it (material damage), including lost earnings which the person would have gained in normal conditions of civil circulation, had his rights not been violated (lost income). ...”", "“1. Damage caused as a result of unlawful conviction, [unlawful] criminal prosecution, [unlawful] imposition of a preventive measure in the form of detention or a written undertaking not to leave, and [unlawful] imposition of an administrative penalty shall be compensated in full, in a procedure prescribed by law, by the Republic of Armenia, regardless of the fault of the officials of the body of inquiry, the investigating authority, the prosecutor’s office or the courts. ...”", "116. The relevant provisions of the Act, with their subsequent amendments which were introduced on 22 November 2004 and entered into force on 9 January 2005, read as follows:", "“1. Alternative service, within the meaning of this Act, is the service replacing the compulsory fixed-period military service which does not involve the carrying, keeping, maintenance and use of arms, and which is performed both in military and civilian institutions.", "2. Alternative service includes the following types: (a) alternative military [service, namely] military service performed in the armed forces of Armenia which does not involve being on combat duty, and the carrying, keeping, maintenance and use of arms; and (b) alternative labour [service, namely], labour service performed outside the armed forces of Armenia.", "3. The purpose of alternative service is to ensure the fulfilment of a civic obligation before the motherland and society and it does not have a punitive, depreciatory or degrading nature.”", "“1. An Armenian citizen, whose creed or religious beliefs do not allow him to carry out military service in a military unit, including the carrying, keeping, maintenance and use of arms, may perform alternative service.”", "“2. Persons performing alternative labour service shall bear liability for violations of the law and crimes, as well as for pecuniary damage caused to the state, on general principles, according to a procedure prescribed by law.", "Persons performing alternative labour service shall bear equal responsibility for the unauthorised abandonment of the place of service to that borne by servicemen performing compulsory military service, according to a procedure prescribed by law [Note: this paragraph was repealed on 1 July 2006].”"], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-1", "5-3", "5-5"], "VIOLATED_BULLETPOINTS": ["5-1-c"], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}