{"ITEMID": "001-97451", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF ALIYEVA v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 2;Violation of Art. 3;Violation of Art. 5;Violation of Art. 13", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Sverre Erik Jebens", "TEXT": ["5. The applicant, Khava Aliyeva, was born in 1967 and lives in Grozny.", "6. At the material time the applicant, her husband, Mr Abu Aliyev, born in 1962, and their five children lived in flat no. 77 at 141 Khmelnitskaya Street, Grozny, in the Chechen Republic. Mr Abu Aliyev was disabled as he had had one leg amputated.", "7. At 2.00 a.m. on 29 October 2002 several armoured personnel carriers (“APCs”) and UAZ vehicles arrived at 141 Khmelnitskaya Street and around thirty armed men wearing camouflage uniforms and masks got out of the vehicles. They broke down the door of the Aliyevs' flat and entered. The men did not identify themselves but the applicant believed that they belonged to the Russian military because they spoke unaccented Russian and had blue eyes.", "8. The servicemen searched the flat and took money in the amount of 1,500 roubles, certain personal items and books on Islam. Then they dragged Mr Abu Aliyev out of the bed, forced him onto the floor and beat him. Meanwhile some of them ordered the applicant to go into the kitchen. She obeyed; once in the kitchen she grabbed a knife, but the servicemen threatened to shoot her unless she dropped it. The men tied the applicant up with adhesive tape and threw her on to the floor. Then they took with them Mr Abu Aliyev, who was wearing only his underwear, and left.", "9. The applicant's neighbour, Ms B., looked through the window and saw masked men in camouflage uniforms dragging out the half-naked Mr Abu Aliyev. She rushed to the Aliyevs' flat and found the applicant tied up with adhesive tape and her children crying. After Ms B. had untied the applicant they rushed into the street, but heard only the sound of the vehicles. The applicant has enclosed a written statement by Ms B. to corroborate her account of the events.", "10. The next day relatives of Mr Yu. A., who lived in the neighbouring district of Grozny, came to see the applicant. She had never met them before and believed that her husband did not know Mr Yu. A. either. They said that Mr Yu. A. had also been abducted the previous might by armed men in APCs and asked her whether she had any information about the captives. The applicant replied that she had no information. The applicant has not furnished any statements by the relatives of Mr Yu. A. concerning the latter's alleged abduction.", "11. According to the Government, on 1 November 2002 the Grozny Prosecutor's Office received from the Prosecutor's Office of the Chechen Republic the applicant's request to take measures to find her husband, Mr Abu Aliyev, taken on 29 October 2002 to an unknown destination by unidentified men in camouflage uniforms armed with automatic weapons and who had UAZ vehicles.", "12. On 30 October 2002 the applicant, requesting assistance in the search for her husband, reported his abduction to various State agencies, such as the prosecutors' offices of Grozny and the Chechen Republic, the Security Council of the Chechen Republic and the Chechen Administration.", "13. On 11 November 2002 the Chechen Administration informed the applicant that her complaint had been forwarded to the Grozny Prosecutor's Office.", "14. On 12 November 2002 the Grozny Prosecutor's Office informed the applicant that an investigation into her husband's kidnapping had been instituted on 11 November 2002 under Article 126 § 2 of the Russian Criminal Code (“aggravated kidnapping”). The decision to institute the investigation stated, inter alia:", "“On 29 October 2002 at approximately 2 a.m. unidentified men armed with automatic weapons in masks and camouflage uniforms, having broken down the entrance door, entered apartment no. 77 at Bogdana Khmelnitskogo street, house 141, building 5 in the Leninskiy Distict of Grozny and forcibly took [Mr] Abu Adamovich Aliyev, born in 1962, residing at the above stated address, to an unknown destination.”", "15. On 4 December 2002 the Grozny Prosecutor's Office granted the applicant victim status in case no. 48193. It appears that she was questioned on the same date. According to the Government, she stated that on the night of 29 October 2002 she had been woken up by noise from the stairwell. She had got dressed and when she had approached the door she had heard her neighbour telling somebody not to break down the door. She had wanted to go out and see what was happening, however at that moment armed men wearing camouflage uniforms and masks had broken down the door and burst into the apartment. Without giving any explanations they had searched the apartment. They had put adhesive tape on her mouth, tied up her hands and feet and thrown her on to the kitchen floor. Then, having taken some minor personal things, books on Islam, subha (Muslim prayer beads) and money in the amount of RUB 1,500 they had left, taking her husband with them. When she ran outside she saw an APC and a UAZ vehicle with its lights off going towards the veterinary clinic. She has had no information about her husband since.", "16. On an unspecified date Ms B. was questioned. According to the Government she submitted that on the night of 29 October 2002 she had heard noise and had gone out to the stairway enclosure. There she had seen somebody breaking down the door between the lobby and the staircase. She had said not to break down the door as she would open it herself. However, unknown persons had broken down the door and entered. They were armed men in masks with automatic guns. One of them had said to her in Russian “Stand back!” and had closed the door to her apartment. She had heard them breaking down the door of the Aliyevs' apartment. When she looked out into the street she saw a man in camouflage uniform with an automatic weapon sitting there. Then she opened the door again and saw an armed man in a mask who noticed her and turned towards her. She got frightened and closed the door. Then she heard the noise in the stairway enclosure and went to the kitchen window to see what was going on in the yard. There she saw a group of approximately ten men in camouflage uniforms walking fast towards Bogdana Khmelnitskogo Street. Two of them were carrying Mr Abu Aliyev. There was nobody else in the street. She left her apartment and went to see the applicant to find out what had happened. The applicant told her that those men had been looking for her husband. They had tied her up but had not touched the children.", "17. On 13 January 2003 the Grozny Prosecutor's Office informed the applicant that the investigation into her husband's kidnapping had been stayed for a failure to identify those responsible.", "18. On 17 and 23 January 2003 the Grozny Prosecutor's Office informed the Special Envoy of the Russian President in Chechnya for Rights and Freedoms and the applicant that an investigation in case no. 48193 had been instituted on 11 November 2002.", "19. On 9 March 2003 the Grozny Prosecutor's Office informed the applicant that the investigation in case no. 48193 had been stayed for a failure to identify those responsible and that investigative measures were being taken to resolve the crime.", "20. On 23 June 2003 the applicant was again questioned. According to the Government, she submitted no new information.", "21. On 27 August 2003 the investigating authorities sent instructions to district prosecutors in the Chechen Republic to intensify search measures.", "22. On 7 October 2003 the applicant asked the Grozny Prosecutor's Office to clarify what stage the investigation into her husband's kidnapping had reached. She further requested that, if the proceedings had been stayed, the decision to suspend the investigation be quashed.", "23. On 8 October 2003 Ms Sh., the applicant's neighbour, was questioned. According to the Government, she stated that on the night of the abduction she had been woken up by the noise. However, she had noticed nothing else and had fallen asleep again. The next morning she had learned that Mr Abu Aliyev had been abducted.", "24. On 9 October 2003 Mr B., another neighbour of the applicant, was questioned. According to the Government, he submitted that he was living with his ex-wife in the apartment next to the Aliyevs. On 29 October 2002 she had been woken up by loud noise in the stairway enclosure. He had thought that it was thieves, but his wife had said that it was servicemen. She had asked him not to go out and had gone to the window herself. They had heard noise from apartment no. 77 but had not been able to understand what was going on there. In about ten minutes everything had calmed down and they had gone to apartment no. 77 to find out what had happened. There in the kitchen he had seen the applicant who had said that the armed men in camouflage uniforms had taken away her husband. His wife had confirmed that she had seen armed men in camouflage uniforms.", "25. On 10 October 2003 the Leninskiy District Prosecutor's Office informed the applicant that the decision to suspend the investigation in case no. 48193 was compatible with domestic law and thus there were no reasons to quash it.", "26. On 13 October 2003 Ms G., who apparently also lived in Bogdana Khmelnitskogo Street, was questioned. According to the Government, she stated that she had no close relationship with the Aliyevs. She had learned about the abduction a few days later from her neighbours. Mr G., questioned on the same date, made a similar statement.", "27. On 16 October 2003 Ms S., the applicant's neighbour, was questioned. According to the Government, she submitted that on the night of 29 October 2002 she had been woken up by the noise. She had opened the door to the balcony and had called out to the applicant since she had thought that the noise had been coming out from their apartment. She had heard no reply and had gone down to the applicant's apartment. There she had seen the applicant who had just been untied by her daughter. Later Ms S. had learned that armed men had taken away Mr Abu Aliyev.", "28. On 17 October 2003 Ms A., the applicant's daughter, was questioned. According to the Government, she stated that on the night of 29 October 2002 she had been woken up by a horrible noise. Her three-year-old brother had also woken up and they had got frightened and started to cry. The armed people burst into their apartment. One of them ordered her to stop crying and to calm down her brother. They had left in approximately ten to fifteen minutes. Then she had heard her mother calling her. Ms A. had gone to the kitchen and found her mother there, tied up with adhesive tape. Ms A. had untied her, and her mother had run outside. Ms A. had not seen her father being taken away.", "29. On the same date the applicant requested the Prosecutor's Office of the Chechen Republic that she be permitted to copy the investigation file, at her own expense.", "30. On 27 October 2003 the applicant requested the Prosecutor's Office of the Chechen Republic to help her find her husband, who had been kidnapped by armed men in camouflage uniforms.", "31. On 5 November 2003 the Prosecutor's Office of the Chechen Republic denied the applicant access to the case file, giving the reason that the investigation had not been completed.", "32. On 9 February 2004 the Leninskiy District Prosecutor's Office informed the applicant that the investigation into her husband's kidnapping had been resumed and invited her to visit their premises on 14 February 2004 for additional questioning as a victim.", "33. On 14 February 2004 Mr A., Mr Abu Aliyev's brother, was questioned. According to the Government, he submitted that he had learned of his brother's abduction from his cousin. He had been surprised because the day before his brother had visited him and they had been planting apple trees together.", "34. On 9 March 2004 the investigation in case no. 48193 was again suspended; the applicant was not promptly informed of the decision.", "35. On 16 June 2004 the applicant requested the Leninskiy District Prosecutor's Office to inform her of recent developments in the investigation and to allow her access to the case file.", "36. On 26 June 2004 she repeated the request.", "37. According to the Government, in the course of the investigation measures were taken to establish the whereabouts of Mr Abu Aliyev and to identify the perpetrators. In particular, requests for information were sent to Departments of the Interior and prosecutors of different levels in Chechnya and Dagestan, the FSB Department in Chechnya, the Chechen penitentiary and passport-visa authorities, the Ministry of the Interior and other bodies. As a result of those measures it was established that Mr Abu Aliyev had not been detained by State authorities and had not been placed in either remand or administrative detention facilities. He was not found in hospitals, nor was his body to be found in any morgue either. No special operations were being conducted by the federal forces in Grozny on the date in question. The investigation did not establish that servicemen were involved in the crime. Operational search measures were being taken in the criminal case.", "38. The Government provided documents related to the investigation on ten pages, including copies of the decisions to institute the investigation and to grant the applicant victim status and of notifications sent to he application concerning the institution, suspension and resumption of the investigation. The Government enclosed no transcripts of questioning and no other documents concerning the investigative measures allegedly taken.", "On 22 December 2003 the applicant lodged a complaint with the Leninskiy District Court of Grozny. She requested that the decision on suspension of the investigation be quashed and that the investigators' inactivity be found unlawful.", "On 16 June 2004 the applicant requested the Leninskiy District Court of Grozny to inform her whether the complaint of 22 December 2003 had been examined.", "On 15 July 2004 the Leninskiy District Court of Grozny dismissed the applicant's complaint having found that the investigators had taken all requisite measures to resolve the crime.", "On 22 July 2004 the applicant appealed against the court's decision.", "On 15 September 2004 the Supreme Court of the Chechen Republic dismissed the applicant's appeal, finding no flaws in the investigation.", "39. For a summary of the relevant domestic law see Akhmadova and Sadulayeva v. Russia (no. 40464/02, §§ 67-69, 10 May 2007)."], "VIOLATED_ARTICLES": ["13", "2", "3", "5"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}