{"ITEMID": "001-113435", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF SERGEY SOLOVYEV v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 5 - Right to liberty and security (Article 5-1-c - Reasonable suspicion)", "JUDGES": "Anatoly Kovler;Elisabeth Steiner;Erik Møse;Khanlar Hajiyev;Linos-Alexandre Sicilianos;Peer Lorenzen", "TEXT": ["5. The applicant was born in 1982 and lives in Volgograd.", "6. On 10 March 2003 the applicant was arrested on suspicion of involuntary manslaughter. On an unspecified date he retained private counsel, A.B.", "7. On 11 March 2003 the Krasnoarmeyskiy District Court of Volgograd (hereinafter “the District Court”) ordered the applicant’s detention on remand with reference to Articles 97-101 and 108 of the Russian Code of Criminal Procedure (hereinafter “the CCP”).", "8. On 19 March 2004 the criminal case against the applicant was sent for trial to the District Court, following which that court extended his detention on several occasions.", "9. By a decision of 21 December 2004 the District Court extended the applicant’s detention until 20 March 2005.", "10. On an unspecified date in March 2005 the prosecution applied to the District Court seeking a further extension of the applicant’s detention on remand; the related hearing was fixed for 17 March 2005.", "11. By a decision of 17 March 2005 the District Court adjourned the hearing on the extension of the applicant’s detention because his lawyer, although duly notified about the hearing, had failed to attend, without providing any reasons. The new hearing was scheduled for 22 March 2005. The applicant was present at the hearing of 17 March 2005.", "12. At noon on 21 March 2005 the applicant’s lawyer was notified of the new hearing date, time and venue, against his signature.", "13. By a decision of 22 March 2005 the District Court extended the applicant’s detention until 20 June 2005. The decision stated, among other things, that the term of the applicant’s detention authorised by the decision of 21 December 2004 had expired on 20 March 2005. According to the hearing record, the applicant’s lawyer did not attend and had not informed the court of the reasons for his absence. The applicant, when asked by the court whether he objected to the examination of the issue in the absence of his counsel, stated that he had no objections.", "14. On an unspecified date the applicant complained to the Volgograd Regional Court (hereinafter “the Regional Court”) that his detention between 20 and 22 March 2005 had been unlawful because it had not been covered by a court decision. He also complained that on 22 March 2005 the District Court had examined the issue of his detention in the absence of his lawyer. There is no indication that the applicant also complained about the District Court’s alleged failure to appoint legal-aid counsel for him or to adjourn the hearing.", "15. On 26 April 2005 the Regional Court dismissed the complaint. It held that the applicant’s arguments concerning the gap between the detention orders and the examination of the detention issue in the absence of his lawyer were “insignificant” (“не являются существенными”), and that the District Court had not breached the relevant provisions of the criminal procedure in extending his detention. As regards the lawyer’s absence, the court noted that A.B. had been duly notified of the hearing of 22 March 2005 against his signature and had not requested that it be postponed, and that, accordingly, the District Court had correctly decided to proceed with the examination of the case.", "16. On 16 March 2006 the District Court acquitted the applicant of all charges and ordered his release. The judgment stated, among other things, that the applicant had a right to seek compensation for any pecuniary and non-pecuniary damage caused by his criminal prosecution.", "17. On an unspecified date in 2007 the applicant brought proceedings seeking compensation for his criminal prosecution and for unlawful detention. He claimed, in particular, 736,000 Russian roubles (RUB) in respect of non-pecuniary damage, and RUB 177,355 in respect of pecuniary damage.", "18. By a judgment of 6 March 2007 the District Court partly granted the applicant’s claims, awarding him RUB 137,377 in respect of pecuniary damage and RUB 400,000 in respect of non-pecuniary damage, to be recovered from the Federal Treasury. The court’s judgment, in so far as relevant, reads as follows:", "“...", "Bearing in mind that [the applicant] was acquitted, that is, found not guilty of the particularly serious crime of which he had been charged ... the court finds that [the applicant] was unlawfully prosecuted and unlawfully held in detention ... and ... sustained, as a result, pecuniary damage because of loss of salary, and non-pecuniary damage on account of mental suffering in the form of continuing stress because of being held in a detention facility, ... a special institution with a strict regime; [and because of] the restriction of his right to freedom of movement and anxiety about his future ...", "...", "Having regard to the fact that [the applicant’s] criminal prosecution resulted in an acquittal, the court considers it obvious and not requiring any additional proof that the plaintiff sustained non-pecuniary damage because, as a result of unlawful acts by State officials, he was deprived of his right to freedom of movement and his right to choose his place of residence was circumscribed.", "In assessing the amount of the monetary compensation, the court takes into account the intensity of [the applicant’s] mental suffering related to [the fact of his] detention, including the unavoidable contact with the prison population, the restrictions connected to the particular regime of the detention facility [and] the length of [his] detention on remand (over 24 months)[, which took place] while [the applicant] was of a young age.", "At the same time, the court takes account of the fact that the [applicant’s] arrest [and] placement in custody and the extension of [his] detention were carried out in accordance with the law of criminal procedure [в рамках, предусмотренных уголовно-процессуальным законом], there being sufficient grounds to suspect and charge [him] of having committed a particularly serious crime entailing the deprivation of life of the victim; during the criminal proceedings [the applicant’s] defence rights were secured; it has not been established that there were faulty unlawful acts on the part of the investigating authorities, the detention facility or the courts.”", "19. On an unspecified date in 2007 the respondent appealed against the judgment of 6 March 2007 to the Regional Court.", "20. By a judgment of 24 May 2007 the Regional Court granted the appeal in part. In particular, whilst endorsing the trial court’s reasoning, the Regional Court", "21. On 27 August 2007 the Presidium of the Volgograd Regional Court examined the case by way of supervisory review, set aside the courts’ findings in respect of the award concerning pecuniary damage, and terminated the proceedings in that part. In that regard, the court held that, pursuant to Article 135 of the CCP, claims for compensation for pecuniary damage arising out of an unlawful prosecution fell within the competence of the criminal courts and were to be examined under the rules of criminal procedure.", "22. It appears that the applicant was paid the compensation in respect of non-pecuniary damage without delay. There is no indication that he applied to the criminal courts with a view to obtaining compensation in respect of pecuniary damage, as directed by the Presidium of the Volgograd Regional Court.", "23. The Russian Constitution of 12 December 1993 establishes that a judicial decision is required before a defendant can be detained or his detention extended (Article 22).", "24. According to the Russian Code of Criminal Procedure (hereinafter “the CCP”), a decision ordering or extending detention on remand in respect of a suspect or an accused is taken by a district or town court on the basis of a reasoned request by a prosecutor, supported by appropriate evidence (Articles 108 §§ 1, 3-6 and 109 § 2).", "25. Chapter 18 of the Code regulates the so-called “right to rehabilitation” (право на реабилитацию), which includes, among other things, the right for an individual to obtain from the State full compensation for pecuniary and non-pecuniary damage sustained as a result of criminal prosecution, irrespective of any fault of the investigating authorities, prosecutors or courts (Article 133 § 1).", "26. The right to compensation arises in the case of acquittal and also a number of other situations where the criminal prosecution is terminated on so-called “rehabilitation” grounds (реабилитирующие основания), that is, for example, where the prosecution has dropped the charges or where criminal proceedings have been terminated owing to a lack of corpus delicti or because the person was not involved in the criminal act (Article 133 § 2). However, no right to compensation arises where the prosecution is terminated on “non-rehabilitation” grounds, such as in the case of an amnesty or where the prosecution has become time-barred (Article 133 § 4).", "27. Article 133 § 3 specifically provides that any person on whom a measure of restraint has been unlawfully imposed in connection with a criminal prosecution has a right to compensation under the rules of Chapter 18.", "28. In a judgment acquitting an individual a court has to mention explicitly that he has the right to “rehabilitation” (Article 134). A claim for compensation of pecuniary damage is to be lodged with the same authority which issued the decision to acquit or the decision to terminate the criminal prosecution (Article 135 § 2), whereas any claims for monetary compensation of non-pecuniary damage are to be lodged with civil courts and examined under the relevant provisions of the Code of Civil Procedure (Article 136 § 2).", "29. The Civil Code of the Russian Federation provides as follows:", "“1. Damage caused to a citizen as a result of unlawful conviction, unlawful criminal prosecution, ... [or] unlawful detention on remand ... shall be compensated at the expense of the Treasury of the Russian Federation, and in the instances provided for by law, at the expense of the Treasury of the subject of the Russian Federation ... in full, irrespective of the fault of the officials of the agencies ...”", "“Compensation for non-pecuniary damage shall be made irrespective of the fault of the person having caused the damage when:", "... the damage has been caused to a citizen as a result of his unlawful conviction, unlawful criminal prosecution, [or] unlawful detention on remand ...”", "30. In its ruling (определение) no. 242-O of 21 April 2005 the Constitutional Court held, inter alia, as follows:", "“ ... Article 133 of the [CCP] ... does not limit an individual’s right to obtain compensation in connection with a criminal prosecution only to situations of rehabilitation of a suspect or an accused ...", "Accordingly, in providing that pecuniary and non-pecuniary damage sustained by a citizen as a result of, among other things, unlawful ... detention, is to be compensated for irrespective of the fault of the relevant officials, Articles 1070 § 1 and 1100 § 3 of the Civil Code of the Russian Federation do not make the issuing of such decisions conditional upon the existence of a judgment acquitting the citizen ...", "Hence, the legislation in force ... does not exclude that a court can also issue a decision to compensate a citizen for pecuniary and non-pecuniary damage sustained as a result of unlawful prosecution and ... unlawful detention in cases where an investigating authority, a prosecutor or a court did not take a decision on the full rehabilitation [решение о полной реабилитации] of a suspect or an accused...”", "31", "32. The Constitutional Court specifically noted in its ruling no. 1583OO of 17 November 2011 that, pursuant to Article 133 § 3 of the CCP, any person who was unlawfully held in detention in connection with his criminal prosecution had a right, under the rules of Chapter 18 of the CCP, to compensation for the damage sustained.", "33. In its resolution (постановление) no. 17 of 29 November 2011, the Plenary of the Supreme Court of Russia provided clarifications on the application by the courts of the provisions concerning compensation for pecuniary and non-pecuniary damage sustained as a result of unlawful criminal prosecution. It noted, among other things, that in assessing claims for compensation of non-pecuniary damage the domestic courts were to take into account the level and nature of the physical and mental suffering and the individual characteristics of the person who had sustained the damage, and other circumstances, such as the length of the proceedings against him, the length and conditions of his detention on remand, and the type of penitentiary institution where he had served his sentence, as well as considerations of justice and reasonableness. The courts were also directed to set out those circumstances in their decisions awarding damages.", "34. On the notion of “unlawfulness” of criminal prosecution and detention, as interpreted by the Russian courts, see Trepashkin v. Russia (no. 36898/03, § 62, 19 July 2007)."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-1"], "VIOLATED_BULLETPOINTS": ["5-1-c"], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}