{"ITEMID": "001-67514", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ALB", "BRANCH": "CHAMBER", "DATE": 2004, "DOCNAME": "CASE OF QUFAJ CO. SH.P.K. v. ALBANIA", "IMPORTANCE": "2", "CONCLUSION": "Preliminary objection rejected (victim);Violation of Art. 6;Pecuniary damage - financial award;Non-pecuniary damage - financial award;Costs and expenses (domestic proceedings) - claim dismissed;Costs and expenses partial award - Convention proceedings", "JUDGES": "Georg Ress", "TEXT": ["7. The applicant company, “Qufaj Co. sh.p.k.”, is an Albanian company, established by decision no. 5883 of the Tirana District Court on 20 July 1992, with the object of investing in the construction business.", "8. The Municipality of Tirana sold the applicant company 15,788 square metres of land in a residential area in Tirana by decision no. 165 dated 9 June 1992.", "9. By decision no. 174 of 15 June 1992, the Municipality granted the applicant company planning permission to build five hundred flats. A building permit was also required before the project could start, but the Municipality failed to decide the matter for a considerable length of time, thus preventing the building works from getting under way.", "10. After the Municipality had refused to grant a building permit, the applicant company brought proceedings in the Tirana District Court seeking compensation of 60,000,000 leks (ALL) for its loss. Its claim was dismissed by judgment no. 4064 of 23 June 1995.", "11. On appeal, the Tirana Court of Appeal quashed the first-instance judgment and ordered the Municipality to pay the applicant ALL 60,000,000 (decision no. 1197 of 23 February 1996).", "12. In the absence of an appeal by the Municipality to the Court of Cassation, the Court of Appeal’s judgment became final and enforceable.", "13. On 16 July 1996 the President of the Court of Cassation, in a document addressed to the Municipality, stated that, after the entry into force of the new Code of Civil Procedure, he no longer had the right to initiate a supervisory review of the legality of lower court decisions.", "14. On 16 July 1997 the applicant company requested the Tirana District Court to issue a warrant for the execution of the compensation award.", "15. On 25 June 1998 the Tirana District Court rejected a request by the Municipality to review the merits of decision no. 5492 of 20 December 1994, there being no basis in either law or fact for it to do so.", "16. On 23 July 1997, in a document no. 704/gj dated 23 July 1997, the Enforcement Office notified the Municipality that it should execute the Court of Appeal decision by paying the applicant company ALL 60,000,000. However, the Municipality repeatedly refused to comply, arguing that it had no budget for the execution of judicial decisions.", "17. At the same time, the Enforcement Office requested the Exchequer and Budget Department of the Ministry of Finance (the ultimate financial institution responsible for such payments) to comply with the decision by providing the necessary funding (Article 589, paragraph 2, of the Code of Civil Procedure).", "18. By documents nos. 2018/3 of 19 September 1997, 2018/5 of 7 November 1997, and 4670 of 22 September 1999, the Ministry of Finance rejected the requests of the Enforcement Office, arguing that either Article 589 of the Code of Civil Procedure was not applicable, or that central funding was not possible under the State Budget Law. It added that the Municipality should contact the “District of Tirana Branch of the Treasury”, specifying the fund from which the debt should be paid and the part of the Municipality’s budget to which it should be allocated.", "19. As the judgment was not executed, the applicant company brought proceedings in the Constitutional Court, claiming that local governmental institutions were obliged to guarantee the enforcement of final judicial decisions, not to impede them.", "20. The Constitutional Court rejected the applicant company’s complaint, stating that the “complaint [could] not be taken into consideration because the enforcement of court decisions is outside the jurisdiction of the Constitutional Court”.", "21. The relevant parts of the Albanian Constitution read as follows:", "“In the protection of his constitutional and legal rights, freedoms and interests, or in defending a criminal charge, everyone has the right to a fair and public hearing, within a reasonable time, by an independent and impartial court established by law.”", "“State bodies shall comply with judicial decisions.”", "“The Constitutional Court shall decide: ...", "(f) in a ruling that shall be final complaints by individuals alleging a violation of their constitutional rights to a fair hearing, after all legal remedies for the protection of those rights have been exhausted.”", "“State bodies shall comply with judicial decisions.”", "22. According to Article 450 of the Civil Code “Compensation for damage caused by delay in the payment of a specific sum of money shall take the form of interest which shall accrue from the day the debtor falls into arrears in the official currency of the country where payment is to be made. The rate of interest shall be prescribed by law.”", "23. No legislation prescribing the statutory rate of interest has yet been passed.", "24. The relevant part of this Instruction reads as follows:", "“Payments deriving from judicial decisions relating to the normal activity of budgetary institutions shall be authorised by the Head of the Central Institution. At the same time, where the damage for which the State is liable is the consequence of public officers acting ultra vires or failing to act in accordance with their powers, the Head of the Central Institution shall take administrative measures and institute civil proceedings against them according to the degree of their responsibility.”", "25. The relevant part of the Decision provides:", "“The Ministry of Finance, through funds allocated to it in the annual budget, shall comply with judicial decisions directly related to the State’s budgetary obligations but not to the obligations of budgetary institutions. Such decisions shall include: ...", "(e) Judicial decisions expressly determining the liability of the State for other reasons provided for by law.”", "26. Article 64 of the Companies Registration Act provides:", "“Commercial companies registered before the entry into force of this Act whose registered particulars and forms do not comply herewith shall re-register no later than six months after the entry into force of this Act. Any such company that fails to request the re-registration or to present the requisite documents shall be automatically unregistered from that date on. They may apply for a three-month extension of time in which to comply with this obligation. Re-registered companies shall retain all the rights they enjoyed before re-registration.”"], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}