{"ITEMID": "001-106041", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FRA", "BRANCH": "ADMISSIBILITY", "DATE": 2007, "DOCNAME": "PHOCAS v. FRANCE", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "Corneliu Bîrsan;David Thór Björgvinsson;Egbert Myjer;Elisabet Fura;Isabelle Berro-Lefèvre;Jean-Paul Costa", "TEXT": ["The applicant, Mr Christian Phocas, is a French national who was born in 1943 and lives in Pierrevert. He was represented before the Court by Mr Frédéric Weyl, a lawyer practising in Paris.", ".", "The applicant is a civil servant and the father of three children. His pension was calculated on 2 September 2003 by an order of 7 July 2003. However, the calculation did not take account of the service credits for children established in Article L. 12 of the Civil and Military Pensions Code then in force, which provided:", "“Under conditions determined by a regulation of the Prime Minister, the following service credits shall be added to the periods of service actually completed: ... (b) A service credit granted to female civil servants for each legitimate child, each natural child of established paternity and each adopted child, and, subject to the condition that they have been brought up for at least nine years before reaching their twenty-first birthday, for each of the other children listed in paragraph II of Article L.18.”", "By a judgment of 29 November 2001 the Court of Justice of the European Communities held that Article L. 12 was contrary to the principle of equal pay as laid down in the Treaty establishing the European Community. Following that judgment, the Conseil d’Etat held, in a judgment of 29 July 2002 concerning Mr G., a litigant other than the applicant, that Mr G. was entitled to the service credit provided for in Article L. 12.", "On 4 August 2003 the applicant requested a review of his pension with a view to obtaining the service credits to which he considered he was entitled in respect of his three children. He submitted that he should be awarded three years of service credits in respect of his three children, by strict reference to the Conseil d’Etat’s analysis in its judgment in favour of Mr G. on 29 July 2002, and also the principle of equal pay for men and women, which precluded civil servants being refused entitlement to the benefit of the provisions on the ground of their sex.", "On 21 August 2003 a new Act amended the provisions of Article L.12 of the Pensions Code. Section 48 I stated:", "“Under the conditions determined by a decree of the Conseil d’Etat, the following service credits shall be added to the periods of service actually completed: ... (b) For each legitimate child and each natural child born before 1 January 2004... civil servants and military personnel shall receive a service credit fixed at one year, in addition to the periods of service actually completed, provided that they have interrupted their employment in the conditions determined by the decree of the Conseil d’Etat ....”", "Section 48 II was worded as follows:", "“The provisions of Article L. 12(b) of the Civil and Military Retirement Pensions Code resulting from the wording of [sub-subsection] 2 of [Part] I shall apply to pensions calculated from 28 May 2003.”", "The above-mentioned decree of the Conseil d’Etat was adopted on 26 December 2003.", "On 15 September 2003 the Minister for the Economy and Finance rejected the applicant’s request in the following terms:", "“...", "Given the date of calculation of your pension, a service credit is payable only if you can provide evidence of having interrupted your employment on the birth of your children.", "If that condition is satisfied, it will then be necessary to consider whether the duration of that interruption does in fact correspond to the duration due to be fixed by the forthcoming decree.”", "On 23 September 2003 the applicant lodged an application with the Marseilles Administrative Court, seeking judicial review of the order of 7 July 2003 awarding the pension and of the decision of the Minister for the Economy and Finance refusing to review the applicant’s pension entitlement. He alleged that since the order of 7 July 2003 containing the calculation of his pension had failed to take account of his situation as a father of three children, it had disregarded his rights under Article L.12b of the Pensions Code, which was intended to apply to both female and male civil servants, and was thus discriminatory. He also maintained that, given the refusal to review his pension, the new Act had been applied retrospectively. When the Constitutional Council had decided that there could be no retrospective effect for female civil servants, the resulting situation had established discrimination, since, for the same retirement date, women continued to be covered by the old provisions whereas men were subject to the new, retrospective provisions. The applicant concluded that there had been a violation of Article 1 of Protocol No. 1 and of the principle of non-discrimination.", "In a number of judgments, in particular that of 29 December 2004, the Conseil d’Etat adjudicated in cases identical, both in law and in fact, to the applicant’s case. On the complaint based on Article 1 of Protocol No. 1, the Conseil d’Etat held that, while section 48 II of the Act of 21 August 2003 “retrospectively [deprived] civil servants whose pension [had been] calculated after 28 May 2003 of entitlement to the credit, the principle and the amount of which were certain..., that retrospective effect, applicable to a period of less than three months, constitute[d] an interference with the asset in question which was justified, in line with the legislature’s intention, by public-interest considerations related to the desire to ensure that the announcement of the tabling of the Bill did not lead to an increase in litigation.” It concluded that “this interference, which [did] not affect the substance of the right to a pension but only one of the elements of its calculation, [was proportionate] to the aim thus pursued.”", "As for the complaint based on Article 6 § 1 of the Convention, the Conseil d’Etat considered that the enactment of section 48, on a date preceding the application submitted by the litigants, at a time when no dispute existed between them and the State concerning the calculation of their pensions, had had neither the aim nor effect of influencing the outcome of pending judicial proceedings and that it had thus not deprived those concerned of their right of access to a court in order to assert their rights.", "On the basis of those considerations, the Marseilles Administrative Court dismissed the applicant’s application on 24 October 2005.", "In view of the aforementioned judgments of the Conseil d’Etat, the applicant did not lodge an appeal on points of law.", "By a judgment of 29 November 2001, the Court of Justice of the European Communities held that the principle of equal pay precluded limiting to women credits granted for the purpose of calculating a retirement pension to persons who had raised their children, whilst men who had raised their children were excluded from entitlement to the credit. It held that Article L. 12(b) of the Civil and Military Retirement Pensions Code, which introduced, for the calculation of pensions, a service credit of one year for each child, limited to female civil servants, was incompatible with the principle of equal pay as laid down in the Treaty establishing the European Community and the Agreement annexed to Protocol No. 14 on Social Policy annexed to the Treaty on European Union.", "On 29 July 2002 the Conseil d’Etat, which had stayed proceedings pending the ruling of the Court of Justice, held that in so far as provisions were maintained which were more favourable to female civil servants who had raised their children, Mr G., who had raised [his] children himself, was entitled to the credit provided for in Article L. 12(b) of the Pensions Code."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}