{"ITEMID": "001-110866", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF ÖZGÜRLÜK VE DAYANIŞMA PARTİSİ (ÖDP) v. TURKEY", "IMPORTANCE": "1", "CONCLUSION": "No violation of Article 14+P1-3 - Prohibition of discrimination (Article 14 - Discrimination) (Article 3 of Protocol No. 1 - Free expression of opinion of people;Right to free elections-{general})", "JUDGES": "András Sajó;Françoise Tulkens;Guido Raimondi;Paulo Pinto De Albuquerque", "TEXT": ["5. The applicant party, Özgürlük ve Dayanışma Partisi (“the ÖDP”), is a Turkish political party based in Ankara.", "6. By a decree of 28 November 1998, the Higher Electoral Commission published a list of the eighteen political parties authorised to participate in the parliamentary and municipal elections to be held on 18 April 1999. The ÖDP featured on the list. In order to be able to participate in the elections in question, the political parties had to have had, for at least six months prior to the elections, branches in no fewer than half the country’s provinces and to have already organised their party conference.", "7. On 23 September 1998 the ÖDP applied to the Ministry of Finance for the financial assistance available to political parties under Article 68 of the Constitution.", "8. By a decision of 23 November 1998, the Ministry of Finance refused the application on the ground that only political parties meeting the criteria laid down by Law no. 2820 on political parties were eligible for public funding.", "9. On 29 December 1998 the ÖDP brought proceedings in the Ankara Administrative Court seeking the setting-aside of the decision of 23 November 1998. The ÖDP began by pointing out that the Constitution itself provided that “the State shall grant political parties sufficient and equitable funding” and that “the law shall define the principles applicable to party funding, members’ subscriptions and donations”. The applicant party observed in particular that the criteria laid down by the Law on political parties excluded parties which were not represented in Parliament from entitlement to State subsidies. Pointing to the difficulty of carrying out political activities and campaigning without the necessary financial resources, it contended that the statutory exclusion was unconstitutional and contrary to the principles of a democratic State, to the State’s duty to promote democratic rights and freedoms, and to the principle of nondiscrimination. Furthermore, the provisions in question were in breach of international human rights protection instruments.", "10. In a judgment of 29 September 1999, the Ankara Administrative Court rejected the application lodged by the ÖDP, on the ground that the latter did not satisfy the criteria laid down by Law no. 2820 on political parties. The court did not rule on the plea of unconstitutionality raised by the ÖDP.", "11. The ÖDP lodged an appeal on points of law against the judgment of 29 September 1999, reiterating the arguments it had submitted at first instance.", "12. In a judgment delivered on 25 April 2002 and served on the applicant party on 10 July 2002, the Supreme Administrative Court upheld the impugned judgment, which it found to be in accordance with the rules of procedure and law.", "13. The final paragraph of Article 68 of the Constitution states that “the State shall grant political parties sufficient and equitable funding” and that “the law shall define the principles applicable to party funding, members’ subscriptions and donations”.", "14. Under additional section 1 of Law no. 2820 on political parties, the State provides financial assistance (the overall amount of which represents 2/5000ths of its budget) to the political parties represented in Parliament, in proportion to the number of votes they obtained in the preceding parliamentary elections. Political parties that are not represented in Parliament are also entitled to this assistance, provided that they obtained at least 7% of the votes cast in the preceding election. Parties with at least three members of Parliament are also eligible, even if they did not participate in the last election.", "15. The funding provided to political parties is tripled in a parliamentary election year and doubled in a municipal election year.", "16. By a judgment of 20 November 2008, the Turkish Constitutional Court dismissed by a majority a plea of unconstitutionality raised by the Ankara Administrative Court, which alleged that the statutory 7% threshold imposed on political parties in order to obtain State funding was discriminatory and therefore unconstitutional. In making its ruling, the Constitutional Court considered that one of the aims of political parties was to obtain electoral support with a view to participating in government and hence contributing to the expression of the opinion of the people. It concluded from this that parties which had not obtained a sufficient level of electoral support did not contribute to the expression of the opinion of the people to the same extent as political parties with broader popular support. It dismissed the argument that using the extent of parties’ contribution to democratic political life as the criterion for allocating State funding was not objective, equitable or proportionate.", "17. A minority of the judges of the Constitutional Court took the view that the 7% threshold was too high (corresponding to almost three million votes in the 2007 referendum), that it gave an unfair advantage to political parties which exceeded it and that the criterion based on the “contribution to the expression of the opinion of the people” was subjective and in breach of the principle of the rule of law.", "18. The ÖDP obtained 0.8 % of the valid votes cast in the parliamentary elections of 18 April 1999, 0.34 % of the vote in the elections of 3 November 2002 and 0.15 % of the vote in the 2007 elections.", "19. The parties that received funding prior to the elections in question had either won seats in the National Assembly in the preceding parliamentary elections or had obtained more than 7% of the valid votes cast in those elections.", "Ahead of the 1999 general election, six political parties (including one that was not represented in Parliament) of the twenty-one parties fielding candidates received State financial assistance. Before the 2002 general election, six parties (including one not represented in Parliament) of the fifteen parties contesting the election received State funding. Prior to the 2007 election, funding was given to five of the fifteen parties fielding candidates; of the five parties concerned, three were not represented in Parliament. The ÖDP has never received State funding.", "20. The relevant passages of the Guidelines on political party regulation drawn up by the OSCE/ODIHR and the Venice Commission, and adopted by the Venice Commission at its 84th Plenary Session (Venice, 1516 October 2010, CDL-AD(2010)024), read as follows.", "“3. Public funding", "(a) Importance of public funding", "176. Public funding and its requisite regulations (including spending limits, disclosure, and impartial enforcement) has been designed and adopted throughout the globe as a potential means of preventing corruption, to support the important role played by political parties and to remove undue reliance on private donors. Such systems of funding are aimed at ensuring that all parties are able to compete for elections in accordance with the principle of equal opportunity, thus strengthening political pluralism and helping to ensure the proper functioning of democratic institutions. Generally, legislation should attempt to create a balance between public and private contributions as the source for political party funding. In no case should the allocation of public funding limit or interfere with the independence of a political party.", "177. The amount of public funding awarded to parties must be carefully designed to ensure the utility of such funding while not eradicating the need for private contributions or nullifying the impact of individual donations. While the nature of elections and campaigning in different States makes it impossible to identify a universally applicable amount of funding, legislation should put in place review mechanisms aimed at periodically determining the impact of public-finance systems and the need (as such exists) to alter financial-allocation amounts. Generally, subsidies should be set at a meaningful level to fulfil the objective of support, but should not be the only source of income and should not create conditions for over-dependency on State support.", "(b) Financial support", "178. Legislation should explicitly allow that State support for political parties may be financial. The allocation of public money to political parties is often considered integral to respect the principle of equal opportunity for all candidates, in particular where the State’s funding mechanism includes special provisions for women and minorities. Where financial support is awarded to parties, relevant legislation should develop clear guidelines to determine the amount of such funding, which should be allocated to recipients in an objective and unbiased manner.", "(c) Other forms of public support", "179. In addition to direct funding, the State may offer support to parties in a variety of other ways, including tax exemptions for party activities, the allocation of free media time, or the free use of public meeting halls for the purposes of campaign activities. In all such cases, both financial and in-kind support must be given on the basis of equality of opportunity to all parties and candidates (including women and minorities). While ‘equality’ may not be absolute in nature, a system for determining the proportional (or equitable) distribution of State support (whether financial or in-kind) must be objective, fair and reasonable.", "...", "(d) Allocation of funding", "183. The system for allocating public support to political parties should be determined by relevant legislation. Some systems allocate money prior to an election based on the results of the previous election or proof of minimum levels of support. [Other] systems provide payment after an election based on the final results. Generally, a pre-election disbursement of funds, or a percentage of funding, best ensures the ability of parties to compete on the basis of equal opportunity.", "...", "185. The allocation of funding may either be fully equal (‘absolute equality’) or proportionate in nature based on a party’s election results or proven level of support (‘equitable’). There is no universally prescribed system for determining the distribution of public funding. Some have argued that legislation for public funding is generally most effective at achieving political pluralism and equal opportunity by providing a combination of both absolute and equitable equality. Where minimum thresholds of support are required for funding, it should be considered that an unreasonably high threshold may be detrimental to political pluralism and small political parties. Further, it is in the interest of political pluralism to have a lower threshold for public funding than the electoral threshold for the allocation of a mandate in Parliament.", "...", "187. Legislation should ensure that the formula for the allocation of funding does not provide a monopoly or disproportionate amount of funding to one political party. Nor should the formula for allocation of funding allow the two largest political parties to monopolise the receipt of public funding.", "(e) Requirements to receive public funding", "188. At a minimum, some degree of public funding should be available to all parties represented in Parliament. However, to promote political pluralism, some funding should ideally be extended beyond parties represented in Parliament to all parties representative of a minimum level of the citizenry’s support and presenting candidates in an election. This is particularly important in the case of new parties, which must be given a fair opportunity to compete with existing parties.", "...", "190. Public funding, by providing increased resources to political parties, can increase political pluralism. As such, it is reasonable for legislation to require a party to be representative of a minimum level of the electorate prior to receipt of funding. However, as the denial of public funding can lead to a decrease in pluralism and political alternatives, it is ... accepted good practice to enact clear guidelines for how new parties may become eligible for funding and to extend public funding beyond parties represented in Parliament. A generous system for the determination of eligibility should be considered to ensure that voters are given the political alternatives necessary for a real choice.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["14", "P1"], "NON_VIOLATED_PARAGRAPHS": ["P1-3"], "NON_VIOLATED_BULLETPOINTS": []}