{"ITEMID": "001-59121", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 2000, "DOCNAME": "CASE OF KINGSLEY v. THE UNITED KINGDOM", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - finding of violation sufficient;Costs and expenses partial award - Convention proceedings", "JUDGES": "Nicolas Bratza", "TEXT": ["8. Between 1984 and 1992 the applicant was the sole managing director of London Clubs Limited (“LCL”), a company which owned and controlled six of the twenty casinos licensed to operate in London. LCL was a subsidiary company of London Clubs International plc (“LCI”) of which the applicant was also managing director. Both companies will hereafter be collectively referred to as London Clubs.", "9. In June 1991 a raid took place at the various premises of LCL. The raid was carried out by the police in the presence of officials of the Gaming Board for Great Britain (“the Gaming Board”), a statutory body which inspects and monitors the gaming industry. A large quantity of documents were seized. In March 1992 the Gaming Board lodged objections with the clerk to the Licensing Magistrates, with regard to LCL’s annual application for renewal of the licences it held in respect of each of its casinos. The Gaming Board also made cancellation applications in respect of the existing licences held by LCL.", "A meeting was held between the Gaming Board and the non-executive directors of LCL and their legal advisors on 26 March 1992. As a result of this meeting, the applicant and the other executive directors (with the exception of the finance director) resigned with effect from 30 April 1992, on the understanding that such resignation was involuntary and constituted dismissal by London Clubs.", "Subsequently an agreement was reached between the Gaming Board and London Clubs, whereby LCL would apply for new licences for the casinos, via re-constituted operating companies, to which application the Gaming Board would not object. If the applications were successful and new licences were granted by the Licensing Magistrates, LCL would undertake to surrender its existing licences, thereby avoiding the necessity for the applications for cancellation or renewal to be heard.", "The Gaming Board issued LCL with certificates of consent, which LCL were statutorily obliged to obtain from the Gaming Board as a pre-requisite to making an application to the Licensing Magistrates for new licences. Objections to the issuing of new licences were made by a rival casino owner. However these objections were rejected and new licences were granted in October 1992, after a three day hearing before the Licensing Magistrates. The Gaming Board was represented at the hearing and expressed to the Licensing Magistrates its support for the application of LCL, explaining the grounds on which the Gaming Board itself had granted LCL certificates of consent in the following terms:", "“In determining that it should issue certificates of consent the Board took into consideration, amongst other relevant factors, the degree to which LCI had addressed the Board’s grave concerns at the matters of complaint referred to above, and in particular had in mind the following:", "Those executive directors of LCI and of [LCL] who in the Board’s view carried the principal responsibility for the matters of complaint ... [the applicant was named along with nine others] have left the company and relinquished their management shares: (.....)", "The Board and Police viewed the matters raised in their cancellation applications extremely seriously. However they are satisfied that the practices that were unacceptable have now been eradicated and that those individuals responsible for encouraging or tolerating them have been removed.”", "10. In November 1992 the Chairman of the Gaming Board, Lady Littler, addressed the British Casino Association at their annual luncheon. Her speech referred to London Clubs and commented:", "“We [the Gaming Board] satisfied ourselves that the practices we and the Police had regarded as unacceptable had ceased, that persons regarded by the Board and Police as not fit and proper had been removed ... .”", "11. As a result of this speech, the applicant’s legal advisors entered into correspondence with the Gaming Board’s solicitors, on the basis that the speech was defamatory. The Gaming Board alleged that the “persons” referred to were minority shareholders and no reference to the applicant was intended. The applicant did not accept this explanation, however defamation proceedings were not commenced.", "12. By a letter of 22 December 1992, the applicant’s legal advisors received written notice that the Gaming Board was considering whether the applicant personally was a fit and proper person to hold the Board’s certificate of approval, as required by Section 19 of the Gaming Act 1968, in order to hold a management position in the gaming industry. By a letter dated 23 April 1993, the Gaming Board informed the applicant formally that it was “minded to revoke” the applicant’s Section 19 certificates and that the applicant would be given the opportunity to state his case against revocation either in writing or orally at an interview before the Gaming Board (“a Section 19 hearing”).", "The letter detailed the matters which the Gaming Board wished to discuss with the applicant and also referred to the particulars of the Gaming Board’s complaints in the application for cancellation of LCL’s licences (the hearing of which had, in fact, never taken place). The complaints, numbered B1 to B9, claimed, inter alia, that there had been breaches of Section 16 of the Gaming Act 1968, in that cheques had been accepted without any expectation that they would be met promptly (B1); that the applicant had been involved in granting cheque cashing facilities to members without proper investigation of their creditworthiness (B2); that cheques had been accepted which exceeded the authors’ cheque cashing facility (B3); that third party cheques had been accepted in a way which would permit circumvention of 1984 Guidelines of the British Casino Association (B4); that Japanese players had been assisted in breaching Japanese exchange control regulations (B5); that gifts or hospitality had been made to substantial players in breach of further 1984 Guidelines (B7); and that the method for computing the “cash drop” in casinos produced inaccuracies, and was open to abuse (B9). Examples were given.", "13. The applicant’s legal advisors objected to the Gaming Board presiding over the Section 19 hearing, suggesting that an independent tribunal be set up as an alternative. The applicant’s principal objection was based on the fact that the Gaming Board had already publicly expressed the view (at the hearing before the Licensing Magistrates) that the applicant was not a fit and proper person to remain as an executive director of London Clubs. As such, the applicant contended, the Gaming Board could not be considered an impartial tribunal appropriate to consider the issue of whether the applicant’s Section 19 certificates should be revoked.", "14. The Gaming Board rejected the request for an independent tribunal and a Section 19 hearing commenced on 11 April 1994 before a panel of three, all members of the Gaming Board (“the Panel”). The hearing was conducted in private and lasted for seven and a half days. The applicant was represented by senior counsel. The Gaming Board’s solicitors, a senior Gaming Board official and a representative of the Gaming Board’s accountants also attended the hearing.", "By a letter dated 28 May 1994, the applicant was informed that the Gaming Board did not consider the applicant to be a fit and proper person to continue to hold the Board’s certificates of approval and that, accordingly, the Board would revoke his Section 19 certificates within 21 days of receipt of the letter. This letter detailed the matters which had concerned the Gaming Board and the complaints that it deemed were established against the applicant.", "15. The effect of the revocation of the Section 19 certificates was that the applicant was unable to obtain employment in any sector of the gaming industry in the United Kingdom or in any jurisdiction which had a relationship with the United Kingdom gaming authorities.", "16. By an application dated 23 August 1994, the applicant sought leave to apply for judicial review of the decision of the Gaming Board to revoke his Section 19 certificates. The decision was challenged on the grounds that the Panel was biased, or had the appearance of bias, and that its findings were vitiated by errors of law and were irrational.", "17. In the course of the judicial review proceedings a document entitled “Confidential Annex to Minutes of the 281st Board Meeting of the Gaming Board for Great Britain,” dated 21 January 1993, was exhibited to an affidavit sworn by the Chairman of the Gaming Board. This document recorded that the Gaming Board had taken a decision at its meeting on 21 January 1993 that it had:", "“sufficient evidence before it to conclude that [the applicant] ... was not a fit and proper person to be a director of a casino company.”", "18. All the members of the Panel who presided over the Section 19 hearing were present at the Board meeting and were parties to this decision, which was made prior to the hearing itself.", "19. The application for judicial review was dismissed on 11 January 1996 by Mr Justice Jowitt after a hearing lasting over 16 days. He delivered three separate judgments in respect of the applicant’s appeal. The first judgment dealt with the scope of the phrase “a fit and proper person” in Schedule 5 of the Gaming Act 1968. The second judgment considered the applicant’s claim that he had a “legitimate expectation” that the Gaming Board would be precluded from taking account of any breaches of its guidelines unless the breaches were unlawful. The third judgment which dealt with “Wednesbury” challenges and allegations of bias runs to 165 pages. The judgment of Jowitt J. stated that the ambit of judicial review was such that he was not concerned to review findings of fact as on an appeal, but rather to assess whether the findings of the Panel disclosed illegality, irrationality (referred to as “Wednesbury unreasonableness”) or procedural impropriety.", "20. On pages 28 to 93 of the third judgment, Jowitt J. dealt with the applicant’s “Wednesbury” challenges to the findings in respect of the various complaints made of him.", "21. By way of example, it was accepted that cheques drawn by one player, a Mr S, on a Spanish and a Swiss bank were not cleared within 21 days after payment into a British bank, as would be the normal course of events. Rather, the average time for clearance was 179 days. The Board found that this practice breached Section 16 of the 1968 Act, which prohibits credit betting save when a cheque is exchanged for tokens. The applicant alleged that the cheques he accepted were not shams, as none of the Spanish cheques was ever dishonoured. The judge found that the Board’s conclusion - that what took place amounted to an agreement between Mr S and LCL, such that Section 16 was breached - was a conclusion it was entitled to reach.", "22. 57 pages of the third judgment were devoted to the issue of bias. Jowitt J. described the test of bias under English law in the following terms (pp. 93-96 of the judgment):", "“[Counsel for the applicant] submits that the decision to revoke the applicant’s Section 19 certificates of approval should be quashed because the Panel was biased. The grounds on which leave to move for judicial review were granted asserted firstly that the Board could not and did not approach its decision with objectivity and impartiality. Secondly, it was asserted that whether or not there was actual bias the applicant reasonably believed there was and that the Board should have had regard to the appearance of bias which had been created by its actions ...", "There was no disagreement between the parties as to the approach the court should adopt when bias is alleged. It is a two stage test. The applicant has first to show from the evidence that there is an appearance of bias. R. v. Inner West London Coroner Ex parte Dallaglio [1994] 4 All ER 139. [Counsel for the Gaming Board] properly and realistically accepts that in the light of the available evidence the applicant has surmounted this hurdle. Having done so, he has to go on to show that on a proper examination by the court of the evidence before it there is demonstrated a real danger of injustice having occurred as a result of bias ... [The analysis in that case of] the decision of the House of Lords in R. v. Gough [1993] AC 646 ... illuminates my task in relation to this second stage.", "‘(1) Any court seized of a challenge on the ground of apparent bias must ascertain the relevant circumstances and consider all the evidence for itself so as to reach its own conclusion on the facts. ...", "(3) In reaching its conclusion the court ‘personifies the reasonable man’.", "(4) The question on which the court must reach its own factual conclusion is this: is there a real danger of injustice having occurred as a result of bias? By ‘real’ is meant not without substance. A real danger clearly involves more than a minimal risk, less than a probability. One could, I think, as well speak of a real risk or a real possibility.", "(5) Injustice will have occurred as a result of bias if ‘the decision-maker unfairly regarded with disfavour the case of a party to the issue under consideration by him’. I take ‘unfairly regarded with disfavour’ to mean ‘was pre-disposed or prejudiced against one party’s case for reasons unconnected with the merits of the issue’.", "(6) A decision-maker may have unfairly regarded with disfavour one party’s case either consciously or unconsciously. Where, as here, the applicants expressly disavow any suggestion of actual bias, it seems to me that the court must necessarily be asking itself whether there is a real danger that the decision-maker was unconsciously biased.", "(7) ... the court is [not] concerned strictly with the appearance of bias but rather with establishing the possibility that there was actual although unconscious bias. …", "(9) It is not necessary for the applicant to demonstrate a real possibility that the ... decision would have been different but for the bias; what must be established is the real danger of bias having affected the decision in the sense of having caused the decision-maker, albeit unconsciously, to weigh the competing contentions, and so decide the merits, unfairly’.”", "23. Jowitt J. then applied the test of bias which he had set out to the facts of the case, and concluded that, on the evidence before him, he could not say that the applicant had established that there was a real danger of injustice having occurred as a result of bias. He concluded that there was no unconscious bias on the part of any of the Panel members.", "24. Jowitt J. stated, further, that if, contrary to his finding, there was unconscious bias on the part of the Panel, the “doctrine of necessity” fell to be considered. He said:", "“When a body is charged by statute with the power or duty, which cannot be delegated, to make a decision in circumstances in which a question of bias arises because:", "(i) in pursuance of that statutory power or duty an initial view has been formed upon a matter affecting the interests of someone in respect of whom the body in the exercise of its statutory power or duty has thereafter to make a decision, or final decision, after receiving and considering representations which he is entitled to make or", "(ii) in the exercise of a statutory power or duty to make a decision a conflict arises between the interests of another or others which have to be taken into account and the body’s own interests:", "the decision will not be liable to be impugned on account of bias provided that:", "(i) if only some of those charged with the power or duty to decide are potentially affected by bias such of them as can lawfully withdraw from the decision making do so and", "(ii) those of the decision makers who are potentially affected by bias but cannot lawfully withdraw use their best endeavours to avoid the effect of bias and, consistently with the purpose for which its decision has to be made the body takes what reasonable steps are open to it to minimise the risk of bias affecting them …”", "Jowitt J. indicated that if, contrary to his finding, there was unconscious bias on the part of the Panel, the doctrine of necessity would apply, and the decision of the Panel would stand. Counsel for the applicant submitted before Jowitt J. that the Board had failed to take the reasonable step of appointing an independent panel to hear evidence and report to the Panel. Jowitt J. rejected the submission, on the grounds that no useful reference could have been made to an independent tribunal which did not involve an impermissible delegation.", "25. In respect of all other allegations brought by the applicant, Jowitt J. concluded that the applicant had failed to establish that the Panel’s decision was irrational or unreasonable or to make out any sufficient ground for judicial review. Jowitt J. noted that, by trying to frame his allegations in the context of Wednesbury unreasonableness, the applicant was in fact making an impermissible attempt to re-argue the case as though on appeal in order to re-examine the factual merits of the case.", "26. The Court of Appeal, after an oral hearing on 4 July 1996, refused an application for leave to appeal from Jowitt J.'s decision. Morritt L.J. (with whom Hobhouse L.J. agreed) held, on the “doctrine of necessity,” as follows:", "“I am prepared to assume in favour of [the applicant] that he would have an arguable case sufficient to justify leave to appeal, that there was a real risk that the decision of the Tribunal had been actuated by bias even though they were not in fact biased against him. That would leave the question of how the doctrine of necessity would be applied to the facts of the case.", "[Counsel for the applicant] did not seek to suggest that the propositions of law which Jowitt J enunciated, and which I have quoted, were not accurately formulated by him, but he sought to challenge the final conclusion, to which I have just referred, that there could have been a useful reference to an independent Tribunal which did not involve an impermissible delegation. The question of bias, therefore, depends on the very limited point on whether it is arguable that Jowitt J was wrong in that respect. I am bound to say that, on that limited point, I think he was manifestly right. The decision for the Board was, at the end of the day, whether or not Mr Kingsley was a fit and proper person. That could not be delegated to an independent panel and if they were actuated by bias, apparent or real, then the decision would still have to be made by them. Therefore, on the doctrine of necessity, which is accepted, there could have been no meaningful independent panel and the decision would stand because the decision has to be made by the Board and could not be delegated to the independent tribunal. It seems to me that there is no arguable point, susceptible on this part of the case, which would justify giving leave to appeal.”", "27. The Gaming Board for Great Britain (“the Gaming Board”) is a statutory body, established under Section 10 of the Gaming Act 1968 (“the 1968 Act”) to inspect and monitor the gaming industry. In order for any company to obtain the requisite gaming licence for premises, a certificate must first be issued by the Gaming Board consenting to the company applying for such a licence (Schedule 2, paragraph 3 (1) of the 1968 Act).", "28. Under Section 19 of the 1968 Act the Gaming Board issues certificates to individuals in order that they be permitted to hold certain positions in the gaming industry. A certificate, once issued, continues in force unless and until it is revoked. The Gaming Board may revoke the certificate at any time if it appears to the Board that the person to whom it relates is not a fit and proper person to perform the specified function or act in the specified capacity (Schedule 5, paragraph 6 of the 1968 Act). Twenty one days’ written notice of the revocation must be given to the certificate holder. The Gaming Board has developed a procedure whereby an individual is sent a letter in which the Board states that it is minded to revoke his certificate. This is followed by the submission of written representations and/or an oral hearing."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}