{"ITEMID": "001-104945", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ITA", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF MAGGIO AND OTHERS v. ITALY", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Art. 6-1;No violation of P1-1;No violation of Art. 14+P1-1;Pecuniary and non-pecuniary damage - award", "JUDGES": "András Sajó;David Thór Björgvinsson;Françoise Tulkens;Guido Raimondi", "TEXT": ["6. The applicants were born in 1938, 1942, 1939, 1942 and 1940 respectively, and live in Italy.", "7. Mr Maggio worked in Switzerland from 1980 to 1992.", "8. On 25 June 1997 Mr Maggio requested the Istituto Nazionale della Previdenza Sociale (“INPS”), an Italian welfare entity, to re-examine his old-age pension and to liquidate it on the basis of the real remuneration received (“retribuzione effettiva”) during his years of employment in Switzerland, in accordance with the 1962 Italo-Swiss Convention.", "9. On an unspecified date the INPS rejected his request, since the calculation had to be based on the remuneration received in Switzerland and then be re-adjusted on the basis of the tables supplied in Circular no. 324 of 4 January 1978.", "10. Mr Maggio instituted proceedings before the Lecce Tribunal, claiming that the payment of old-age pensions had to be calculated on the basis of the real remuneration received (in the last five years of employment) and of the contributions paid in part in Switzerland and in part in Italy.", "11. By a judgment filed in the registry on 8 May 2002, his claim was rejected.", "12. Mr Maggio appealed to the Lecce Court of Appeal which, by a judgment filed in the registry on 30 October 2003, rejected his claim. It took into consideration a technical expert report in relation to Article 23 of the Italo-Swiss Convention (see Relevant Domestic Law below), which provided for the transfer of contributions paid in Switzerland to the Italian insurance scheme for use in the calculation of old-age pensions, and guaranteed the benefits of Italian legislation. Consequently, it held that the pension calculation was to be made on the basis of Italian criteria, even though they were less favourable than the Swiss ones. Indeed, Italian law (decree of 27 April 1968 no. 488) provided for a calculation based on higher contributory rates than those in Switzerland, thus providing a lower pension than that expected by Mr Maggio.", "13. By a judgment of 11 December 2008 filed in the registry on 13 February 2009, the Court of Cassation dismissed Mr Maggio’s claim, after rejecting his request for a preliminary reference to the ECJ. It held that the criteria used by the Court of Appeal were eventually acknowledged in Article 1, paragraph 777, of Law no. 296 of 27 December 2006 (“Law 296/2006”), which had retroactive effect. This Law had not been found to be unconstitutional by the Constitutional Court in a judgment of 23 May 2008 (see Relevant Domestic Law below).", "14. In 2005 Mr Gabrieli requested the INPS to establish his pension on the basis of the contributions paid in Switzerland for work he had performed there between November 1963 and June 2001. As a basis for the calculation of his pension, the INPS employed a theoretical remuneration (“retribuzione teorica”) instead of the real remuneration (“retribuzione effettiva”). The former resulted in a re-adjustment on the basis of the existing ratio between the contributions applied in Switzerland (8%) and in Italy (32.7%), which led to a reduction of 25% in the basic amount used to calculate the pension and therefore a reduction in the pension itself. Consequently, in 2006 Mr Gabrieli instituted judicial proceedings.", "15. By a judgment of the Brescia Tribunal (Labour Section) of 2 October 2006, Mr Gabrieli’s claim was upheld on the basis of the relevant Court of Cassation case-law at the time (see Relevant Domestic Law below).", "16. The INPS appealed.", "17. By a judgment of 7 August 2007, the Brescia Court of Appeal reversed the first-instance judgment in view of the entry into force of Law 296/2006. Mr Gabrieli Thus, the judgment became final on 7 August 2008.", "18. Mr Faccioli was entitled to an old-age pension from 1 April 1999.", "19. In 2006 Mr Faccioli requested the INPS to establish his pension on the basis of the contributions paid in Switzerland for work he had performed there between 1 December 1958 and 31 March 1999. As a basis for the calculation of his pension, the INPS employed a theoretical remuneration (“retribuzione teorica”) instead of the real remuneration (“retribuzione effettiva”). The former resulted in a re-adjustment on the basis of the existing ratio between the contributions applied in Switzerland (8%) and in Italy (32.7%), which led to a reduction of 25% in the basic amount used to calculate the pension and therefore a reduction in the pension itself. Consequently, in 2006 Mr Faccioli instituted judicial proceedings.", "20. By a judgment of the Brescia Tribunal (Labour Section) of 20 October 2008, Mr Faccioli’s claims were rejected in view of Law 296/2006 and the subsequent Constitutional Court judgment. Mr Faccioli did not appeal, deeming it to be futile in view of the relevant case-law at the time.", "21. Ms Forgioli was entitled to an old-age pension from 1 April 1995 and to a survivor’s pension, as a widow, her husband having become a pensioner on 1 April 1997, from the date of her husband’s death.", "22. In 2006 Ms Forgioli requested the INPS to establish her pension on the basis of the contributions paid in Switzerland for work she had performed there between 1 August 1959 and 30 November 1994, and those paid by her husband. As a basis for the calculation of the relevant pensions, the INPS employed a theoretical remuneration (“retribuzione teorica”) instead of the real remuneration (“retribuzione effettiva”). The former resulted in a re-adjustment on the basis of the existing ratio between the contributions applied in Switzerland (8%) and in Italy (32.7%), which led to a reduction of 25% in the basic amount used to calculate the pension and therefore a reduction in the pension itself. Consequently, in 2006 Ms Forgioli instituted judicial proceedings.", "23. By a judgment of the Brescia Tribunal (Labour Section) of 20 October 2008, Ms Forgioli’s claims were rejected in view of Law 296/2006 and the subsequent Constitutional Court judgment. Ms Forgioli did not appeal, deeming it to be futile in view of the relevant case-law at the time.", "24. Ms Zanardini was entitled to an old-age pension from 1 August 1997.", "25. In 2006 Ms Zanardini requested the INPS to establish her pension on the basis of the contributions paid in Switzerland for work she had performed there between March 1960 and July 1997. As a basis for the calculation of her pension, the INPS employed a theoretical remuneration (“retribuzione teorica”) instead of the real remuneration (“retribuzione effettiva”). The former resulted in a re-adjustment on the basis of the existing ratio between the contributions applied in Switzerland (8%) and in Italy (32.7%), which led to a reduction of 25% in the basic amount used to calculate the pension and therefore a reduction in the pension itself. Consequently, in 2006 Ms Zanardini instituted judicial proceedings.", "26. By a judgment of the Brescia Tribunal (Labour Section) of 20 October 2008, Ms Zanardini’s claims were rejected in view of Law 296/2006 and the subsequent Constitutional Court judgment. Ms Zanardini did not appeal, deeming it to be futile in view of the relevant case-law at the time.", "27. Article 23 of the transitional provisions of the Italo-Swiss Convention on Social Security, of 14 December 1962, provides, in so far as relevant, as follows (unofficial translation):", "“1. In so far as Switzerland is concerned, performance shall be in accordance with the provisions of this Convention, even in cases where the insured event occurred before the entry into force of the Convention. Old-age and survivors’ ordinary annuities will, however, only apply in accordance with these provisions if the insured event took place before 21 December 1959, and if the contributions were not or will not be transferred or reimbursed in accordance with the Convention of 17 October 1951, or paragraph 5 of this Article. (...)", "2. In so far as Italy is concerned, performance shall be in accordance with the provisions of this Convention where the insured event occurred on or after the date of its entry into force. Nevertheless, when the insured event occurred before that date, performance shall take place in accordance with the present Convention from the date of its entry into force, if it would not have been possible to grant such a pension due to the insufficiency of the insurance periods, and only if the contributions have not been reimbursed by the Italian social insurance scheme.", "3. With the exception of the above provisions, periods of insurance, of contributions and of residence occurring before the entry into force of this Convention will be taken into consideration.", "5. For a period of five years from the entry into force of this Convention, upon the attainment of pensionable age under Italian law, Italian citizens may request, in derogation of Article 7, that the contributions paid by them and their employers into the Swiss old-age and survivors insurance schemes be transferred to the Italian insurance scheme, on condition that they have left Switzerland for permanent settlement in Italy or in a third country prior to the end of the year in which their pensionable age was reached. Article 5 (4) and (5) of the Convention of 17 October 1951 will apply to the use of such transferred contributions, eventual reimbursements and the effects of such transfers.”", "28. In so far as relevant, Article 5 of the Italo-Swiss Convention on Social Insurance of 17 October 1951 provides (unofficial translation):", "“...(4) Italian citizens not covered by the preceding sub-paragraph (*) or their survivors, may request contributions paid by them and their employers into the Swiss old-age and survivors’ insurance to be transferred to the Italian social welfare insurance scheme as indicated in Article 1 (*). The latter will use the said contributions to ensure that the insured person obtains the benefits derived from Italian law quoted in Article 1 (*) and any other dispositions issued by the Italian authorities. In the event that, under the relevant Italian legal provisions, the insured person cannot assert a right to a pension, the Italian social welfare services will reimburse, upon request, the transferred contributions.", "(5) Transfer of contributions as provided for in the above sub-paragraph may be requested:", "(a) if the Italian citizen has left Switzerland at least ten years before,", "(b) on the occurrence of the insured event.", "The Italian citizen whose contributions have been transferred to the Italian social insurance scheme cannot assert any right in respect of the Swiss old-age and survivors’ insurance on the basis of such contributions. Such a person, or his [or her] survivors, may expect an ordinary annuity from the Swiss old-age and survivors insurance scheme only ... [under] the conditions set out in the first paragraph (*).”", "29. It is noted that the articles marked (*) were repealed by Article 26 (3) of the 1962 Convention, except for the purposes of the above cited Article 23 (5).", "30. The transitional provision of Article 23 of the 1961 Convention became definitive by means of the additional agreement of 4 July 1969, whose Article 1 (1) and (3) reads:", "“On reaching pensionable age under Italian law, and where they have not already been in receipt of a pension, Italian citizens may request, in derogation of Article 7, that the contributions paid by them and their employers into the Swiss old-age and survivors’ insurance scheme be transferred to the Italian insurance scheme, on condition that they have left Switzerland for permanent settlement in Italy ...”", "“The Italian social welfare entities must use such contributions in favour of the insured or his or her heirs in such a way as to ensure the attainment of the advantages derived from Italian law, as cited in Article 1 of the Convention, in accordance with the specific arrangements issued by the Italian authorities. If no advantage can be attained on the basis of such arrangements, the Italian social welfare entities must reimburse the transferred contributions to the interested parties.”", "31. The Court of Cassation’s judgment of 6 March 2004, and other analogous jurisprudence at the material time, established that, in the absence of specific legislation regulating the transfer of contributions, the method of calculation in determining workers’ pensions should be based on the real remuneration received by that person, including any work undertaken in Switzerland, irrespective of the fact that contributions paid in Switzerland and transferred to Italy had been calculated on the basis of much lower rates than those established under Italian legislation.", "32. Article 1, paragraph 777, of Law 296/2006, which entered into force on 1 January 2007, provides (unofficial translation):", "“Article 5 (2) of Presidential Decree no. 488 of 27 April 1968 and subsequent modifications must be interpreted to the effect that, in the event of transfer of contributions paid to foreign welfare entities to the Italian obligatory general insurance scheme, as a consequence of international social security treaties and conventions, the pensionable remuneration relative to the employment period abroad is calculated by multiplying the amount of transferred contributions by a hundred and dividing the result by the contribution rates for the invalidity, old-age and survivors insurance scheme, as applicable during the relevant contributory period. More favourable pension treatment already liquidated before the entry into force of the current law is exempted.”", "33. By a writ of 5 March 2007, the Court of Cassation questioned the legitimacy of Law 296/2006 and remitted the case to the Constitutional Court. The Constitutional Court gave judgment on 23 May 2008, holding, in sum, as follows.", "34. Although interpretative, Law 296/2006 was innovative. There had been no conflicting case-law on the pension regime but a single well established interpretation, according to which the Italian worker could ask to transfer his or her contributions, paid in Switzerland, to the INPS, in order to obtain the advantages provided by Italian law on invalidity, old-age and survivors’ insurance, including that of remuneration-based pension calculations, on the basis of the wages earned in Switzerland, irrespective of the fact that the transferred contributions had been paid at a much lower Swiss rate.", "35. The Constitutional Court noted that the laws defining pension remuneration were part of a welfare system which balanced available resources and the services supplied. A change in calculating pensions from the contributory criterion to the remuneration-based one (“retributivo”), was not to the detriment of the financial sustainability of the system. Thus, the changes brought about by the impugned Law sought to bring the relationship between pensionable remuneration and contributions in line with the system in force in Italy during the same period of time. The Law provided that remuneration received abroad (used as a basis for pension calculations) was to be adjusted by applying the same percentage ratios used for pension contributions paid in Italy during the same period. Thus, the norm made explicit what had been in the original interpretative provisions. Consequently, there had been no breach of the principle of legal certainty. Nor was the norm discriminatory since the acquired and more favourable rights of earlier pensioners were, by then, unassailable. Furthermore, the Law did not discriminate against people who had worked abroad, because it simply ensured an overall balance in the welfare system, and avoided the situation whereby persons who had made small contributions to a foreign pension scheme could receive the same pension as those who had paid the much higher Italian contributions. The contested Law did not provide for any ex post reductions, as it merely imposed an interpretation which could already have been inferred from the original provisions. Lastly, this system still allowed for a sufficient and satisfactory pension, adequate for the lifestyle of a worker. Accordingly, the claim of unconstitutionality of the said Law was manifestly ill-founded."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["14", "P1"], "NON_VIOLATED_PARAGRAPHS": ["P1-1"], "NON_VIOLATED_BULLETPOINTS": []}