{"ITEMID": "001-5981", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "ADMISSIBILITY", "DATE": 2000, "DOCNAME": "NOACK AND OTHERS v. GERMANY", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["There are fifteen applicants.", "The first thirteen, who live in the village of Horno in the Land of Brandenburg, are Mr Noack, Mr and Mrs Siegert, Mr and Mrs Hornig, Mr Hugler, Mr Kneschk, Mr Lindner, Mr and Mrs Naparty, Mrs Nitschke, Mr Richter and Mr Willnow.", "The fourteenth applicant is the Domowina, an association for the protection of Sorbian interests, and the fifteenth, the Horno Protestant community.", "The applicants are represented before the Court by Ms U. Philipp-Gerlach, of the Frankfurt Bar, and Mr R. Giebenrath, of the Freiburg (im Breisgau) Bar.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The case concerns the transfer – scheduled to take place at the end of 2002 – of the inhabitants of Horno, a village in the Land of Brandenburg fifteen kilometres north of the town of Cottbus, near the Polish border. Horno has a population of 350, approximately a third of whom are from the Sorbian minority, of Slav origin. The first twelve applicants say that they are members of the Sorbian minority. Approximately 20,000 Sorbs (Sorben) live in the Land of Brandenburg. They have their own language and culture. They have their own customs (sorbisches Brauchtum), which are kept alive by groups performing Sorbian songs or wearing traditional costumes and by drama societies, literary circles and drawing classes. The majority of Sorbs are Protestants.", "The inhabitants of Horno are to be transferred to a town some twenty kilometres away because of an expansion of lignite-mining operations (Braunkohleabbau) in the area, as the Jänschwalde open-cast lignite mine (Braunkohletagebau) is just a few kilometres from Horno. The mining rights (Nutzungsberechtigung) belong to the LAUBAG company (Lausitzer Braunkohle Aktiengessellschaft).", "In 1977 the Government of the German Democratic Republic (GDR) decided that the population of Horno would have to be transferred to make a larger area available for lignite mining, a decision opposed by the inhabitants even then.", "In the early 1990s the inhabitants of Horno took part in demonstrations and signed petitions calling for an end to lignite mining in the municipality.", "On 14 March 1994 the Mining Board (Oberbergamt) of the Land of Brandenburg approved an Outline Project for Continued Open-Cast Mining at Jänschwalde 1994 until Exhaustion of the Deposits (Rahmenbetriebsplan zur Weiterführung des Tagebaus Jänschwalde 1994 bis Auslauf ). Under the project, lignite mining in the area was to continue and as a result the inhabitants of Horno were to be transferred in 2003.", "By a decision of 6 June 1994, the Mining Board dismissed an application (Widerspruch) by 161 landowners to have the project shelved. A large majority of these landowners, including the third, seventh, tenth, eleventh and thirteenth applicants, were from Horno.", "At the beginning of July 1994 various municipal councils and the third, seventh, tenth, eleventh and thirteenth applicants lodged an application for judicial review of that decision with the Cottbus Administrative Court (Verwaltungsgericht).", "Those proceedings were still pending when the application to the Court was made.", "On 17 December 1998 the Cottbus Administrative Court held a public hearing and delivered a judgment dismissing the application. In finding against the applicants, it relied in particular on settled authority that had established that a mere decision to approve a project for mining operations did not as a matter of principle (grundsätzlich) infringe the rights of the owners of the land affected by the works, since the decision in question did not at that stage concern the absorption of the individual plots of land. The Administrative Court added that there was nothing to prevent the landowners challenging the legality of the mining operations in the separate procedure, known as the mining-law land-transfer procedure (bergrechtliches Grundabtretungsverfahren), that would follow.", "On 23 April 1997, at a public hearing, the Parliamentary Commission for the Environment, Nature Conservation and Regional Development of the Land of Brandenburg heard submissions from the representatives of associations, interest groups, research institutes and legal experts on the Lignite Bill.", "The Land of Brandenburg’s Basic Law on Lignite (Braunkohlegrundlagengesetz) came into force on 12 July 1997. Section 1 of the statute concerns lignite extraction (Förderung der Braunkohle) and section 2, the dissolution of the Horno Municipal Council and the incorporation of its territory into the Municipality of Jänschwalde (Auflösung der Gemeinde Horno und Eingliederung ihres Gemeindegebietes in die Gemeinde Jänschwalde – see Relevant Domestic Law below).", "On 5 September 1997 several members of the Brandenburg Parliament lodged an appeal with the Constitutional Court of the Land of Brandenburg (Verfassungsgericht des Landes Brandenburg) seeking a review of the constitutionality of the Basic Law (Normenkontrollantrag).", "The first and fourteenth applicants also lodged a constitutional appeal (Verfassungsbeschwerde) with that court.", "After hearings on 19 March and 18 June 1998, the Constitutional Court of the Land of Brandenburg held that the provisions of the Basic Law on Lignite allowing lignite mining in the municipality of Horno were consistent with the Land’s Constitution.", "It held that the rights granted to the Sorbs by the first sentence of Article 25 § 1 of the Land’s Constitution regarding the protection of the area where they had originally settled did not afford them absolute protection against the absorption (InanspruchnahmeLand’s Constitution and struck a reasonable balance between the right it enshrined and other fundamental rights and that the result was not disproportionate. For the purposes of assessing the future evolution of the economic position, the legislature had been entitled to rely on reports by experts, provided their forecasts were plausible and reasonable.", "The Constitutional Court found that the legislature’s decision to dissolve Horno Municipal Council and to use the land for open-cast lignite mining remained compatible with the first sentence of Article 25 § 1, regard being had to the measures that had accompanied that decision (Begleitregelungen) and to the fact that the legislature had weighed the State’s objectives of protecting, conserving and maintaining the area where the Sorbs had originally settled against its objectives of structural development (Strukturförderung), job preservation (Arbeitssicherung) and securing energy supplies (Energieversorgung).", "In decisions of 16 July 1998 the Constitutional Court of the Land of Brandenburg also dismissed the applicants’ appeals. It noted that section 3 of the Basic Law on Lignite supplemented the Land of Brandenburg’s Law on Expropriation (Enteignungsgesetz des Landes Brandenburg) by adding special provisions for the lignite-mining areas and authorised expropriations for the purposes of resettlement (Wiederansiedlung) of the population. It further noted that, in the case of Horno, arrangements had been made for resettlement in the neighbouring villages. It added that Mr Noack, in his capacity as a citizen of Horno, did not appear to be entitled at that juncture to complain of an infringement of his right to peaceful enjoyment of his property. It referred also to its judgment of 18 June 1998 regarding the conformity of the Basic Law on Lignite with the Constitution of the Land.", "The second, fourth, fifth, sixth, eighth, ninth, twelfth, and fifteenth applicants did not exercise any remedies before the German courts.", "The Land of Brandenburg’s Basic Law on Lignite laid down that the inhabitants of Horno had to be consulted regarding their preferred destination. They were given a choice between four villages, all of which were situated in the area where the Sorbs had originally settled.", "On 6 September 1998 86,6 % of the population of Horno voted on that issue. The majority (71,5 % – 198 inhabitants) chose the town of Forst (Lausitz), which is approximately twenty kilometres from Horno.", "By a decree (Verordnung) of the Government of the Land of Brandenburg dated 8 September 1998, the Jänschwalde Open-Cast Lignite Mining Project (Braunkohleplan Tagebau Jänschwalde) acquired binding force and was published in the Land’s Official Gazette (Gesetz- und Verordnungsblatt).", "In the course of 1998 LAUBAG began to submit offers to landowners living in Horno for the purchase (Erwerb) or the transfer for mining purposes (Überlassung für bergbauliche Zwecke) of their land.", "At a meeting of the Lignite Board (Braunkohleausschuss) on 25 February 1999, LAUBAG offered to allocate the landowners equivalent land in the resettlement village and to bear all the transfer and resettlement costs.", "On 14 June 1999 LAUBAG requested the Brandenburg Mining Board to declare that the Horno District Authority was required to license certain land to it for a twenty-five-year term. The proceedings against some of the applicants are still pending.", "By a decree of 27 August 1999, published on 23 September 1999 in the Land’s Official Gazette, the Government of the Land of Brandenburg approved the part of the project dealing with the transfer of the inhabitants of Horno. The practical arrangements for the transfer were set out in that part of the project and included the following provisions: the cost of transferring the population would be borne by LAUBAG; village community life was to continue during the transfer; every effort was to be made to assist the Horno villagers’ integration into the town of Forst; measures to protect and develop the Sorbian culture and language were to be encouraged; and the transfer was to be completed by 2002.", "On 30 December 1999 the Senftenberg Mining Board approved the Principal Mining Project (Hauptbetriebsplan) for Jänschwalde 2000/2001.", "On 4 February 2000 the applicants challenged that decision.", "By decisions of 21 January and 21 February 2000, the Mining Board of the Land of Brandenburg transferred property rights in certain plots of land belonging to inhabitants of Horno to LAUBAG.", "The landowners concerned lodged applications for judicial review of those decisions with the Cottbus Administrative Court.", "Article 25 of the Constitution of the Land of Brandenburg, which protects the rights of the Sorbian minority, provides:", "“1. The Sorbian people are entitled to the protection, preservation and perpetuation of their national identity and of the area in which they originally settled. The Land, municipalities and associations of municipalities shall help to give effect to those rights and in particular to secure the cultural autonomy of the Sorbian people and their effective participation in politics.", "2. The Land shall ensure that the Sorbs are able to achieve cultural autonomy transcending the borders of the Land.", "3. The Sorbs have a right to the preservation and development of the Sorbian language and culture in public life and to their use in schools and day nurseries.", "4. In areas where the Sorbs have settled, administrative documents shall also be drafted in the Sorbian language. The colours of the Sorbian flag shall be blue, red and white.", "5. The means by which the Sorbs will be able to exercise their rights shall be laid down by a statute that will guarantee the participation of Sorbian representatives in matters, and in particular legislative debate, concerning the Sorbs.”", "The Land of Brandenburg’s Basic Law on Lignite (Braunkohlegrundlagengesetz) entered into force on 12 July 1997. The relevant sections of the Law provide:", "(1) Lignite extraction", "Lignite in the Lausitz-Spreewald area may be extracted, in accordance with the law, to secure supplies of raw materials and energy and to strengthen the economy of the Land, provided that usable deposits are conserved, that the natural foundations of life are protected and that considerate use is made of the land.", "(2) Displacement of local populations as a result of mining works", "Where the requisition of inhabited areas is unavoidable, it must be preceded by an offer of equivalent compensation. Every effort must be made to preserve village communities and social ties by moving the populations concerned together. The transfer shall be effected at the cost of the mining company.", "(3) Settlement areas for Sorbs", "In populated areas for which it is attested that there has been to date an unbroken tradition of Sorbian language and culture, populations displaced as a result of mining works shall be offered appropriate resettlement sites within the original Sorbian settlement area, as defined by section 3(2) of the Law on the Sorbs.”", "(1) Territorial division", "Horno Municipal Council (district of Spree-Neiße) shall be dissolved on the date of the next municipal-council elections in the Land. Thereafter, its territory shall be incorporated within the territory of the municipality of Jänschwalde (district of Spree-Neiße).", "(2) Legal succession", "1. Jänschwalde Municipal Council shall succeed to the rights and obligations of Horno Municipal Council from the date the territory of the municipality of Horno is incorporated into its territory.", "…", "(4) Institution of a Municipal District (Ortsteilbildung) and a Municipal Law (Ortsrecht) in the Absorbed Territory", "1. From the date of its absorption into the municipality of Jänschwalde, the territory of the municipality of Horno (the absorbed territory) shall enjoy special status as a district of the municipality of Jänschwalde...", "(5) Resettlement", "1. In order to preserve the village community and social ties, the inhabitants of Horno should be offered suitable sites for rehousing in Jänschwalde... Before the project for working the deposits is drawn up, the Lignite Commission shall hear representations from the citizens of Horno regarding their resettlement in the municipality of Jänschwalde, the municipality of Turnow or the towns of Peitz or Forst (Lausitz).", "…", "(6) Institution of a municipal district in the resettlement area", "1. The area allocated in accordance with section 5 subsections 1 or 2 for the resettlement of the inhabitants of Horno shall be vested with special status as an administrative district within the host municipality if at least one-third of the inhabitants of Horno are registered as having their main residence there.", "…”", "Section 3 of the Basic Law supplements the Law on Expropriation of the Land of Brandenburg (Brandenburgisches Enteignungsgesetz) with special provisions for areas of lignite extraction.", "“The Framework Convention contains no definition of the notion of national minorities. It is therefore up to the individual Contracting Parties to determine the groups to which it shall apply after ratification. National Minorities in the Federal Republic of Germany are the Danes of German citizenship and the members of the Sorbian people with German citizenship...”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}