{"ITEMID": "001-70304", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FIN", "BRANCH": "ADMISSIBILITY", "DATE": 2005, "DOCNAME": "SAVOLA v. FINLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant, Mr Hannu Savola, is a Finnish national who was born in 1949 and lives in Hämeenlinna. He is represented before the Court by Mr Markku Vepsäläinen, a lawyer practising in Helsinki.", "The applicant’s firm had constructed chalk stabilisation machines for a construction firm P.. Concerning the first machine, they agreed that the costs up to 1,540,000 Finnish Marks (FIM; corresponding to 259,041 euros (EUR)) were to be financed by the latter. No formal agreements were entered into for the subsequent machines.", "Allegedly on 7 July 1989 the applicant and H., a managing director of a company M., which is a subsidiary company of P., concluded a rental agreement for the machines to be used in M.’s construction business in Sweden. One of the machines was rented to M.. On April and May 1989 H. paid the applicant rent amounting to 1,000,000 and 1,109,014.95 Swedish kronor (SEK), respectively.", "On 10 May 1990 the applicant allegedly removed one of the machines from the construction site, without returning it to P.. The following day P. filed a criminal complaint with the police of Vantaa, accusing the applicant, as the responsible partner of his firm, of having stolen it.", "On 15 May 1990 the applicant’s firm, P. and M. agreed that the civil dispute as to the ownership and the right of possession of the machines were to be resolved before the City Court (raastuvanoikeus, rådstuvurätten) of Helsinki.", "On 28 August 1990 the police in Sweden interrogated H. on suspicion of embezzlement (concerning the rental agreements). However, on 28 May 1991 the Swedish prosecutor decided not to lodge charges against him since there was insufficient evidence. At the time the applicant was not a suspect.", "On 31 January 1993 the police of Vantaa discontinued the pre-trial investigations concerning the applicant, finding the case to be a civil dispute.", "It appears that meanwhile a civil dispute between P. and the applicant was pending before the City Court of Helsinki, which decided on 15 April 1993 that the machines (and apparently also other similar machines) belonged to P.. It ordered the applicant to return the machines to P..", "In an another civil dispute, the then District Court (kihlakunnanoikeus, häradsrätten) of Espoo on 25 October 1993 ordered H. to reimburse to M. the rental costs of the machine amounting to SEK 2,213,762.95.", "According to the applicant, on 2 September 1993 a demand for an investigation (tutkintapyyntö, begäran om förundersökning) to be opened against him was made to the police of Vantaa. Another demand for an investigation was made to the police of Hämeenlinna on 23 May 1996. Following this, on 5 June 1996 an offence by the applicant was reported to the police. He was suspected of aggravated embezzlement relating to the non-delivery of the constructed machine to P. (“first embezzlement”). On 16 September 1996 the pre-trial investigation was assigned to the economic crime investigation group of the province of Häme. At that time H. was a suspect as well. It is unclear when the applicant was interrogated by the police.", "Apparently criminal investigations against the applicant and H. relating to an alleged embezzlement committed in Sweden concerning the rental agreement (“second embezzlement”) were opened in Finland in February 1997.", "The applicant was arrested and detained between 4 February 1997 and 2 April 1997. On 6 March 1997 the provisional indictment was served on him.", "On 15 September 1997 the pre-trial investigation was concluded. Charges were lodged in October 1997. Following the request by the Swedish public prosecutor, he was also charged with the alleged embezzlement committed there.", "On 15 October 1997 the criminal proceedings before the District Court (käräjäoikeus, tingsrätt) of Hämeenlinna began. On 30 December 1999 the District Court issued its judgment, acquitting the applicant and other defendants. The court further ordered P. and M. to pay the defendants’ legal costs.", "The prosecutor, the complainants, the applicant and co-defendants appealed to the Court of Appeal (hovioikeus, hovrätt) of Turku. In one of the four oral hearings before the appellate court the applicant, among others, requested the court to dismiss the charges alleging that the proceedings had been excessively lengthy. On 24 April 2001 the Court of Appeal issued its judgment, upholding by two votes to one, the judgment of the District Court concerning the alleged first embezzlement, but quashing the judgment concerning the second embezzlement. It convicted the applicant of aggravated embezzlement in this respect. The court admitted that the period from the lodging of criminal complaint until the Court of Appeal proceedings, i.e. 11 years, had exceeded the period at issue in cases before the Strasbourg Court, relied on by the applicant’s company. The court nevertheless rejected the request to dismiss the charges ruling, inter alia, that:", "“These proceedings were already pending in 1997. The handling of the case at issue began on 21 April 1999. The proceedings before the District Court took one year and eight months and the proceedings before the Court of Appeal will have taken approximately one year and three months, i.e almost three years in all. As from the reporting of the offence until the end of the proceedings before the Court of Appeal the time elapsed has been almost 11 years. ... The interests at stake are exceptionally wide, including, inter alia, the civil proceedings. ... The Court of Appeal notes that the court proceedings have not been excessively lengthy taking into account the nature and extent of the case ... However, the pre-trial proceedings have been lengthier than on average. ... The Court of Appeal concludes that ... the proceedings have not exceeded the reasonable length–requirement as provided in the European Convention on Human Rights.", "Conclusion", "The request to rule inadmissible or dismiss the charges is rejected.”", "The appellate Court took the long time which had elapsed since the incriminated conduct into account when imposing the sentence. Instead of an unconditional term of imprisonment, the applicant was sentenced to a suspended sentence of one year and three months. He was further ordered to pay FIM 4,000 by way of supplementary fines and, jointly with H., the other defendant, M.’s legal costs. The appellate court ruled, inter alia, that:", "“The sentences for [the applicant] and [H.] have to be severe taking into account the amount of embezzled property and the premeditation of the offences ... [thus] the reprehensible conduct warrants that [the applicant] and [H.] be sentenced to imprisonment. For the same reason, the general obedience to the law would require that the sentences be ones of imprisonment. [The complainants] became aware of the offences committed by [the applicant] and [H.] on 10 May 1990. The effective criminal investigation began, however, on 7 February 1997 in respect of [the applicant] ... The proceedings before the District Court began on 15 October 1997. The lapse of time since the acts were committed until the initiating of the criminal proceedings was not caused by the [applicant] and [H.] covering up the acts. The fairly lengthy period which elapsed before the courts was not to any major extent caused by [the applicant] or [H.]. Taking into account the exceptionally long pre-trial period and the proceedings ... the punishment shall be a suspended sentence ...”", "The applicant and the other defendants applied for leave to appeal from the Supreme Court (korkein oikeus, högsta domstolen), which was rejected on 19 September 2001.", "Section 2, subsection 1 of the Criminal Investigations Act (esitutkintalaki, förundersökningslag; 449/1987) provides that the police or another investigation authority shall carry out a pre-trial investigation where, on the basis of a report made to it or otherwise, there is a reason to suspect that an offence has been committed.", "Section 6 of the said Act provides that a pre-trial investigation shall be carried out without undue delay.", "Section 21 of the Constitution of Finland (perustuslaki, grundlagen 731/1999) provides that everyone has the right to have his or her case dealt with appropriately and without undue delay by a legally competent court of law or other authority. This section is equivalent to section 16 of the repealed Constitution Act of Finland of 1918 (Suomen Hallitusmuoto, Regeringsform för Finland), as in force at the relevant time.", "Chapter 28, section 5 of the Criminal Code (rikoslaki, strafflagen) prescribes a maximum penalty of four years’ imprisonment for aggravated embezzlement."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}