{"ITEMID": "001-22892", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "ADMISSIBILITY", "DATE": 2002, "DOCNAME": "GABUD v. CROATIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis", "TEXT": ["The applicant, Mr Josip Gabud, is a Croatian citizen, who was born in 1966 and lives in Donja Stubica, Croatia. He is represented before the Court by Mr Bruno Spiz, a lawyer practising in Zagreb.", "The facts of the case, as submitted by the applicant, may be summarised as follows.", "On 19 June 1996 the applicant filed a civil claim in the Zagreb Municipal Court (Općinski sud u Zagrebu) seeking non-pecuniary damages that he suffered in a traffic accident. The accident was allegedly caused by a member of the Croatian Army who was driving a military truck The proceedings were instituted against the Republic of Croatia on the basis of statutory liability for damages caused by members of the State’s Army and, at the same time, against the Croatia Insurance, an insurance company from Zagreb, on the basis of an insurance contract.", "On 19 January 1998 the court gave a judgment awarding the applicant’s claim.", "On 16 and 19 February 1998 the Croatia Insurance and the Republic of Croatia, respectively, appealed against the judgment.", "The case was forwarded to the Zagreb County Court (Županijski sud u Zagrebu) as the appellate court.", "On 6 November 1999 Parliament introduced a change of the Civil Obligations Act which provided that all proceedings against the Republic of Croatia concerning actions for damages resulting from acts of members of the Croatian army or police when acting in their official capacity during the Homeland War in Croatia were to be stayed.", "Pursuant to the above Act, on 6 November 2000 the Zagreb County Court stayed the part of the proceedings concerning the applicant’s claim against of the Republic of Croatia.", "The part of the proceedings concerning the applicant’s claim for damages from the Croatia Insurance has not been affected by the above legislative intervention and these proceedings are pending before the appellate court upon the defendant’s appeal.", "Section 184 (a) of the Act on Changes of the Civil Obligations Act (Zakon o dopunama Zakonu o obveznim odnosima, Official Gazette no. 112/1999) provides that all proceedings instituted against the Republic of Croatia for damages caused by the members of the Croatian army or police when acting in their official capacity during the Homeland War in Croatia from 7 August 1990 to 30 June 1996 are to be stayed.", "The Act also imposes an obligation on the Government to submit to Parliament special legislation, regulating the responsibility for such damages, at the latest within six months from the entry into force of the Act."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}