{"ITEMID": "001-57866", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ESP", "BRANCH": "CHAMBER", "DATE": 1994, "DOCNAME": "CASE OF CASADO COCA v. SPAIN", "IMPORTANCE": "2", "CONCLUSION": "No violation of Art. 10", "JUDGES": "John Freeland;N. Valticos", "TEXT": ["6. Mr Pablo Casado Coca, a Spanish national, lives at Valldoreitx, near Barcelona, and practises as a lawyer (abogado) in Barcelona.", "7. After setting up his practice in 1979, he regularly placed notices advertising it in the \"miscellaneous advertisements\" pages of several Barcelona newspapers and the Revista alemana de España (\"German Journal of Spain\"). He also wrote to various companies offering his services.", "8. The Barcelona Bar Council (Junta de Govern del Col.legi d’Advocats) brought disciplinary proceedings against him four times on this account, and in 1981 and 1982 these led to the imposition of penalties, namely two reprimands and two warnings. The applicant lodged internal appeals against these penalties but did not apply to the competent courts.", "9. From October 1982 notices giving details of the applicant’s legal practice were published in the newsletter of the Valldoreitx Residents’ and Property Owners’ Association. They took up approximately one-third of a page and gave the applicant’s name, with the title \"lawyer\" (letrado), and his office address and telephone number.", "10. The Barcelona Bar Council brought further disciplinary proceedings against Mr Casado Coca on this account. On 6 April 1983 he again received a written warning for disregarding the ban on professional advertising (Article 31 of Royal Decree no. 2090/82 of 24 July 1982, laying down the Statute of the Bar - see paragraph 22 below).", "11. On 3 June 1983, following an internal appeal by the applicant, the National Bar Council (Consejo general de la Abogacía) upheld the penalty imposed. Referring to Article 31 of the Statute of the Bar as amplified in the relevant rules of the Barcelona Bar Council (see paragraphs 22, 24 and 27 below), it held that, given their nature, the notices in question went beyond the defined limits. It also pointed out that the applicant had recently incurred other disciplinary penalties for the same reason, and these had to be taken into consideration when ruling on the appeal.", "12. Mr Casado Coca then applied to the Barcelona Audiencia Territorial. He argued in particular that the purpose of his notice was to inform the public and that the warning infringed Article 20 of the Constitution, which guaranteed the right to freedom of expression. He also alleged that the principle that only a statute could define offences and lay down penalties had been contravened because the provisions which prohibited advertising by members of the Bar and attached disciplinary penalties were regulatory in nature.", "The court dismissed his application on 11 May 1987, holding that the notice in question was a vehicle for advertising and not simply an announcement of information. It appeared beside similar announcements by a driving school and an old people’s home and went beyond the limits laid down in the Bar’s rules, which allowed notices only to announce the setting up of a practice or a change of address; this was not the applicant’s case.", "13. On 23 September 1988 the Supreme Court dismissed an appeal on points of law by Mr Casado Coca and at the same time refused to refer the case to the Constitutional Court on grounds of unconstitutionality.", "It rejected the ground of appeal based on disregard of the principle that only a statute could define offences and lay down penalties. It did so by reference to the case-law of the Constitutional Court, according to which Article 36 of the Constitution (see paragraph 18 below) makes it permissible for statute law to provide that the rules governing professional associations and the practice of the professions may be laid down by means of regulations. It held that Article 20 did not protect advertising as a fundamental right, because advertising was not a matter of expressing thoughts, ideas or opinions but of announcing the existence of a profit-making business activity.", "Moreover, the ban on professional advertising by members of the Bar had legitimate aims, namely to uphold free competition and to protect clients’ interests. In such a case the right in question could be subject to restrictions.", "14. The applicant then lodged an appeal (recurso de amparo) with the Constitutional Court. He again maintained that it was contrary to the principle of statutory definition of offences and prescription of penalties enshrined in the Constitution to lay down administrative penalties by means of a decree, and that since the notice set out genuine information, i.e. his name, address and telephone number, the penalty imposed contravened Article 20 of the Constitution.", "15. On 17 April 1989 the Constitutional Court declared the appeal inadmissible.", "It held that the penalty complained of did not infringe the fundamental right to communicate genuine information. The aim of the advertising was connected with the \"carrying on of a commercial, industrial, craft or professional activity\"; it consisted in \"directly or indirectly promoting the conclusion of contracts relating to movable or immovable property, services, rights or obligations\", whereas the purpose of the fundamental right defined in Article 20 para. 1 (d) was to enable citizens to \"form their beliefs by weighing different or even diametrically opposed opinions and thus taking part in the discussion of public affairs\". The ban on advertising professional services did not infringe the fundamental right in question.", "16. Article 20 of the Constitution guarantees the right to freedom of expression:", "\"1. The following rights shall be recognised and protected:", "(a) the right freely to express and disseminate thoughts, ideas and opinions by word of mouth, in writing or by any other means of reproduction;", "...", "(d) the right to receive and communicate true information by any means of dissemination. The right to invoke the conscience clause and that of professional confidentiality shall be governed by statute.", "2. The exercise of these rights may not be restricted by any prior censorship.", "...", "4. These freedoms shall be limited by respect for the rights secured in this Part, by the provisions of the implementing Acts and in particular by the right to honour and to a private life and the right to control use of one’s likeness and to the protection of youth and children.\"", "17. Article 25 enshrines the principle that only a statute can define offences and lay down penalties:", "\"1. No one may be convicted or punished for any act or omission which at the time it was committed did not constitute, under the legislation in force at that time, a criminal offence, whether serious or petty, or an administrative offence.", "...\"", "18. Article 36 deals with professional associations:", "\"The special features of the legal status of professional associations and the practice of professions requiring a university degree shall be laid down by statute. The internal structure and functioning of associations must be democratic.\"", "According to the case-law of the Constitutional Court, this Article does not preclude a statutory provision that rules governing professional associations and the practice of the professions are to be laid down in administrative regulations (judgments of 20 February and 24 September 1984).", "19. The Constitution states that any previous provisions contrary to it are repealed.", "20. Law no. 2/1974, which was published in the Spanish Official Gazette of 15 February 1974, governs the functioning and organisation of professional associations. Section 1 provides:", "\"Professional associations are public-law corporations, protected by law and recognised by the State, enjoying legal personality and having full capacity to act in pursuit of their objectives.\"", "21. Section 5 (i) makes the professional associations responsible for regulating their members’ professional activities, for ensuring that professional ethics and dignity are upheld and that the rights of private individuals are respected, and for exercising disciplinary powers in professional and internal matters. To these ends, the relevant national councils adopt statutes, which are approved by the Government. These statutes lay down the rights and duties of the members of each profession and the disciplinary rules applicable to them.", "22. Royal Decree 2090/82 laying down the Statute of the Spanish Bar (Estatuto general de la Abogacía Española) was published in the Spanish Official Gazette on 2 September 1982.", "\"Members of the Bar are not allowed to", "(a) announce or circulate information about their services directly or through advertising media, ... or express opinions free of charge in professional journals or other publications or media without permission from the Bar Council;", "...\"", "Articles 107-112 govern the disciplinary powers of Bar councils. An appeal against penalties lies to the National Bar Council (Article 96 para. 1) and subsequently to the competent courts (Article 99).", "23. At sessions held on 5-6 March, 21-22 May and 25 June 1993 the Assembly of the Chairmen of the Spanish Bars adopted the draft of a new national Statute, which has been submitted to the Government for approval. Article 31 of the draft Statute provides:", "\"1. Members of the Bar may advertise their services and practices in accordance with the legislation in force, this Statute and other rules and decisions of the Bar.", "2. Direct or indirect advertising of individual members of the Bar and their services and participation by the former in legal advice programmes in the media shall be subject to certain conditions. Members of the Bar must", "(a) comply with the special provisions applicable to practice at the Bar as well as with the current legislation on advertising;", "(b) show regard for truth, rigour and exactness without detracting from other members’ advertisements by imitating them or inviting confusion with them, without lapsing into self-praise and comparisons with or denigration of their colleagues and without citing their own professional successes, their clientele or the financial terms on which they provide services; and", "(c) request the relevant Bar council’s prior authorisation for the proposed advertisement, specifying its content and the way in which it will be published.", "The Bar council may grant authorisation, make it subject to certain amendments or refuse it. In all cases, it shall give a reasoned decision that can be challenged in accordance with the procedure laid down in Articles 130 et seq. of this Statute and shall be communicated to the member of the Bar making the request within not more than thirty days of that request, failing which the council shall be deemed to have given its tacit consent.", "3. Notwithstanding the above, members of the Bar may, without seeking prior authorisation,", "(a) use a letterhead stating their name, profession and university degrees, or those of their partners, and the name, telephone number and other particulars of their chambers, in the form customarily used by members of the Bar;", "(b) affix to the outside of the building in which they have their chambers or their private residence and to the door of their chambers or nearby, a sign or plate announcing their practice, of the size and kind usual in the area of the Bar;", "(c) have their status as a member of the Bar included in telephone, fax, telex and other directories;", "(d) announce by letter or in the press any changes of address, telephone number or other particulars of their chambers, likewise in the form customarily used by members of the Bar to which they belong; and", "(e) take part in conferences and symposia, mentioning their membership of the Bar, publish articles in the specialist and non-specialist press and make statements on radio or television.", "4. Members of the Bar who continuously or occasionally provide services to individuals or companies must require them to refrain from any advertising that does not comply with the provisions of this Statute.", "5. The Bar council shall rule on allegedly doubtful or unforeseen cases and violations of provisions governing advertising or any misuse of rights derived from the rules in this Statute. It may expressly prohibit practices it deems contrary to the spirit of this Statute and punish any breaches of such prohibitions.\"", "24. At the time when the penalty was imposed on the applicant, the 1947 Statute of the Barcelona Bar (Estatutos del Colegio de Abogados de Barcelona) was still in force. Article 18 quite simply prohibited members of the Bar from advertising, in the following terms:", "\"Members of the Bar are forbidden to publish notices relating to the practice of their profession as a means of advertising or propaganda.\"", "25. Being of the view that the ban on advertising was an important rule of professional conduct, the Barcelona Bar Council adopted a decision on 24 February 1981 on \"Members of the Bar and advertising\" (Acord sobre \"Els advocats i la publicitat\"), which provided, inter alia:", "\"1. General principle", "It is forbidden for members of the Bar to undertake any direct or indirect personal advertising intended to attract clients.", "...", "2. Authorised notices", "Members of the Bar may publish small notices in local daily newspapers in order to announce the setting up of their practices or changes in membership or of address, telephone number or telex number.", "The size and content of notices must be approved in advance by the Bar Council. They may not appear more than three times during a maximum period of two months.", "...", "6. Professional directories", "Members of the Bar may publish their names, addresses, telephone numbers and telex numbers, with a brief indication of the type of professional services offered, in professional directories, provided that all members of the Bar have the same access to these.", "...\"", "26. A new Statute of the Barcelona Bar (Estatuts del Il.lustre Col.legi d’Advocats de Barcelona) was published in the Catalonia Official Gazette of 5 June 1985.", "Article 19 provides:", "\"1. It is forbidden for members of the Bar to undertake any personal advertising intended to secure clients, whether directly or indirectly.", "2. It is also forbidden for members of the Bar to consent either expressly or tacitly to any form of advertising offered to them.", "3. The foregoing prohibition shall cover both advertising by word of mouth and written or graphic advertising in any form and of any kind. It shall also apply to advertising by means of radio or television broadcasts.", "...", "5. The Bar Council may adopt rules to deal in greater detail with the matters covered in this Article.\"", "Failure to comply with the provisions of the Statute constitutes serious or minor misconduct, depending on the circumstances, and may lead to penalties being imposed (Articles 94 to 96 of the Statute).", "27. On 5 February 1985 the Bar Council amended the rules laid down in its 1981 decision (see paragraph 25 above) by forbidding members of the Bar to send press releases involving personal advertising to the media.", "28. On 4 July 1991 the Council of the Catalonia Bars (Consell dels Col.legis d’Advocats de Catalunya) adopted new rules on advertising. These superseded the earlier rules included in the statutes and decisions of the Catalonia Bars (Rule 6).", "The preamble states:", "\"Advertising by members of the Bar is traditionally considered to be more or less incompatible with professional ethics. However, it is obvious that advertising, provided it does not go beyond certain limits, does not offend the vital principles of the profession’s code of ethics, namely probity and independence. Today information is one of the foundations of democratic countries and a right for users of a service.", "...\"", "Rules 2 and 3 make a distinction in this field:", "\"Rule 2", "Authorised advertising", "Members of the Bar may", "...", "(b) publish documents, circulars or articles on legal subjects, even in publications not specialising in law, bearing their signature and indicating the author’s status as a member of the Bar;", "(c) express their personal opinions in the media on subjects of public interest or on cases in which they are involved professionally, taking care at all times to maintain professional secrecy;", "(d) publish brochures giving details of their practices, the members of the Bar who work there and the types of case handled. This publicity material must be approved in advance by the Bar Council. They may also publish information circulars on legal topics. The brochures and circulars referred to in this paragraph may be distributed only to clients and not to third parties;", "... \"", "\"Rule 3", "Unauthorised advertising", "Members of the Bar may not advertise otherwise than as allowed under the terms of the preceding Rule. In particular, they may not", "(a) advertise their services by making known their professional successes, giving the names of their clients or comparing themselves with other members of the Bar or by allowing others so to act without objecting;", "(b) send brochures, circulars or other documents or offer their services to persons other than clients;", "...", "(e) advertise in the press or on radio or television except as allowed under Rule 2.\""], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["10"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}