{"ITEMID": "001-72225", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "ADMISSIBILITY", "DATE": 2006, "DOCNAME": "SCHOFIELD v. THE UNITED KINGDOM", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Josep Casadevall;Nicolas Bratza", "TEXT": ["The applicant, Mr John Schofield, is a British national who was born in 1970 and lives in Preston, Lancashire. He is represented before the Court by Matthew Gold & Company, a firm of solicitors based in London.", "The facts of the case, as submitted by the parties, may be summarised as follows. The applicant was, at the material time, a lance corporal (a non-commissioned officer) in the British army.", "On 16 May 2000 he was convicted by a General Court Martial (“GCM”) of two offences of rape of a junior female army officer (a Lieutenant). The applicant was sentenced to nine years’ imprisonment and dismissed with disgrace from the service. The GCM comprised four officers (not below the rank of Captain), a permanent president and a judge advocate. The Reviewing Authority did not alter the GCM’s finding or sentence.", "The appeal to the Courts-Martial Appeal Court (“CMAC”) was dismissed on 30 July 2001. The applicant had argued that trial by court-martial comprised exclusively of officers violated the impartiality guarantee of Article 6 of the Convention where the complainant was an officer, the accused was a soldier from the ranks and the issues in the case turned on the credibility of the evidence of those individuals. The CMAC noted that:", "“We have already referred to the fact that the members of the court swear a judicial oath for each case they are to try. The following passage formed part of the judge advocate’s summing-up ...:", "“What is required of you at this stage is cold, clinical dissection of the evidence. You are a panel of five commissioned officers, trying the factual issues in this case. The complainant... is a commissioned officer. It would, of course, be entirely wrong for you to prefer the evidence of [the complainant] because she is a commissioned officer as against the evidence of the accused because he is a non-commissioned officer. That would be to show partiality and I remind you again of the oath you took at the outset of this case, to try this case without partiality, favour or affection. Your commonsense will no doubt tell you that commissioned officers do not always tell the truth any more than non-commissioned officers do not always tell the truth. It may be, I know not, that you were unimpressed with [the complainant’s] career to date. It’s not been without its problems. She was short-toured from Bosnia and I suspect you will conclude that on occasions she drank rather more than was good for her. These are factors about her that you are entitled to consider, but again it would be wrong to say ... that simply because of those problems in her career to date, she is not worthy of belief. Similarly with the accused, bear in mind all you know about him, the fact that he is a non-commissioned officer is one of the things you know about him. You also know about his career to date, his achievements and what other people think of him and his qualities. Weigh that in the balance when deciding the weight that you feel is appropriate to attach to his evidence.”", "These directions were clear, robust, and balanced. The court can have been left in no possible doubt but that it was their duty to assess the evidence free of the least influence exerted by the protagonists’ respective ranks. In our judgment no apparent bias ... is shown, and there was no violation of Article 6.”", "In its judgment of that date the CMAC also refused to certify a point of law of public importance to the House of Lords concerning the applicant’s ground of appeal to the CMAC.", "The Armed Forces Act 1996 (the “1996 Act”) came into effect on 1 April 1997, amending the Army Act 1955 (the “1955 Act”). The relevant domestic law and practice applicable to air-force courts-martial following the entry into force of the 1996 Act is set out in the case of Cooper v. the United Kingdom ([GC], no. 48843/99, §§ 15-77, ECHR 2003XII). The relevant regulatory framework governing post-1996 Act army courts-martial is the same in all material respects (the Cooper judgment, at § 107).", "At the relevant time, a GCM was required to consist of a permanent president, not less than four serving military officers of at least three years’ military experience and a judge advocate (section 84D of the 1955 Act, prior to amendment by the 2001 Act).", "The Armed Forces Act 2001 (the “2001 Act”) has since inserted a new section 84D into the 1955 Act. The new section provides, inter alia, that membership of a GCM may include two (non-commissioned) warrant officers where the accused is a person of a rank below that of the warrant officers concerned. In giving evidence on 6 March 2001 to the Select Committee on this draft legislation, the Chief of the Defence Staff stated:", "“There are some areas where [the Bill] will improve the way we actually conduct our discipline. The idea, for example, of having warrant officers able to sit on courts-martial gives us the opportunity to use the experience of these excellent people within the service, and I am sure that will be perceived as a good thing, which in turn must reflect on the overall discipline.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}