{"ITEMID": "001-23702", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FRA", "BRANCH": "ADMISSIBILITY", "DATE": 2003, "DOCNAME": "BURG and OTHERS v. FRANCE", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicants, Brigitte Burg, Régine Baumann, Véronique Gafanesch, Evelyne Pirro, Jean-Michel Plas and Dalila Bouherrou, are French nationals who were born in 1963, 1959, 1956, 1955, 1949 and 1961 respectively and live in Mulhouse, Flaxlanden, Rixheim, Ruelisheim and Illzach. They were represented before the Court by Mr F. Gaston, a lawyer practising in Poitiers.", "On 21 September 1995 the applicants applied to an employment tribunal in a dispute between themselves and their employer, contesting the grade in which they had been placed under an additional clause modifying a workplace agreement.", "On 29 April 1997 the employment tribunal gave judgment in their favour.", "On 24 June 1997 their employer appealed. On 16 December 1999 the Colmar Court of Appeal varied the first-instance judgment.", "On 26 March 2002 the Employment Division of the Court of Cassation dismissed an appeal on a point of law lodged by the applicants, ruling that their ground of appeal was “not such as to warrant admitting the appeal”, thus applying Article L. 131-6 of the Code of Judicial Organisation, as amended by Law no. 2001-539 of 25 June 2001, which had introduced a special procedure for the consideration of appeals on points of law.", "The relevant part of Article L. 131-6 of the Code of Judicial Organisation, as amended by Law no. 2001-539 of 25 June 2001, provides:", "“After pleadings have been filed cases before a civil division shall be tried by a bench of three judges of the division to which they have been assigned.", "The bench shall refuse to admit appeals which are inadmissible or not founded on a serious ground of cassation.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}