{"ITEMID": "001-113432", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "LVA", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF VIKULOV AND OTHERS  v. LATVIA", "IMPORTANCE": "4", "CONCLUSION": "No violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment;Inhuman treatment) (Substantive aspect);No violation of Article 5 - Right to liberty and security (Article 5-1-f - Expulsion)", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Egbert Myjer;Ineta Ziemele;Ján Šikuta;Kristina Pardalos;Nona Tsotsoria", "TEXT": ["6. The first applicant, Mr Sergey Vikulov, was born in Hungary in 1955. His wife, the second applicant, Mrs Galina Vikulova, was born in then the Russian Soviet Federative Socialist Republic in 1957. Their son, the third applicant, Mr Anton Vikulov, was born in then the Latvian Soviet Socialistic Republic (Latvian SSR) in 1986. They are now citizens of the Russian Federation and live in Kaliningrad.", "7. The first applicant was an officer of the Soviet army. In 1985 he and his wife, the second applicant, entered the territory of Latvian SSR where the first applicant, together with other military personnel, was responsible for the supervision of the Soviet radar station in Skrunda.", "8. In August 1991 Latvia regained its independence from the Soviet Union and in December 1991 the latter ceased to exist. In 28 January 1992 the Russian Federation assumed jurisdiction over the former Soviet Union armed forces, including those stationed in the territory of Latvia. Afterwards the applicants acquired the citizenship of the Russian Federation.", "9. On 30 April 1994 the Republic of Latvia and the Russian Federation signed the treaty concerning the conditions, deadlines and procedure for the complete withdrawal of the armed forces of the Russian Federation from the Republic of Latvia, as well as their status during the withdrawal. On the same day both States entered into an agreement concerning the legal status and dismantling of the radar station in Skrunda, and the status of the military personnel deployed there. It provided that the radar station was to cease its operations by 31 August 1998 and that it was to be dismantled by 29 February 2000.", "10. By an order of 29 September 1998 the first applicant was demobilised from the army with effect from 11 November 1998. The applicants’ service visas were due to expire on 30 November 1998.", "11. In October 1998 the second applicant, acting on behalf of the other applicants, asked the Office of Citizenship and Migration Affairs (Pilsonības un migrācijas lietu pārvalde) to issue them with a residence permit. In support of her request she relied on the fact that her elderly parents and her daughter lived in Latvia, and that the third applicant was a pupil at a State school.", "12. On 8 April 1999 the Office of Citizenship and Migration Affairs dismissed the applicants’ request, stating that they had entered the territory of Latvia because of the first applicant’s military service. They were informed that in accordance with the Law on Aliens (Par ārvalstnieku un bezvalstnieku ieceļošanu un uzturēšanos Latvijas Republikā), there was no legal basis for them to obtain permanent residence permits in the Republic of Latvia, and that by virtue of the agreement concluded between the Republic of Latvia and the Russian Federation, the applicants had to leave the territory of Latvia.", "13. The applicants appealed against that decision before the Rīga City Centre District Court, which dismissed their appeal. No further appeal was brought.", "14. On 10 March 2000 the first and second applicants asked the Office of Citizenship and Migration Affairs to issue them with temporary residence permits.", "15. On 23 May 2000 the Head of the Office of Citizenship and Migration Affairs issued an order for the applicants (the third applicant was mentioned in the order concerning the first applicant) to leave Latvian territory by 12 June 2000 and also imposed a five-year ban on their re-entering Latvia.", "16. Appeals by the applicants against the orders were dismissed by the national courts at three levels of jurisdiction. The final decision was adopted by the Senate of the Supreme Court on 19 February 2003.", "17. In a letter dated 25 February 2003 the Office of Citizenship and Migration Affairs reminded the first and second applicants of their obligation to leave the country or otherwise they would be deported in pursuance of section 47 of the Law on Aliens.", "18. It appears from the material in the case file that on 14 March 2003, during an interview with the Head of the Office of Citizenship and Migration Affairs, the applicants were informed that the period within which they had to leave the territory of Latvia had been extended until 15 June 2003 to allow the third applicant to finish the current school year.", "19. On 3 September 2003, in the course of the execution of the aforementioned orders, the applicants were arrested by officers of the State Border Guard Service. The records of their arrest referred to the orders to leave of 23 May 2000 (see paragraph 15 above) and relied on section 51(1)(1), of the Immigration Law (Imigrācijas likums) (see “Relevant domestic law” below). The applicants refused to sign the records of their arrest because they were drawn up in Latvian, a language which they allegedly did not understand.", "20. On the same day the applicants were placed in the State Border Guard Service detention unit for illegal immigrants in Rīga (“the State Border Guard Service detention unit”).", "21. On 8 September 2003 the Office of Citizenship and Migration Affairs, relying on section 47(1)(1) of the Immigration Law adopted a decision to deport the applicants. Pursuant to section 47(2) of the above law the decision was not subject to appeal. The applicants refused to take cognisance of the decision.", "22. On 12 September 2003, by a decision of the Rīga City Zemgale District Court, the applicants’ detention was extended until 19 September 2003. The court established that at the time of their arrest the applicants had not presented any identity documents and that according to their Russian Federation passports, which they had presented only during the hearing, the applicants did not have a lawful basis to reside in Latvia.", "23. On the same day the applicants were transferred to the accommodation centre for foreign detainees (Aizturēto ārzemnieku izmitināšanas centrs) in Olaine (“the Olaine accommodation centre”), where they stayed until 15 September 2003, when they were brought back to the State Border Guard Service detention unit. On 17 September 2003 the applicants were deported to the Russian Federation.", "24. On 3 September 2003 the applicants were taken to a cell. They first described the conditions in the cell in their initial separate complaints to the Court and later on in their joint application form. The facts as set out in the applicants’ initial separate complaints are referred to below in so far as they supplement the factual information presented in their later submissions.", "25. The applicants stated that on 3 September 2003, after they had been searched without witnesses in the State Border Guard Service detention unit, they had each received a dirty and thin flannel blanket and a bed sheet, and had been placed together in a cell which was small (3 m by 3 m) and dirty, with a small window. The cell contained two steel bunk beds which were so hard that the second applicant’s back was constantly aching. There were steel chairs and a table screwed to the floor. The air was foul from the lavatory pan and washbasin in the cell, and as a result the applicants suffered from headaches and their eyes were watering. There was an iron door with a small window used for handing the applicants food and supervising them. The light in the cell was on for twenty-four hours a day and during their fourteen days in the cell the applicants were only twice taken out for a walk, lasting ten to fifteen minutes.", "26. According to the initial submissions of the first applicant, the sanitary facilities were separated from the rest of the cell by a low partition. This assertion was maintained in the applicants’ later joint observations.", "27. The applicants contended that the food at the State Border Guard Service detention unit was of bad quality, tasteless, insufficiently salty and not always fresh. Owing to the short periods between the meals (breakfast was at 10 a.m., lunch at 12 noon and dinner at 4 p.m.), the applicants were hungry in the evenings. Once they were given mouldy potatoes for dinner.", "28. The third applicant added that they had been given metal tableware and that the cell was infested with ants, which were creeping everywhere. This allegation was repeated in the applicants’ joint observations, which stated that in the cells there were large numbers of ants creeping into the food and spoiling it.", "29. During the applicants’ stay in the State Border Guard Service detention unit they were only twice authorised to meet their relatives. They were also not authorised to return to their former place of residence to collect their belongings before their deportation. In their later joint observations the applicants added that an officer of the State Border Guard Service had told them that they would have an hour to go home on condition that they signed the records of their arrest and deportation.", "30. On 9 September 2003 one of the detainees in the neighbouring cell behaved aggressively and the officers of the detention unit released a certain gas to calm him down. The applicants had to leave their cells and when they returned another woman was put into the applicants’ cell for twenty-four hours. In her initial separate complaint the second applicant noted that the incident took place in the afternoon and that another person stayed in their cell for one day. In their joint observations the applicants stated that the woman stayed in their cell for two days.", "31. In their joint observations the applicants furnished a plan of the cells in the State Border Guard Service detention unit, according to which cells nos. 1 and 2 (the applicants were held in the latter cell) were designed for four persons, cell no. 4 for two persons and cell no. 3, which was a isolation cell, for one person, although the latter cell was not used because the window pane was broken. On 9 September 2003, when one of the three detainees in cell no. 1 started to behave aggressively, the other two men were transferred to cell no. 4, and a woman from cell no. 4 was transferred to the applicants’ cell (no. 2). Their protests against the woman’s transfer were ignored.", "32. On 16 September 2011, a day before their deportation to the Russian Federation, a man was placed in their cell (cell no. 1). The applicants protested but the guards ignored them. In the evening they were moved to cell no. 4, which was meant for two persons. The first applicant therefore had to sleep on the floor.", "33. In the State Border Guard Service detention unit the applicants were only twice allowed to have walks of fifteen minutes in the inner courtyard, which was cemented over and surrounded by high concrete walls protected by barbed wire. On the second occasion, they were taken out of their cell after the incident referred to above (see paragraph 30 above) in order to air the cell after gas had penetrated into it.", "34. The applicants contended that the conditions in the Olaine accommodation centre were no better than in Rīga. They were held in a separate cell with three beds, two tables and chairs, and they were given bed clothes. The cell was very dirty with dilapidated walls covered in graffiti. There were grilles on the windows. Outside there was a very high fence with barbed wire, and behind it was a watchtower. The applicants were given a bucket and a draining rack to wash the cell. They were given old dishes and food to last five days, which included approximately 2-3 kg of potatoes, 500 g of pasta, 300 g of rice, three small chicken legs, three small fish, 300 g of vegetable oil, bread and other vegetables. They had to do their own cooking in a kitchen which had a four-ring stove for ten people.", "35. In their joint observations the applicants alleged that on the second day of their stay at the centre a man had been put in their cell. It appears from the first applicant’s separate complaint and the later observations that the aforementioned incident took place at the State Border Guard Service detention unit rather than in Olaine (see paragraph 32 above).", "36. According to the applicants, on the morning of 17 September 2003, when they were informed of their deportation to the Russian border, the second applicant had a heart attack. For the previous two days she had complained of heart pain and headaches but did not receive any treatment. In support of their allegation that the first and second applicants had already raised health-related complaints at the time of their detention, the applicants furnished copies of records of 3 September 2003 concerning all three applicants and records of 15 September 2003 concerning the second applicant, which stated that, on returning to the State Border Guard Service detention unit, she had complained of heart pain, intercostal neuralgia, low blood pressure and headaches.", "37. Immediately after her heart attack on 17 September 2003, the second applicant received some injections and pills from the doctor of the State Border Guard Service detention unit. The applicants were put in a vehicle which was supposed to drive them to the border. It was stuffy, noisy and jolty in the car and the second applicant had another heart attack during the journey. When they stopped at the Olaine accommodation centre the second applicant was examined in the medical unit and received an injection and medication. Without having been given permission, the first applicant called for an ambulance, whose crew examined the second applicant.", "38. In her separate complaint the second applicant noted that the ambulance crew had examined her and concluded that she had not had a heart attack.", "39. After the medical check the applicants had to continue the five-hour-long trip to Zilupe, where they were kept detained until 9 p.m., and then took a train to Moscow in an ordinary carriage. They were hungry because that day they had received food in the morning only, and they did not have any money or belongings because the authorities had prevented them from taking anything with them or saying goodbye to their relatives.", "40. The Government to a large extent contested the applicants’ account of the facts. They relied on a report of 19 June 2004 addressed by the head of the Rīga Department of the State Border Guard Service to the Agent of the Government (for the relevant parts of the report see the admissibility decision in the present case: Vikulov and Others v. Latvia (dec.), no. 16870/03, 31 August 2006, section 4 (a)(ii) of the “Facts” part).", "41. In their additional observations the Government furnished technical inventory documents and photos of the cell where the applicants were held. According to the inventory documentation held by the State Border Guard Service detention facilities, there were three cells measuring 17.7 sq. m, 14.6 sq. m and 11.3 sq. m, and an isolation cell measuring 7.1 sq. m. The windows were not narrower than 0.8 m. According to the inventory documents and photos, the sanitary facilities were separated from the rest of the cell by a brick partition. According to the Regulations of 1 March 2002 on the State Border Guard Service short-term detention facilities, the partition was not higher than 1.2 m.", "42. As to pest control, the Government submitted a copy of a report according to which inspections for rats and other parasites were carried out once a month. During the inspection on 4 September 2003 no parasites had been detected.", "43. Concerning the adequacy of the food, the Government submitted copies of various internal regulations in force at the material time, which set out the type and quantity of dry products distributed to detainees during the weekend (for the relevant parts of these regulations see Vikulov and Others (dec.), cited above). The instruction concerning the daily regime of detainees in the State Border Guard Service detention unit provided as follows: morning routine, followed by an inspection of the cells from 7 to 9 a.m.; breakfast from 9 to 10 a.m.; meetings with officials of the State Border Guard Service from 10 a.m. to 4 p.m., with a lunch break from 12 noon to 1 p.m. Dinner was provided from 4 to 5 p.m., followed by free time from 5 to 10.30 p.m., which included cleaning and inspection of cells. Night hours began at 11 p.m.", "44. With regard to outside walks, the Government relied on a report of an official of the State Border Guard Service who confirmed that walks were not regulated and that any time except between 10 p.m. and 6 a.m. could be used for walks in the inner courtyard, on condition that women, men and families were to have walks separately, and that outdoor exercise did not exceed one hour at a time.", "45. As to the right to meet relatives, the Government furnished certified copies of the applicants’ requests of 3, 4, 7, 15 and 16 September 2003 for authorisation to meet their relatives and to make phone calls to them. It appears from the copies that all the requests are marked as having been authorised. They also furnished copies of extracts from the register of visitors and parcels in the State Border Guard Service detention unit, according to which on 5, 9 and 11 September 2003 the applicants were visited by family members; on 5, 6, 9 and 11 September 2003 they received parcels; and on 16 September 2003 a representative of the Embassy of the Russian Federation visited them.", "46. The Government submitted a report of 11 September 2003 drawn up by an officer of the State Border Guard Service, who reported to a superior officer that on 10 and 11 September 2003 he had visited the applicants in the State Border Guard Service detention unit in order to serve them with the deportation order, but that they had refused to sign it. The report also stated that the officer had offered to drive the applicants to collect their identity documents but they had not responded to this offer.", "47. The Government further submitted a report of 16 September 2003 by the same officer, who informed that on the same day the applicants had dismissed his offer to drive them to their former place of residence. The documents also contained a copy of a universal power of attorney dated 16 September 2003 and certified by a notary public in her premises in Rīga, in which the first applicant vested his daughter with broad powers in relation to, inter alia, his and the third applicant’s property.", "48. In addition to the factual information provided in their earlier observations (see Vikulov and Others (dec.), cited above, section 4(b)(ii) of the “Facts” part) the Government furnished photocopies of a plan and pictures of the Olaine accommodation centre.", "49. The Government furnished copies of the records drawn up during the applicants’ detention as well as medical reports. According to the records of 3 September 2003 concerning the examination of detained aliens, the second applicant complained of a headache, psoriasis and rheumatic heart disease, and the third applicant complained of psoriasis. According to the same records, on 12 September 2003 at 5.50 p.m. the first and second applicants confirmed in writing that they had received their belongings, such as keys, money and mobile phones which, at the time of their arrest, had been deposited with the State Border Guard Service detention unit.", "50. According to the medical records of 12 September 2003, on arrival at the Olaine accommodation centre none of the applicants complained of any health problems.", "51. According to the copies of the applicants’ medical records, it was on 15 September 2003, at 11.20 a.m., that the second applicant complained of a headache. After having her blood pressure checked, the second applicant received one unit of spasmalgon, one unit of tempalgin and three units of panangin. On 16 September 2003 at 1.05 p.m. the second applicant repeatedly complained of a headache and intercostal neuralgia. She received an injection of diclofenac, one unit of tempalgin, corvalol and three units of panangin.", "52. Lastly, at 12.15 p.m. on 17 September 2003, the day of the applicants’ deportation, the second applicant complained of a headache. According to the medical report, she also showed signs of tachycardia and psycho-emotional reaction. Her blood pressure was measured twice, with a thirty-minute interval. She received an injection of spasmalgon, one unit of nitrong, panangin and valocordin drops. She also received at least seven units of three types of medication to take with her “to the border”.", "53. Following a request by the Government Agent for information as to the existing remedies at the material time in respect of complaints concerning conditions of detention in centres for illegal immigrants, the Prosecutor’s Office stated that pursuant to section 56 of the Immigration Law, it could receive complaints regarding any issue. It also noted that the domestic law did not explicitly provide for a right to complain about conditions of detention; nevertheless, applicants could avail themselves of the right to submit a complaint by virtue of the Law on Enquiries (“Par iesniegumu, sūdzību un priekšlikumu izskatīšanas kārtību valsts un pašvaldību institūcijās”). In response to a similar request the Office of Citizenship and Migration Affairs replied that questions concerning the arrest and detention of persons did not fall within its sphere of competence.", "54. Section 51(1) of the law provides that an official of the State Border Guard Service has the right to detain an alien:", "(1) if he or she has illegally crossed the State border of the Republic of Latvia or otherwise violated the procedures prescribed by regulatory enactments for the entry into and residence of aliens in the Republic of Latvia;", "(2) if the alien poses a threat to State security and public order;", "(3) in order to implement an order regarding removal of an alien from the Republic of Latvia.", "As a result of the amendments of 21 June 2007, which became effective as from 19 July 2007, section 51 was subjected to merely textual changes.", "55. By section 54(1), an official of the State Border Guard Service has the right to detain an alien for a period not exceeding ten days in the cases referred to in section 51 of the law.", "56. Section 56 provides that in defence of their legitimate interests, foreign detainees have the right to appeal to the Prosecutor’s Office, to contact a consular institution of their own country and to receive legal assistance. Aliens must be informed of these rights at the time of their detention.", "57. Other provisions of domestic law that are relevant to the issues raised in the present case, such as the Immigration Law, Law of the Office of the Prosecutor and Law on Enquiries, can be found in Slivenko v. Latvia [GC], no. 48321/99, §§ 49-63, ECHR 2003X, and Vikulov and Others (dec.), cited above, part B.", "58. The relevant parts of the report of 10 May 2005 to the Latvian Government on the visit to Latvia carried out by the European Committee for the Prevention of Torture and Inhuman or Degrading Treatment (“the CPT”) from 25 September to 4 October 2002 can be found in Vikulov and Others (dec.), cited above, part C."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["3", "5"], "NON_VIOLATED_PARAGRAPHS": ["5-1"], "NON_VIOLATED_BULLETPOINTS": ["5-1-f"]}