{"ITEMID": "001-109060", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF TKACHEVY v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Article 1 of Protocol No. 1 - Protection of property (Article 1 para. 1 of Protocol No. 1 - Deprivation of property);Pecuniary damage - reserved;Non-pecuniary damage - reserved", "JUDGES": "Anatoly Kovler;Elisabeth Steiner;Julia Laffranque;Khanlar Hajiyev;Mirjana Lazarova Trajkovska;Peer Lorenzen", "TEXT": ["4. The applicants, spouses, were born in 1957 and 1966 respectively and live in Moscow.", "5. At the time of the events they owned a flat at 9/12–1 Znamenka Street in Moscow, in the neighbourhood of the Moscow State Art Gallery of the People’s Artist of the USSR Alexander Shilov. The flat had six rooms and measured 121.8 m². It was occupied by the applicants, their two minor children, and a mother-in-law.", "6. In April 2001 the Moscow Government decided that for the purpose of the gallery’s reconstruction the applicants’ building was to be vacated and converted into non-residential premises (Decree 373-PP). The development and resettlement of the residents were to be financed by Tverskaya Finance B.V., a private Dutch company. Upon the project’s completion, 60% of the building was to go to Tverskaya Finance, and 40% to the Moscow Government. Insofar as relevant, Decree 373-PP read as follows:", "“For the purpose of an all-inclusive reconstruction of the territory adjacent to the [Gallery] and in accordance with the developed architectural planning concept, the Government of Moscow decrees:", "1. To accept the proposal of the Moscow Committee of Architecture to include ... the building located at 9/12–1 Znamenka into the single investment project of building and reconstruction works at Znamenka.", "2. To take into account the agreement of the investor – Tverskaya Finance B.V. – to finance the building and reconstruction of the buildings.", "...", "4. To adopt an agreement that after the reconstruction would divide the non-residential premises at 9/12–1 Znamenka as follows: 60% to Tverskaya Finance B.V., 40% to the Department of State and Municipal Property of Moscow.", "5. To take into account the investor’s agreement to finance the resettlement of tenants and owners from 9/12–1 Znamenka ... to own or acquired premises.", "...", "6.2. To complete the building and reconstruction works in the first quarter of 2006.", "...", "8. That the Prefect of the Central Administrative District together with the Department of Municipal Housing and Housing Policy of the Moscow Government should formalise the conversion of 9/12–1 Znamenka into non-residential premises.”", "7. The applicants opposed this project and in May 2003 they challenged Decree 373-PP in a court.", "8. In August 2003 the authorities requested the State Enterprise Moszhilniiproekt, a public surveying agency, to deliver a report on the building’s technical condition. The request was phrased to be “in execution of the assignment by the First Deputy of the prefect of the Central Administrative Circuit of Moscow on the subject of finding [the building] a dangerous structure”. Moszhilniiproekt found that the building was under the threat of collapse.", "9. In November 2003–February 2004 the Moscow Government offered the applicants to choose a replacement flat from a four-room flat of 149 m² at 77 Udaltsova Street, a four-room flat of 105 m² at 12 Tverskaya Street, a five-room flat of 125 m² at 9/6 Zamorenova Street, and a five-room flat of 112 m² at 39/6 Dolgorukovskaya Street. The applicants rejected these offers.", "10. In April 2004 the Moscow Government classified the building as a dangerous structure and ordered its conversion into non-residential premises (Decree 669-RP). Insofar as relevant, Decree 669-RP read as follows:", "“[It is hereby ordered]:", "1. To classify the residential building located at 9/12–1 Znamenka as a dangerous structure and subsequently rebuild it into non-living premises.", "2. To take into account that", "2.1. In accordance with [Decree 373-PP] the investor is Tverskaya Finance B.V.", "2.2. Tverskaya Finance B.V. is the beneficiary of a lease ... of the land plot for the reconstruction and building of the complex of the buildings including 9/12–1 Znamenka.", "3. To establish that the residents of the dangerous building are to be resettled to residential premises acquired at the investor’s expense.", "...", "7. That the Prefect of the Central Administrative District shall", "7.1. Together with the Department of Housing Policy and Housing Stock of Moscow resettle the residents from the dangerous building at the investor’s expense and to the premises acquired by the investor in 2004.", "...", "7.4. Charge the transportation costs related to the resettlement to the investor.”", "11. In October 2004 the applicants requested NPTs Rekonstruktsia, a private surveying agency, to deliver an alternative report on the building’s technical condition. Rekonstruktsia found that the building was safe and could be repaired without resettling the residents.", "12. On 1 October 2004 the Tverskoy District Court of Moscow found Decree 373-PP lawful because, among other things, the building had been classified dangerous. The court wrote:", "“The [applicants] affirm that the Decree transfers their property to Tverskaya Finance B.V. But this affirmation is wrong because the Decree merely grants to the investor the right to finance the building works, reconstruction, and restoration of the buildings, and to subsequently acquire a part in those buildings.", "...", "There is no merit either in [the applicants’] argument that their building belongs to the cultural heritage, is a monument of history and culture, and hence cannot be reconstructed.... [The applicants] have provided no evidence that 9/12–1 Znamenka is in the State Register of cultural heritage and monuments.", "[The applicants] consider that their building is not dangerous and can be lived in. This argument is belied by the survey report of August 2003 by Moszhilniiproekt ... and by [Decree 669-RP].", "[The applicants] consider that there had been no legal grounds for the conversion of their building into non-living premises. But it has been shown that the residence at 9/12–1 Znamenka has been found dangerous and unfit for permanent living. It is for this reason that the building has been converted into non-living premises....", "[The applicants] also claim that [Decree 373-PP] violates their housing rights and deprives them of the flat they own. This claim is hollow. It is belied by the contents of the case file and, in the first place, by the Decree itself, because it contains no clause on dispossession.”", "On 12 January 2005 the Moscow City Court upheld that judgment.", "13. Tverskaya Finance bought a flat at 26 Krasnoprudnaya Street and offered it to the applicants as replacement. The flat had six rooms and measured 131.1 m². The applicants rejected this offer, mainly because they did not wish to change the neighbourhood and because the new flat was, in their view, of a worse quality. In August–December 2004 Tverskaya Finance and the Moscow Government asked a court to evict the applicants.", "14. On 26 January 2005 the Khamovnicheskiy District Court of Moscow evicted the applicants. The court found, among other things, that after the reconstruction the building would be used as non-residential premises, and that the replacement flat was larger and dearer. Despite the applicants’ objection, the court relied on a valuation report commissioned by Tverskaya Finance that evaluated Znamenka at RUB 7,556,856 and Krasnoprudnaya at RUB 10,311,148. The court wrote:", "“As the flat is [the applicants’] only residence, the replacement flat should be of equal quality. The court considers that a replacement flat ... is of equal quality if ... it is located within the borders of the same town and is of the same size or larger.", "The court considers that the flat to which the plaintiffs are asking to resettle [the applicants] meets these criteria fully. It is located within Moscow’s administrative border, and even in the same district where [the applicants’] family lives now. The flat meets sanitary and technical requirements, is fit for living, and has all comforts. Its size and price exceed the [applicants’] current flat.", "The court considers therefore that the [applicants’] resettlement to Krasnoprudnaya not only respects their rights and freedoms but also improves their living conditions.", "...", "The fact that 9/12–1 Znamenka is destined to be rebuilt and not demolished cannot [prevent the eviction], because ... in future the building will be used for non-living purposes.", "The court ignores the [applicants’] argument that the resettlement will infringe the housing rights and interests of their children who go to a nearby school and will be unable to commute on the metro. At Krasnoprudnaya there are also secondary schools that the [applicants’] daughter will be able to attend. As to the son’s having to commute on the metro, the evidence submitted shows no medical contra-indications to it.”", "On 18 April 2005 the Moscow City Court upheld that judgment.", "15. In June 2005 the applicants moved to 26 Krasnoprudnaya Street.", "16. In March 2008 the Moscow Government granted the whole of the Znamenka building to Tverskaya Finance (Decree 221-PP). Insofar as relevant, Decree 221-PP read as follows:", "“For the purpose of the completion of the implementation of the investment building project, reconstruction and restoration of the buildings located at 9/12 Znamenka ... it is hereby ordered:", "1. To extend for Tverskaya Finance B.V. the term of the building works, reconstruction and restoration of the buildings ... for not more than 18 months ... without penalties.", "2. To take into account the pledge of Tverskaya Finance B.V. to", "...", "2.4. Carry out emergency works and full restoration and adaptation of 9/12–1 Znamenka.", "3. To take into account the fact that", "...", "3.3. In the course of the implementation of the investment project the investor has resettled the residents ... from 9/12–1 Znamenka.... Tverskaya Finance B.V. has received property rights to 1,324.1 m² of premises at 9/12–1 Znamenka, including 764 m² of residential premises and 560.1 m² of non-residential premises....", "...", "6. To take into account the parties’ agreement to the following changes in the distribution of the property upon the project’s completion:", "...", "6.2. As regards the second part of the project the contractual distribution of property between the parties shall be as follows:", "– 100% of 9/12–1 Znamenka ... shall be transferred to the investor’s property.”", "17. According to the applicants, the building has been rebuilt into a premium residential property. According to the Government, the construction is still underway, and the building will house commercial and administrative premises.", "18. The Government based this statement on information available from the website located at http://znamenka9.ru. At the time of the Court’s examination of the case, that website shows that 9/12–1 Znamenka is a block of flats offered for sale. The applicants’ former flat on the third floor appears to have been reduced to a flat of 85.8 m² (marked on the plan as “Flat F”). The website lauds the uniqueness and historicity of the neighbourhood, quotes poetry (“Неподражаемой России незаменимая земля” – “Inimitable Russia’s irreplaceable land”), and extols the sights of the nearby Cathedral of Christ the Saviour, Kremlin, Pashkov House, and Zamoskvorechye.", "19. In October 2003 the first applicant requested a court to order Moszhilniiproekt to make available its survey report. From 2003 to 2006 different courts several times refused to examine this request due to the applicant’s failure to comply with technical formalities, to pay a court fee, and to respect jurisdiction. On 27 April 2006 the Moscow City Court finally rejected the request because it was aimed at discovery of exhibits used in the applicant’s other litigation and hence was not amenable to separate proceedings.", "20. In January 2005 the first applicant requested the Khamovnicheskiy District Court to invalidate the contract between the gallery, Tverskaya Finance, and the Moscow Government concerning the Znamenka development. On 25 April 2006 the Moscow City Court refused to examine that request because the first applicant no longer lived in Znamenka and hence was not personally affected by the contract.", "21. Under section 35-3 of the Constitution, nobody can be deprived of his possessions save by a judicial decision. The compulsory taking of property for State needs is possible only on condition of an equivalent preliminary reimbursement.", "22. Under section 49-3 of the Housing Code of 1983 in force at the material time, if a building containing privatised flats was to be demolished pursuant to applicable laws, the local authority or the demolishing enterprise was, with the evicted owners’ consent, to provide them with an equivalent residence or other compensation."], "VIOLATED_ARTICLES": ["P1"], "VIOLATED_PARAGRAPHS": ["P1-1"], "VIOLATED_BULLETPOINTS": ["P1-1-1"], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}