{"ITEMID": "001-4549", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "ADMISSIBILITY", "DATE": 1999, "DOCNAME": "PEJCINOSKI v. AUSTRIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The first applicant is an Austrian national, born in 1970. The second applicant is a Slovakian national, born in 1973. They are living in Vienna.", "They are represented before the Court by Mr. Johannes Hock, a lawyer practising in Vienna.", "On 27 October 1993 the second applicant filed a request for a residence permit, indicating that the first applicant and herself intended to get married.", "On 20 March 1994 the Vienna Regional Government (Landesregierung) dismissed this request. It noted that under S. 2 of the 1992 Residence Act (Aufenthaltsgesetz) a quota for issuing new residence permits was fixed every year. In administering the quota, priority had to be given, inter alia, to cases of family reunion under S. 3 of the said Act, in which marriage with an Austrian citizen had already existed for at least one year at the time of the request. However, the second applicant did not fulfil this requirement.", "On 5 April 1994 the applicants got married. It appears that they were already living together before their marriage.", "On 11 April 1994 the second applicant, represented by counsel, filed an appeal. She referred in particular to the marriage which she and the first applicant had meanwhile concluded. She further submitted that the first applicant had been living in Vienna since 1979. He was employed as a worker and was able to maintain his family.", "On 5 September 1994 the Federal Ministry for the Interior (Bundesministerium für Inneres) dismissed the appeal. It noted that the quota fixed under S. 2 of the 1992 Residence Act was already filled. According to S. 9 of the said Act, any requests which could not be based on a right to family reunion under S. 3 had to be dismissed.", "On 4 October 1994 the second applicant filed a complaint with the Administrative Court (Verwaltungsgerichtshof). She submitted in particular that she had a right to a residence permit under S. 3 of the 1992 Residence Act in view of her marriage to an Austrian national.", "On 5 October 1994 the second applicant filed a complaint with the Constitutional Court (Verfassungsgerichtshof). She submitted that the decision refusing her a residence permit violated her right to respect for her private and family life. She argued in particular that S. 3 § 1 of the 1992 Residence Act granted non-national spouses of Austrian nationals the right to a residence permit. However, according to S. 3 § 2 the right was subject to the condition that the marriage had already lasted for a year at the time of lodging the request. Such a restriction of the right to a residence permit was contrary to Article 8 of the European Convention on Human Rights and was, therefore, unconstitutional. The impugned provision obliged an Austrian national and his foreign spouse to live separately for at least one year. It therefore interfered with their right to private and family life. It was not apparent that this interference served any of the legitimate aims set out in the second paragraph of Article 8 of the European Convention on Human Rights. Inasmuch as S. 3 § 2 of the 1992 Residence Act might serve to prevent fictitious marriages, the interference was disproportionate as it equally affected spouses truly wishing to lead a marital life. In her case, a separation from the first applicant would be particularly difficult as she was expecting a baby which would be born with a defect of the abdominal wall necessitating an operation immediately after its birth.", "Also on 5 October 1994 the applicants’ daughter was born in Vienna.", "On 6 October 1994 the first applicant requested the Constitutional Court to review the constitutionality of S. 3 § 2 of the 1992 Residence Act. He argued that the impugned provision had direct consequences for him. Adducing the same arguments as the first applicant he pleaded that the impugned provision was contrary to Article 8 of the European Convention on Human Rights. Further he argued that it also violated the principle of nondiscrimination as real marriages were treated in the same way as fictitious marriages.", "On 27 November 1995 the Constitutional Court refused to deal with the second applicant’s complaint for lack of prospects of success.", "Also on 27 November 1995 the Constitutional Court rejected the first applicant’s request. It found that S. 3 § 2 of the 1992 Residence Act was not addressed to or directed against the first applicant. That the impugned provision, being addressed to the second applicant as an alien, produced certain factual consequences for him did not suffice to entitle him to request the review of its constitutionality.", "On 15 December 1995 the Administrative Court dismissed the second applicant’s complaint. It noted that it was uncontested that she had filed her request for a residence permit on 27 October 1993 while her marriage with the first applicant had only been concluded on 5 April 1994. As S. 3 of the 1992 Residence Act only conferred a right to a residence permit on the foreign spouse if the marriage with an Austrian national had already existed for a year at the time of filing the request, the second applicant could not rely on this provision.", "This decision was served on the second applicant on 19 April 1996."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}