{"ITEMID": "001-89504", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF KHAYLO v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 2 - Right to life (Procedural aspect)", "JUDGES": "Isabelle Berro-Lefèvre;Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Rait Maruste;Renate Jaeger;Volodymyr Butkevych", "TEXT": ["5. The applicants were born in 1954 and currently live in Kyiv.", "6. In 1998 the applicants paid Mrs N.T. and Mrs T.T. the purchase price of a house located at D. street in Dnipropetrovsk and moved into it. Instead of registering the transaction in accordance with the applicable law, however, the applicants had the nominal house owners issue an authorization to Mr B., to whom the first applicant owed a debt, allowing him to perform any transactions relating to the house. As a result of the first applicant defaulting on his debt, in September 1999 Mr B. signed this house over as a gift to his daughter, although the applicants continued to live in it.", "7. In 1999 Mr B. instituted civil proceedings against the applicants seeking repayment of the debt and various compensatory payments. The applicants lodged a counterclaim, seeking to confirm the validity of their unregistered purchase of the house. By the final decision of 29 August 2007 the claims of both parties were dismissed.", "8. Since 1999 the applicants also lodged numerous complaints with law enforcement authorities alleging that they had been deprived of their house and money by gang members and that their lives were in danger on account of threats from Mr B. In support of their allegations, the applicants submitted tapes of their telephone conversations with Mr B., in which he had referred to his organized crime connections.", "9. Criminal proceedings were instituted, in which Mr A.Kh., the first applicant’s cousin and a member of the applicants’ household, born in 1957, acted as one of the witnesses.", "10. On 3 May 2001 the applicants’ family was provided with police bodyguards to secure their safety in connection with these proceedings. On 1 November 2001 the measure was lifted with reference to the first applicant’s inappropriate behaviour towards the guards. By the final decision of 2 September 2002 the Supreme Court upheld the earlier decisions finding the lifting of the measure lawful. The applicants subsequently made unsuccessful attempts to have the matter reopened.", "11. Mr B. was eventually tried, but acquitted of extortion, as the applicants’ tapes were not admitted as permissible evidence. However the applicants insisted on bringing various other criminal actions against him, some of which appear to be currently pending.", "12. At 9 a.m. on 30 April 2002 the applicants informed the Zhovtnevyy District Police that they had found Mr A.Kh. dead in his bed in the annex to their house at D. street.", "13. On the same day several police officers and medical experts in presence of lay witnesses broke into the annex which was purportedly locked from the inside. A decomposing corpse was found in the bed on its back, with the head on the pillow. The group recorded no traces of a struggle or other evidence suggesting homicide. Pictures of the site were taken; however, they could not be developed on account of a defect in the film. The body was taken to the mortuary. However, as 1 May was a national holiday, the autopsy was not carried out until 2 May 2002. According to the applicants, no precautions were taken to prevent decomposition of the body in the mortuary.", "14. Following the autopsy of 2 May 2002, the experts found it impossible to establish the cause of the death as the body had significantly decomposed. They further noted that no broken bones or other visible injuries could be found on the body. Finally, they suggested that the death, which must have occurred on or around 28 April 2002, was likely to have been caused by atherosclerosis of brain and heart vessels.", "15. On 20 May 2002 the police decided not to institute a criminal investigation in relation to the death having found no appearance of a homicide.", "16. The applicants appealed maintaining that Mr A.Kh. could have been killed late 28 April 2002 by a gang in which Mr B. was involved or by other members of organized crime groups who feared him as an important witness in criminal proceedings, in which the applicants were the aggrieved parties. They noted, in particular, that they had found rubber gloves and a hammer of an unknown origin on the table in his room, which could have been used to murder Mr A.Kh. Furthermore, Mr A.Kh.’s height according to his records had been 196 cm, while the height of the autopsied corpse was recorded as being 177 cm. Finally, Mr A.Kh. had no record of atherosclerosis or any other life-threatening illness.", "17. On 4 June 2002 the Dnipropetrovsk Prosecutors’ Office remitted the case for additional investigation. It found, in particular, that in light of the second applicant’s report about having seeing Mr A.Kh. alive on the evening of 28 April 2002, it was strange that his body had decomposed so rapidly. It further noted that a photographic record of the site had not been prepared, the deceased’s medical record had not been checked and the applicants’ assertion that he could have been killed by individuals involved in organized crime had not been investigated.", "18. Subsequently on numerous occasions (20 June 2002, 18 July 2002, 21 October 2002, 7 January 2003 and 26 March 2003) the law enforcement authorities refused to initiate criminal proceedings having found no evidence of a homicide. All of these decisions were subsequently annulled by the prosecutors’ office (on 10 July 2002, 27 September 2002, 2 January 2003, 12 February 2003 and 1 October 2003) as having been based on only superficial inquiries.", "19. On 22 October 2003 the Zhovtnevyy District Prosecutors’ Office refused to initiate criminal proceedings. Following additional questioning, it found, in particular, that the difference in height could have been due to a clerical error by mortuary personnel. As regards the gloves and the hammer, although certain witnesses had recalled seeing them, these objects were no longer available and it was not possible to determine their origin. Furthermore, although no mention of atherosclerosis or any other life-threatening illness had been found in Mr A.Kh’s medical records, regard being had to the fact that the annex had been locked from inside, no traces of any struggle or disorder had been noticed in the room and no injuries had been found on the body, there was no reason to suspect a homicide.", "20. On 6 April 2004 the Zhovtnevyy District Court of Dnipropetrovsk annulled this decision and remitted the case for additional investigation. It referred to several omissions in the preliminary inquiries, such as the failure to measure the body at the site, failure to establish a probable cause of death against the absence of any record concerning atherosclerosis and the superficial examination of the door to the annex. In particular, the results of the investigation stated that the door could only be locked from the inside, while, according to a photographic record of the scene, the door had both a lock and a padlock.", "21. On 1 February 2005 the law enforcement authorities refused to institute criminal proceedings.", "22. On 21 April 2005 the General Prosecutors’ Office annulled this decision, having found that the’ Office.", "23. On 10 March 2006 the Prosecutors’ Office discontinued the criminal proceedings having found no evidence of a homicide. It noted, in particular, that due to the lapse of time witnesses could not accurately recall certain details. On the other hand, the witnesses clearly recalled having seen no traces of a struggle or other signs of a homicide. Mr B., implicated by the applicants as being involved in the murder, could not be interviewed as he had moved abroad. His son-in-law denied any family involvement in Mr A.Kh.’s death. The discrepancy in the records concerning Mr A.Kh.’s height appeared to be due to a typographical error by the mortuary registrar. The gloves on the table had been left by one of the medical experts. As regards the hammer, the first applicant had mentioned having taken it together with the gloves and Mr A.Kh.’s linen, but its existence was doubtful as he had refused to surrender these objects without explanation. The investigation further found that the applicants’ hypothesis that Mr A.Kh. had been killed late on 28 April 2002 was improbable, in particular, as the case file records contained a certificate from Mr A.Kh.’s employer that he had undergone a medical test on the morning of 29 April 2002.", "24. In June 1999 the first applicant offered the family’s other house, located at V. street in Dnipropetrovsk, as collateral for a bank loan of 200,000 hryvnyas (UAH). In June 2000 the house at V. street was sold in default at a public auction to Mr R.K. In September 2002 Mr R.K. leased it out to Mr S.K., who moved in with his family.", "25. The applicants unsuccessfully attempted to secure the criminal conviction of the individuals implicated in the sale and instituted civil proceedings, claiming back the house. As appears from scarce documents presented by the applicants, these proceedings are currently still pending.", "26. Pending examination of their proceedings for annulment of the sale, on 15 October 2002 the applicants broke the lock on the door and entered the house with their three acquaintances – Mrs Ch., Mrs S. and Mr O.V. They refused to leave the house at the tenants’ request. An argument and a fight between the tenants and the applicants broke out. The police were allegedly called, but the applicants explained that they were the owners of the house and the police left. Several hours later Mrs Ch. and Mrs S. left, while the applicants and Mr O.V. remained for the night.", "27. At about 10 a.m. on 16 October 2002 the tenants called the police again, complaining about the applicants’ and Mr O.V.’s obnoxious behaviour: smoking inside the house, putting pressure on them to leave, threatening them and swearing at them. Several police officers from the special detachment responsible for keeping order in courts entered the premises and ordered the applicants and Mr O.V. to follow them out of the house. The applicants and Mr O.V. protested. The first applicant and Mr O.V. were eventually restrained and handcuffed and the group was brought to the police station. According to the police records, the applicants stayed in the police station from 11 a.m. to 14 p.m. pending the drawing up of a report about an administrative offence. According to the applicants, they stayed in the police station for seven hours.", "28. On the same date the first applicant and Mr O.V. stood trial before the Zhovtnevyy Court accused of “malicious resistance to the lawful demands of law-enforcement officers” (an administrative offence). They were accused, in particular, of grabbing the officers by their uniforms, pushing them, threatening and swearing at them in response to their demands to cease disorderly conduct. The court discontinued the administrative proceedings having found that the defendants’ conduct at the house warranted a criminal investigation on account of the possible trespass of the dwelling. The case was remitted to the Zhovtnevyy District Prosecutors’ Office. Subsequently (on 23 October 2002) the Prosecutors’ Office decided not to press charges in relation to the trespass. They found that the defendants’ actions could potentially qualify as infliction of minor bodily injuries on Mr S.K. and vigilantism, which could be prosecuted privately by the aggrieved party.", "29. At the same time, following the first applicant’s medical examination of 17 October 2002, he was certified as having sustained light bodily injuries (several bruises and a scratch on a finger), which could have been inflicted on or around 16 October 2002. On 21 November 2002 the second applicant was certified as having sustained in the same period light bodily injuries resulting in short-term health problems (cerebral concussion, for which she had undergone out-patient treatment).", "30. The applicants sought to institute criminal proceedings against the police officers for assault and battery, infliction of bodily injuries, disorder, racketeering, abuse of office and premeditated unlawful apprehension and detention.", "31. On 14 November 2002 and 17 December 2002 their requests were rejected following preliminary inquiries and the interviews of the parties involved for lack of any evidence suggesting criminal conduct on the officers’ behalf.", "32. On 10 October 2003 the Zhovnevyy Court remitted the case for additional investigation. The court found, in particular, that the investigation had only established that the applicants were apprehended for good cause,", "33. On 10 December 2003 the Dnipropetrovsk Regional Court of Appeal upheld this decision.", "34. On 3 February 2004 the Prosecutors’ Office refused to initiate criminal proceedings. It found, in particular, that the cerebral concussion as well as other injuries had been sustained in the course of the fight with the tenants on 15 October 2002 and that the force used by the police officers to restrain and arrest the applicants had not been disproportionate. The investigation referred, primarily, to the testimonies of the police officers and other parties involved. In particular, the applicants testified that they had been battered by the tenants on 15 October 2002; the tenants complained that they had been forced to defend themselves against the applicants, who had beaten them; Mrs Ch. and Mrs S. reported having seeing Mr S.K.’s wife beating the second applicant with a slipper on the head and banging her head against the wall. Several other witnesses reported having seen the police officers taking the first applicant and Mr O.V. handcuffed out of the house, while the latter were resisting and swearing.", "35. On 24 May 2004 the Zhovtnevyy Court upheld this decision following contested proceedings. On 27 April 2005 the Dnipropetrovsk Regional Court of Appeal rejected the applicants’ appeal.", "36. In July 1999 the applicant lent UAH 130,000 to Messrs V. and R., who were leaders of local NGOs. They had requested the loan allegedly for the arrangement of transportation of humanitarian aid (clothes and shoes) donated by a U.S.-based foundation, although according to relevant documentation the donor was responsible for all transportation costs. Subsequently the first applicant was repaid some one third of the loan and given some 4,000 kilos of goods from the humanitarian aid cargo, which he stored in the house at D. Street and subsequently surrendered to the police.", "37. In December 1999 the applicants lodged various criminal complaints about having been allegedly defrauded by Messrs V. and R., who had never repaid the sum loaned to them for the transportation of humanitarian aid. Eventually, on 21 April 2000 the Dnipropetrovsk Prosecutor instituted a criminal investigation into the circumstances surrounding the transportation and distribution of the cargo. The alleged perpetrators were questioned in these proceedings as witnesses.", "38. Although it appears that no formal charges were brought against Messrs V. and R., on 28 April 2000 the first applicant was admitted in the proceedings as an aggrieved party and eventually (in September 2001) as a civil claimant. The second applicant appears to have been questioned only as a witness.", "39. On 30 October 2000 the proceedings were discontinued for lack of evidence of criminal conduct towards the aggrieved party.", "40. On 26 December 2000 the General Prosecutors’ Office ordered the resumption of the proceedings.", "41. Between April 2000 and February 2004 the investigative authorities interviewed numerous recipients of the aid and officials involved in its distribution; ordered several financial expert assessments, commissioned the collection of information from the U.S.A. donor organization and examined several volumes of documents concerning the distribution of the aid.", "42. Messrs V. and R. acknowledged having received the money from the first applicant. However, they alleged that a portion of it had been repaid in cash. The remaining amount was, in their opinion, the price paid by the first applicant for purchasing part of the cargo. The first applicant intended to sell it for profit, in spite of the fact that he had been aware of the statutory ban on selling humanitarian aid and about the official undertaking of the U.S. donor to pay all transportation costs. The applicant had received his part of the cargo in October 1999, so Messrs V. and R. had discharged their civil obligation in his respect.", "43. The first applicant, for his own part, disputed the exact amount of cash repaid to him and contended that he had never intended to sell the goods. He had merely agreed to store a portion of the cargo as a guarantee for repayment of the remainder debt.", "44’s and R.’s possible abuse of office in handling humanitarian aid. As regards their involvement in defrauding the first applicant, on 11 February 2004 the proceedings were discontinued for lack of evidence of criminal conduct and in view of the private-law nature of the dispute between the parties. Both applicants appealed against this decision. Their appeals were dismissed by the courts of three levels of jurisdiction on 27 May and 20 September 2004 and 24 May 2005 respectively.", "45. In the meantime, on 19 July 2005 the proceedings were re-opened pursuant to an order of the General Prosecutors’ Office and finally discontinued on 28 December 2006, essentially on the same grounds as before. The applicants’ appeals against the decision to discontinue the proceedings were rejected by the courts of three levels of jurisdiction.", "46. In March 2002 the applicants instituted civil proceedings in the Zhovtnevyy District Court of Dnipropetrovsk seeking various compensatory payments from Messrs V. and R.", "47. On 11 April 2006 the Zhovtnevyy Court left their action without consideration referring to the applicants’ numerous failures to appear at the hearings. The court noted, in particular, that the second applicant had appeared only once (on 21 May 2002). Neither applicant had appeared at the hearings scheduled for 4 October, 7 November and 13 December 2005, 20 January, 27 February, 20 March and 11 April 2006, having presented either unsatisfactory or no excuses. In light of all of the above, the court concluded that the applicants had no genuine interest in pursuing their case and left their action without consideration.", "48. The applicants appealed. They have not informed the Court about the outcome of the appeal.", "49. In September 2003 Mr R. was hospitalised with cerebral concussion and bruises all over his body. On 29 October 2005 a criminal investigation of the incident was discontinued in view of the probability that Mr R., being heavily intoxicated, had fallen from an elevated surface. The applicants demanded the resumption of the investigation, alleging that Mr R. had been battered by gang members in order to prevent his testifying in criminal proceedings related to their property interests. Their appeals were ultimately dismissed by the courts as lacking locus standi.", "50. The applicants further contended that the gang members made several attempts to kill them, in particular in June 2002 by way of instigating a traffic accident.", "51. The relevant provisions of the Constitution and the Code of Criminal Procedure can be found in the judgments in the cases of Sergey Shevchenko v. Ukraine (no. 32478/02, §§ 36-39, 4 April 2006), and Yakovenko v. Ukraine (no. 15825/06, §§ 46-47, 25 October 2007).", "52. According to Article 221 of the Code of Civil Procedure of 18 July 1963, the courts were obliged to suspend civil proceedings in the event of the impossibility of determining the case pending determination of a criminal case. The new Code of Civil Procedure, adopted on 18 March 2004, reflected the same obligation in Article 201."], "VIOLATED_ARTICLES": ["2"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}