{"ITEMID": "001-94027", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "ADMISSIBILITY", "DATE": 2009, "DOCNAME": "PAVLINOVIC v. CROATIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Anatoly Kovler;Christos Rozakis;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Khanlar Hajiyev", "TEXT": ["The applicants, Mr Zlatko Pavlinović (“the first applicant”) and Mrs Gordana Tonić (“the second applicant”), are Croatian nationals who were born in 1946 and live in Zagreb. They were represented before the Court by Mrs Lj. Nogolica, an advocate practising in Zagreb. The Croatian Government (“the Government”) were represented by their Agent, Mrs Š. Stažnik.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 1 January 1997 the Act on Compensation for, and Restitution of, Property Taken under the Yugoslav communist regime (Zakon o naknadi za imovinu oduzetu za vrijeme jugoslavenske komunističke vladavine – “the Denationalisation Act”) entered into force. It enabled the former owners of confiscated or nationalised property, or their heirs in the first line of succession (direct descendants or a spouse), to obtain under certain conditions either restitution of or compensation for property appropriated during the communist regime. They were required to submit their requests within six months from the Act’s entry into force. Requests submitted after that date were to be declared inadmissible.", "Pursuant to section 22 of the Denationalisation Act, nationalised flats in respect of which third persons had acquired specially protected tenancies (stanarsko pravo) were not to be restored to their former owners. The tenants had a right to purchase such flats from the provider of the flat under favourable conditions set out in the Specially Protected Tenancies (Sale to Occupier) Act (Zakon o prodaji stanova na kojima postoji stanarsko pravo). At the same time, the former owners were entitled to financial compensation in respect of the flats.", "On the other hand, pursuant to section 32 of the Denationalisation Act, confiscated flats were to be awarded to their former owners. Under section 13 of the Appropriated Property Compensation Fund Act (Zakon o Fondu za naknadu oduzete imovine), the tenant had the right to purchase a confiscated flat only if no request for its restitution had been submitted or if such request had been dismissed in a final decision.", "The applicants were holders of specially protected tenancies of flats in Zagreb, measuring 92.92 square metres (the first applicant’s flat) and 87.70 square metres (the second applicant’s flat). Both flats are located in the same building, which in 1946 was confiscated from its owner M.V. by the communist authorities.", "On 13 February 1997 M.V.’s daughter M.B. instituted administrative proceedings before the Office for Property Affairs of the City of Zagreb (Grad Zagreb, Gradski ured za imovinskopravne poslove) by submitting a request for restitution of M.V.’s confiscated property, including the above-mentioned building.", "On 17 July 1997 M.V. died and her testamentary heirs V.A.-V. and T.A. took over the proceedings.", "On 11 May 2001 the Office delivered a decision awarding ownership of the plot of land on which the building at issue was built to V.A.-V. and T.A. It stated, however, that it would decide on the restitution of the building itself at a later date.", "On 26 May 2004 the Office issued a decision awarding ownership of the entire building to V.A.-V. and T.A. and declaring that the applicants had acquired the status of protected lessees (zaštićeni najmoprimci) under section 33 of the Denationalisation Act.", "On 7 December 2005 the Ministry of Justice (Ministarstvo pravosuđa), as the second-instance administrative authority, dismissed an appeal by the applicants and upheld the first-instance decision of 26 May 2004.", "The applicants then brought an action in the Administrative Court (Upravni sud Republike Hrvatske) challenging the Ministry’s decision. On 8 January 2009 the Administrative Court dismissed the applicants’ action. The first-instance decision of 26 May 2004 thereby became final.", "The applicants then lodged a constitutional complaint against the judgment of the Administrative Court. It would appear that the proceedings are currently pending before the Constitutional Court (Ustavni sud Republike Hrvatske).", "Meanwhile, in March 1997 the applicants made requests to the City of Zagreb to purchase their respective flats, under the Specially Protected Tenancies (Sale to Occupier) Act.", "On 16 June 1998 the second applicant asked the Office for Property Affairs of the City of Zagreb whether a request for restitution of the building in which her (and the first applicant’s) flat was located had been submitted. In the letter of 21 July 1998 the Office replied that no such request had been submitted.", "On 14 September 1998 the City of Zagreb, as the provider of the flat, concluded a contract of sale with the first applicant whereby it sold him the flat in respect of which he had a specially protected tenancy for 70,145 Croatian kunas (HRK). On 14 December 1998 the City of Zagreb concluded a similar contract with the second applicant, selling her the flat in respect of which she had a specially protected tenancy for HRK 60,696. Shortly afterwards the applicants were recorded as the owners of their respective flats in the land register.", "On 20 April 2000 V.A-V. and T.A. brought a civil action in the Zagreb Municipal Court (Općinski sud u Zagrebu) against the applicants, several other individuals who had purchased flats located in the same building and the City of Zagreb. They asked the court to declare the contracts of sale null and void as being contrary to peremptory rules. They argued that under the Denationalisation Act, confiscated flats were not to be sold to their tenants but awarded to their former owners. Only if the former owner’s request for restitution had been dismissed or declared inadmissible were the tenants allowed to purchase such flats. The plaintiffs explained that they had taken over the administrative proceedings instituted on 13 February 1997 before the Office for Property Affairs of the City of Zagreb by M.B., who had submitted a request for restitution of the entire building in which the flats in question were located, and that this request had not been dismissed or declared inadmissible by the time the impugned contracts of sale had been concluded. Therefore, the City of Zagreb had not been allowed to sell those flats as long as the request for their restitution had been pending.", "On 17 October 2002 the court declared the impugned contracts of sale null and void ab initio, endorsing the arguments adduced by the plaintiffs. It found that the contracts were in breach of peremptory rules and therefore null and void from their inception. The respondents appealed.", "On 13 January 2004 the Zagreb County Court (Županijski sud u Zagrebu) dismissed an appeal by the respondents and upheld the first-instance judgment.", "The applicants then lodged constitutional complaints, alleging a violation of their constitutional right to equality before the law.", "On 29 September 2004 the Constitutional Court dismissed the applicants’ constitutional complaints.", "The Act on the Prohibition of the Transfer of Rights to Dispose of and Use Certain Items of Immovable Property in Social Ownership to other Users or into the Ownership of other Natural or Legal Persons (Zakon o zabrani prijenosa prava raspolaganja i korištenja određenih nekretnina u društvenom vlasništvu na druge korisnike odnosno u vlasništvo drugih fizičkih i pravnih osoba, Official Gazette nos. 53/1990, 61/1991, 25/1993 and 70/1993 – “the Transfer Prohibition Act”), which entered into force on 14 December 1990, banned any transfer of property that had been acquired by means of nationalisation or confiscation.", "Paragraph 1 of section 1 provided that the prohibition applied to any property appropriated on the basis of legislation listed in that paragraph.", "Paragraph 2 of section 1 provided that the prohibition applied to any property appropriated by means of confiscation irrespective of the legislation on which the confiscation measure had been based.", "Section 4(1) provided that any contract concluded in contravention of the provisions of the Transfer Prohibition Act was null and void.", "Section 6 provided that the prohibition was to apply until the introduction of denationalisation legislation.", "The Act on Compensation for, and Restitution of, Property Taken During the Yugoslav Communist Regime (Zakon o naknadi za imovinu oduzetu za vrijeme jugoslavenske komunističke vladavine, Official Gazette nos. 92/1996, 92/1999 (corrigendum), 80/2002 (amendments) and 81/2002 (corrigendum) – “the 1996 Denationalisation Act”), which entered into force on 1 January 1997, enables the former owners of confiscated or nationalised property, or their heirs in the first line of succession (direct descendants and a spouse), to seek under certain conditions either restitution of or compensation for appropriated property. The relevant provisions of the Denationalisation Act read as follows:", "I. BASIC PROVISIONS", "“...", "(2) Restitution of property appropriated from former owners within the meaning of this Act shall, in principle, take the form of payment of compensation in money or securities (stocks or shares, or bonds), or, exceptionally, restitution in kind.", "...", "(4) Ownership of confiscated property shall be awarded to its former owner in accordance with this Act, and if this is impracticable ... the former owner shall have the right to compensation in the form of money or securities.”", "IV. SUBJECT OF RESTITUTION", "3.1. (a) RESTITUTION OF APPROPRIATED FLATS", "“(1) Unless they were appropriated by means of confiscation, the ownership of flats ... let under specially protected tenancies shall not be restored to their former owners.", "...", "(3) The former owner shall have the right to compensation and the tenant [i.e. the holder of a specially protected tenancy] shall have the right to purchase the flat.”", "3.1. (b) RESTITUTION OF CONFISCATED FLATS", "“Ownership of a flat appropriated [by means of confiscation] shall be awarded to its former owner.”", "“Where the flat is awarded to its former owner, the tenants [i.e. the holders of a specially protected tenancy of the flat] shall acquire the status of [protected] lessees under the provisions of [the Lease of Flats Act].”", "“(1) The [former] owner and the lessee are bound to conclude a lease contract [with protected rent] within 60 days from the day the decision awarding ownership [of the flat to the former owner] became final.", "(2) If the [former] owner refuses to conclude the lease contract, the tenant may enforce his or her right by bringing an action in the competent court within 60 days from the day the [former] owner of the flat refused to conclude the lease contract. The court’s decision shall entirely replace the lease contract.”", "“In the case of further disposal in rem of the flat, the lessee shall have the right of pre-emption.”", "VI. EXCEPTIONS FROM RESTITUTION IN KIND OF NATIONALISED, CONFISCATED OR OTHERWISE APPROPRIATED PROPERTY", "“Unless otherwise provided by this Act, ownership and possession of property of which third persons have acquired ownership on the basis of a valid legal title, or of property which has been handed over into their possession on the basis of a valid legal title for acquiring ownership, shall not be returned to the former owner.”", "In its judgment no. Rev 927/07-2 of 12 February 2008 the Supreme Court held that the time-limit specified in section 35(1) of the Denationalisation Act was not preclusive and that therefore by failing to observe it, a former holder of a specially protected tenancy did not lose his right to conclude a lease contract with protected rent.", "The Appropriated Property Compensation Fund Act (Zakon o Fondu za naknadu oduzete imovine, Official Gazette nos. 69/1997, 105/1999 and 64/2000), which entered into force on 12 July 1997, reads as follows in so far as relevant:", "“The tenants (lessees) of confiscated flats in respect of which no requests for restitution were submitted within the time-limit prescribed by [the Denationalisation Act], or such requests were dismissed by a final decision, shall acquire the right to purchase their flats under the provisions of that Act.”", "The Specially Protected Tenancies (Sale to Occupier) Act (Zakon o prodaji stanova na kojima postoji stanarsko pravo, Official Gazette no. 27/1991), which entered into force on 19 June 1991, entitled the holder of a specially protected tenancy of a socially owned flat to purchase it from the provider of the flat under favourable conditions.", "The Lease of Flats Act (Zakon o najmu stanova, Official Gazette no. 91/1996 of 28 October 1996), which entered into force on 5 November 1996, regulates the legal relationship between the landlord and the lessee with respect to the lease of flats. It recognises a special category of lessees (“protected lessees” – zaštićeni najmoprimci), namely those who were previously holders of specially protected tenancies on privately owned flats or those who did not purchase their flats under the Specially Protected Tenancies (Sale to Occupier) Act. That category is subject to a number of protections, for instance, the obligation of landlords to contract a lease for an unlimited period of time; payment of protected rent (zaštićena najamnina), the amount of which is to be prescribed by the Government; and limited list of grounds for termination of the lease.", "Pursuant to the Act, a landlord may terminate the lease of a protected lessee in the following cases:", "if the lessee does not pay the rent or charges;", "if the lessee sublets the flat or part of it without permission from the landlord;", "if the lessee or other tenants in the flat disturb other tenants in the building;", "if another person, not named in the lease contract, lives in the flat for longer than thirty days without permission from the landlord, except where that person is a spouse, child or parent of the lessee or of the other legal tenants in the flat, or a dependant of the lessee or a person on whom the lessee is dependent;", "if the lessee or other legal tenants do not use the flat as living accommodation but for other purposes;", "if the landlord does not have another flat and is entitled to social welfare benefits or is more than sixty years of age.", "Under section 40(1) of the Act, the landlord may also terminate the lease of a protected lessee if the landlord intends to move into the flat himself or install his children, parents or dependants in it.", "Section 30 provided that by the Act’s entry into force, specially protected tenancies were to be abolished and the holders of such tenancies were to become protected lessees.", "Section 33(2) provided that the lessee had to submit a request for the conclusion of a lease contract with protected rent to the landlord within six months from the Act’s entry into force, or from the day on which the decision determining the right of that person to use the flat became final.", "In its decision no. U-1031/2000 of 1 June 2005 the Constitutional Court held that the time-limit set forth in section 33(2) of the Lease of Flats Act was not preclusive and that therefore by failing to observe it, a former holder of a specially protected tenancy did not lose her right to conclude a lease contract with protected rent.", "The relevant part of the Obligations Act (Zakon o obveznim odnosima, Official Gazette of the Socialist Federal Republic of Yugoslavia nos. 29/1978, 39/1985 and 57/1989, and Official Gazette of the Republic of Croatia no. 53/1991 with subsequent amendments – “the 1978 Obligations Act”) provided as follows:", "“(1) A contract that is contrary to the Constitution, peremptory rules or morals shall be null and void unless the purpose of the breached rule indicates some other sanction or the law in a particular case provides otherwise.", "(2) If the conclusion of a contract is prohibited only to one party, the contract shall remain valid, unless the law in a particular case provides otherwise, and the party that has breached the statutory prohibition shall bear the relevant consequences.”", "“Where a contract is null and void, each contracting party is bound to return to the other everything it has received on the basis of such a contract. If that is not possible, or if the nature of the obligation performed renders restitution impracticable, an appropriate [amount of] monetary compensation shall be given, according to the prices at the moment a court decision is passed, unless the law provides otherwise.”", "“(1) A contract that is null and void shall not become valid if the cause of nullity subsequently disappears.", "(2) However, if a prohibition was of minor importance, and the contract has been performed, the issue of nullity may not be raised.”", "“A contracting party responsible for the conclusion of a contract that is null and void shall be liable in damages to the other contracting party for the damage sustained on account of the nullity of the contract, if the latter did not know or, according to the circumstances, should not have known of the existence of the cause of nullity.”", "“(1) The court shall examine the issue of nullity of its own motion [ex officio] and any interested party may raise it.", "(2) A state attorney shall also have the right to plead nullity.”", "“The right to plead nullity shall not lapse.”", "On 1 January 2006 the new Obligations Act (Zakon o obveznim odnosima, Official Gazette, nos. 35/2005 and 41/2008 – “the 2006 Obligations Act”) entered into force. Its sections 322, 323 and 326 to 328 contain the same provisions as sections 103, 104 and 107 to 110 of the 1978 Obligations Act."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}