{"ITEMID": "001-90362", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF KATS AND OTHERS v. UKRAINE", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection joined to merits and dismissed (Article 35-1 - Exhaustion of domestic remedies);Violation of Article 2 - Right to life (Article 2-1 - Life) (Substantive aspect);Violation of Article 2 - Right to life (Article 2-1 - Effective investigation) (Procedural aspect);Violation of Article 5 - Right to liberty and security (Article 5-1 - Lawful arrest or detention);Pecuniary damage - claim dismissed;Non-pecuniary damage - award", "JUDGES": "Isabelle Berro-Lefèvre;Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Rait Maruste;Volodymyr Butkevych;Zdravka Kalaydjieva", "TEXT": ["6. The first and second applicants, Mr Oleg Volodymyrovych Kats and Mrs Tetiana Yakivna Kats, born in 1946, are the father and mother of the late Ms Olga Olegivna Biliak (hereinafter Olga Biliak), who was born in 1971 and died in 2004. The third applicant, Mr Stanislav Ihorovych Beliak, born in 1993, is the son of Olga Biliak. All three applicants live in Kyiv.", "7. Olga Biliak had a history of mental illness and drug addiction. At the time of her arrest, she was a registered schizophrenic and infected with HIV (Human Immunodeficiency Virus).", "8. On 18 November 2002 the Solomyanskyy District Police Department of Kyiv (Солом'янське РУ ГУ МВС України в м. Києві – “the District Police Department”) instituted criminal proceedings against Olga Biliak and S. for assaulting and robbing a certain A. On 15 January 2003 the cases against Olga Biliak and S. were disjoined. S. was subsequently sentenced to seven years' imprisonment for assault and robbery committed jointly with “another person”.", "9. On 16 April 2003 Olga Biliak was charged with robbery.", "10. On the next day the Solomyanskyy District Court of Kyiv (Солом'янський районний суд м. Києва – “the Solomyanskyy Court”) ordered Olga Biliak's pre-trial detention.", "11. On 27 August 2003 the Solomyanskyy Court convicted Olga Biliak of robbery and sentenced her to eight and a half years' imprisonment.", "12. On 25 November 2003 the Kyiv City Court of Appeal (Апеляційний суд м. Києва – “the Court of Appeal”), following an appeal by Olga Biliak, quashed this judgment, remitted the case for further investigation and decided – without stating any grounds – that she should remain in detention. From that point on, according to the applicants, no investigative action was taken and Olga Biliak was on no occasion visited by the investigator.", "13. On 1 February 2004 Olga Biliak died in pre-trial detention.", "14. On 23 August 2004 the District Police Department discontinued the proceedings against Olga Biliak, in view of her death.", "15. On 30 December 2004 the Solomyanskyy Court quashed the District Police Department's ruling and ordered the rehearing of the case. On 29 March 2005 the Court of Appeal dismissed a prosecution appeal against this decision.", "16. On 31 January 2006 the Solomyanskyy Court found Olga Biliak guilty of robbery and discontinued the proceedings against her because of her death.", "17. On 7 November 2006 the Court of Appeal upheld Olga Biliak's conviction. On the same date that court issued a separate ruling to the effect that, in breach of Article 165-1 of the Code of Criminal Procedure and section 20 of the Pre-trial Detention Act, the authorities had failed to implement immediately the investigator's decision to release Olga Biliak (see paragraph 45 below). The Court of Appeal decided to bring this violation of the domestic law to the attention of the Kyiv City Prosecutor (прокурор міста Києва).", "18. On 14 June 2007 the Supreme Court of Ukraine quashed the decisions of 31 January and 7 November 2006, including separate rulings, and remitted the case for fresh consideration to the first-instance court. The proceedings are apparently still pending.", "19. The applicants complained on many occasions that the real reason behind Olga Biliak's prosecution was revenge for her refusal to cooperate with officers T. and N. from the Anti-Narcotics Police Department (Відділ по боротьбі з незаконним обігом наркотиків), who had allegedly proposed that she sell drugs seized by the police from street dealers.", "20. The applicants have requested on numerous occasions that criminal proceedings be instituted against the above-mentioned police officers; however, all their requests have been rejected.", "21. On 14 April 2003 Olga Biliak was arrested and brought to the District Police Department, where she was held until 22 April 2003.", "22. On 18 April 2003 (according to some documents not until 18 December 2003), she was examined and X-rayed at the Institute of Physiotherapy and Pulmonology (Інститут фізіатрії і пульмонології). She was found to be healthy.", "23. On 22 April 2003 Olga Biliak was transferred to Kyiv City Pre-Trial Detention Centre no. 13 (Київський слідчий ізолятор № 13 – “the SIZO”).", "24. Upon her arrival at the SIZO, Olga Biliak was examined by prison doctors, whom she informed that she had been using drugs since 1996. No other complaints were made during this examination. According to the Government, she refused to take an HIV test. She was found to be generally healthy and fit for detention in the SIZO.", "25. On 7 May 2003 Olga Biliak wrote in her diary that she had pneumonia.", "26. On 18 May 2003 a panel of psychiatrists examined Olga Biliak in the SIZO. It established that she was suffering from schizophrenia, but considered that a more detailed assessment was necessary.", "27. On 26 May 2003 the Solomyanskyy Court ordered an in-patient psychiatric examination of Olga Biliak. On the same day she was transferred to a psychiatric hospital.", "28. On 18 June 2003, following completion of the psychiatric assessment, Olga Biliak was transferred back to the SIZO and again placed in the shared cell, where she remained until her death on 1 February 2004.", "29. The psychiatric panel drew up a report on 1 July 2003. They concluded that Olga Biliak was suffering from a mental disorder but at the time of the offence would have been in control of her actions.", "30. On 18 July, 11 August and 20 November 2003 Olga Biliak complained to a SIZO physician that her legs were swollen. She was examined and, since no abnormalities were revealed, no treatment was prescribed for her complaints. However, on the last of these dates Olga Biliak was diagnosed with pyelonephritis.", "31. In early September 2003 Olga Biliak wrote in her diary that she had again developed pneumonia.", "32. On 25 September 2003 her gastric ulcer worsened. She vomited undigested food and then blood. A paramedic (фельдшер) prescribed “medical activated charcoal” (активоване вугілля).", "33. On 26 September 2003 the first applicant lodged a request with the SIZO seeking to have his daughter hospitalised. He attached to that request a letter of 25 September 2003 in which Kyiv City Hospital no. 5 confirmed that Olga Biliak had been HIV-positive since 1999 and had undergone related treatment.", "34. On 1 and 21 October 2003 Olga Biliak was examined by a neuropathologist and a psychiatrist, who identified some problems with her mental health.", "35. On 3 October 2003 the Governor of the SIZO and the head of its medical unit informed the first applicant that Olga Biliak had been examined by a cardiologist and a neuropsychiatrist and had been diagnosed with vasomotor neurosis (вегето-судинна дистонія) (a dysfunction in the nervous system affecting the blood vessels) and a stomach ulcer. According to them, she did not require inpatient treatment in hospital.", "36. On 5 October 2003 Olga Biliak was prescribed a diet.", "37. On 1 December 2003 Olga Biliak complained to a prison doctor of general weakness and pain in her lungs. She was diagnosed with chronic bronchitis and multi-drug dependence.", "38. According to the entries of December 2003 in Olga Biliak's diary, her state of health started to deteriorate seriously. On 4 December 2003 she had shaking chills and a rising temperature. On 9 December 2003 Olga Biliak wrote that she was losing weight rapidly. On 10 December 2003 she complained of nervous exhaustion, stating that she could hardly eat, being only able to keep down tiny pieces of food. She continued to lose weight very quickly. On 11 December 2003 Olga Biliak recorded that a high temperature had caused her fifth sleepless night. Constant weakness, drowsiness and a high temperature prevented her from going outside for walks. On 12 December 2003 Olga Biliak started to lose herself in time. On 13 December 2003, with her temperature constantly around 40oC, Olga Biliak was given a couple of fever-reducing pills. Her only friend in the cell prepared her tea in the morning, coffee and biscuits during the day and milk with sugar and butter in the evening. On 15 December 2003 Olga Biliak was given another pill and informed that she was to have her lungs X-rayed. Her body temperature that day was 39oC, subsequently receding to 35oC. On 17 December 2003 Olga Biliak was scheduled for an X-ray and given another fever-reducing pill.", "39. From mid-December 2003 the applicants and Olga Biliak's lawyer repeatedly requested the authorities to release her on account, inter alia, of her rapidly deteriorating state of health. On 13 January 2004 the Deputy Prosecutor of the Solomyanskyy District of Kyiv (заступник прокурора Солом'янського району м. Києва) and, on 19 January 2004, the investigator dealing with her case, rejected those complaints without addressing the health issues.", "40. On 6 January 2004 Olga Biliak complained of stomach pain and was diagnosed with chronic gastritis.", "41. On 12 January 2004 Olga Biliak again complained to a physician that she had stomach pains and had vomited undigested food.", "42. On 21 January 2004 Olga Biliak was examined by a cardiologist, a psychiatrist and the Head of the Medical Board of the Prison Department (начальник медичного відділу управління Державного департаменту виконання покарань), and underwent an X-ray and a blood test. The X-ray revealed no abnormalities. According to the blood test, there was serious inflammation in Olga Biliak's body. She was diagnosed with acute bronchitis, chronic gastritis, anaemia, cachexia and mental disorders. Her state of health was assessed as being of “medium seriousness”. She was prescribed some anti-inflammatory and light tranquilising drugs, as well as some antibiotics. Olga Biliak was asked if she was HIV-positive. She replied that she was not and refused to take a HIV test. However, that was the date when, according to the Government, the prison doctors started to suspect that she was HIV-positive.", "43. On 22 January 2004 the Governor of the SIZO applied to the Head of the District Police Department, stating that Olga Biliak's poor state of health prevented her from participating in any investigative actions and that she needed to be admitted to hospital urgently. He asked that the investigative authorities consider the possibility of her release on an undertaking not to abscond.", "44. On 28 and 30 January 2004 Olga Biliak was examined by a SIZO physician. Her state of health was again assessed as being of “medium seriousness” and a recommendation was made to “continue treatment”.", "45. On 29 January 2004 the investigator of the District Police Department ordered Olga Biliak's release on health grounds. From the documents submitted by the parties, it is unclear when exactly this decision was received by the SIZO. One available copy of the decision has a stamp of the SIZO on the reverse side and a handwritten date – “30.01.2004”. However, another copy of the decision bears a SIZO stamp for incoming correspondence with the number 2954 and an incoming date of 2 February 2004.", "46. On 1 February 2004 at 9.15 p.m. Olga Biliak was visited by a prison doctor who gave her a painkiller and an anti-spasmodic drug. At 9.55 p.m. Olga Biliak died. The death certificate issued on the same day indicated bilateral pleurisy as the cause of death. According to the Government, Olga Biliak's death was caused by acute heart failure.", "47. The applicants provided two colour photographs of Olga Biliak's body, which show that she had been in an advanced state of exhaustion when she died.", "48. Immediately after Olga Biliak's death, the applicants lodged a criminal complaint against the SIZO staff for negligence.", "49. During the investigation into the applicants' complaint, the investigator questioned a SIZO physician, S., who had treated her, and the head of the SIZO medical unit. S. submitted that the deceased had been examined on a number of occasions; the last examination took place on 30 January 2004. According to him, at that time there were no grounds for placing Olga Biliak on the medical ward. She was found to be suffering from bronchitis, drug addiction, anaemia and cachexia. Taking into account her state of health, he had recommended her release.", "50. The head of the medical unit testified that on her arrival at the SIZO Olga Biliak had been examined and found to be suffering from drug addiction and certain psychiatric problems (such as hysteria), but in general her state of health had been considered satisfactory. The instructions of the SIZO physician were fully complied with and there had been no reason to transfer her to the SIZO medical wing.", "51. The head of the medical unit further stated that on 21 January 2004 he had examined Olga Biliak himself and found her state of health to be satisfactory. On the same day she was examined by the Head of the Medical Board of the Prison Department who diagnosed her with “possible AIDS, acute bronchitis, drug addiction and anaemia” and considered that she should be released on medical grounds.", "52. The eight inmates who had shared the cell with Olga Biliak before her death claimed that during her detention she was frequently attended to by doctors and paramedics, and that her health had been satisfactory. Their written testimonies given to the Head of the SIZO are all very brief and drafted using the same style and expressions.", "53. According to the autopsy report of 25 March 2004 Olga Biliak died from HIV-related advanced purulent pneumonia. The autopsy also revealed a number of bruises on her hands, legs, left cheekbone and chin.", "54. In a decision of 30 April 2004 the investigator found that Olga Biliak's death was not caused by any violence or negligence, and decided not to institute criminal proceedings.", "55. On 8 June 2004 the Kyiv Deputy Prosecutor instituted disciplinary proceedings against the employees of the SIZO administrative office for mishandling correspondence, since they had registered the decision of 29 January 2004 and handed it to the Head of the SIZO only on 2 February 2004, although it had been received on 30 January 2004.", "56. On 14 June 2004 the Kyiv City Prosecutor's Office (Прокуратура м. Києва) rejected the applicants' request to set aside the decision of 30 April 2004, stating that the investigation had been thorough and complete. During her detention the deceased had had appropriate medical treatment, and had received food and medication from her relatives. Until 21 January 2004 the authorities had had no information about her HIV status.", "57. On 18 June 2004, the Governor of the SIZO reprimanded the head of its registry for “antedating the letter from the investigator which contained Olga Biliak's release order”.", "58. The applicants challenged the decision of 30 April 2004 before the Shevchenkivskyy District Court of Kyiv (Шевченківський районний суд м. Києва – “the Shevchenkivskyy Court”). On 16 December 2004 the court quashed that decision and ordered further inquiries, finding that the initial investigation had been inadequate and incomplete. It ordered an official postmortem examination of the body and sought to clarify the following issues:", "whether Olga Biliak, given her state of health, had been fit for detention in the SIZO;", "whether she had received proper medical treatment when in custody;", "whether she would have survived if she had been taken quickly to hospital;", "exactly when prison doctors had started to treat her health problems;", "the time and cause of death.", "59. Following this decision, the Shevchenkivskyy District Prosecutor's Office of Kyiv (Прокуратура Шевченківського району м. Києва – “the Shevchenkivskyy Prosecutor's Office”) requested that the authorities of the SIZO carry out additional inquiries into the circumstances of the death of Olga Biliak. Having received no reply, on 21 February 2005 the Shevchenkivskyy Prosecutor's Office decided against instituting criminal proceedings on the ground that there was no indication that her death had been caused by violence or that any other parties had been involved in her death. According to the applicants, they were not informed of this decision.", "60. On 21 March 2005 the applicants inquired about the progress of proceedings in the case. In a letter of 11 April 2005 the Kyiv City Prosecutor's Office informed them that the investigations were still ongoing.", "61. In August 2005 the applicants, in the course of proceedings concerning their civil action for damages against the SIZO (see paragraphs 68-74 below), learned of the Shevchenkivskyy Prosecutor's Office's decision of 21 February 2005. On 28 September 2005 the Shevchenkivskyy Court, following an application by the applicants, quashed that decision and ordered further investigations. The court found, in particular, that none of the actions indicated in the decision of 16 December 2004 had been taken.", "62. It appears that the prosecution authorities were not informed of this decision and, on 17 January 2006, the Kyiv City Prosecutor's Office quashed the February 2005 decision of the Shevchenkivskyy Prosecutor's Office of its own motion and ordered reinvestigation.", "63. In the course of the additional investigations the Shevchenkivskyy Prosecutor's Office ordered that further medical evidence be obtained.", "64. On 17 November 2006 the Kyiv City Forensic Medical Bureau (Київське міське бюро судово-медичної експертизи – “the Bureau”) issued a report in which it stated that Olga Biliak's death was caused by the hematogenously disseminated tuberculosis affecting the lungs, liver, spleen and other parts of the body, which led to purulent necrotising pneumonia. All these diseases had developed against the background of the concurrent HIV-infection. The lack of correct diagnosis had resulted in a failure to provide appropriate medical treatment; therefore, the death of Olga Biliak had been indirectly caused by the actions of the SIZO officials.", "65. On 22 December 2006 the Deputy Prosecutor of the Shevchenkivskyy District of Kyiv requested that the Bureau carry out further examinations with a view to establishing whether Olga Biliak had required urgent hospitalisation in October 2003 and in January 2004 and whether she had received adequate medical assistance during her detention in the SIZO.", "66. However, on 25 December 2006 the investigator from the Shevchenkivskyy Prosecutor's Office, taking into account the fact that the reply from the Bureau could not be received before the expiry of the statutory time-limit for reaching a decision on a criminal complaint, decided not to institute criminal proceedings into the death of Olga Biliak as the evidence in the case file did not show that her death had been caused by violence or by the negligence of the SIZO staff.", "67. On 12 July 2007 the Shevchenkivskyy Court, acting on an appeal lodged by the applicant, quashed this decision on the ground that the investigating authorities had failed to follow the instructions set out in that court's decisions of 16 December 2004 and 28 September 2005. The court ordered that further investigations into the death of Olga Biliak be carried out. The proceedings are apparently still ongoing.", "68. On 21 July 2004 the applicants sued the SIZO for non-pecuniary damage incurred on account of the inadequate medical treatment of Olga Bilaik and the failure to hospitalise or release her on medical grounds. They also claimed compensation for burial expenses.", "69. On 27 October 2006 the Shevchenkivskyy Court partially allowed these claims. It found, inter alia, that the prison authorities had learned of Olga Bilaik's HIV status on 26 September 2003 from her father's letter. The court further indicated that although the relevant regulations provided that each newly admitted detainee should be examined and interviewed in relation to AIDS or HIV infection, this had never been done in respect of Olga Bilaik. The Shevchenkivskyy Court also established that, contrary to the domestic law, she had not been X-rayed within three days of her arrival at the SIZO. She did not undergo that examination until 18 December 2003.", "70. The court further indicated that on 30 January 2004 the Head of the Disrict Police Department had requested the SIZO to bring Olga Biliak to the District Police Department on 2 February 2004. According to the SIZO incoming mail register this request has been received on 30 January 2004. The decision of 29 January 2004 to release Olga Biliak was registered only on 2 February 2004 with the incoming mail number 2954.", "71. The Shevchenkivskyy Court concluded that the applicants had suffered distress on account of the inadequate medical assistance offered to their daughter and mother in the SIZO. The court further stated that:", "“It should be noted that [the finding of Olga Bilaik's lack of medical treatment in the SIZO] does not mean that there is a causal link with Olga Bilaik's death, the circumstances of which have not been established during the hearings and are currently being considered by the Shevchenkovsky District Prosecutor's Office of Kyiv in the context of the criminal investigation into the death of Olga Bilaik.”", "72. The applicants were awarded 20,000 Ukrainian hryvnas (UAH) in total for non-pecuniary damage. The claim for burial expenses was rejected as unsubstantiated.", "73. The SIZO and the applicants appealed against this judgment.", "74. On 24 May 2007 the Kyiv City Court of Appeal quashed the judgment of 27 October 2006 and remitted the case for fresh consideration on the ground that the first-instance court had failed to identify the medical staff who had examined Olga Biliak, diagnosed her, prescribed her treatment, etc., and to decide whether they should have participated in the proceedings", "75. The relevant extract of the Constitution of Ukraine provides:", "Article 27", "“Every person has the inalienable right to life.", "No one shall be arbitrarily deprived of life. The duty of the State is to protect human life. ...”", "Article 28", "“Everyone has the right to respect for his or her dignity.", "No one shall be subjected to torture, cruel, inhuman or degrading treatment or punishment that violates his or her dignity. ...”", "“Human and citizens' rights and freedoms shall be protected by the courts.", "Everyone shall be guaranteed a right to challenge in court the decisions, actions or omissions of bodies of State power, bodies of local self-government, officials and officers. ...", "Everyone shall have a right to protect his or her rights and freedoms from violations and illegal encroachments by any means not prohibited by law.”", "Article 56", "“Everyone shall have a right to compensation from public or municipal bodies for losses sustained as a result of unlawful decisions, acts or omissions by public or municipal bodies or civil servants in the performance of their official duties.”", "76. The Code requires a competent authority to institute criminal proceedings if there is a suspicion that a crime has been committed. That authority is under an obligation to carry out all measures provided for by law to establish the facts and to identify those responsible and secure their conviction (Article 4).", "77. Article 94 of the Code provides that criminal proceedings shall be instituted in the following cases:", "“Criminal proceedings shall be instituted following:", "(1) applications or communications from ... individuals; ...", "(5) direct detection of signs of a crime by a body of inquiry, investigation, a prosecutor or a court.", "A case can be instituted only when there is sufficient information indicating a crime.”", "No criminal proceedings can be brought in the absence of a corpus delicti (Article 6).", "78. According to Article 165-1 § 3 of the Code, the decision of the body of inquiry, investigator, prosecutor or court to apply, change or discontinue a preventive measure (including pre-trial detention) should be communicated to the person concerned immediately.", "79. Article 236-1 of the Code provides:", "“Within seven days of notification, a decision of the body of inquiry, investigator or prosecutor not to institute criminal proceedings or a refusal of the higher prosecutor to quash such a decision can be appealed against by an interested party or their representative to the district (town) court within whose area of jurisdiction the authority which took the decision falls...”", "80. The relevant part of Article 236-2 of the Code provides:", "“An appeal against the decision of the body of inquiry, investigator or prosecutor not to institute criminal proceedings shall be examined [by a court] in a single-judge formation within ten days of being lodged.", "The judge shall request the materials on the basis of which the decision not to institute criminal proceedings was made, examine them and inform the prosecutor and the appellant of the date on which the hearing of the appeal is listed.", "Having examined the case, the judge ... may take one of the following decisions:", "(1) to set aside the decision not to institute criminal proceedings and to remit the case for further preliminary inquiries...", "(2) to dismiss the appeal ...”", "81. Articles 1166 and 1167 of the Civil Code, as in force since 1 January 2004, provide for the possibility to claim pecuniary and non-pecuniary damages inflicted as a result of the unlawful decisions, actions or inactivity of an individual or a legal entity, including State bodies.", "82. Article 201 § 1 (4) of the Code of Civil Procedure provides in its relevant part:", "“The court must suspend its examination of a case if ...it is impossible to hear that case before the termination of another set of civil, criminal or administrative proceedings.”", "83. Article 20 § 4 reads as follows:", "“Rulings, judgments or decisions granting release shall be implemented immediately upon their receipt by the detention centre.”", "84. In accordance with Section 6.1.3 of the Rules, all persons should undergo an initial medical examination on their arrival at the SIZO. The results of this examination are entered in the SIZO medical register. During the examination the doctor should inform the detainee about the possibility of undergoing a HIV test.", "85. The relevant extracts from the European Prison Rules read as follows:", "“Medical services", "26. 1. At every institution there shall be available the services of at least one qualified general practitioner. The medical services should be organised in close relation with the general heath administration of the community or nation. They shall include a psychiatric service for the diagnosis and, in proper cases, the treatment of states of mental abnormality.", "2. Sick prisoners who require specialist treatment shall be transferred to specialised institutions or to civil hospitals. Where hospital facilities are provided in an institution, their equipment, furnishings and pharmaceutical supplies shall be suitable for the medical care and treatment of sick prisoners, and there shall be staff of suitably trained officers.", "...", "30. 1. The medical officer shall have the care of the physical and mental health of the prisoners and shall see, under the conditions and with a frequency consistent with hospital standards, all sick prisoners, all who report illness or injury and any prisoner to whom attention is specially directed.", "2. The medical officer shall report to the director whenever it is considered that a prisoner's physical or mental health has been or will be adversely affected by continued imprisonment or by any condition of imprisonment.”", "86. The relevant extract from the Report of the CPT on a visit to Ukraine from 24 November to 6 December 2002 reads as follows:"], "VIOLATED_ARTICLES": ["2", "5"], "VIOLATED_PARAGRAPHS": ["2-1", "5-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}