{"ITEMID": "001-91927", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF PŁONKA v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial", "JUDGES": "David Thór Björgvinsson;Ján Šikuta;Lech Garlicki;Mihai Poalelungi;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["5. The applicant was born in 1949 and lives in Sosnowiec, Poland.", "6. On 8 April 1999 the applicant was arrested on suspicion of homicide. She was first interviewed by a police officer. On 9 April 1999 she was charged with murdering E.L on 8 April 1999. On 9 and 10 April 1999 she was questioned by the Sosnowiec District Prosecutor. During the questioning she stated that she had been having alcohol problems for the last 20 years. She and E.L., a former work colleague, used to drink together. On 7 April 1999 they had drunk more than half a litre of vodka and some wine. She also stated that she did not remember much of what had happened. She further confessed to killing E.L. Nevertheless, she stressed that she had not meant to kill the victim, but he had made her very angry and she had stabbed him with scissors.", "7. During the arrest and subsequent questioning by the police and the prosecution authorities the applicant was not assisted by a lawyer. On 9 April 1999 the applicant signed the relevant form acknowledging that she had been informed of her rights, including the right to be assisted by a lawyer and the right to refuse to testify.", "8. On 19 April 1999 the prosecutor ordered an expert report on the applicant’s mental health at the time when the crime of which she was suspected was committed. The report was submitted on 26 April 1999. The applicant was considered to be criminally responsible.", "9. On 21 April 1999 the applicant asked to be released from detention. The District Prosecutor refused her motion on 11 May 1999. This decision was upheld by the Regional Prosecutor on 7 June 1999.", "10. On 23 April 1999 the Regional Court appointed a legal-aid-lawyer for the applicant. On 5 May 1999 the applicant appointed a lawyer of her own choice.", "11. On 28 June 1999 the Sosnowiec District Prosecutor filed a bill of indictment with the Katowice Regional Court (Sąd Okręgowy). The applicant was indicted on charges of murder.", "12. Throughout the trial the applicant maintained that she suffered from alcoholism. She retracted her confession made during police custody, alleging that she had been questioned under duress and forced by the police officers to make self-incriminating statements.", "13. On 30 June 1999 the Katowice Regional Court, having regard to the fact that the applicant was represented by a lawyer of her own choice, decided to withdraw the services of the legal-aid lawyer.", "14. The trial ended on 24 February 2000. The applicant was convicted as charged and sentenced to 11 years’ imprisonment. The court considered that the applicant’s testimony during the trial had not been credible and had merely been her line of defence. The conviction was based on the applicant’s statements made during the initial phase of the investigation and on evidence given by several witnesses.", "15. On 11 April 2000 the applicant’s lawyer filed an appeal against the judgment. He stressed, in particular, that there had been a violation of the applicant’s right to defend herself in view of the deficiencies in the preliminary investigation.", "16. On 25 May 2000 the Katowice Court of Appeal (Sąd Apelacyjny) upheld the firstinstance judgment. The court held that the applicant’s right to defend herself had not been infringed. It pointed out that as of 23 April 1999 she had been assisted by a lawyer – first an officially appointed lawyer, then a lawyer of her own choice.", "17. On 19 July 2000 the applicant’s lawyer filed a cassation appeal with the Supreme Court (Sąd Najwyższy). He maintained that there had been a violation of Article 6 § 3 (c) of the Convention in that the applicant had not been assisted by a lawyer at the preliminary stage of the investigation. He relied on the caselaw of the European Court of Human Rights.", "18. On 26 January 2001 the Supreme Court dismissed the applicant’s cassation appeal. That decision did not contain any reasons.", "19. Pursuant to Article 78 § 1 of the 1998 Code of Criminal Procedure, an accused who had proved that he or she could not afford legal assistance (i.e. that the costs of such assistance “would entail a substantial reduction in his and his family’s standard of living”) could ask the trial court to appoint him a defence counsel.", "20. Article 80 of the Code lays down the principle known as “compulsory assistance of an advocate” (przymus adwokacki). That Article provides, in so far as relevant:", "“An accused must have an officially appointed lawyer when a Regional Court is competent to deal with his case as a court of first instance, a crime is involved within the meaning of the Criminal Code, or the individual is remanded in custody. The counsel must take part in the main hearing; he must also take part in any appellate hearing if the president of the court or the court itself has found this necessary.”", "This provision does not apply to the investigative stage of the proceedings but only after the case is sent for trial, as was expressly confirmed by the Supreme Court in its resolution of 20 January 2004 (III KK 226/03)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}