{"ITEMID": "001-57978", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "PRT", "BRANCH": "GRANDCHAMBER", "DATE": 1996, "DOCNAME": "CASE OF LOBO MACHADO v. PORTUGAL", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1 (adversarial trial);Not necessary to examine P1-1;Non-pecuniary damage - finding of violation sufficient;Costs and expenses award - Convention proceedings", "JUDGES": "John Freeland;N. Valticos;R. Pekkanen", "TEXT": ["10. Mr Pedro Lobo Machado is a Portuguese national who lives in Lisbon. In 1955 he joined the Sacor company as an engineer. Following its nationalisation in 1975, Sacor was absorbed into Petrogal-Petróleos de Portugal, EP (\"Petrogal\"), a State-owned concern. On 4 April 1989 Petrogal became a public limited company, in which the State is still the majority shareholder. In the meantime, on 1 January 1980, the applicant had retired.", "11. On 5 February 1986 Mr Lobo Machado brought proceedings against Petrogal in the Lisbon industrial tribunal; the company was represented by a lawyer appointed by the chairman of its board of directors. Mr Lobo Machado sought recognition of the occupational grade of \"director-general\" instead of that of \"director\" which had been assigned to him by his employer. As that classification had an effect on the amount of his retirement pension, he also sought payment of the sums that, under the collective labour agreement (acordo colectivo de trabalho), should have been paid him since 1980.", "12. The Lisbon industrial tribunal dismissed his claims in a judgment of 7 October 1987. That decision was upheld by the Lisbon Court of Appeal in a judgment of 1 June 1988.", "13. The applicant appealed to the Supreme Court (Supremo Tribunal de Justiça).", "14. After the parties had exchanged pleadings, the case file was sent to the representative of the Attorney-General’s department at the Supreme Court, a Deputy Attorney-General, on 20 February 1989. On 28 February 1989 that representative delivered an opinion in which he recommended that the appeal should be dismissed, as follows:", "\"1. Seen.", "2. The appellant reiterates the arguments already presented to the Court of Appeal and seeks to have that court’s judgment and the one of the court of first instance set aside and to have his action allowed. Those arguments, however, were duly considered in the judgment appealed against, which is sufficient in itself as regards the reasons given for it. No further consideration is therefore necessary.", "3. I am consequently of the opinion that the appeal must be dismissed.\"", "15. On 19 May 1989 the Supreme Court, sitting in private, considered the appeal. Three judges, a registrar and the member of the Attorney-General’s department were present at the deliberations. The parties had not been asked to attend. At the end of the deliberations the court adopted a judgment in which it dismissed the appeal and this was served on the applicant on 22 May 1989.", "16. The independence and status of the Attorney-General’s department are similar to those of the judiciary. In Article 221 paras. 1 and 2 of the Constitution its functions are laid down as follows:", "\"1. The duties of the Attorney-General’s department are to represent the State, to act as prosecuting authority and to uphold the democratic legal order and the interests determined by law.", "2. The Attorney-General’s department shall have its own status and shall be autonomous, in accordance with law.\"", "17. Law no. 47/86 of 15 October 1986 defines the scope of the powers of the Attorney-General’s department and lays down the manner in which it is to intervene - as plaintiff or defendant or else in an \"associated\" (acessória) capacity - in judicial proceedings. The following provisions are relevant to the instant case:", "\"By law, the Attorney-General’s department is the body responsible for representing the State, acting as prosecuting authority and upholding the democratic legal order and the interests assigned to it by law.\"", "\"It shall be the duty of the Attorney-General’s department in particular to:", "(a) represent the State ...;", "(b) act as prosecuting authority;", "(c) represent workers and their families in defence of their social rights;", "(d) uphold the independence of the courts, within the limits of its responsibilities, and ensure that the judicial function is discharged in accordance with the Constitution and statute law;", "(e) further the execution of court decisions in respect of which it is so empowered;", "(f) direct criminal investigations, even where they are carried out by other bodies;", "(g) promote and cooperate in campaigns for the prevention of crime;", "(h) monitor the constitutionality of legislation;", "(i) intervene in bankruptcy and insolvency proceedings and in any other proceedings of public interest;", "(j) act in an advisory capacity, as provided in this Law;", "(l) supervise police proceedings;", "(m) lodge appeals against decisions resulting from collusion between the parties with the intention of evading the law or which have been given in breach of an express statutory provision; and", "(n) discharge all the other functions assigned to it by statute.\"", "\"1. The Attorney-General’s department shall intervene in proceedings as plaintiff or defendant:", "(a) where it represents the State; ...", "(d) where it represents workers and their families in defence of their social rights;", "...", "4. The Attorney-General’s department shall intervene in proceedings in an `associated’ capacity:", "(a) where none of the cases provided for in subsection (1) applies and where the parties concerned in the case are autonomous regions, local authorities, other public entities, charities and other institutions promoting the public interest, persons lacking legal capacity or missing persons; and", "(b) in all other cases provided for by law.\"", "\"1. Where the Attorney-General’s department intervenes in an `associated’ capacity, it shall watch over the interests entrusted to it by taking all necessary measures.", "2. The intervention shall be made in the manner laid down in procedural law.\"", "\"[The Attorney-General’s department] shall be represented [in the supreme courts] by Deputy Attorneys-General ...\"", "\"The Minister of Justice may:", "(a) give specific instructions to the Attorney-General concerning civil cases in which the State has an interest;", "(b) authorise the Attorney-General’s department ... to admit the other side’s case, conclude settlements or discontinue proceedings in civil cases to which the State is a party;", "...\"", "18. The relevant provisions of the Code of Civil Procedure, which are also applicable to cases falling within the jurisdiction of the industrial tribunals, are the following:", "\"1. The State shall be represented by the Attorney-General’s department.", "2. If the case concerns State property or State rights but the property is managed or the rights exercised by autonomous bodies, the latter may instruct counsel, who shall act conjointly with the Attorney-General’s department in the proceedings. In the event of disagreement between the Attorney-General’s department and counsel, the view of the Attorney-General’s department shall prevail.\"", "\"1. After inspecting the case file, each judge shall append his signature and the date, together with any comments. At the end of this process, the registry shall enter the case in the court’s list.", "2. On the day on which the court sits to adopt its judgment, the reporting judge shall read out the draft judgment, after which each of the other judges shall vote in the order in which they have inspected the case file. Where possible, a photocopy or a manuscript or typescript copy of the draft judgment shall be distributed to the presiding judge and the other judges of the court at the beginning of the sitting.", "3. ...\"", "\"Where the Attorney-General’s department must intervene [in proceedings], the case file shall be sent to it [for observations] for a period of seven days, after which the file ... shall be sent to the reporting judge and the other non-presiding judges for the purposes of a final decision; the reporting judge may keep the file for fourteen days and the other judges for seven days.\"", "19. Under the Constitution and the Institutional Law governing the Attorney-General’s department, the latter must intervene in all proceedings in which the public interest (interesse público) is at stake.", "In labour-law cases the practice of the Employment Division of the Supreme Court is for the representative of the Attorney-General’s department at that court (a Deputy Attorney-General) to be given the file so that he can express an opinion on the merits of the appeal. As a general rule, that representative also takes part in the sitting held to consider the appeal.", "20. The Government cited the following provisions of the Code of Labour Procedure:", "\"The representatives of the Attorney-General’s department must automatically represent:", "(a) workers and their families;", "(b) ...\"", "\"Where a legal representative is appointed, the automatic representation by the Attorney-General’s department shall cease, without prejudice to that department’s intervention in an `associated’ capacity.\""], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}