{"ITEMID": "001-107990", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SWE", "BRANCH": "ADMISSIBILITY", "DATE": 2011, "DOCNAME": "BERG v. SWEDEN", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "André Potocki;Angelika Nußberger;Ann Power-Forde;Dean Spielmann;Elisabet Fura;Ganna Yudkivska", "TEXT": ["The applicant, Mr Einar Berg, is a Swedish national who was born in 1945 and lives in Järna. He was represented before the Court by Mr B. Gärde, a lawyer practising in Nacka. The Swedish Government (“the Government”) were represented by their Agent, Mr B. Sjöberg, of the Ministry for Foreign Affairs.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant obtained his medical licence in 1977 and, since 1998, he has had his own private practice.", "On 3 June 2005 the National Board of Health and Welfare, unit for regional supervision (Socialstyrelsen, Regionala tillsynsenheten – hereafter “the Supervisory Unit”) in Stockholm reported the applicant to the Medical Responsibility Board (Hälso- och sjukvårdens ansvarsnämnd – hereafter “the Board”) and requested that his medical licence should be revoked or, in the alternative, that he should be subjected to a disciplinary sanction. It claimed that the documentation of his contact with patients was incomplete and that he had written medical certificates on uncertain medical bases and without having carried out thorough examinations. It had examined 36 of the applicant’s patient records and had found reason to criticise the procedure in 11 of these. It therefore considered that he had not provided his patients with such professional and thorough care as was required by the Act on Professional Activity in Health and Medical Services (Lag om yrkesverksamhet på hälso- och sjukvårdens område, 1998:531).", "The applicant contested the revocation of his medical licence, as he did not consider that he had been negligent in the exercise of his profession. However, he recognised that there was cause to criticise his documentation of contact with patients. Thus, in this respect, he left it to the Board to decide whether he should be given a disciplinary sanction.", "On 15 December 2005 the Medical Responsibility Board decided to revoke the applicant’s medical licence. It first noted that, on three previous occasions in 1996, 1997 and 1998, the Supervisory Unit had criticised the applicant’s treatment methods as it had found that he did not follow recognised, conventional methods (“vetenskap och beprövad erfarenhet”). As concerned the current 11 cases where the Supervisory Unit had found cause for criticism, the Board considered them one at a time and found that each of them justified disciplinary sanctions. Moreover, in the Board’s view, the applicant’s medical records of patients were very deficient and both the diagnoses and treatment of the patients had been made on the basis of insufficient examinations and tests. It further noted that in one of the cases the applicant had repeatedly prescribed medication which was addictive (sleeping pills) to a man who clearly abused medication. Therefore, in conclusion, the Board found that it was evident that the applicant’s working methods were in sharp contrast to recognised, conventional methods and treatment within medicine and that his patient records were very deficient. Since he had shown such serious incompetence as a doctor, his medical licence had to be revoked.", "The Board’s decision was immediately enforceable. Thus, since the applicant was no longer authorised to work at his private practice, he appealed against the decision to the County Administrative Court (länsrätten) of the County of Stockholm and also requested that it should not be enforceable until the court had examined his case. As from this stage of the proceedings, the applicant was represented by legal counsel.", "On 16 January 2006 the County Administrative Court rejected the request. It considered that, on the basis of what had appeared from the case so far, there was no reason to stay the enforcement of the Board’s decision while the case was pending before it.", "The applicant appealed against the decision to the Administrative Court of Appeal (kammarrätten) in Stockholm, maintaining his request for interim measures. On 27 January 2006 the court refused leave to appeal as did the Supreme Administrative Court (Regeringsrätten), on 23 March 2006, upon further appeal.", "As the applicant was deprived of his livelihood, he renewed his request for interim measures to retain his medical licence while the appeal was pending before the County Administrative Court. On 10 April 2006 the court rejected the request and, upon appeal, the Administrative Court of Appeal and the Supreme Administrative Court refused leave to appeal on 8 May 2006 and 16 June 2006, respectively.", "On 9 November 2006, after having held an oral hearing, the County Administrative Court repealed the Board’s decision to revoke the applicant’s licence but gave him a formal warning. It found that he had shown serious flaws in performing his professional duties but that, when making an overall assessment, these flaws were not of such a serious nature that his medical licence should be revoked. However, these failings were neither excusable nor negligible, for which reason he should receive a disciplinary sanction in the form of a formal warning. Consequently, the applicant’s medical licence was returned to him and he could take up his work at his private practice again.", "Both the applicant and the Supervisory Unit appealed against the judgment to the Administrative Court of Appeal. The applicant requested that the formal warning should be removed whereas the Supervisory Unit demanded that the Board’s decision be upheld and the applicant’s medical licence be withdrawn.", "On 17 December 2007, after having held an oral hearing, the Administrative Court of Appeal upheld the lower court’s judgment in full.", "The Supervisor Unit and the applicant both appealed against the judgment to the Supreme Administrative Court, maintaining their respective claims.", "On 14 May 2009 the Supreme Administrative Court repealed the lower courts’ judgments and upheld the decision of the Board to revoke the applicant’s medical licence. It noted that he had made diagnoses without sufficient medical support and without considering other potential diagnoses. His treatments had not followed recognised, conventional methods and they had not been without risk for the patients. The court found that the lack of proper diagnoses and treatment had been systematic and deliberate and had remained unchanged despite previous criticism by the Supervisory Unit. It concluded that the applicant had shown such serious incompetence as a doctor that his medical licence had to be revoked.", "In the meantime, in February 2008, the applicant, represented by the same legal counsel as before the administrative courts, sued the Swedish State, through the Chancellor of Justice (Justitiekanslern), for compensation because of the immediate revocation of his medical licence by the Board. He alleged that it had caused him substantial losses not to be able to work for 11 months and he claimed compensation for pecuniary and non-pecuniary damage as well as for his costs in the national proceedings, in total SEK 1,657,535 (approximately EUR 181,500). In his submissions, he claimed that the immediate revocation of his medical licence by the Board was in violation of Article 6 of the Convention for several reasons, inter alia, that the Board could not be considered an independent court and that, consequently, he had been deprived of access to a court before his licence was revoked. Moreover, the proceedings had not been fair, there had been no equality of arms and he had not been presumed innocent.", "The Chancellor of Justice contested the claim. He accepted that Article 6 of the Convention was applicable to the case but considered that the Board did fulfil the requirement of an independent court. However, he submitted that, even if this was not the case, the immediate decision by the Board had not breached Article 6. In his view, the proceedings before the national courts had been fair and impartial.", "On 26 November 2009 the District Court (tingsrätten) in Stockholm rejected the applicant’s claim. In so far as concerned the applicant’s complaints relating to the Convention, the Court made the following assessment. On the issue of whether or not the Board could be considered an independent court, it noted that the Board was an impartial body, established by law, and whose work was regulated by law, inter alia, by parts of the Code on Judicial Procedure (Rättegångsbalken, 1942:740) and the Administrative Procedure Act (Förvaltningslagen, 1986:223). This ensured that the rule of law was adhered to. Moreover, its chairman had to be a permanent judge and the eight other members had to have special knowledge in medicine and health care. The District Court concluded that the Board could be considered an independent court which had had jurisdiction to decide to revoke the applicant’s medical licence. The court also observed that the applicant had had his case reviewed by a further three judicial instances, including for his request for interim measures. He had consequently had access to court. In this respect, the court noted that the provision allowing the Board to revoke immediately a medical licence was a protective measure to ensure the safety and health of patients. As concerned the fairness of the proceedings, the court treated each of the applicant’s specific complaints but concluded that he had been afforded full equality of arms during the entire proceedings and that there were no indications of a violation of Article 6 § 1 of the Convention. In relation to his complaint under Article 6 § 2 of the Convention, the court pointed out that it only related to criminal proceedings and thus was not applicable in the instant case. The court furthermore considered whether the revocation had been proportional to the aim pursued, namely to protect patients from harm and ensure the safety of their health, and found that this had indeed been a proportional measure. Lastly, the District Court examined whether the applicant could be granted compensation under the Tort Liability Act (Skadeståndslagen, 1972:207) but concluded that there were no grounds for such compensation.", "The applicant did not appeal against the judgment although he could have appealed to the Court of Appeal (hovrätten) and further to the Supreme Court (Högsta domstolen). Both appellate courts required leave to appeal before considering a case on the merits.", "Chapter 3 of the Tort Liability Act deals with the civil liability of the State. According to Section 2 of that chapter, acts or omissions by a public authority may give rise to an entitlement to compensation in the event of fault of negligence.", "An individual who wants to claim compensation from the State may proceed in either of two different ways: He or she may either petition the Chancellor of Justice in accordance with Section 3 of the Ordinance on the Administration of Claims for Damages against the State (Förordningen om handläggning av skadeståndsanspråk mot staten, 1995:1301), or bring a civil action against the State before a district court, with the possibility to appeal to a court of appeal and the Supreme Court. No appeal lies against a decision of the Chancellor of Justice. However, if the claim is rejected, the claimant still has the possibility to institute civil proceedings before the courts. In such proceedings, the State is represented by the Chancellor of Justice (section 2 of the Ordinance with Instructions for the Chancellor of Justice [Förordning med instruktion för Justitiekanslern, 1975:1345]).", "In a judgment of 9 June 2005 (NJA 2005 p. 462) the Supreme Court dealt with a claim for damages brought by an individual against the Swedish State, inter alia, on the basis of an alleged violation of Article 6 of the Convention. The case concerned the excessive length of the criminal proceedings and the Supreme Court held that the plaintiff’s right under Article 6 of the Convention to have the criminal charges against him determined within a reasonable time had been violated. Based on this finding, and with reference, inter alia, to Articles 6 and 13 of the Convention and the Court’s case-law under these provisions, in particular the case of Kudła v. Poland ([GC], no. 30210/96, ECHR 2000XI), the Supreme Court concluded that the plaintiff was entitled to compensation under Swedish law for both pecuniary and non-pecuniary damage. With respect to the level of compensation for non-pecuniary damage, the Supreme Court took note of the criteria established in the Court’s case-law stating that the Court’s practice constituted a natural point of departure in this regard.", "In a decision of 4 May 2007 (NJA 2007 p. 295), the Supreme Court held that the principle concerning a right to damages established in the above-mentioned case of 9 June 2005 also applied with regard to the rights contained in Article 5 of the Convention. The Supreme Court stated that the plaintiff’s right to damages on account of a violation of Article 5 should be assessed in the first place under the Tort Liability Act (Skadeståndslagen, Act no. 1972:207) and the Act on Compensation for Deprivation of Liberty and Other Coercive Measures (Lagen om ersättning vid frihetsberövanden och andra tvångsåtgärder, 1998:714). To the extent necessary, the relevant provisions of domestic law should be interpreted in accordance with the Convention. If Sweden’s obligations under Article 5 § 5 could not be met by such an interpretation, the domestic courts should award compensation without the support of specific legal provisions. As concerned the determination of the level of compensation, the Supreme Court repeated that the Court’s case-law was a natural point of departure but also noted that account must be taken of the fact that different national conditions may lead to variations from one country to another in what should be regarded as a reasonable level of compensation.", "In a judgment of 21 September 2007 (NJA 2007 p. 584), the Supreme Court held that the plaintiffs’ right to respect for their private life under Article 8 had been violated on the basis that a police decision on a medical examination of some of them had not been “in accordance with the law”. Having found that compensation for the violation could not be awarded directly on the basis of the Tort Liability Act, the Supreme Court held that there was no reason to limit the scope of application of the principle established in the above-mentioned cases of 9 June 2005 and 21 September 2007 to violations of Articles 5 and 6 of the Convention. In view of this and with reference to, inter alia, Articles 8 and 13 of the Convention and the Court’s case-law under these Articles, the Supreme Court concluded that the plaintiffs should be awarded non-pecuniary damage for the violation of Article 8. With regard to the levels of compensation, the Supreme Court concluded that they should not be too far removed from the levels which applied when awarding damages under the Tort Liability Act. Generally speaking these levels should, however, be compatible with the case-law of the Court. In the same case, Svea Court of Appeal had also concluded, in a judgment dated 12 January 2006, that there had been a violation of Article 8 and that an award for non-pecuniary damage should be made on the basis of the principle established in the case of 9 June 2005.", "A further Supreme Court judgment of 28 November 2007 (NJA 2007 p. 891) concerned a claim for damages against the Swedish State on the basis of an alleged violation of Article 2 of the Convention relating to the suicide of the plaintiffs’ father while in detention. The Supreme Court concluded that the case revealed no violation of Article 2. However, in its reasoning leading to this conclusion, the Supreme Court noted, inter alia, that according to the Court’s case-law there was a right to an effective remedy under Article 13 connected to the State’s duty under the Convention to take measures to protect the lives of individuals in custody or who were otherwise deprived of their liberty, which should, in principle, include a possibility of obtaining compensation for damage. The Supreme Court referred in particular to the judgment in Keenan v. the United Kingdom (no. 27229/95, § 130, ECHR 2001III).", "In May 2009 the Government decided to set up a working group on tort liability and the Convention to study the current legal situation. In December 2010 the working group submitted its report (Skadestånd och Europakonventionen, SOU 2010:87) to the Government. In the report it is proposed that the Tort Liability Act be amended in order to allow natural and legal persons to obtain damages from the State or a municipality for violations of the Convention. Such an action against public authorities would be examined by a general court which would need first to establish that a right provided by the Convention has been violated. The aim of the proposal is to provide a legal basis for granting non-pecuniary damage arising from disregard of the Convention and to fulfil, together with the other already existing legal remedies, Sweden’s obligations under Article 13 of the Convention.", "In his comments on the above report, the Chancellor of Justice, on 7 July 2011, stated that, since the autumn of 2007 following the Supreme Court’s case-law developments (as set out above), he had dealt with a large number of requests from individuals for compensation on the basis of violations of the Convention. He estimated that he had dealt with roughly 1000 cases over the previous three years. During this time he had also represented the Swedish State in a number of cases before the civil courts concerning alleged violations of the Convention. A majority of the cases that he had dealt with had concerned non-pecuniary damage for excessive length of proceedings under Article 6 § 1 of the Convention. Since November 2009, he had received more than 400 such complaints and in more than half of them, he had found a violation and granted compensation. The level of compensation for non-pecuniary damage had been determined with reference to the Court’s case-law and varied between SEK 10,000 and SEK 30,000 (approximately EUR 1,100 and EUR 3,300). Furthermore, the Chancellor of Justice had dealt with a substantial number of cases (around 160) concerning the registration of individuals in the register of the Security Police. These cases had concerned one or more of Articles 8, 10, 11 and 13 of the Convention. There had also been other individual cases relating to alleged violations of Articles 5 and 7 of the Convention, among others."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}