{"ITEMID": "001-83817", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF LIND v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 3;Violation of Art. 5-3;Violation of Art. 8;Remainder inadmissible;Non-pecuniary damage - financial award", "JUDGES": "Christos Rozakis", "TEXT": ["7. The applicant was born in 1981 and lives in St Petersburg.", "8. The applicant is a member of the National Bolsheviks Party.", "9. On 14 December 2004 a group of about forty members of the National Bolsheviks Party occupied the waiting area of the President’s administration building in Moscow and locked themselves in an office on the ground floor.", "10. They asked for a meeting with the President, the deputy head of the President’s administration Mr Surkov, and the President’s economic advisor Mr Illarionov. Through the windows they distributed leaflets with a printed letter to the President that listed his ten alleged failures to comply with the Constitution and contained a call for his resignation.", "11. The intruders stayed in the office for one hour and a half until the police broke down the blocked door. They did not offer any other resistance to the authorities.", "12. On 16 December 2004 the Khamovnicheskiy District Court of Moscow ordered the applicant’s detention on the ground that he was suspected of a particularly serious criminal offence, had no permanent residence in Moscow and was a Dutch national. It considered that there was a risk of his re-offending, absconding, interfering with the investigation or intimidating witnesses.", "13. The applicant appealed, complaining that the District Court had not cited any facts to justify the necessity of ordering his detention. On 3 February 2005 the Moscow City Court upheld the detention order on appeal, finding that it had been lawful and justified.", "14. On 21 December 2004 the applicant was charged with an attempted violent overthrow of State power (Article 278 of the Criminal Code) and intentional destruction and degradation of others’ property in public places (Articles 167 § 2 and 214).", "15. On 8 February 2005 the Zamoskvoretskiy District Court of Moscow extended the applicant’s detention until 14 April 2005, referring to the gravity of the charge. The applicant had no permanent residence in Moscow and there were reasons to believe that he might abscond or interfere with the investigation.", "16. The applicant’s counsel appealed. He asked the court to release the applicant, taking into account that he had no criminal record, had positive references and was of frail health. On 9 March 2005 the Moscow City Court upheld the extension order on appeal.", "17. On 16 February 2005 the applicant’s charge was amended to that of participation in mass disorders, an offence under Article 212 § 2 of the Criminal Code.", "18. On an unspecified date the prosecutor requested the court to extend the applicant’s detention until 14 August 2005. On 14 April 2005 the Zamoskvoretskiy District Court of Moscow extended the applicant’s detention until 14 July 2005 for the following reasons:", "“There are no reasons to vary the preventive measure. Taking into account the gravity of the charges and [the applicant’s] individual situation, the court considers that there are sufficient indications that [the applicant], once released, might abscond.", "At the same time, bearing in mind that the parties to the criminal proceedings have already started studying the case file, the extension asked for by the prosecution appears to be excessive and must be limited to three months. This period will be sufficient for all parties to the proceedings to study effectively the entire case file.”", "19. On 14 April 2005 the applicant’s counsel appealed. He asked the court to apply a more lenient preventive measure, taking into account that the applicant had no criminal record, had a permanent place of residence in Russia, studied at a university and suffered from a kidney disease. He also submitted that the applicant did not need so much time to study the case file. At the appeal hearing before the Moscow City Court the applicant confirmed that he had finished studying the case file.", "20. On 11 May 2005 the Moscow City Court upheld the decision of 14 April 2005, finding that it had been lawful, sufficiently reasoned and justified.", "21. On 7 June 2005 the investigation was completed and thirty-nine persons, including the applicant, were committed for trial.", "22. On 20 June 2005 the Tverskoy District Court of Moscow scheduled the preliminary hearing for 30 June 2005 and held that all the defendants should remain in custody.", "23. On 30 June 2005 the Tverskoy District Court held a preliminary hearing. It rejected the defendants’ requests to release them, citing the gravity of the charges against them and the risk of their absconding or obstructing justice.", "24. The applicant’s counsel appealed. He repeated the arguments advanced in the grounds of appeal of 14 April 2005 and added that the applicant’s father, Mr Jaap Jan Lind, a Dutch national and the former Governor of the New Guinea, was dying of cancer in the Netherlands. On 17 August 2005 the Moscow City Court upheld the decision of 30 June 2005 on appeal, finding that it had been lawful, well-reasoned and justified.", "25. The trial started on 8 July 2005.", "26. On 14 July 2005 the applicant lodged an application for release, referring to his frail health and a need for a medical examination. On 27 July 2005 the Tverskoy District Court rejected the request. It held that the applicant’s detention was lawful and justified. The applicant had not submitted medical certificates showing that his state of health was incompatible with custody. On 5 October 2005 the Moscow City Court upheld the decision on appeal.", "27. On 10 August 2005 the applicant’s counsel filed a further application for release. He submitted medical certificates, confirming the applicant’s and his father’s diseases. A human-rights activist, Mr Ponomarev, offered his personal guarantee that the applicant would not abscond. The Dutch Embassy asked the court to release the applicant taking into account the precarious state of his health and his father’s terminal illness. Other defendants also lodged applications for release.", "28. On 10 August 2005 the Tverskoy District Court rejected the requests. It held:", "“The court takes into account the defence’s argument that the individual approach to each defendant’s situation is essential when deciding on the preventive measure.", "Examining the grounds on which ... the court ordered and extended detention in respect of all the defendants without exception ... the court notes that these grounds still persist today. Therefore, having regard to the state of health, family situation, age, profession and character of all the defendants, and to the personal guarantees offered by certain private individuals and included in the case file, the court concludes that, if released, each of the applicants might abscond or obstruct justice in some other way.”", "29. The applicant appealed, complaining that the District Court had disregarded the medical evidence confirming his and his father’s poor state of health. On 2 November 2005 the Moscow City Court upheld the decision of 10 August 2005 on appeal, finding that the applicant had not submitted medical certificates showing that his state of health prevented him from remaining in custody.", "30. On 16 September 2005 the Tverskoy District Court rejected a new application for release, repeating verbatim the wording of the decision of 10 August 2005.", "31. In September 2005 the applicant asked the domestic courts to release him for a few days so that he could see his father. Mr Jaap Lind had asked for euthanasia which was scheduled for 29 September 2005. The Dutch Ambassador seconded his request.", "32. On 27 September 2005 the Tverskoy District Court of Moscow refused to release the applicant. It found that since the applicant was a Dutch national he might abscond or interfere with the proceedings.", "33. On 28 September 2005 the applicant was permitted a phone conversation with his father, in Russian only. The Dutch Embassy paid for the call. The conversation was interrupted by the facility administration a minute later.", "34. On 29 September 2005 Mr Jaap Lind died by euthanasia.", "35. On 27 October 2005 the Moscow City Court upheld the decision of 27 September 2005 on appeal. It held that the information about the deterioration of the applicant’s father’s health and the Dutch Ambassador’s request to release the applicant had been considered. However, the refusal to release the applicant had been justified, given the gravity of the charge against him. The court found that the applicant had been living in Russia since 1989, had visited his father no more than once a year and had mainly communicated with him by mail and phone. He had been given an opportunity to talk to his father over the phone. It further held that the applicant’s state of health was satisfactory, therefore there was no reason to amend the preventive measure.", "36. In October 2005 the applicant lodged a new application for release. He submitted that his father had died and he wanted to attend the farewell ceremony. The applicant vouched that he had no intention of absconding and referred to his clean criminal record and positive references. The Dutch Ambassador for a third time asked the court for the applicant’s temporary release so that he could attend the farewell ceremony.", "37. On 3 October 2005 the Tverskoy District Court rejected the request. It referred to the gravity of the charge and the applicant’s Dutch nationality which gave reasons to believe that he might abscond.", "38. The applicant appealed. He again asked the court to release him so that he could attend a farewell ceremony for his father. He also contended that he suffered from a chronic kidney disease and required constant medical supervision and treatment. He complained that his applications to the detention facility doctor had remained unanswered and that he had not been provided with any treatment for his disease.", "39. On 27 October 2005 the Moscow City Court upheld the decision on appeal. It found that the applicant’s father had donated his body to science, therefore there had been no funeral. The farewell ceremony was scheduled for 30 October 2005 in The Hague. Taking into account the gravity of the charge and the applicant’s previously rare contact with his father, it was inopportune to release him.", "40. On 8 December 2005 the Tverskoy District Court convicted the applicant of participation in mass disorders and sentenced him to three years’ imprisonment conditional on two years’ probation. The applicant was immediately released.", "41. The applicant was held in detention facility no. IZ-77/2 in Moscow.", "42. According to a certificate of 23 November 2005 issued by the facility administration, produced by the Government, from 16 to 17 December 2004 and from 9 to 10 February 2005 the applicant was kept in cell no. 511. The cell measured 9.7 sq. m, was equipped with five bunks and accommodated three or four inmates. Cell no. 100 – where the applicant was held from 17 December 2004 to 9 February 2005 and from 10 February to 29 April 2005 – measured 54.7 sq. m, was equipped with twenty-two bunks and housed twenty inmates on average. From 29 April to 8 December 2005 the applicant was detained in cell no. 13 measuring 8.4 sq. m, containing four bunks and accommodating four inmates on average. The Government submitted that the applicant had at all times had a separate bunk and had been provided with bedding.", "43. The Government contended that the cells were naturally illuminated through the windows and were also equipped with fluorescent lamps which functioned during the day and at night. On 12 July and 18 October 2005 cells nos. 2, 85, 101, 121, 159, 144, 148, 160, 163, and 236 were examined by a sanitary officer who found the sanitary conditions satisfactory. No traces of insects or rodents were discovered. Relying on a certificate of 12 November 2005 from the facility administration, the Government further submitted that all cells were equipped with a lavatory pan. It was separated from the living area by a brick partition of 1.3 or 2.5 metres in height.", "44. The Government affirmed that inmates were provided with food three times a day. They had an hour-long walk daily. The detention facility housed a medical unit which was open twenty-four hours and had all the necessary equipment for high-standard medical assistance. However, the applicant never applied for medical aid.", "45. The applicant did not dispute the cell measurements, the number of bunks and the number of inmates per cell. He disagreed, however, with the Government’s description of the sanitary conditions. The cells swarmed with cockroaches, crickets and lice. There was no ventilation and it was stifling and smoky inside. The partition separating the toilet facilities from the living area did not offer sufficient privacy and the person using the toilet was in view of the other inmates. The artificial light was never switched off disturbing the applicant’s sleep. The applicant conceded that an hour-long walk was organised every day. However, the exercise yard was covered and measured no more than 15 sq. m. Food was scarce. Inmates were allowed to take a shower for ten minutes once a week.", "46. The applicant suffered from chronic glomerulonephritis (a kidney disease) and required constant medical supervision and treatment. He received no treatment. On 18 and 25 July 2005 he complained of an aching kidney and asked the facility doctor to examine him and prescribe medication. His request remained unanswered.", "47. Since 1 July 2002 criminal-law matters have been governed by the Code of Criminal Procedure of the Russian Federation (Law no. 174-FZ of 18 December 2001).", "48. “Preventive measures” or “measures of restraint” (меры пресечения) include an undertaking not to leave a town or region, personal surety, bail and detention (Article 98). If necessary, the suspect or accused may be asked to give an undertaking to appear (обязательство о явке) (Article 112).", "49. When deciding on a preventive measure, the competent authority is required to consider whether there are “sufficient grounds to believe” that the accused would abscond during the investigation or trial, reoffend or obstruct the establishment of the truth (Article 97). It must also take into account the gravity of the charge, information on the accused’s character, his or her profession, age, state of health, family status and other circumstances (Article 99).", "50. Detention may be ordered by a court if the charge carries a sentence of at least two years’ imprisonment, provided that a less restrictive preventive measure cannot be applied (Article 108 § 1).", "51. After arrest the suspect is placed in custody “during the investigation”. The period of detention during the investigation may be extended beyond six months only if the detainee is charged with a serious or particularly serious criminal offence. No extension beyond eighteen months is possible (Article 109 §§ 1-3). The period of detention “during the investigation” is calculated to the day when the prosecutor sends the case to the trial court (Article 109 § 9).", "52. From the date the prosecutor forwards the case to the trial court, the defendant’s detention is “before the court” (or “during the trial”). The period of detention “during the trial” is calculated to the date the judgment is given. It may not normally exceed six months, but if the case concerns serious or particularly serious criminal offences, the trial court may approve one or more extensions of no longer than three months each (Article 255 §§ 2 and 3).", "53. A Russian national has to produce a travel passport to cross the Russian border (section 7 of the Law on the Procedure for Entering and Leaving the Russian Federation, no. 114-FZ of 15 August 1996). The travel passport of an accused can be retained by a court, a prosecutor or a policeman until the termination of the criminal proceedings (sections 6.1 § 3 and 6.7 of the Instruction on issuance of travel passports, approved by the Order of the Ministry of Internal Affairs, no. 310 of 26 May 1997)."], "VIOLATED_ARTICLES": ["3", "5", "8"], "VIOLATED_PARAGRAPHS": ["5-3"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}