{"ITEMID": "001-101859", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "COMMITTEE", "DATE": 2010, "DOCNAME": "CASE OF J.V. AND OTHERS v. SLOVAKIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial (Article 6 - Constitutional proceedings;Article 6-1 - Reasonable time)", "JUDGES": "Ján Šikuta;Lech Garlicki", "TEXT": ["4. The applicants were born in 1947, 1986 and 1986 respectively and live in Bratislava.", "5. On 7 April 1995 the applicants claimed compensation for damage to their health (infection with Hepatitis C).", "6. On 6 November 2007 the Bratislava I District Court dismissed their action.", "7. On 29 May 2009 the Bratislava Regional Court, upon the applicants' appeal, quashed the first-instance judgment and remitted the case file for further examination to the district court.", "8. On 18 January 2010 the applicants complained to the President of the district court about undue delays. On 2 February 2010 the President of the court concerned acknowledged that there had been delays in the proceedings.", "9. On 4 March, 18 May and 1 July 2010 the district court held hearings.", "10. The proceedings are pending.", "11. On 8 June 2004 the Constitutional Court found that the Bratislava I District Court had violated the applicants' right to a hearing without unjustified delay. The Constitutional Court awarded 30,000 Slovakian Korunas (SKK) to each applicant as just satisfaction in respect of non-pecuniary damage, ordered the district court to avoid further delays and to reimburse the applicants' legal costs.", "3. Second set of constitutional proceedings", "12. On 15 March 2007 the Constitutional Court found that, in the period after its previous ruling, the Bratislava I District Court had violated the applicants' right to a hearing without unjustified delay. The Constitutional Court awarded SKK 50,000 to each applicant as just satisfaction in respect of non-pecuniary damage, ordered the district court to avoid further delays and to reimburse the applicants' legal costs."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}