{"ITEMID": "001-4578", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "ADMISSIBILITY", "DATE": 1995, "DOCNAME": "TOSUN v. GERMANY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant is a Turkish citizen, born in 1965 and currently living in Turkey. Before the Commission he is represented by Mr. Norbert Wagener, a lawyer practising in Frankfurt am Main.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "In or about 1969, when he was four years old, the applicant arrived with his family, his parents and four brothers and sisters, in Germany. A younger sister was born there later.", "The applicant attended school in Ludwigshafen and worked thereafter in his parents' restaurant. From 1985 to 1987 he was the manager of this restaurant.", "In 1984 and 1986 the applicant was convicted of theft and aggravated theft and fined, respectively sentenced to six months' imprisonment on probation.", "On 25 March and 20 June 1988 the applicant was convicted by the Frankenthal Regional Court (Landgericht) of armed robbery in two cases and sentenced to three and to five years' imprisonment. The Regional Court fixed later a cumulative sentence (Gesamtstrafe) of five years' and six months' imprisonment.", "After having served half of this sentence, the Zweibrücken Court of Appeal (Oberlandesgericht) suspended the remainder of the sentence on probation having regard to the favourable prognosis of the applicant's personality.", "On 31 January 1991 the Ludwigshafen Aliens Office ordered the applicant to leave Germany on the ground that the applicant had been convicted of criminal offences and sentenced to more than five years' imprisonment. Reference was made in particular to Section 47 para. 1 (1) of the Aliens Act (Ausländergesetz). According to this provision, a foreigner shall be expelled from Germany if he has been finally sentenced to a minimum of five years' imprisonment for having committed wilfully one or more offences (... wird ein Ausländer ausgewiesen, wenn er wegen einer oder mehrerer vorsätzlicher Straftaten rechtskräftig zu einer Freiheitsstrafe von mindestens fünf Jahren verurteilt worden ist).", "", "The applicant lodged an administrative appeal (Widerspruch) against the deportation order. These proceedings are still pending.", "At the same time the applicant requested to suspend, pending the appeal proceedings, the execution of the deportation order (Antrag auf einstweiligen Rechtsschutz).", "On 29 May 1991, the Administrative Court (Verwaltungsgericht) at Neustadt an der Weinstrasse dismissed this request. The Court found that the deportation order had been issued in accordance with the relevant provisions of the Aliens' Act. The competent authorities did not enjoy any margin of appreciation when ordering the applicant's deportation. Having regard to the applicant's sentence of more than five years' imprisonment and the seriousness of the offences committed by him, the public interest in the prevention of disorder and crime outweighed the applicant's interests in staying in Germany although he had lived with his family in that country for many years. Furthermore there was a particular public interest in enforcing the deportation order rapidly with a view to deterring other foreigners from committing similar offences.", "The applicant's appeal (Beschwerde) against the refusal to be granted a suspension of the deportation order was dismissed by the Rheinland-Pfalz Administrative Court of Appeal (Oberverwaltungsgericht) on 29 October 1991.", "On 19 December 1991 the Federal Constitutional Court (Bundesverfassungsgericht), sitting as a panel of three judges, refused to admit the applicant's constitutional appeal against the above decisions, on the ground that it offered no prospect of success.", "The Federal Constitutional Court held that it was not in breach of any constitutional right to expect the applicant to pursue the appeal proceedings from Turkey.", "On 8 April 1992 the applicant was expelled to Turkey."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}