{"ITEMID": "001-22474", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FIN;SWE", "BRANCH": "ADMISSIBILITY", "DATE": 2002, "DOCNAME": "G. and A. v. FINLAND and SWEDEN", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The first applicant is a Swedish and the second applicant a Finnish national. They were born in 1943 and 1950 respectively and are currently living in Åkersberga, Sweden.", "The facts of the case, as submitted by the applicants, may be summarised as follows.", "The applicants and their son I. (born in 1988) first lived in Sweden until 1993, when they moved to his grandmother in Luopioinen (Finland) after a public care order had been issued in Sweden. In both countries I. underwent intelligence and other tests on account of certain behavioural problems (indications of slight retardation and autism, increasing isolation and aggression). The Finnish authorities considered his symptoms to be of a psychological nature. The applicants considered them neurological but this contention could not be supported by any of the expert findings. Nonetheless, the applicants did not accept that I. be admitted for further examinations at a child psychiatric clinic.", "In early November 1995 the applicant father was detained for a few days with a view to assessing whether he was in need of compulsory mental care on account of possible paranoia. On 7 November 1995, after the municipality had excluded I. from his regular school class due to his behavioural disturbances, the family returned to Sweden.", "On 8 December 1995 the Social Welfare Board (sosiaalilautakunta, socialnämnden) of Luopioinen placed I. in public care under the Child Welfare Act (lastensuojelulaki, barnskyddslag 683/1983). According to the applicants, they were not heard prior to the making of the order. Their appeal was dismissed by the County Administrative Court (lääninoikeus, länsrätten) of Häme. On 29 November 1996 the Supreme Administrative Court (korkein hallinto-oikeus, högsta förvaltningsdomstolen) dismissed their further appeal. They had contended, inter alia, that the reports given by the authorities had contained incorrect information and that I.’s referral to the child psychiatric clinic, which had been signed by the doctor of the health care centre, had not been made available to them. Having considered the evidence adduced, the court found no indication that the information given by the authorities had been incorrect. The court concluded, in light of the evidence adduced, that the referral report had not been at the disposal of the Social Welfare Board either.", "In May 1997, when consulting the case-file at the Supreme Administrative Court, the applicants allegedly discovered a number of false and misleading documents which had not been communicated to them in the proceedings concerning the initial care order. Their request to have the proceedings re-opened on this ground was dismissed by the Supreme Administrative Court on 16 October 1997. The court found no procedural error which could have had a significant effect on its earlier decision.", "On 20 January 1997 Swedish police fetched I. and transferred him to the Finnish authorities pursuant to a Nordic treaty on the enforcement of care orders. His public care was initially implemented in a clinic for severely physically and mentally retarded children at Ylinen, where he underwent various intelligence and other ability tests. The conditions were allegedly harsh.", "On 12 June 1997 the Social Welfare Board maintained I.’s public care, dismissing the applicants’ request to the contrary. Their appeal was dismissed on 4 December 1997 after an oral hearing before the County Administrative Court. Meanwhile, in August 1997 I. had been admitted to a child psychiatric clinic for further examinations. In February 1998 he was placed in a foster family at Rautajärvi, where the applicants allegedly had difficulties in gaining access to him. On 2 November 1999 the Supreme Administrative Court declined to examine their appeal in so far as concerning I.’s placement at Rautajärvi, that having been a temporary placement against which no appeal avenue had been open. The court likewise declined to examine their appeal against the access restriction as under domestic law this had been finally determined by the County Administrative Court. The court dismissed the other aspects of their appeal.", "Meanwhile, on 11 June 1998 the Social Welfare Board decided to place I. in a children’s home in Lahti. In August 1998 he was placed in another foster family in Lahti in order to attend another school. The Board granted the applicants’ request to fly I. to the USA to be examined by specialists. The applicants’ appeals in the other respects were dismissed by the County Administrative Court on 3 March 1999. On 7 February 2001 the Supreme Administrative Court dismissed their further appeals concerning I.’s transfer to the children’s home and declined to examine the other aspects.", "For financial reasons, the applicants had to postpone their trip with I. to the USA until 1999. On 10 June 1999, however, the Social Welfare Board withdrew its permission for I. to go on the trip after experts had considered that a trip at that moment would not be in his best interests. On 13 April 2000 the Board restricted the meetings between I. and the applicants to one per month and dismissed their new request to take I. on a trip to the USA. Their appeal was dismissed on 27 September 2000. On 7 February 2001 the Supreme Administrative Court declined to examine their further appeal, as no right to a further appeal existed.", "A restriction on visits has allegedly been in force throughout I.’s public care, and was prolonged by the Social Welfare Board, most recently, in February 2001. Currently one monthly visit is allowed in the children’s home. In May 2001 the Social Welfare Board again refused the applicants permission to take I. on a trip to the USA.", "The applicants’ appeal against the recent access restriction and the refusal to allow I. to travel to the USA was dismissed by the Administrative Court (hallinto-oikeus, förvaltningsdomstolen) on 1 March 2002.", "According to the Government, the facts of the case are as follows.", "By a letter of 29 November 1995, the Social Welfare Board of Luopionen had informed the applicants that, on 8 December 1995, it was going to consider a proposal to place I. in public care. The Board had recalled, inter alia:", "“The problems relating to the growth and development of your son [...] have been discussed at several meetings which you have also attended. However, because you have not consented to the examinations and rehabilitation needed for the purpose of helping your son, public care [has been] found appropriate.”", "In the same letter the Board had invited the applicants to comment on the proposed care order, either orally in the social welfare office on 8 December or in writing by 7 December 1995. Furthermore, they had been told that they would be able to consult the Board’s case-file during their possible visit on 8 December 1995. Receipt of the letter had been acknowledged by the applicants on 2 December 1995 in Sweden, where they had lived since 7 November.", "The applicants had not taken any contact with the Social Welfare Board which had issued the proposed care order and referred the matter for approval by the County Administrative Court. After the applicants had appealed the court had invited them to comment on the Social Welfare Board’s rejoinder with annexes (i.e. a decision of the County Administrative Court (kammarrätten) of Stockholm of 8 April 1993 and a summary of the measures taken by the Finnish authorities from 1993 onwards). The applicants had submitted their comments on 20 February 1996 and in subsequent letters.", "After the applicants had appealed against the County Administrative Court’s decision of 13 May 1996 the Supreme Administrative Court had afforded them an opportunity to comment in writing on the Social Welfare Board’s rejoinder. The Board had noted, inter alia, that its decision had been based on several reports and opinions, beginning with the documents relating to the public care order issued in Sweden in 1993. The court’s letter had been received by the applicants on 31 August 1996 and the second applicant had submitted written comments.", "In their comments in reply to the factual information provided by the Government the applicants contend that four specific reports considered by the Social Welfare Board on 8 December 1995 (and listed in its decision) had not been made available to them until May 1997, i.e. after the initial care proceedings had ended. The further report of the Finnish social welfare authorities dated 12 February 1996 had been made available to them only in the Convention proceedings. In that document the official had recounted the Finnish social authorities’ suspicion in 1994 that I. had been sexually abused in the family, which the applicants deny.", "The relevant legislation is outlined in the Court’s judgment in K. and T. v. Finland ([GC], no. 25702/94, §§ 94-136, ECHR 2001)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}