{"ITEMID": "001-58271", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "GRANDCHAMBER", "DATE": 1999, "DOCNAME": "CASE OF ARSLAN v. TURKEY", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 10;Not necessary to examine Art. 14+10;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award - domestic proceedings;Costs and expenses partial award - Convention proceedings", "JUDGES": "Luzius Wildhaber;Paul Mahoney", "TEXT": ["8. The applicant is the author of a book entitled “History in Mourning, 33 bullets” (Yas Tutan Tarih, 33 Kurşun), which won the Yunus Nadi Prize.", "The book was published in December 1989, with a second edition appearing in July 1991. It is accompanied by a preface attributed to Musa Anter, a well-known pro-Kurdish politician and leader writer whose main theme was the Kurdish question in Turkey and who was murdered in 1992.", "9. On 29 December 1989, in the course of a criminal investigation he was conducting in respect of Mr Arslan, the public prosecutor at the Istanbul National Security Court (“the National Security Court”) requested a single judge of that court to order the seizure of the above-mentioned book as an interim measure.", "By an order made on that date the judge allowed this application.", "10. On 22 January 1990 the public prosecutor charged the applicant with disseminating separatist propaganda. Noting that in his book Mr Arslan had contended that there were various nations within the Republic of Turkey, described the Turkish nation as barbarous, maintained that the Kurds were the victims of constant oppression, if not genocide, and glorified the acts of insurgents in south-east Turkey, he called for the application of Article 146 §§ 3 and 6 of the Criminal Code (see paragraph 22 below) and confiscation of the book. The indictment included the following extracts from the book:", "“... the position of the Turks in the Middle East is very interesting... Having arrived as a wave of nomads, they invaded the territories of nations which were a thousand times more civilised than them and, not having a superior culture of their own, attempted to control these peoples - the Arabs, the Persians and the Kurds, for example - by tyranny, violence and inhuman acts. Is it now to be expected that such an organisation, this barbarous mechanism founded on violence, this State order, will implement democratic decisions? That would be a vain hope... Even today, it is this mentality which prevails in Turkey. For example, if one were to say that Kurdistan belongs to the Kurds, Armenia to the Armenians, ‘Lazistan’ to the ‘Laz’ and the territory of Rūm to the ‘Rūmis’, what would be left for the Turks? ... In the Balkans and the Middle East there is not a single people whom [the Turks] have not persecuted. That is why today the Turks realise that the Bulgarians, the Greeks ... and, internally, the Kurds regard them as enemies. As a result, it has become axiomatic among [the Turks] that, as the saying has it, ‘A Turk’s only friend is another Turk’. ... Several groups, such as the Bulgarians, the Greeks and the Arabs, have won their freedom from this barbarous administration. Only the Kurds remain. Both Turks and Kurds are at a loss to know what to do about this situation. A Turk from Turkistan denies the Turk who lives in Kurdistan. A Kurd may neither give his father’s forename to his son nor choose his name... [preface, pages 7-10]", "... that being said, the revolt of the Kurdish peasants at Silopi had led to reactions on a larger scale; the Kurds exploded in fury against the massacre of their fellow Kurds. The Kurdish people, who once took command of the peoples of the Middle-East in their struggle against Assyrian despotism, were announcing, through their resistance, the joyful news of the day when they would tear down the fortress of violence of Turkish chauvinism... [chapter entitled “The infinity of Silopi”, pages 58-59]”", "11. Before the National Security Court the applicant denied the charges. He argued in particular that he could not be held responsible for the content of the preface written by Mr Anter. That argument was not accepted by the judges because Mr Anter, who had been heard by them as a witness, had explained that he had never intended to write a preface for the book but had merely handed over to the applicant, at his request, a periodical containing an article he had written several years before.", "The applicant also submitted that in writing the book his intention had never been to work towards separatist ends but to set out his thoughts about incidents that had taken place in Van, his native province, and had claimed the lives of 33 peasants, including members of his family.", "12. On 29 March 1991 the National Security Court sentenced the applicant to six years and three months’ imprisonment and ordered the book’s confiscation.", "In its judgment it noted in particular that in order to criticise State policy he had related without objectivity in his book certain events which had occurred in eastern and south-eastern Anatolia, and that he had maintained that the Kurds were oppressed and crushed by the violence of the gendarmerie, which sometimes even shot them down, and that the fundamental rights of the Kurdish people had been trampled on. It held in particular:", "“In the book certain parts of the national territory are referred to as the Kurdish region or provinces and it is explained that these must belong to the Kurds, that they form their country, called Kurdistan; moreover, it is stated that the Turks, coming from Turkistan, have driven the Kurds out of Kurdistan and that this region has entered into a general war and is in a state of resistance.”", "The National Security Court emphasised the extreme importance for society of being informed of the events in question and of the facts which had led to them, which should be related without comment, but stated that the content of the book, although presented as research findings, went well beyond such an aim.", "Accepting the prosecution submissions, the National Security Court held that the theme which could be discerned throughout the book, and particularly in its preface, amounted to separatist propaganda based on racial considerations and intended to weaken patriotic sentiment, and that this justified Mr Arslan’s conviction.", "13. On 12 April 1991 the Prevention of Terrorism Act (Law no. 3713) came into force. It repealed, inter alia, Article 142 of the Criminal Code, on which the applicant’s conviction had been based. As a result, by a further judgment of 3 May 1991, the National Security Court declared Mr Arslan’s conviction null and void and ordered the return of the confiscated copies of the book.", "14. Mr Arslan’s book was republished on 21 July 1991.", "On 30 July the public prosecutor asked the National Security Court to order its seizure on the ground that its republication contravened section 8 of Law no. 3713, which prohibited all propaganda against “the indivisible untiy of the State” (see paragraph 23 below).", "15. By a decision of 31 July a single judge of the court rejected this application on the ground that the constituent elements of the offence had not been made out.", "The public prosecutor repeated his application on the same day, arguing in particular that the acts which constituted the offence contemplated in former Article 142 § 3 of the Criminal Code did not differ in any way from those made punishable by section 8(1) of Law no. 3713. He submitted that it was illogical not to find that the book constituted propaganda against the indivisible unity of the State when its seizure had been ordered on 29 December 1989 on the ground that it conveyed separatist propaganda (see paragraph 9 above). On 5 August 1991 the single judge rejected the application.", "16. On 23 August, at the request of the public prosecutor, the Ministry of Justice ordered the principal public prosecutor at the Court of Cassation to lodge an appeal in the interests of clarifying the law against the decision of 5 August 1991 (see paragraph 15 above).", "The Court of Cassation dismissed that appeal in a judgment of 13 September 1991, on the ground that it was for the judge dealing with the case to assess the expediency of an interim measure and that the question whether the content of a publication was contrary to the law could be determined only by a judgment on the merits.", "17. In an indictment of 12 December 1991 the public prosecutor accused Mr Arslan and his publisher of disseminating propaganda against “the indivisible unity of the State” within the meaning of section 8(1 and 2) of Law no. 3713 (see paragraph 23 below).", "He reproduced the extracts included in his submissions of 22 January 1990 (see paragraph 10 above) and referred to other passages in the book, including the following:", "“... The Kurdish people, who until recently were utterly disorganised, in disarray and torn in different directions, have called “Halt!”, refusing this destiny imposed on them, and have now begun to take giant strides towards the accomplishment of their own destiny. Those who for centuries have kept these people in chains and exploited their labour panicked when they saw the seeds of resistance [the Kurds] had cherished in their hearts in the face of such injustice and indignity beginning to sprout. As one of the main features of the special war, and in order to serve rulers who responded with massacres to the resistance of the great majority of the Kurdish people against the policies of deportation, threats, arrest, torture and oppression, the special forces have found no better way of expressing their feeling of defeat at the hands of the PKK militants than to massacre peasants. The slaughter of the peasants at Silopi announced the advent of a new epoch in the developments taking place in those regions where Kurds form a majority of the population. The special war being conducted in that region between the security forces and PKK guerillas was coming to an end. A new era of total war was beginning… The State, which for months had been mobilising troops in large numbers and sending them to the Botan region – particularly the Cudi mountains – had not been able to prevent [the PKK’s] armed raids and, once the State had realised that its latest operations [against the PKK] – whose scale was so much exaggerated by the press – had led to nothing, it decided to follow the historic example of the repression of the rebellion of Ağrı and implement the final solution – genocide. From then on, every effort would be made to reach that solution. They began with Silopi; the squadrons of death tried by every means they had to make progress with their manhunt. Like the counter-insurgency agents, the gangs and the village guards let loose in the Kurdish regions, those clan leaders who were in the pay of the government also received the order to drink Kurdish blood…”", "18. Before the National Security Court the applicant once more contested the charges brought against him, arguing in particular that the book was based on real events and on his observations as a journalist. He had done nothing more than relate certain events in the context of his professional activity.", "19. On 28 January 1993 the National Security Court found the applicant guilty of disseminating propaganda against “the indivisible unity of the State” and sentenced him, pursuant to section 8(1) of Law no. 3713, to one year and eight months’ imprisonment and a fine of 41,666,666 Turkish liras.", "In its judgment the National Security Court made it clear at the outset that the fact that the applicant’s previous conviction had been declared null and void on 3 May 1991 (see paragraph 13 above) did not stand in the way of fresh charges being brought against him on the basis of a different provision of criminal law. As to the merits of the case, the court referred to certain passages of the book and – following in large part the same line of reasoning as in the judgment of 29 March 1991 (see paragraph 12 above) – held that the applicant had intended to incite citizens of Kurdish origin to rebel against the State.", "20. On 9 March 1993 the applicant appealed against this judgment to the National Security Court. In order to prove that Mr Anter was in fact the author of the preface, he asked for a witness to be heard. He maintained that the first part of the book related in a dramatised form a historic event and that the second part was only a collection of recent articles. In addition, his conviction for criticising the oppression of the Kurdish population constituted a serious threat to his freedom of expression.", "On 17 March 1993 the National Security Court declared the appeal inadmissible on the ground that it was out of time. The applicant then appealed to the Court of Cassation. Repeating the arguments set out above, he contended that to convict someone for expressing his thoughts was unacceptable in a modern society and that a country could not be said to have any “unity” or “integrity” if even the preface of a book was thought capable of endangering them.", "21. The Court of Cassation gave judgment against Mr Arslan in a judgment of 16 September 1993, holding that the assessment of the evidence conducted by the Istanbul National Security Court justified the rejection of the applicant’s grounds of appeal.", "22. Paragraphs 3 and 6 of former Article 142 of the Criminal Code, repealed by Law no. 3713 (see paragraph 23 below), provided:", "“3. A person who, prompted by racial considerations, by any means whatsoever spreads propaganda aimed at abolishing in whole or in part public-law rights guaranteed by the Constitution or undermining or destroying patriotic sentiment shall, on conviction, be liable to a term of imprisonment of from five to ten years.", "...", "6. Where the offences contemplated in the above paragraphs are committed through publication, the penalty to be imposed shall be increased by half.”", "23. Law no. 3713 was promulgated on 12 April 1991. Section 8, (subsequently repealed by Law no. 4126 of 27 October 1995) was worded as follows:", "“Written and spoken propaganda, meetings, assemblies and demonstrations aimed at undermining the territorial integrity of the Republic of Turkey or the indivisible unity of the nation are prohibited, irrespective of the methods used and the intention. Any person who engages in such an activity shall be sentenced to not less than two and not more than five years’ imprisonment and a fine of from fifty million to one hundred million Turkish liras.”", "24. The Government supplied copies of several decisions given by the prosecutor attached to the Ankara National Security Court withdrawing charges against persons suspected of inciting people to hatred or hostility, especially on religious grounds (Article 312 of the Criminal Code) or of disseminating separatist propaganda against the indivisible unity of the State (section 8 of Law no. 3713 – see paragraph 23 above). In the majority of cases where offences had been committed by means of publications the reasons given for the prosecutor’s decision included such considerations as the fact that the proceedings were time-barred, that some of the constituent elements of the offence could not be made out or that there was insufficient evidence. Other grounds included the fact that the publications in issue had not been distributed, that there had been no unlawful intent, that no offence had been committed or that those responsible could not be identified.", "Furthermore, the Government submitted a number of decisions of the National Security Courts as examples of cases in which defendants accused of the above-mentioned offences had been found not guilty. These were the following judgments: 1991/23, 75, 132, 177 and 100; 1992/33, 62, 73, 89 and 143; 1993/29, 30, 38, 39, 82, 94 and 114; 1994/3, 6, 12, 14, 68, 108, 131, 141, 155, 171 and 172; 1995/1, 25, 29, 37, 48, 64, 67, 84, 88, 92, 96, 101, 120, 124, 134 and 135; 1996/2, 8, 18, 21, 34, 38, 42, 43, 49, 54, 73, 86, 91, 103, 119 and 353; 1997/11, 19, 32, 33, 82, 89, 113, 118, 130, 140, 148, 152, 153, 154, 187, 191, 200 and 606; 1998/6, 8, 50, 51, 56, 85 and 162.", "As regards more particularly proceedings against authors of works dealing with the Kurdish problem, the National Security Courts in these cases reached their decisions on the ground that there had been no dissemination of “propaganda”, one of the constituent elements of the offence, or on account of the scientific, historical and/or objective nature of the words used."], "VIOLATED_ARTICLES": ["10"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}