{"ITEMID": "001-109249", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF EDILOVA v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 2 - Right to life (Article 2-1 - Life) (Substantive aspect);Violation of Article 2 - Right to life (Article 2-1 - Effective investigation) (Procedural aspect);Violation of Article 3 - Prohibition of torture (Article 3 - Effective investigation) (Procedural aspect);Violation of Article 5 - Right to liberty and security (Article 5-1 - Lawful arrest or detention);Violation of Article 13 - Right to an effective remedy (Article 13 - Effective remedy)", "JUDGES": "Anatoly Kovler;Elisabeth Steiner;Julia Laffranque;Khanlar Hajiyev;Mirjana Lazarova Trajkovska;Peer Lorenzen", "TEXT": ["5. The applicant was born in 1954. She resides in the village of Goyty, the Chechen Republic. The applicant is the mother of Mr Abdula Edilov, born in 1976.", "6. At the time of the events described below Abdula Edilov resided with the applicant at 2, Nekrasova Street in the village of Goyty. According to the applicant, her son had participated in illegal armed groups during the first round of hostilities in the Chechen Republic, but was then amnestied and did not take part in the second round of hostilities which started in 1999.", "7. The following account of the events is based on a written statement by the applicant dated 16 January 2007; a written statement by R.Z. dated 10 July 2006; a written statement by Z.D. dated 5 September 2006 and a written statement by L.D. dated 7 September 2006.", "8. On 26 August 2001 the applicant agreed with Abdula Edilov that she would go to the local market and that he would join her there later. The applicant left for the market while Abdula Edilov stayed at home.", "9. Between 5 and 6 p.m. on the same day a light coloured UAZ vehicle (“таблетка”) arrived at the applicant’s house. About ten armed men in camouflage uniforms and masks emerged from the vehicle. The applicant’s neighbours R.Z., Z.D. and L.D., who witnessed the arrival of the vehicle, inferred that those men were servicemen. Two servicemen stayed by the UAZ vehicle and the others rushed inside the applicant’s house. Shortly thereafter the servicemen came outside, leading Abdula Edilov with them. He was wearing a T-shirt, black trousers and house slippers and was holding his hands behind his back. The servicemen threw the applicant’s son inside the UAZ vehicle and drove in the direction of the checkpoint manned by Russian federal forces located on the bridge over the Argun River, on the eastern outskirts of Goyty. At the checkpoint the vehicle stopped for a while and then took the motorway in the direction of Grozny. According to Z.D., the windows in the UAZ vehicle were not blacked out and when it drove away from the checkpoint there were only three to four servicemen in it. Z.D. inferred from that that several servicemen must have stayed at the checkpoint. Z.D., R.Z. and L.D. could clearly see the route taken by the UAZ vehicle because the motorway leading to Grozny was separated from Nekrasova Street only by the Argunskiy canal.", "10. The applicant learnt about the abduction shortly after it had occurred. She immediately returned home and realised that her house had been searched because everything had been turned upside down.", "11. The applicant then went to the checkpoint of the federal forces located at the bridge over the Argun River. According to her, the checkpoint was guarded by servicemen from the Special Forces unit of the Ministry of the Interior (“the OMON”). She told them that her son had been apprehended and that his abductors had passed through the checkpoint. The servicemen replied that their commander was absent and that her son would come back “three days later if he was innocent” or “three months later if he was guilty”.", "12. On 26 August 2001 the applicant complained in person about the abduction of her son to the local police. A police officer named “Yusup” advised her to complain about the apprehension of Abdula Edilov to various authorities and promised her that he would search for her son and find out who had arrested him and for what reason.", "13. On 27 August 2001 the applicant stayed at home in case the authorities came to question her about the circumstances of the abduction of her son, whilst her sister Z.Ts. went to Grozny to complain about his abduction to various State authorities.", "14. According to a written statement by Z.Ts. dated 1 February 2010, on 29 or 30 August 2001 Z.Ts. and her husband heard over the radio that “Abdula Muslanovich Edilov” had been arrested on suspicion of having committed a terrorist attack in the Urus-Martanovskiy District of Chechnya and two days later she saw the same information on the federal news, accompanied by video footage of a man being led by two servicemen. The video being very short, Z.Ts. was unable to discern whether the man was Abdula Edilov, but she clearly heard his name being pronounced by the newsreader.", "15. On an unspecified date in autumn 2001 the applicant learnt from a certain Mr R. that her son was allegedly being held at the military base in Khankala and in the winter of 2002 a certain Ms T. told the applicant’s daughter-in-law that Abdula Edilov was being held at the Operational and Search Bureau no. 2 (“the ORB-2”) in Grozny. The applicant went to Grozny to meet the head of the ORB-2, but the latter denied having detained her son.", "16. In 2005 an officer of a prison located in Khasavyurt, in the Dagestan Republic, allegedly recognised Abdula Edilov in a picture shown to him by the applicant and told her that her son had been detained in that prison two to three years before and that he had then been taken away by officers of the Federal Security Service (“the FSB”).", "17. The Government stated that at about 5 p.m. on 26 August 2001 a group of armed men in camouflage uniforms and masks, driving a UAZ vehicle, had abducted Abdula Edilov from his home in Goyty, the Chechen Republic, and had taken him to an unknown destination.", "18. By a letter of 16 September 2001 the prosecutor’s office of the Chechen Republic (“the republican prosecutor’s office”) forwarded the complaint about the abduction of Abdula Edilov to the prosecutor’s office of the Urus-Martanovskiy District (“the district prosecutor’s office”) and instructed the latter authority to verify her submissions and to take the necessary measures.", "19. On 27 September 2001 the acting prosecutor of the UrusMartanovskiy District forwarded the complaint about the abduction of Abdula Edilov to the head of the Temporary Department of the Ministry of the Interior of the Urus-Martanovskiy District (“the VOVD”) and instructed the latter body to institute a criminal investigation and to take initial investigative steps, should there be grounds to do so.", "20. On 4 December 2001 the VOVD launched a criminal investigation into the abduction of Abdula Edilov under Article 126 § 2 of the Criminal Code (aggravated kidnapping). The case file was assigned the number 25482.", "21. On 15 December 2001 the applicant was granted victim status in the proceedings in case no. 25482.", "22. On 10 July 2002 the republican prosecutor’s office replied to the applicant that it had examined her application for assistance in the search for her son and had studied case file no.25482. On 14 January 2002 the investigation of the case had been entrusted to the district prosecutor’s office which, on an unspecified date, had decided to suspend it owing to the failure to identify the perpetrators. However, that decision had been set aside as premature and unfounded and the district prosecutor’s office had been instructed to take unspecified additional investigative steps aimed at identifying those responsible and locating the applicant’s son.", "23. By a letter of 22 July 2002 the republican prosecutor’s office replied to the applicant’s repeated requests for information, specifying that the investigation in case no.25482 had been suspended on 4 February 2002 because of the failure to identify those responsible for the abduction. The applicant was further informed that on 10 July 2002 the investigation had been resumed and that the district prosecutor’s office would inform her about any further developments.", "24. On 23 July 2003 the military prosecutor’s office of the United Group Alignment (“the UGA military prosecutor’s office”) forwarded the applicant’s complaint about the abduction of Abdula Edilov to the military prosecutor of military base no. 20102 and instructed the latter body to examine it and to inform the applicant of any decisions taken. By a letter of 5 September 2003 the military prosecutor’s office of military base no. 20102 transmitted the applicant’s complaint to the military commander of the Urus-Martanovskiy District for examination.", "25. On 16 January 2004 the applicant wrote to the district prosecutor’s office. She described in detail the apprehension of her son and submitted that she had immediately alerted all the relevant State bodies to his abduction. She stressed that the abductors had passed through the checkpoint of the federal forces unhindered and had freely moved around in broad daylight. She pointed out that the district prosecutor’s office had not apprised her of any developments in the investigation and requested to be updated in writing.", "26. On 19 January 2004 the district prosecutor’s office replied to the applicant that criminal case no. 25482 had been opened on 4 December 2001 and that on 3 April 2003 the investigation had been suspended owing to the failure to identify the culprits.", "27. On 8 April 2004 the applicant wrote to the military commander of the Urus-Martanovskiy District. She described the circumstances of her son’s abduction by armed men in camouflage uniforms, who had arrived in a light-coloured UAZ vehicle without licence plates, and sought assistance in establishing his whereabouts. On 26 April 2004 she wrote a letter along the same lines to the district prosecutor’s office.", "28. On 27 April 2004 the district prosecutor’s office replied to the applicant that on 3 April 2003 the investigation had been suspended but that at the same time the VOVD had been instructed to activate the search for those responsible for the abduction of Abdula Edilov.", "29. By a letter of 18 June 2004 the district prosecutor’s office informed the applicant that on 18 June 2004 it had resumed the investigation in case no. 25482.", "30. On 2 April 2005 the applicant wrote to the military prosecutor and the prosecutor of the Chechen Republic, describing in detail the circumstances of the abduction of her son and stressing that his abductors had passed through the checkpoint of the federal forces unhindered and that her relatives had heard on the Chechen State radio and television that Russian servicemen had arrested Abdula Edilov on suspicion of having committed terrorist attacks and had seen footage of him in a TV reportage. She also stated that the description of Abdula Edilov’s clothes by the relative who had seen him on TV fully corresponded to the clothes he had been wearing at the time of his abduction. Lastly, the applicant stressed that she had passed on that information in all her applications to State bodies but they had disregarded it.", "31. On 13 May 2005 the district prosecutor’s office replied to the applicant’s query and informed her that on 10 July 2004 the investigation in case no. 25482 had been suspended owing to the failure to identify those responsible for the abduction of her son. At the same time operational and search measures aimed at establishing Abdula Edilov’s whereabouts and identifying his abductors were under way.", "32. On 1 June 2005 the district prosecutor’s office wrote to the applicant that on the same date the investigation in case no. 25482 had been resumed.", "33. On 7 February 2006 the applicant complained to the district prosecutor’s office about the procrastination of the investigation into the abduction of her son and the lack of any information on its progress. She reiterated all the circumstances of the abduction of Abdula Edilov and sought permission to have access to the case file and to make copies from it. She also requested that the investigation be resumed if it had previously been suspended.", "34. On 11 February and 2 April 2006 the district prosecutor’s office replied to the applicant that the investigators had taken all steps which could have been taken in the absence of persons to be charged with the abduction of her son and that they had found no grounds to resume the investigation. The letter further stated that the applicant would be entitled to have access to the case file once the investigation had been completed.", "35. On 25 March 2006 the district prosecutor’s office replied to the applicant’s query that operational and search measures aimed at establishing the whereabouts of her son were under way.", "36. The Government submitted that they had provided a copy of the entire criminal file no. 25482. Some of the documents furnished by them were partly illegible; most of the documents bore double numbering. The information contained in the documents submitted can be summarised as follows:", "37. On 8 September 2001 the Grozny town prosecutor’s office received a complaint by Z.T. about the abduction of Abdula Edilov. The complaint bore a handwritten note dated 13 September 2001 and reading “to be transferred to the prosecutor’s office of the Urus-Martanovskiy District”.", "38. On 13 September 2001 the republican prosecutor’s office received a further complaint about Abdula Edilov’s abduction, dated 12 September 2001.", "39. By a letter of 28 November 2001 the Urus-Martanovskiy Department of the Interior (“the ROVD”) returned to the VOVD the materials concerning the abduction of Abdula Edilov, submitting that on 18 and 27 September 2001 the district prosecutor’s office had instructed the latter authority to examine those materials and to decide on whether a criminal investigation should be launched. However, on 1 October 2001 the VOVD had simply sent those materials to the ROVD, without taking a formal decision on the matter.", "40. On 4 December 2001 the VOVD opened a criminal investigation into the abduction of Abdula Edilov under Article 126 § 2 (aggravated kidnapping). The case file was given the number 25482.", "41. On 21 December 2001 the VOVD transferred criminal file no. 25482 to the district prosecutor’s office for investigation and on 14 January 2002 the latter authority took charge of the investigation.", "42. In their written explanations (“объяснение”) to the ROVD of 29 September 2001, Z.S. and L.D. stated that between 5 and 6 p.m. on 26 August 2001, in broad daylight, a group of ten to twelve armed persons wearing camouflage uniforms and masks had arrived at the applicant’s house in a light-coloured UAZ vehicle (“таблетка”). Two of the armed men had stayed in the car while others had gone inside the house. They had taken Abdula Edilov, who was handcuffed, outside, loaded him into their vehicle and left through the checkpoint, guarded by OMON officers from St.Petersburg, in the direction of Grozny.", "43. In her written explanation of 29 September 2001 the applicant submitted that she had learnt about the abduction of her son by armed masked men wearing camouflage uniforms and driving a UAZ vehicle from the neighbours on 26 August 2001.", "44. On 15 December 2001 the VOVD granted the first applicant victim status and interviewed her. She submitted that on 26 August 2001 she had gone to the market, where Abdula Edilov had been supposed to join her. However, after 5 p.m. a neighbour had come and told her that her son had been abducted by armed men in camouflage uniforms driving a UAZ vehicle. After she had returned home she had found everything turned upside down. She also stated that Abdula Edilov had owed a certain sum of money to a certain T., with whom he had been involved in a traffic accident, and that her son had had no enemies.", "45. When re-interviewed as a witness on 15 December 2001, Z.S. confirmed her previous account of the events. M.D., a resident of Goyty interviewed on the same date, recounted the same circumstances concerning the abduction of Abdula Edilov.", "46. Re-interviewed on 21 June 2004, the applicant confirmed her earlier accounts of the events concerning the abduction of Abdula Edilov and Z.D., questioned on 22 June 2004, gave a similar version of the events.", "47. On 22 June 2004 the investigators questioned Z.T. as a witness. She stated that between 5 and 6 p.m. on 26 August 2001 she had learnt from the applicant about the abduction of Abdula Edilov. Together they had gone to the applicant’s house, where everything had been turned upside down. The eyewitnesses had told them that armed persons wearing masks and camouflage uniforms and driving a UAZ vehicle without licence plates had searched the house, loaded Abdula Edilov into their car and had left in the direction of Grozny after having passed through the checkpoint located at the exit from Goyty. After a while there had been rumours that the applicant’s son was detained in the 6th department of the Main Intelligence Service but Z.T. herself was not aware of the source of those rumours.", "48. On 15 July 2004 the investigators interviewed A.T. as a witness. He submitted that in September 2000 in the village of Goyty he had been involved in a car accident with a man he had not met before. The other man had recognised that he had been at fault and had offered to repair A.T.’s vehicle, but had failed to do so, and A.T. had had to repair it himself. Four to five months after the accident A.T. had heard that the other man had been abducted and had disappeared.", "49. L.D., re-interviewed as a witness on 22 July 2004, confirmed her earlier account of the events and R.Z., questioned on 23 July 2004, gave a similar account of the circumstances of the abduction of the applicant’s son.", "50. On 23 June 2005 the investigators re-interviewed the applicant. She stated, among other things, that her relative Z. had seen a news report showing footage of Abdula Edilov. In the applicant’s submission, in 2005 she had gone to a prison in Khasavyurt and a prison guard to whom she had shown her son’s picture had allegedly recognised him and told her that he had seen Abdula Edilov in prison two to three years before.", "51. On 27 and 28 April 2006 the investigators interviewed the applicant’s neighbours R.I. and Z.P.T. as witnesses. They stated that they had learnt about the abduction of the applicant’s son from the neighbours and that they had never told the applicant that Abdula Edilov had been detained by the Department for the Fight against Organised Crime (“the RUBOP”).", "52. On 17 January 2002 the district prosecutor’s office requested the VOVD and the ROVD to inform it as to whether Abdula Edilov was or had been held in those authorities’ detention facilities.", "53. Between 3 and 20 March 2003 the district prosecutor’s office requested a number of State authorities, including the Department of the Federal Security Service in the Chechen Republic (“the Chechen Department of the FSB”), to inform it whether they had information on the whereabouts of Abdula Edilov and whether he had participated in illegal armed groups and had been criminally prosecuted or detained by those State bodies. In reply, the State authorities informed the district prosecutor’s office that they had not arrested Abdula Edilov and had no information on his whereabouts.", "54. By a letter of 9 March 2003 the Chechen Department of the FSB informed the district prosecutor’s office that they had not arrested Abdula Edilov and that, should they obtain information on his whereabouts, they would inform the latter authority accordingly.", "55. On 5 May 2005 the deputy prosecutor of the district prosecutor’s office instructed the investigators in case no. 25482 to carry out a crime scene inspection, identify and question the servicemen who had been on duty at the checkpoint on the day of the applicant’s son’s abduction, verify information to the effect that Chechen TV and radio channels had disseminated information on Abdula Edilov’s arrest, identify and interview further witnesses to his abduction and take further investigative steps.", "56. On 15 June 2005 the investigators requested the Chechen State TV and Radio Company to inform them whether they had disseminated information on Abdula Edilov’s arrest by security forces on suspicion of terrorist activities. On the same date they instructed ROVD officers to take the investigative steps mentioned in the letter of 5 May 2005.", "57. According to the ROVD report of 15 July 2005, VOVD officers orally interviewed unspecified residents of Goyty and were unable to identify further witnesses to the abduction.", "58. By their report of 17 July 2005 the ROVD informed the district prosecutor’s office that it was unable to identify the servicemen of the checkpoint on duty on the day of Abdula Edilov’s abduction “because the servicemen worked in half-hour shifts”.", "59. On 29 and 30 March 2006 the district prosecutor’s office requested a number of law-enforcement authorities, including the Grozny Department of the Federal Security Service, to inform it as to whether they had information on the whereabouts of Abdula Edilov, whether they had arrested him or had any “compromising material” (“компрометирующий материал”) concerning him.", "60. On 25 and 26 April 2006 the district prosecutor’s office requested a number of hospitals in the Chechen Republic to inform it as to whether Abdula Edilov had applied to them for medical assistance. It follows from the relevant replies that he had not done so.", "61. On 26 April 2006 the Grozny Department of the Federal Security Service informed the district prosecutor’s office that operational and search measures carried out by the Chechen Department of the FSB had not enabled the abductors of Abdula Edilov to be identified.", "62. On 10 May 2006 the State TV and Radio Company “Vaynakh” informed the district prosecutor’s office that they had not disseminated any information concerning the abduction of Abdula Edilov in 2002 by unidentified persons.", "63. Between 25 July and 10 August 2006 the district prosecutor’s office reiterated its requests to a number of law-enforcement authorities and medical institutions for information on Abdula Edilov’s whereabouts. In reply, those authorities submitted that they had no relevant information concerning the applicant’s son.", "64. On 4 February 2002 the district prosecutor’s office suspended the investigation into the abduction of Abdula Edilov owing to the failure to identify the perpetrators. It transpires that on 10 July 2002 that decision was set aside by higher-ranking prosecutors; the Government failed to furnish a copy of the related decisions.", "65. Subsequently, the district prosecutor’s office suspended the investigation in case no. 25482 for failure to identify those responsible for the abduction on the following dates: 3 April 2003, 18 July 2004, 1 July 2005, 28 April 2006 and 14 August 2006.", "66. The documents submitted by the Government show that higher-ranking prosecutors set aside the decisions to suspend the investigation on the following dates: 18 June 2004, 1 June 2005, 28 March 2006 and 14 July 2006.", "67. In setting aside the decisions to suspend the investigation, the higher-ranking prosecutors indicated that their examination of the case file had revealed that the district prosecutor’s office had conducted the investigation in a superficial manner and in breach of the relevant legislation, referring, among other things, to the fact that the investigators had failed to identify and interview the servicemen who had been on duty at the checkpoint through which the abductors had passed with Abdula Edilov; to identify all eyewitnesses to the abduction; to identify and question the persons with whom Abdula Edilov had been in contact and who could have information on the reasons for his abduction; to check the unidentified victims database and to verify the applicant’s and Z.T.’s submissions that Abdula Edilov may have been detained at the RUBOP and that Chechen TV and radio channels had disseminated information concerning his arrest. In that connection, on 18 June 2004, 5 May 2005 and 4 July 2006 higher-ranking prosecutors specifically issued “written instructions” (“письменные указания”), requesting that the district prosecutor’s office take the investigative steps in question.", "68. On an unspecified date the investigation in case no. 25482 was entrusted to the investigating department of the Investigating Committee with the Prosecutor’s Office of the Russian Federation in the Chechen Republic (“the investigating department”).", "69. On 2 November 2009 the deputy head of the investigating department issued “written instructions” concerning case no. 25482. The document stated, in particular, that the investigating department was to resume the investigation into the abduction of Abdula Edilov without delay and to carry out, among others, the following investigative steps:", "- identify and interview the servicemen on duty at the checkpoint on 26 August 2001;", "- add to the case file information from registration logbooks concerning vehicles which passed through the checkpoint on 26 August 2001;", "- identify the detachments of security forces stationed at the material time in the Urus-Martanovskiy District and in the vicinity of the village of Goyty and obtain information on the special operations carried out by them;", "- carry out a crime-scene inspection and compile a detailed sketch showing the location of the applicant’s house and the checkpoint of the federal forces;", "- re-interview witnesses to the abduction in detail on the events of 26 August 2001, and;", "- interview the applicant on the source of her information concerning her son’s alleged detention in the SIZO in Khasavyurt.", "70. In the Government’s submission, the investigation of the disappearance of Abdula Edilov is ongoing.", "71. On 1 May 2006 the applicant complained to the Urus-Martanovskiy District Court (“the District Court”) about the ineffectiveness of the investigation into the abduction of her son and the investigator’s refusal to grant her access to the case file and to allow her to make copies from it. In particular, she submitted that the circumstances of Abdula Edilov’s abduction left no doubt that he had been apprehended by servicemen of the Russian military forces. However, the investigating authorities had not only delayed the investigation but also refused to provide her access to the case file. The applicant averred that the lack of information about the investigation prevented her from effectively challenging the decisions to suspend the investigation.", "72. On 6 July 2006 the District Court found partly for the applicant. It found that the investigator’s refusal to provide her with access to the case file was unlawful. The court noted at the same time that the applicant would only be entitled to make copies from the case file after the completion of the investigation. As regards the request for the investigation to be resumed, the court found that the investigators had questioned several witnesses and obtained information on Abdula Edilov’s eventual arrest and detention from a number of law-enforcement authorities, including the FSB department in the Urus-Martanovskiy District. The investigation had not established who was responsible for the abduction of Abdula Edilov and it had been suspended on numerous occasions on that ground, the latest such decision being dated 28 April 2006. The court stressed, however, that the investigation had not taken all possible steps to establish Abdula Edilov’s whereabouts and identify his abductors. In particular, the investigators had failed to identify and question the officers of the federal forces who had been on duty at the checkpoint over the Argunskiy canal on the eastern outskirts of Goyty in August 2001. The court thus granted the applicant’s request and ordered that the investigation be resumed.", "73. By a letter of 14 July 2006 the district prosecutor’s office informed the applicant that it had resumed the investigation in case no. 25482.", "74. On 14 August 2006 the district prosecutor’s office suspended the investigation.", "75. On 16 August 2006 the Supreme Court of the Chechen Republic rejected the applicant’s appeal against the decision of 6 July 2006.", "76. For a summary of the relevant domestic law see Akhmadova and Sadulayeva v. Russia (no. 40464/02, §§ 67-69, 10 May 2007).", "77. On 1 September 2001 the FSB of Russia published on its official site www.fsb.ru, in the section covering data obtained from its regional departments, the following information:", "“During the last 15 days more than 70 insurgents have been liquidated and wounded, dozens captured in Chechnya", "01.09.2001", "Moscow. 1 September. INTERFAX", "In the course of the special operations of the federal military and security forces in Chechnya [conducted] during the last two weeks insurgents have lost more than 70 men [who have been] killed and wounded, dozens [of them] have been arrested with a view to establishing their involvement in illegal armed groups and in carrying out terrorist acts. In particular, according to the information of the Department of the Federal Security Service in the Chechen Republic, between 15 and 30 August the majority of the special operations were conducted in the settlements of the Vedenskiy and Kurchaloyevskiy Districts (Alleroy, Tsotsin-Yurt, Kurchaloy, Vedeno, Ersenoy, Pervomayskoye) and also in Argun, Shatoy and other villages.", "...", "During the same period of time a number of persons suspected of having committed terrorist acts in the Chechen Republic were arrested ... Abdul Edilov, suspected of having carried out subversive acts against the federal forces in the Urus-Martanovskiy District, was arrested in the village of Goyty ...”"], "VIOLATED_ARTICLES": ["13", "2", "3", "5"], "VIOLATED_PARAGRAPHS": ["2-1", "5-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}