{"ITEMID": "001-114303", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "ADMISSIBILITY", "DATE": 2012, "DOCNAME": "FINDIK v. TURKEY AND OMER V. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "András Sajó;Guido Raimondi;Ineta Ziemele;Isabelle Berro-Lefèvre", "TEXT": ["1. The applicants, whose particulars are set out in the appendix, are Turkish nationals and close relatives of Mr Mehmet Fındık and Mr Ömer Kartal, who disappeared in 1995. The applicants were represented before the Court by Messrs Abdullah Fındık, Hüsnü Kaplan and Abdulaziz Tokay, lawyers practising in the town of Silopi, near Şırnak.", "3. At around 5.30 p.m. on 31 December 1995 Mehmet Fındık and Ömer Kartal, accompanied by their relative Ömer Fındık, left Silopi Gendarmerie and Police Headquarters after having paid a visit there on the occasion of New Year’s Eve. Nothing has been heard from them since that date.", "4. On 1 January 1996 the car in which the three men had travelled the previous day and which was owned by Mehmet Fındık, was found abandoned on vacant land in Silopi.", "5. The same day the family asked the authorities to find the missing men. The brother of Ömer Kartal alleged that the men might have been abducted.", "6. When the preliminary investigation to find the three men did not yield any results, on 19 September 1996 the Silopi prosecutor issued a continuous search order and asked the police to give him progress reports every three months.", "7. In 2007 the applicants claimed compensation from the State, pursuant to Law no. 5233 on Compensation of the Losses resulting from Terrorism, for the disappearance of their relatives. On 23 May 2008 the Mardin Administrative Court rejected the case on account of the applicants’ failure to comply with a procedural rule. On 28 April 2010 the Supreme Administrative Court rejected the appeal lodged by the applicants. The Supreme Administrative Court’s decision was served on the applicants on 18 October 2010."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}