{"ITEMID": "001-119688", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2013, "DOCNAME": "CASE OF MAKSYMENKO AND GERASYMENKO v. UKRAINE", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection joined to merits and dismissed (Article 35-1 - Exhaustion of domestic remedies);Remainder inadmissible;Violation of Article 1 of Protocol No. 1 - Protection of property (Article 1 para. 1 of Protocol No. 1 - Deprivation of property);Pecuniary and non-pecuniary damage - award", "JUDGES": "Aleš Pejchal;Angelika Nußberger;Ann Power-Forde;Helena Jäderblom;Mark Villiger;Myroslava Antonovych", "TEXT": ["5. The first applicant was born in 1958 and lives in Malyn. The second applicant was born in 1963 and died in 2009.", "6. By decision no. 492 of 16 November 1995, the Zhytomyr Regional Department of the State Property Fund (регіональне відділення Фонду державного майна України в Житомирській області) transformed a State enterprise, M., into a joint-stock company, which resulted in its privatisation. An audit of M.’s assets carried out on 1 October 1995 revealed that the company’s immovable property included several hostels.", "7. On 31 January 2000 M. was reorganised into four companies including S., to which ownership of the hostels was transferred.", "8. On 19 June 2003 the Zhytomyrskyy Regional Commercial Court declared S. insolvent.", "9. By letter of 9 July 2003, the liquidator in the S. insolvency proceedings informed the mayor of Malyn and the Head of the Malyn District Administration that S. had been declared insolvent. As the sale of the hostels owned by S. would, according to the liquidator, create social tensions in the town, it was proposed that the town would take over their ownership.", "10. By letter of 30 January 2004 the mayor informed the liquidator that the hostels were not owned by the State and it was for the board of creditors to decide what to do with them.", "11. On 20 July 2004 the board of creditors agreed to sell one of the hostels to the applicants.", "12. On 21 August 2004 a contract of sale was signed. The applicants paid 41,160 Ukrainian hryvnias (UAH) (at the material time around 6,127 euros (EUR)) for the hostel and became owners of a half share each.", "13. On 11 January 2005 the applicants informed a local electricity supply company that they were the new owners of the hostel. They requested the company to cut off the electricity supply until a new contract had been signed with them. The applicants discovered that the power cables and electricity meters serving the property needed to be replaced, and that the hostel occupants had not been paying rent.", "14. On 19 January 2005 the electricity supply company informed the hostel occupants that the electricity would be cut off on 25 January 2005.", "15. On 21 January 2005 a prosecutor ordered the electricity in the hostel not to be cut off since he had been preparing to institute legal proceedings on behalf of the hostel occupants.", "16. By letter of 21 January 2005, the applicants informed the Malyn District Prosecutor’s Office, the mayor, the company S., at that time allegedly in liquidation, and the hostel occupants, that they had bought the hostel in order to live there themselves. The applicants stated that when the hostel was being sold, the occupants had refused to participate in the sale process. Despite the hostel’s change of ownership and need for refurbishment, its occupants had not been paying rent or communal charges for six months. The applicants requested S. to provide new housing to those occupants, who were requested to vacate the hostel by 30 March 2005.", "17. On 26 January 2005, G., a nineteen-year-old hostel occupant, sought the assistance of the Malyn District Prosecutor’s Office as she had a young child and had been requested to leave the hostel.", "18. On 18 February 2005 a prosecutor instituted proceedings at the Malynsky District Court on behalf of G., requesting that the decision of 16 November 1995 and all subsequent transfers of ownership be declared invalid. The prosecutor noted that in January 2005 the hostel occupants had lodged previous complaints with his office. After examining the case the prosecutor concluded that the hostel’s privatisation in 1995 had been unlawful. He argued that section 2(2) of the State Housing Stock Privatisation Act (Закон «Про приватизацію державного житлового фонду») prohibited the privatisation of rooms in hostels. The transfer of ownership of the hostel and its subsequent sale breached the Act, other legal provisions and the “moral principles of society”, since the occupants’ constitutional rights to housing had been violated. It also adversely affected the economic interests of the State and the housing rights of G., who was a single mother with a young child and was therefore unable to lodge a claim herself. Lastly, the prosecutor requested that ownership of the hostel be transferred to Malyn Town Council (“the Council”).", "19. On 1 April 2005 the applicants lodged a counterclaim. They reiterated that the hostel occupants had refused to participate in the hostel sale process and had not been paying rent and communal charges which had resulted in S.’s insolvency. The applicants submitted that they had informed the prosecutor’s office of the matter and requested S. to provide housing to the hostel occupants. The prosecutor’s office had failed to protect the rights of the new owners despite the fact that the hostel was in an alarming state, the drainage and water supply systems were not functioning and the rooms were being heated by stoves. Moreover, the premises could no longer be classed as a hostel as it had become a normal multi-family apartment building. Its occupants were no longer employed by the company which had provided them with housing. Lastly, the applicants requested the court, in the event of finding against them, to award them UAH 52,748 in compensation, to be paid by the Council, representing the hostel’s value and the administrative costs relating to the contract of sale.", "20. On 11 April 2005 the Malyn District Court returned the counterclaim to the applicants and provided them with a deadline of 1 May 2005 to correct errors in their application. In particular, the court noted that the counterclaim “lacked logical consistency”, in that there was no clear evidence of causation and loss. The decision was posted to the applicants on 23 April 2005. It is unclear when they received it. It appears that the applicants did not re-lodge their claim.", "21. On 20 December 2005 the second applicant sent the Malyn District Court a copy of a decision of 26 May 2005 taken by the Zhytomyr Regional Court of Appeal in which it had rejected a prosecutor’s application to declare as invalid decisions taken in 1994 and 1999 by the Zhytomyr Regional State Property Fund to privatise a certain hostel. The court found that there were no legal provisions prohibiting the privatisation of hostels, as section 2(2) of the State Housing Stock Privatisation Act prohibited the privatisation of rooms within hostels but not hostels per se. The court did not refer to section 3 of the State Property Privatisation Act, which prohibited the privatisation of State housing stock.", "22. On 23 January 2006, in the applicants’ case, the court rejected the prosecutor’s request as unsubstantiated. Again, the court did not refer to section 3 of the State Property Privatisation Act. In reply to the applicants’ objection that the prosecutor had missed the three-year time-limit for lodging his claim, the court noted that the prosecutor had only learned about the situation in question following G.’s complaint.", "23. On 8 June 2006 the Zhytomyr Regional Court of Appeal quashed that decision and declared the decision of 16 November 1995 and all subsequent transfers of ownership invalid. The court held that section 3 of the State Property Privatisation Act provided that State housing stock, including hostels, was not amenable to privatisation. Since, at the material time, the hostel in question was owned by the State, it had been privatised unlawfully. Referring to Article 216 of the Civil Code of Ukraine, the court awarded the applicants UAH 41,160, to be paid by S. It further held that ownership of the hostel should be transferred to the Council.", "24. The applicants appealed on the grounds that the court’s decision of 8 June 2006 contradicted another decision taken in an analogous case by the Zhytomyr Court of Appeal, that the court had disregarded the time-limits for lodging claims and that S. had been declared insolvent.", "25. On 21 May 2007 the Vinnytsya Regional Court of Appeal, acting as a court of cassation, rejected the applicants’ appeal on points of law by finding, without any further explanation, that there had been no breaches of law.", "26. On 19 July 2007 the Council agreed to take over ownership of the hostel.", "27. On 25 September 2007, in the case of T. and G. v. State Property Fund of Ukraine, S., and Malyn Town Council, the Zhytomyr Regional Court of Appeal found, referring to decision no. 891 of 6 November 1995 of the Cabinet of Ministers of Ukraine, that a transfer of ownership of another hostel in 1995 had been lawful, since hostels did not form part of State housing stock.", "28. The applicants submitted that S. had failed to comply with the court decision of 8 June 2006 requiring it to pay them compensation.", "29. Between November and December 2008, twelve out of the fourteen apartments at the hostel were privatised by their occupants pursuant to the amended State Housing Stock Privatisation Act (see paragraph 34 below).", "30. Article 216 of the Code provided, in so far as relevant, as following:", "“... In the event of a transaction being declared null and void, each party shall return to the other party the proceeds received for the transaction in question. In the event of such restitution being impossible, ... it shall return to the other party its current value.", "If a party or a third party has suffered pecuniary or non-pecuniary damage as a result of a transaction being declared null and void, the liable party shall pay compensation.”", "31. Articles 257 and 261 of the Code provide that the time-limit for lodging a civil claim is three years. The calculation of the relevant time-limit starts from the day a person learns, or could have learned, of a breach of his or her rights.", "32. Section 3 of the State Property Privatisation Act provides that State housing stock cannot be privatised.", "33. Article 4 of the Code provides that the State housing stock includes dwelling houses and residences in other buildings belonging to the State.", "34. Sections 2 and 3 of the Act provide that, as regards privatisation of apartments (or houses), at least 21 square metres of living space per person and an additional 10 square metres per household should be transferred to tenants free of charge. The remaining living space should be available for purchase.", "In September 2008 the Act was amended so as to allow the privatisation of rooms within hostels.", "35. The decision, which entered into force on 7 December 1995, provided that, in the event of insolvency, liquidation or the transfer of ownership of a company, any properties belonging to State housing stock but being managed by the said company were to be given to a municipality. Before being amended in 2004, the provision did not apply to hostels.", "36. Section 35 provides that the prosecutor can join proceedings at any given time if it is in the interests of the State or for the protection of citizens’ constitutional rights."], "VIOLATED_ARTICLES": ["P1"], "VIOLATED_PARAGRAPHS": ["P1-1"], "VIOLATED_BULLETPOINTS": ["P1-1-1"], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}