{"ITEMID": "001-57952", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FRA", "BRANCH": "CHAMBER", "DATE": 1995, "DOCNAME": "CASE OF BELLET v. FRANCE", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;Damage - financial award;Costs and expenses partial award - domestic proceedings;Costs and expenses partial award - Convention proceedings", "JUDGES": "C. Russo;R. Pekkanen", "TEXT": ["7. Mr Daniel Bellet, a French national born in 1944, is a local government officer of the City of Paris and is on extended sick-leave. As a sufferer from haemophilia A, the symptoms of which first appeared in 1948, he has frequently had blood transfusions, and in 1983 and 1984 numerous blood products were administered to him. On 26 October 1983 he was diagnosed as having been infected with the human immunodeficiency virus (HIV).", "8. On 19 May 1990 the applicant applied to the Paris Administrative Court seeking damages from the State on account of his infection.", "9. In a judgment of 8 April 1992 the court dismissed his action on the ground that he had been shown to be HIV-positive outside the period of the State’s liability for negligent failure to act, which began on 12 March 1985, when the ministerial authorities were fully apprised that the blood products prepared from groups of donors in Paris were dangerous.", "10. Concurrently, in December 1991, Mr Bellet made an urgent application to the President of the Paris tribunal de grand instance for an interim order that the National Blood Transfusion Foundation (\"the FNTS\"), an organisation created by the merger of the National Blood Transfusion Centre and the National Blood Transfusion Institute, should pay him the sum of 3,000,000 French francs (FRF) in respect of damage sustained.", "On 13 January 1992 the judge ordered an expert opinion to be prepared. In a report of 13 April the medical expert concluded that the applicant’s infection had very probably originated in the blood products supplied by the FNTS.", "11. On 19 May 1992 counsel for the applicant, without informing the court of the claim lodged with the Compensation Fund (see paragraph 15 below), brought a second action against the FNTS for the sum of FRF 3,000,000.", "12. In a judgment of 14 September 1992 the court held: \"The HIV virus contracted by the plaintiff can only have been caused by the massive administration of blood products supplied by the defendant.\" The FNTS was consequently ordered to pay the applicant compensation in the amount of FRF 1,500,000, and the court ruled that its decision should be enforceable immediately.", "On 16 October 1992 the FNTS, which had learnt of the compensation paid by the Fund, successfully applied for a stay of execution.", "13. On an appeal by the FNTS and a cross-appeal by the applicant, who had joined the Fund to the proceedings by third-party notice, the Paris Court of Appeal set aside the judgment of the court below and held that Mr Bellet’s application to have the sum increased to FRF 3,000,000 was inadmissible. In its judgment of 12 March 1993 it gave the following reasoning:", "\"... section 47(III) [of the Act of 31 December 1991 - see paragraph 21 below] lays down that the Fund shall provide full compensation for damage resulting from infection.", "While the obligation on the Fund and the one that may arise from the FNTS’s liability have different legal foundations, they have the same purpose, namely full compensation for damage sustained by victims.", "Victims who have submitted a claim for compensation to the Fund may also bring legal proceedings to obtain compensation for the damage they have sustained, but once they have accepted the offer made by the Fund, they cease to have an interest enabling them to bring proceedings as they have been fully compensated.", "The specific damage caused by infection and compensated for by the Fund is in the nature of pain and suffering, aesthetic damage and loss of amenity, not an economic loss. In the phase during which the victim is HIV-positive it includes the distress caused by reduced life expectancy, uncertainty as to the future, suffering and the fear of suffering, disruption of family and social life and damage relating to intimacy. In the phase after AIDS has developed, it includes suffering, which is greater, aesthetic damage and loss of amenity.", "In the instant case Mr Bellet is suing the FNTS for compensation for this exceptionally serious damage and as he has been fully compensated by the Fund, he cannot claim additional compensation.\"", "14. On 26 January 1994 the Court of Cassation (Second Civil Division) dismissed an appeal on points of law by Mr Bellet, who had argued that he had no access to a court for the purposes of Article 6 para. 1 (art. 6-1) of the Convention. It gave the following reasons for its judgment:", "\"The Court of Appeal, having found that the damage compensated for by the Fund was the same as that for which compensation was being sought from the FNTS and that the acceptance of the offer of compensation for the specific damage resulting from infection that had been made to him by the Fund fully compensated Mr Bellet, rightly concluded - on that sole ground and without infringing Article 6 para. 1 (art. 6-1) of the European Convention on Human Rights as the victim had been able to apply to a court to have compensation assessed for his damage - that Mr Bellet’s action was inadmissible as he lacked any interest enabling him to bring proceedings.\"", "15. On 9 April 1992, while his civil action was being prepared for trial and without acting through his lawyer, the applicant had submitted a claim to the Compensation Fund for Transfusion Patients and Haemophiliacs that had been set up by the Act of 31 December 1991 (see paragraph 21 below). He did not inform the Fund of the action he had brought in the Paris tribunal de grande instance.", "16. On 21 May the Fund offered him as \"HIV-infection compensation\" the sum of FRF 993,750 payable in three instalments over a period of two years, from which FRF 100,000 paid out by the private haemophiliacs’ solidarity fund in 1989 was to be deducted. In addition, the applicant was to receive the sum of FRF 331,250 as soon as he developed AIDS (acquired immunodeficiency syndrome). The compensation offer contained the following information:", "\"At its sitting on 19 May 1992 the Compensation Board decided to make you an offer of compensation corresponding to the whole of your specific damage resulting from infection, that is to say the current and future damage resulting from HIV infection, and thereafter, if applicable, from the symptoms of AIDS.", "On the basis of the average compensation awarded to date by the ordinary courts and the administrative courts and of the age at which you have shown that you were infected, the Board has determined the manner of compensation it is offering you as follows.", "...", "If you accept this offer, you should do so by registered letter with recorded delivery ...", "Naturally, the award of this compensation does not prevent you from claiming other compensation in respect of pecuniary damage you may sustain or already have sustained, provided, of course, that you can furnish proof of it.", "If this offer is not acceptable to you, you may bring legal proceedings in the Paris Court of Appeal as provided in section 47(VIII) of the Act of 31 December 1991 ...\"", "17. Following acceptance of the offer by the applicant on 7 July 1992, the Fund sent him an initial instalment of FRF 297,920 on 16 July. II. The compensation scheme", "18. In a report of 5 December 1991 that he laid before the National Assembly on behalf of the Cultural, Family and Social Affairs Committee, Mr Boulard, MP, indicated that a victim could seek better compensation after accepting an offer from the Fund:", "\"That the compensation procedure is quite distinct is confirmed by the fact that it is possible for victims or their heirs to continue civil or criminal actions they may have brought in the administrative courts or even to institute them where they did not do so when submitting a claim to the Fund. Compensation by the Fund is therefore not a `settlement’ which precludes judicial remedies, unlike the aid granted by the public and private funds set up in 1989, but a compensation scheme based on the concept of risk and independent of any attempt to determine fault.", "A victim must, however, inform the Fund and the court of the various actions brought. This provision is necessary because the Fund is subrogated to the victim’s rights against the person liable for the damage or against those who are, for one reason or another, under a duty to provide compensation.\"", "19. Following the Court of Cassation’s judgment of 26 January 1994 in the present case, Mr Mazeaud, MP, proposed an interpretative Act in order to remove the drafting ambiguities which had given rise to that judgment. He considered that the court had interpreted the Act of 31 December 1991 in a way that achieved a result opposite to the one sought by the legislature. He consequently invited Parliament to amend section 47 of the Act of 31 December 1991 and particularly to delete in subsection (III) of that section the word \"full\" and insert at the beginning of subsection (V) a paragraph worded as follows:", "\"Acceptance of the compensation offer shall not preclude any concurrent or subsequent court proceedings in respect of the same damage.\"", "In a report of 2 July 1994 on Mr Mazeaud’s bill on behalf of the National Assembly’s Cultural, Family and Social Affairs Committee, Mr Leccia, MP, supported the bill in substance and proposed a new text, adopted by the committee, which read as follows:", "There shall be added after subsection (V) of section 47 of Law no. 91-1406 of 31 December 1991 making miscellaneous social-welfare provisions a new subsection (V bis) worded as follows:", "‘Victims who have already been compensated by the date of publication of Law no. ... of ... shall retain, notwithstanding any court decision that has become final, the right to apply to the Paris Court of Appeal for a fresh assessment of the damage for which they have already been compensated.’", "‘In respect of victims who have not been compensated by the date of publication of Law no. ... of ..., acceptance of the offer of compensation shall entail abandonment of any concurrent or subsequent court proceedings in respect of the same damage. Where a victim applies to the Paris Court of Appeal to challenge the amount of the offer made him by the Fund, he shall immediately receive from the Fund an advance amounting to at least four-fifths of the offer made.’ \"", "This bill is still being considered by the National Assembly.", "20. In the opinion of 12 December 1991 that was submitted to the Senate on the bill then before it on behalf of the Committee on the Constitution, Legislation, Universal Suffrage, Regulations and General Administration, Senator Thyraud wrote, inter alia:", "\"The bill is a response to an exceptional situation. The arrangements it proposes may be regarded as being likewise exceptional. Independently of the current investigation into the apportionment of liability, including criminal liability, the community must afford the best redress it can for the consequences of such a tragedy.", "...", "As indicated in the introduction to this commentary, the intention of those who have framed the bill was to set up a fully independent scheme that could not be interpreted as in any way validating recent trends in the case-law on this matter. Simultaneously, victims’ possibility of resorting to the procedures of ordinary law, whether in the civil or administrative courts or in the criminal courts, has been preserved.", "However, the bill’s wording is not fully explicit on this subject, and the text before us is silent as to the possible effects of earlier court decisions on the Compensation Board’s decisions, and also as to the effects of the Board’s decisions on subsequent judgments of other courts. The bill does not, for example, make it possible to determine whether or not the Board’s decisions imply recognition of liability or a presumption of guilt. Similarly, it does not state whether the Board is bound by earlier decisions of the courts.\"", "21. Law no. 91-1406 of 31 December 1991 making miscellaneous social-welfare provisions set up a special scheme for the compensation of haemophiliacs and transfusion patients who had been infected following injections of blood products. The distinctive feature of the system, which is based on solidarity, is that it enables reparation to be made for the consequences of HIV infection independently of the investigation of liability. Section 47 provides:", "\"I. Victims of damage resulting from infection with the human immunodeficiency virus caused by transfusion of blood products or injection of blood derivatives carried out within the territory of the French Republic shall be compensated in the manner set out below.", "II. No final settlement clause whereby a victim undertakes not to pursue any proceedings or action against any third party in respect of his infection shall be a bar to the procedure herein provided for.", "III. Full compensation for the damage defined in subsection (I) shall be provided by a Compensation Fund, having legal personality, presided over by a serving or retired divisional president or judge of the Court of Cassation and administered by a compensation board.", "A council whose members shall include representatives of the associations concerned shall be established to assist the chairman of the Fund.", "IV. In their claims for compensation, victims or their heirs shall provide proof of their infection with the human immunodeficiency virus and of the transfusion of blood products or injections of blood derivatives.", "...", "Victims or their heirs shall communicate to the Fund all the information in their possession. Within three months of the receipt of a claim, a period which may be extended at the request of the victim or his heirs, the Fund shall consider whether the conditions for payment of compensation have been fulfilled. It shall investigate the circumstances under which the victim was infected and make any necessary inquiries, which may not be resisted on grounds of professional secrecy.", "...", "V. The Fund shall be required to make an offer of compensation to any victim referred to in subsection (I) within a time-limit laid down by decree, which may not exceed six months from the day on which the Fund receives full proof of the damage", "...", "VI. The victim shall inform the Fund of any judicial proceedings pending. If legal proceedings are brought, the victim shall inform the court of his application to the Fund.", "VII. ...", "VIII. The victim shall not be entitled to take legal action against the Compensation Fund unless his claim for compensation has been dismissed, no offer has been made to him within the time-limit referred to in the first paragraph of subsection (V), or he has not accepted an offer made to him. Proceedings shall be brought in the Paris Court of Appeal.", "IX. The Fund shall be subrogated, for an amount no higher than the sums paid out, to the victim’s rights against the person liable for the damage and against persons required, for whatever reason, to make full or partial reparation for that damage, within the limits of those persons’ liabilities. However, the Fund may institute proceedings on the basis of that subrogation only where the damage is attributable to negligence.", "The Fund may intervene in proceedings in the criminal courts, even if it does not do so until the appeal stage, where the victim or his heirs have claimed compensation as a civil party in proceedings pending against the person or persons responsible for the damage defined in subsection (I). In such cases it shall be considered a full party to the proceedings and may have recourse to all the remedies available in law.", "If the acts which caused the damage have given rise to criminal proceedings, the civil court shall not be required to defer its decision until there has been a final decision by the criminal court.", "X. Unless otherwise provided, the provisions governing the implementation of this section shall be laid down in a decree issued after consultation of the Conseil d’Etat.", "XI. ...", "XII. The Compensation Fund’s sources of revenue shall be specified in a subsequent Act.", "XIII. ...", "XIV. ...\"", "22. In three judgments of 9 April 1993 the Judicial Assembly of the Conseil d’Etat ruled that \"the State is wholly liable in respect of persons infected with the human immunodeficiency virus following a transfusion of non-heat-treated blood products between 22 November 1984 and 20 October 1985\".", "23. At the request of the Paris Administrative Court in respect of the Vallée case, on which the European Court had to rule (judgment of 26 April 1994, Series A no. 289-A), the Conseil d’Etat gave its view on the consequences of bringing concurrent proceedings in the administrative courts and before the Compensation Fund. Sitting in its judicial capacity on 15 October 1993, it gave the following opinion:", "\"1. The decree of 12 July 1993 ..., which is applicable to cases pending at the date of its publication, ... provides a solution to the problem raised [by the Administrative Court].", "2. ... An administrative court asked to make such an award should raise of its own motion the fact that the damage complained of has already been wholly or partly indemnified by a third party, when the evidence shows this to be the case, even if that party does not file submissions - on the basis of its subrogation to the rights of the victim - seeking reimbursement of the amounts it has paid as compensation for the damage suffered by the latter.", "Accordingly, an administrative court to which a claim for compensation for damage suffered as a result of infection with the human immunodeficiency virus has been submitted must, when it has been informed by one of the parties that the victim or his heirs have already received compensation for the damage complained of, deduct of its own motion such compensation from the amount payable in respect of the damage.", "...", "Where the sum offered by the Fund has been accepted by the claimants, ... it should be held that all or part of the damage complained of has been actually and finally compensated for by the Fund. Consequently, it is incumbent on an administrative court which has been informed that this is the case to deduct, of its own motion, the amount thus owed by the Fund from the compensation which it orders the public authority liable for the damage to pay to the victim.\"", "24. Decree no. 93-906 of 12 July 1993 adds Articles 15-20 to Decree no. 92-759 of 31 July 1992 on proceedings brought in the Paris Court of Appeal under section 47 of Law no. 91-1406 of 31 December 1991 (see paragraph 21 above). It applies to all proceedings pending at the date of its publication, 17 July 1993.", "Provisions relating to actions seeking to establish liability brought against those responsible for the damage defined in subsection (I) of section 47 of the aforementioned Act of 31 December 1991", "In order to bring the action by subrogation provided for in subsection (IX) of section 47 of the aforementioned Act of 31 December 1991, the Fund may intervene in proceedings in any of the administrative or ordinary courts, even if it does not do so until the appeal stage. In such cases it shall be considered a full party to the proceedings and may have recourse to all the remedies available in law.", "The registries of the administrative and ordinary courts shall send the Fund by registered post with recorded delivery a copy of the procedural documents submitting to those courts any initial or additional claim for compensation of the damage defined in subsection (I) of section 47 of the aforementioned Act of 31 December 1991.", "Within one month of receipt of the letter referred to in Article 16, the Fund shall inform the president of the relevant court by ordinary mail whether or not it has received a claim for compensation with the same purpose and, if so, what stage the procedure has reached. It shall also state whether or not it intends to intervene in the proceedings.", "Where the victim has accepted the offer made by the Fund, the latter shall send the president of the court a copy of the documents in which the offer was made and by which it was accepted. The Fund shall, where relevant, indicate the stage reached in proceedings instituted in the Paris Court of Appeal under the provisions of Part I of this decree and forward any judgment delivered by that court.", "The registry shall notify the parties of the information communicated by the Fund.", "The registry shall send the Fund copies of the decisions given at first instance and, where relevant, on appeal in proceedings in which the Fund has not intervened.", "...", "The provisions of Articles 15 to 19 shall be applicable to cases pending on the date of entry into force of [this] decree ...\""], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}