{"ITEMID": "001-114841", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CHE", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF JOOS v. SWITZERLAND", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;No violation of Article 6 - Right to a fair trial (Article 6 - Administrative proceedings;Article 6-1 - Fair hearing)", "JUDGES": "András Sajó;Guido Raimondi;Helen Keller;Ineta Ziemele;Isabelle Berro-Lefèvre;Paulo Pinto De Albuquerque", "TEXT": ["5. The applicant was born in 1945 and lives in Samedan (canton of Graubünden). He practises as a lawyer in Switzerland.", "6. The applicant is the owner of a house built in 1599 in the centre of Samedan which is subject to a number of measures aimed at the protection of the historical heritage.", "7. On 21 March 2006, the company I.G.W. requested the Municipality of Samedan to issue a building permit for the construction of a “wellness centre” on the plot of land adjacent to the applicant’s house. The building plan envisaged, inter alia, the construction of a swimming pool on top of the building. The applicant objected to the issuing of the building permit.", "8. On 23 May 2006 the Municipal Council of Samedan rejected the objection. The applicant lodged a motion with the administrative court of the canton of Graubünden which was rejected by judgment of 27 November 2006. The administrative court considered, inter alia, that the municipality did not have an obligation to hear expert submissions by the Federal Commission for the protection of historic buildings or by the Federal Commission on nature and homeland protection, because the instant case did not fall within the Federal State’s competencies.", "9. On 15 January 2007 the applicant lodged an appeal under public law as well as an administrative appeal with the Federal Tribunal. He complained that the swimming pool would create emissions of steam and noise which exceeded the limits allowed under the regulations for the protection of the environment and that the presence of such an installation in the quarter was contrary to the rules for the protection of historic buildings, to which the applicant’s house belonged. He further alleged that the remainder of the planned building would not respect the pertinent legal regulations. Finally, he complained that the proceedings before the Samedan Municipal Council had been unfair.", "10. By letter of 13 February 2007, the Federal Tribunal invited the Federal Department of Interior to submit comments on the applicant’s appeal. On 13 April 2007, the General Secretary of the Federal Department of Interior submitted two pages of comments to the tribunal. He considered, in particular, that the building permit did not violate the provisions of the Federal Law on Nature and Homeland protection, because the building project did not fall within the Federal State’s competence. In the 1960s, the Federal State had subsidised archaeological searches and restoration work on the Samedan church. However, these subsidies did not constitute Federal tasks and did not establish the Federal State’s competency. It followed that the Federal provisions necessitating further expert examination were not applicable in this case. Furthermore, the Federal Department considered that the building project did not have a relevant impact on the centre of Samedan. On 20 April 2007 the Federal Tribunal forwarded a copy of the comments to the applicant for information. The applicant received it on 23 April 2007.", "11. By judgment of 16 May 2007 the Federal Tribunal rejected the applicant’s appeals as being admissible, but unfounded. With regard to the admissibility of the appeal under public law, it noted that the applicant contested the lawfulness of a building permit and that he complained, in particular, about the arbitrary application of the town planning law. Under the pertinent case-law, an appeal under public law was only admissible if the legal provisions relied upon also protected the applicant’s own interests. In view of the fact that the applicant’s building marked the historical centre of Samedan, the Tribunal concluded that the provisions serving the protection of the overall appearance of the locality also served the protection of the applicant’s building. With regard to the admissibility of the administrative appeal, the Tribunal considered that the applicant’s building was situated at a distance of only a few metres from the place where the impugned wellness centre was to be constructed, leading to the conclusion that the applicant had an “interest warranting protection”. The Federal Tribunal considered, however, that the appeals were unfounded because the pertinent legal provisions had not been breached in the instant case. With regard to the applicability of the Federal Law on Nature and Homeland protection, the Federal Tribunal considered that the fact that the church had been restored with the help of federal subsidies did not mean that all building projects in the church’s vicinity fell within the competency of the Federal State.", "12. The relevant provisions of the Federal Law on Judicial Organisation (Organisationsgesetz) as applicable at the time of the instant proceedings read as follows:", "“1. If the tribunal orders an exchange of written submissions, it serves the appeal on the authority which had issued the impugned decision or act, on the adverse party and on other possible parties. It sets an adequate time-limit for submitting the case-file and comments.", "2. If the reasons for the judgment or decision are contained for the first time in the authority’s submissions, the applicant may be granted a time-limit allowing him or her to submit supplementary observations.", "3. A further exchange of submissions takes place only exceptionally.”", "“1. If the tribunal orders an exchange of written submissions, it serves the appeal on the previous court instance and possible other parties ...", "2. At the same time, it sets a time-limit for submissions and orders the previous instance to submit the case-files within that same time-limit.", "3. ...", "4. A second exchange of submissions takes place only exceptionally.”", "13. By judgment of 22 November 2005 (published in the official collection (BGE) 132 I 42, summarised in Schaller-Bossert v. Switzerland, no. 41718/05, § 20, 28 October 2010), the Federal Tribunal considered that, in proceedings which provided, as a rule, for a simple exchange of submissions, it was sufficient to send the respective submissions to the adverse party for information, without expressly inviting him or her to submit comments. That way, the party had the possibility to examine the need to comment on the new submissions. If, in such a case, the party did not react after having taken notice of the new submissions, the tribunal could assume that he or she had waived their right to comment. The Federal Tribunal considered that this approach was “a pragmatic way of implementing Article 6 § 1 of the Convention”. Referring to a previous judgment, the tribunal further considered that an applicant, who deemed it necessary to submit comments on submissions which had been served on him for information, was obliged, without undue delay, to submit his comments or to request leave to submit such comments."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}