{"ITEMID": "001-98037", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF MUTSOLGOVA AND OTHERS v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 2 (substantive aspect);Violation of Art. 2;Violation of Art. 3;Violation of Art. 5;Violation of Art. 13", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;Khanlar Hajiyev;Sverre Erik Jebens", "TEXT": ["5. The applicants are:", "Ms Zakhidat Mutsolgova, born in 1946;", "Mr Adam Mutsolgov, born in 1943;", "Mr Magomed Mutsolgov, born in 1973;", "Ms Aminat Buzurtanova, born in 1982, and", "Ms Dzhannat Mutsolgova, born in August 2003.", "6. The applicants live in the town of Karabulak, in the Ingushetiya Republic. The first and second applicants are the parents of Mr Bashir Mutsolgov, born in 1975. The third applicant is his brother. The fourth and fifth applicants are Bashir Mutsolgov's wife and daughter.", "7. At the material time the fourth and the fifth applicants together with Bashir Mutsolgov lived at 83 Oskanova Street in the town of Karabulak, Ingushetia. The first and second applicants lived in a house nearby, about 50 metres away.", "8. The applicants were not eyewitnesses to Bashir Mutsolgov's abduction and the following account of events is based on the witness statements collected by them after his disappearance and on other documents furnished by them to the Court.", "9. At about 3.20 p.m. on 18 December 2003 Bashir Mutsolgov, who was heading from the grocery store to his home, met a neighbour, Kh. Kh. The men were talking next to Bashir Mutsolgov's house when a white VAZ-2121 (“Niva”) vehicle with blacked-out windows and a dark blue VAZ-2106 car pulled over. Although the vehicles' registration plates were covered with mud, the Niva had part of its number, “26”, visible. Five to eight masked men in camouflage uniforms emerged from the cars. They were armed with AK assault rifles and spoke unaccented Russian. The men ran up to Bashir Mutsolgov and Kh. Kh. and hit the latter in the face so that he fell to the ground. They then forced Bashir Mutsolgov into the white Niva vehicle. According to the statement by V.G., Bashir Mutsolgov was forced to the ground and then put in the Niva vehicle. Kh. Kh. submitted in his statement that, before being forced into the Niva vehicle, Bashir Mutsolgov had been hit with a rifle-butt in the stomach.", "10. Bashir Mutsolgov's neighbour, Ya. Kh., heard a noise and looked out of the window of her house. She saw across the street a group of men throw Bashir Mutsolgov into the white Niva vehicle. After that the vehicles with Bashir Mutsolgov drove away in the direction of the Karabulak department of the interior (“the GOVD”) and the local road police station (“the GAI station”) located about 700-900 metres from Bashir Mutsolgov's house.", "11. A number of other local residents witnessed the abduction of Bashir Mutsolgov. In particular, prior to arriving at Bashir Mutsolgov's house, the white Niva vehicle had caused a traffic accident with two minivans which both had about 25-30 passengers on board. The passengers in the minivans, as well as their drivers, including V.G., and the crowd gathered at the place of the accident witnessed the abduction of Bashir Mutsolgov by a group of armed masked men.", "12. One of the local residents, M. B., was driving past the applicants' house when he saw a group of armed men throw a man into a white Niva vehicle. Several minutes later, passing by the GAI station, he informed the on-duty officer Ch. about the incident and told him that two vehicles, a white Niva and a dark blue VAZ with the abducted man, were driving behind him on the same road. Ch. stopped the two cars. A man of Slavic appearance, about 35-40 years old, got out of the white Niva vehicle. He spoke unaccented Russian and produced a special permit of the Regional Operational Headquarters of the Federal Security Service (“Региональный Оперативный Штаб Федеральной Службы Безопасности”), prohibiting any search of the permit owner and his vehicle. The man introduced himself as an officer of the FSB and ordered Ch. to let the two vehicles through. Ch. recognised him as the man who had been introduced to him as an FSB officer during an investigation into an explosion in Karabulak, and who had participated in the investigation together with other FSB officers. Having checked the permit, Ch. let the two vehicles pass. From the GAI station the two vehicles took the Baku-Rostov highway and drove in the direction of the town of Magas, Ingushetia.", "13. The applicants have had no news of Bashir Mutsolgov since 18 December 2003.", "14. The above description of the events of 18 December 2003 is based, among other things, on the applicants' application form dated 13 January 2006; written statements by V.G. and M.B of 22 September 2005; written statements by Ya.Kh. and Kh. Kh. made on 22 September 2005; a written statement by the third applicant made on 14 October 2005; written statements by the first and second applicants dated 6 December 2005, and a hand-drawn map of the premises at Oskanova Street in Karabulak with detailed indications of the objects and persons at the time of the abduction and the direction taken by the abductors.", "15. In their statements the first to third applicants referred to the time of Bashir Mustolgov's abduction as approximately 3.30 p.m.; according to the statements by Kh. Kh. and Ya. Kh., it occurred “at about 3 p.m.” According to all witness and applicants' statements submitted to the Court, there had been five to eight abductors who had arrived in a white Niva and a dark blue VAZ vehicle; Bashir Mutsolgov had been put into the white Niva vehicle.", "16. The Government submitted that on 18 December 2003 at about 4.20 p.m., a group of unidentified armed men in camouflage uniforms had forced Bashir Mutsolgov into a white Niva vehicle near house no. 83 at Oskanova Street in Karabulak and had taken him to an unknown destination.", "17. Immediately after the abduction of Bashir Mutsolgov, at about 4 p.m. on 18 December 2003, Ya. Kh. alerted the first, second and third applicants about their relative's abduction. At about 4.20 p.m. the applicants complained about Bashir Mutsolgov's abduction to a number of local law enforcement agencies, including the GOVD. The authorities denied having arrested the applicants' relative.", "18. On 24 or 25 December 2003 the third applicant's car was stopped by a grey VAZ-21099 vehicle with blacked-out windows and without number plates. Two men in camouflage uniforms got out of the vehicle, while the driver stayed inside. One of them, aged thirty to thirty-five and of Slavic appearance, approached the third applicant and identified himself as an FSB officer, but refused to provide his name. He carried a Makarov pistol – the usual equipment of members of the Russian “power structures”. He told the third applicant that he could provide him with information on the whereabouts of Bashir Mutsolgov in exchange for 300 United States dollars (USD). The officer described in detail the clothing worn by Bashir Mutsolgov on the day of his abduction.", "19. Having received the money, the officer told the applicant that his brother had been abducted by a group of officers of the Ingushetia department of the FSB, the Chechnya department of the FSB and the Regional Department of the FSB in the North Caucasus (УФСБ по Республике Ингушетии, Чечне и Региональное Управление по Северному Кавказу). The officer told the applicant that after the abduction Bashir Mutsolgov had been taken to the Ingushetia department of the FSB in Magas and had been detained in a basement. The following day, presumably on 19 December 2003, Bashir Mutsolgov had allegedly been taken by two grey UAZ vehicles (“таблетка”) to the Khankala settlement in the Chechen Republic, where the main base of the Russian military forces was located. According to the officer, while in detention Bashir Mutsolgov had been subjected to beatings and torture with a view to making him confess to an unspecified crime he had not committed.", "20. On an unspecified date in the end of December 2003 the third applicant met with an acquaintance who had come over with a young armed man in a camouflage uniform, who was carrying a pistol. The latter spoke Ingush and introduced himself as an officer of the FSB headquarters in Magas. In exchange for USD 200 he promised to find out more information about Bashir Mutsolgov. On the following day the applicant met with him again. According to the officer, on 18 December 2003 a man answering to the description of Bashir Mutsolgov had been brought to the FSB headquarters in Magas and taken into the building through a side entrance.", "21. In mid-November 2004, when returning from his parents' home, the third applicant was allegedly approached by a young man in a camouflage uniform and a black knitted hat, who called the third applicant by name. He spoke Russian without accent. The man identified himself as an FSB officer and showed the third applicant a dark-red or brown certificate with a laminated picture. The third applicant could not read the man's family name on the certificate because it was dark and the latter was covering it with his fingers. Having showed the certificate the man told the third applicant that he was not going to identify himself because “if (the third applicant) fell into the hands of the FSB he would tell them everything”. While the man was talking, the third applicant noticed two grey VAZ vehicles and a white VAZ vehicle on the opposite side of the street. The man offered to give the third applicant the name of one of Bashir Mutsolgov's abductors in exchange for USD 5,000. The third applicant asked him to give the name of the officer who had shown Ch. a special permit at the GAI station, thinking that Ch. would be able to identify that officer during an eventual confrontation. The man agreed and the third applicant gave him USD 2,000 and Bashir Mutsolgov's picture, with the third applicant's mobile number written on its reverse side. The remainder of the amount was to be paid on receipt of the information.", "22. On 18 December 2004 the third applicant allegedly received a call on his mobile. A man who did not identify himself told him that the person who had abducted Bashir Mutsolgov and shown the special permit at the GAI station was L.T., an officer of the FSB department in Kostroma. About two months later an unidentified person visited the third applicant at night to obtain the remaining USD 3,000 and allegedly told the third applicant that L.T. was serving in the FSB with the rank of lieutenant-colonel.", "23. In their search for Bashir Mutsolgov the applicants also contacted, both in person and in writing, various official bodies, such as the Russian President, the Deputies of the Russian State Duma, the Envoy of the President of the Russian Federation for Ensuring Human Rights and Freedoms in the Republic of Ingushetia, the administration of the Republic of Ingushetia and departments of the interior and prosecutors' offices at different levels, describing in detail the circumstances of their relative's abduction and asking for help in establishing his whereabouts. The applicants retained copies of a number of those letters and submitted them to the Court.", "24. Following the applicants' complaint about Bashir Mutsolgov's abduction, at about 6 p.m. on 18 December 2003 two law-enforcement officers arrived at the applicants' house. They introduced themselves as the head of the local department of the fight against organised crime (the RUBOP) and the district police officer. The officers interviewed an unspecified number of witnesses to the abduction of Bashir Mutsolgov.", "25. According to the third applicant, on the same day he went to the Karabulak town prosecutor's office (“the town prosecutor's office”) to submit a written complaint about his brother's abduction. He was received by investigator O., who refused to accept his complaint and first called, in the third applicant's presence, the FSB department in Ingushetiya and asked them whether their officials had carried out special operations in Karabulak. O. then allegedly asked his interlocutor on the phone whether he could accept the third applicant's complaint about the abduction of his brother. O. then told the third applicant that, according his interlocutor, the FSB department in Ingushetiya had not carried out any special operations or arrests in Karabulak and that he had been allowed to accept the third applicant's complaint.", "26. On 19 December 2003 the prosecutor's office of the Ingushetiya Republic (“the republican prosecutor's office”) forwarded the third applicant's complaint about the abduction of Bashir Mutsolgov to the town prosecutor's office for examination.", "27. On 26 December 2003 the town prosecutor's office instituted an investigation into the abduction of Bashir Mutsolgov under Article 126 § 2 of the Criminal Code (aggravated kidnapping). The case file was given number 23520016 (in the submitted documents the number is also referred to as 2352016).", "28. By a letter of 26 December 2003 the town prosecutor's office informed the third applicant that a criminal investigation into the abduction of Bashir Mutsolgov had been opened. The decision stated, in particular, that at about 4.20 p.m. on 18 December 2003 unidentified persons in camouflage uniforms, who had arrived in a Niva vehicle and a VAZ-2106 vehicle, had forced Bashir Mutsolgov into one of the vehicles near 83 Oskanova Street and had taken him to an unknown destination. By a letter of the same date addressed to the third applicant the latter, as well as “other relatives” of Bashir Mutsolgov, were requested to come to the town prosecutor's office for an interview and eventual recognition as victims in that criminal case.", "29. On 26 December 2003 the second applicant complained to the military prosecutor's office of military unit no. 04062 that his son had been abducted by armed men in camouflage uniforms in several vehicles. He pointed out that when the abductors had been stopped at the GAI station, one of them had produced a special permit which had allowed the cars to pass without being checked. The second applicant also stated that he had managed to find out that Bashir Mutsolgov had been abducted by officers of the Ingushetia department of the FSB, the Chechnya department of the FSB and the Regional Department of the FSB in the North Caucasus; that he had been taken to the headquarters of the Ingushetia department of the FSB in Magas and put into a basement; that on the following day his son had been taken to the settlement of Khankala in the Chechen Republic, where he had been and was still detained. According to the second applicant that information had been provided by officers of the above-mentioned departments of the FSB who had asked that their names not be disclosed; they had also told the second applicant that Bashir Mutsolgov had been subjected to beatings and torture and pressurised to confess to an unspecified crime. The second applicant emphasised that both he and the first applicant were suffering because they knew nothing about their son's fate and had no information about what was being done about it by the investigating authorities.", "30. On 30 December 2003 the third applicant was granted victim status in criminal case no. 23520016.", "31. On 22 January 2004 the Ingushetia department of the FSB informed the military prosecutor's office of military unit no. 04062 that they had not arrested Bashir Mutsolgov and had no information concerning his whereabouts.", "32. On 22 January 2004 the investigators in criminal case no. 23520016 issued a statement concerning the progress of the investigation. The document provided, inter alia, a detailed description of the circumstances of Bashir Mutsolgov's abduction and stated that he had not committed any crimes and that his name had not been on the authorities' wanted list. According to the document, the investigation had questioned a number of witnesses to the abduction, including officer Ch. and M. B. The document, in so far as relevant, continues as follows:", "“...", "In his explanation of 20 December 2003 officer Ch. of the GOVD submitted that on 18 December 2003, while he was on duty at the Kursk-I GAI station,... between 4 and 5 p.m., he was approached by an acquaintance M.B. who had told him that ... he was being followed by a green VAZ-2106 vehicle and a white Niva vehicle; he saw a man being forced into one of those vehicles - those vehicles had been closely following M.B.", "Ch. ordered the two vehicles to stop. The Niva vehicle was in front and was followed by a VAZ-2106 vehicle; neither of them had registration plates. The driver of the Niva vehicle had got out and had shown [Ch.] a special permit exempting the vehicles and the persons inside from checking. Ch. recognised the driver as an officer of the Ingushetiya department of the FSB, whom he had seen earlier in connection with various incidents, most recently at the scene of a crime at 6 Chkalova Street, where, as a result of an explosion, a GOVD officer, T., had had his hand torn off. Ch. did not know the family name of the FSB officer but could identify him at any time. Ch. described [that officer's] distinctive marks.", "At his interview on 21 January 2004 Ch. gave a similar statement.", "Witness M.B. in his explanation and during his interview on 21 January 2004 submitted that on 18 December 2003, at about 4.20 p.m., when he had been driving towards the centre of Karabulak,... four armed persons had stepped into the road and stopped the traffic. At the same moment, their accomplices had forced a young man, who had previously been held in the VAZ-2106 vehicle, into the white Niva and taken him away; M.B. had informed the GAI station located near the GOVD about this. The on-duty officer had stopped vehicles without licence plates, checked their documents and let them through. In answer to M. B.'s question why he had let them pass, the officer answered that he knew one of them as an FSB officer. From [Ch.'s] explanation M.B. understood that the FSB officers had not abducted but arrested Bashir Mutsolgov. M.B. would not be able to identify those persons because they had been wearing masks....", "According to a certificate of the head of the GOVD dated 29 December 2003, on 18 December 2003 Bashir Mutsolgov, born in 1975, had been taken to an unknown destination by officers of the power structures...”", "33. In a letter of 26 January 2004 the military prosecutor's office of military unit no. 04062 informed the second applicant that the examination of his complaint had established that officers of the Ingushetia and Chechnya departments of the FSB had not participated in the abduction of Bashir Mutsolgov. According to the letter, the military prosecutor's office of the United Group Alignment (the UGA military prosecutor's office) had forwarded a request for assistance in the search for Bashir Mutsolgov to the Regional Operational Headquarters of the FSB.", "34. On 25 February 2004 the republican prosecutor's office informed the second applicant that they had studied the case concerning the abduction of Bashir Mutsolgov and had issued instructions for the investigation aimed at establishing the identity of the perpetrators of his abduction. According to the letter, the authorities were verifying the thesis of possible involvement of the FSB officers in the abduction and his detention in Khankala.", "35. On 12 April 2004 the second applicant complained about Bashir Mutsolgov's abduction to the head of the FSB of the Russian Federation and the Prosecutor General. He described in detail the circumstances of his son's abduction by armed men in camouflage uniforms in several vehicles and pointed out that when the abductors had been stopped at the GAI station one of them had produced a special permit which had allowed the vehicles to pass without a check. The second applicant also stated that he had managed to find out that his son had been abducted by officers of the Ingushetia department of the FSB, the Chechnya department of the FSB and the Regional Department of the FSB in the North Caucuses; that he had been taken to the headquarters of the Ingushetia department of the FSB in Magas and put in a basement; that on the following day his son had been taken to the settlement of Khankala in Chechnya, where he was still detained. According to the second applicant, that information had been provided to him by officers of the above-mentioned departments of the FSB, who had asked him not to disclose their names; they had also told the second applicant that Bashir Mutsolgov had been subjected to beatings and torture and pressurised to confess to an unspecified crime. Lastly, he stressed that both he and the first applicant had experienced enormous suffering because of the lack of news about their son and the investigating authorities' failure to take any measures to find him or to identify the perpetrators.", "36. By a letter of 11 May 2004 the republican prosecutor's office informed the second applicant that his complaint about the abduction of Bashir Mutsolgov had been forwarded to the town prosecutor's office for examination.", "37. By a letter of 20 May 2004 the town prosecutor's office informed the second applicant that they had opened a criminal investigation into his son's abduction; that they were verifying the information submitted by the second applicant during the preliminary investigation, and that he would be given any relevant information in due course.", "38. On 26 May 2004 the republican prosecutor's office wrote to the second applicant that the town prosecutor's office had opened a criminal investigation into his son's abduction and that operational and search measures were under way. The letter stated the investigation of the criminal case was under the control of the republican prosecutor's office.", "39. By a decision of 26 June 2004 the town prosecutor's office suspended the investigation in criminal case no. 23520016 for failure to identify the perpetrators and establish Bashir Mutsolgov's whereabouts; the operational and search measures aimed at identification of the culprits were to be continued.", "40. In a letter of 1 August 2004 the third applicant requested the town prosecutor's office to provide him with information on the status and the progress in the investigation into his brother's abduction.", "41. On 3 November 2004 the third applicant wrote to the town prosecutor's office seeking detailed information on the investigation in case no. 23520016 and access to the case file.", "42. By a decision of 5 November 2004 the town prosecutor's office refused his request, stating that the third applicant would be allowed to have detailed information concerning the investigation and access to the case file materials only when the investigation was complete. In a letter of the same day the town prosecutor's office notified the third applicant accordingly and provided him with copies of three procedural decisions issued by it: the decision to open the criminal investigation; the decision to grant the third applicant victim status, and the decision to suspend the investigation.", "43. On 11 November 2004 the third applicant requested the town prosecutor's office to reopen the investigation in case no. 23520016 and to carry out additional investigative measures. In particular, he asked the authorities to compile a photofit image of one of the abductors based on the statements by officer Ch. and to conduct an identification procedure.", "44. By a decision of 12 November 2004 the town prosecutor's office granted the third applicant's request concerning the photofit image. The decision also stated that the third applicant was to be notified of it. It is unclear whether the requested investigative measures have been carried out by the authorities.", "45. On 12 November 2004 the republican prosecutor's office informed the third applicant that the investigation in criminal case no. 23520016 had been resumed on an unspecified date.", "46. On 18 December 2004 the third applicant wrote to the town prosecutor's office, submitting that on that day an unidentified man had told him on the phone that one of Bashir Mutsolgov's abductors was Mr L. T., an officer of the Kostroma Region department of the FSB. In connection with that information the third applicant requested the authorities to carry out the following investigative measures in criminal case no. 23520016: establishing whether L.T. was indeed an FSB officer in the Kostroma region; establishing whether he had been stationed in Ingushetia on 18 December 2003; having his photograph identified by officer Ch. and carrying out of a confrontation between officer Ch. and officer L.T. Lastly, the third applicant requested to be informed about the results.", "47. By a decision of 20 December 2004 the town prosecutor's office granted the third applicant's request. On the same date the third applicant was informed about it. It is unclear whether the investigating authorities took any of the requested measures.", "48. On 20 December 2004 the town prosecutor's office informed the third applicant that the investigation in criminal case no. 23520016 had been resumed on an unspecified date.", "49. On 10 August 2005 the third applicant wrote to the town prosecutor's office seeking access to the case file materials in criminal case no. 23520016 and permission to make copies of them.", "50. On 13 August 2005 the town prosecutor's office informed the third applicant that his request for access to the case file had been refused and that the applicant would be allowed to have access to it only when the investigation was complete.", "51. It appears that the investigation into the abduction of Bashir Mutsolgov is still pending.", "52. On 26 December 2003 the town prosecutor's office instituted a criminal investigation into the abduction of Bashir Mutsolgov under Article 126 § 2 of the Criminal Code. The case file was assigned the number 23520016.", "53. On 30 December 2003 the third applicant was granted victim status in connection with the proceedings in case no. 23520016.", "54. On being questioned as a victim on 30 December 2003, the third applicant submitted that on 18 December 2003 at about 3 p.m. unidentified persons wearing masks had abducted and taken away his brother, Bashir Mutsolgov. According to eyewitnesses to the abduction, about five unidentified persons had arrived in two blue VAZ-2106 vehicles without number plates and a white Niva vehicle whose number plates were covered with mud but the number 26 was visible on it.", "55. During an additional interview as a victim the third applicant explained that on 18 December 2004, at about 10 a.m. a person unknown to him had called him on his mobile phone and had stated that one of the abductors of the third applicant's brother had been L. T., officer of the Kostroma regional or town department of the FSB.", "56. According to the Government, Ya.Kh., interviewed on an unspecified date, stated that at about 3.50 p.m. on 18 December 2003 she had been in her house at 82 Oskanova Street, Karabulak. Looking out of the window she had seen several unidentified armed men in masks and camouflage uniforms force Bashir Mutsolgov into a Niva vehicle and leave thereafter in the direction of Ordzhonikidzevskaya. Ya.Kh. would not be able to identify those persons.", "57. M.B., questioned as a witness on an unspecified date, submitted that at about 4.20 p.m. on 18 December 2003 he had been driving along Oskanova Street. As he was passing the Tashkent café, he had seen four unidentified people step into the road and stop the traffic. Other unidentified people put a young man into a white Niva vehicle and went off with him towards the Ordzhonikidzevskaya settlement, the VAZ-2106 vehicle following the Niva. When the two vehicles turned into Ryumakova Street, M.B. told an on-duty police officer at the Kursk-I GAI station what he had seen. The police officer had checked the documents of the drivers and passengers in the vehicles and let them through. In reply to M.B.'s question as to why they had not been stopped, the police officer answered that an FSB officer of the Ingushetiya department of the FSB had been in one of the vehicles.", "58. According to the Government, officer Ch., questioned as a witness on an unspecified date, stated that on 18 December 2003 he had been on duty at the GAI station in Karabulak. M.B. applied to him, saying that armed persons driving two vehicles without number plates had arrested Bashir Mutsolgov and had been taking him in the direction of the GAI station. When Ch. stopped those vehicles the driver of the Niva showed a special permit allowing unhindered passage for his vehicle. Ch. did not pay attention to the name on the permit, as the driver was an officer of the Ingushetiya FSB department whom Ch. had previously met, most recently on 30 September 2003 at the scene of a crime at 6 Chkalova Street in Karabulak.", "59. During an additional interview as a witness Ch. confirmed his earlier statement in full but submitted that, owing to the time which had elapsed since the abduction of Bashir Mutsolgov, he would not be able to identify the FSB officer who had shown him the special permit.", "60. According to the Government, officers L., B., Ki., T., O. and Ka. of the GAI station, interviewed as witnesses, made statements similar to those given by officer Ch.", "61. According to the Government, L.T., interviewed as a witness on an unspecified date, stated that, as a senior officer of the Kostroma regional department of the FSB, he had been stationed in Ingushetiya from 15 July to 1 November 2003. On 18 December 2003 he had been at his permanent post in the Kostroma Region.", "62. The Government further submitted that unspecified authorities had requested that the Ingushetiya department of the FSB provide information in connection with officer Ch.'s statements. From their reply it followed that officers of that authority had not been at the crime scene at 6 Chkalova Street, Karabulak.", "63. With a view to establishing Bashir Mutsolgov's whereabouts and obtaining information on whether he had been arrested or prosecuted, the investigation sent out requests [поручение] to numerous authorities, including unspecified prosecutors of the Ingushetiya Republic, heads of the FSB departments in the North Caucasus and the UGA military prosecutor's office. According to the replies of those State bodies, he was not under arrest or criminal prosecution and his whereabouts were unknown.", "64. From the replies of the GOVD, and the remand centres in the Argunskiy, Nozhay-Yurtovskiy, Urus-Martanovskiy, Kurchaloyskiy, Itum-Kalinskiy, Sharoyskiy, Leninskiy, Shatoyskiy, Oktyabrskiy, Gudermesskiy and Groznenskiy districts, as well as several remand centres in the North Ossetia-Alania Republic, it followed that Bashir Mutsolgov was not detained in those detention facilities.", "65. The investigation in the case concerning Bashir Mutsolgov's abduction had been repeatedly suspended for failure to identify those responsible and subsequently resumed with a view to verifying new information. It found no evidence that Bashir Mutsolgov had been abducted by State officials or that he was not alive. The investigation in case no. 23520016 was pending.", "66. Despite specific requests by the Court, the Government refused to furnish any copies from the investigation file in case no. 23520016. They claimed that the investigation was in progress and that disclosure of the documents would be in violation of Article 161 of the Code of Criminal Procedure and would “breach the rights of the parties to the criminal proceedings”. Neither did the Government indicate the exact dates or provide any further details of the witness' interviews and other investigative measures referred to in their submissions to the Court.", "67. On 14 March 2005 the third applicant complained to the Karabulak Town Court (“the Town Court”) that the investigation in criminal case no. 23520016 was ineffective. He submitted, among other things, that it had taken the district prosecutor's office an unjustifiably long time to launch the investigation; that the main witness, officer Ch., had only been questioned a month after the opening of the investigation and that the district prosecutor's office had failed to take the most basic investigative steps in due time. In particular, they had failed to interview some witnesses and to compile a photofit image of the abductor who had shown the special passage permit at the GAI station. Despite the information concerning L.T., the investigation had failed to check it with the relevant FSB departments. On a more general level, the third applicant complained that he had had to beg for each and every investigative measure and that the investigating authorities had carried them out only after numerous requests from him, which was demonstrated by his voluminous correspondence with the town prosecutor's office. Lastly, the third applicant stressed that the numerous omissions in the investigation had made it impossible to solve his brother's abduction and to identify and punish the persons responsible for it, and that the culprits had been able to conceal the traces of their crime forever. He also averred that those omissions had been in breach of the European Convention on Human Rights.", "68. By a decision of 26 May 2005 the Town Court dismissed the third applicant's complaint as unfounded. The court found that, having received the third applicant's complaint about the abduction of Bashir Mutsolgov on 19 December 2003, the town prosecutor's office, had sent a query to the Ingushetiya department of the FSB on the same day to find out whether they had arrested the applicant's brother. The reply to that query had been received only on 26 December 2003 and on the same day the town prosecutor's office had instituted criminal proceedings into the abduction. The town prosecutor's office could not have instituted the proceedings earlier; it had had first to satisfy itself that Bashir Mutsolgov had not been lawfully arrested.", "69. In respect of the remainder of the third applicant's complaints, the Town Court held as follows:", "“...As to the submission about the belated interviewing of officer Ch., who had seen one of the abductors, the following should be noted.", "It follows from the materials available to the court that ... [on 26 December 2003] the head of the GOVD had been requested to carry out operational and search measures aimed at liberating Bashir Mutsolgov and identifying his abductors. Analogous requests had been sent to [various departments of the Ministry of the Interior] of the Ingushetiya Republic. On the same day the UGA prosecutor and the prosecutors of the NOAR and the Chechen Republic had been requested to verify whether any law-enforcement authorities responsible to them had arrested Bashir Mutsolgov. Those requests had been repeatedly sent to those authorities in January 2004.... Those requests could not have given an immediate result. Before interviewing witnesses it is necessary to identify them. As early as January 2004 the deputy prosecutor of the Ingushetiya Republic had issued a written direction to for witness Ch. to be interviewed. Those directions have been complied with in full and within the time-limits set...", "...", "The complainant also submits that, despite the information implicating L.T. in the crime, the investigation had failed to verify it. However, from the prosecutor's submissions it transpires that the check conducted by the prosecutor's office had established that L.T. had not been involved in the abduction of Bashir Mutsolgov.", "The suspension of the investigation in view of the failure to identify the persons having committed the abduction of Bashir Mutsolgov is in accordance with the requirements of Article 208 of the CCP.”", "70. The third applicant appealed against the decision, submitting that the Town Court's reasoning concerning the promptness of the institution of the investigation was absurd. In particular, applying that reasoning, the investigating authorities would be free not to institute a criminal investigation for months if the authority which they had requested to provide the information failed to reply in due time. He further challenged the court's finding that the investigation had carried out all necessary steps and had taken them in due time. In particular, he stressed that the investigation had not confronted officer Ch. and officer L.T., although the former expressly stated that he had seen L.T. at the scene of an explosion where L.T. was working in a group of FSB officers and had identified himself as an FSB officer. Lastly, the third applicant pointed out that the photofit image of the abductor seen by officer Ch. had been compiled only a year after the opening of the investigation and after the applicant's repeated requests.", "71. On 5 July 2005 the Supreme Court of the Ingushetiya Republic dismissed the third applicant's appeal, having found that the investigating authorities had taken all necessary measures to find the missing man and those involved in the abduction.", "72. For a summary of the relevant domestic law see Akhmadova and Sadulayeva v. Russia (no. 40464/02, §§ 67-69, 10 May 2007)."], "VIOLATED_ARTICLES": ["13", "2", "3", "5"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}