{"ITEMID": "001-97121", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NLD", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF SANOMA UITGEVERS B.V. v. THE NETHERLANDS", "IMPORTANCE": "3", "CONCLUSION": "No violation of Art. 10", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Egbert Myjer;Ineta Ziemele;Josep Casadevall;Luis López Guerra", "TEXT": ["5. The applicant company is based in Hoofddorp. Its business is publishing and marketing magazines, including the weekly Autoweek, which caters for readers who are interested in motoring.", "6. The facts of the case, as submitted by the parties and shown by documents available to the public, may be summarised as follows.", "7. On 12 January 2002, an illegal street race was held in an industrial area on the outskirts of the town of Hoorn. Journalists of Autoweek attended this race at the invitation of its organisers. The journalists were given the opportunity to take photographs of the street race and of the participating cars and persons. Before they were given permission to take photographs, the journalists were made to guarantee the participants that the latter’s identity would remain undisclosed. The street race was ended by the police, who were present and eventually intervened. The police did not make any arrests.", "8. The applicant company intended to publish an article about illegal car races in Autoweek no. 7/2002 of 6 February 2002. This article would be accompanied by photographs of the car race held on 12 January 2002. These photographs would be edited in such a manner that the participating cars and persons were unidentifiable, thus guaranteeing the anonymity of the participants in the race. The original photographs were stored by the applicant company on a CD-ROM, which was kept in the editorial office of a different magazine published by the applicant company (not Autoweek).", "9. In the morning of Friday 1 February 2002, a police officer contacted the Autoweek editorial office by telephone, summoning the editors to surrender to the police all photographic materials concerning the street race of 12 January 2002. This police officer was informed by the staff member whom she had called, i.e. the features chief editor (chef reportage), that this request could not be met as the journalists had only been given permission to take photographs of the street race after having guaranteed the anonymity of the participants in the race. He further told this police officer that he thought that the press was reasonably protected against this kind of [police] action and advised her to contact the editorial office in writing.", "10. In the afternoon of 1 February 2002, two police detectives visited the Autoweek editorial office and, after having unsuccessfully tried to obtain the surrender of the photographs, issued Autoweek’s editor-in-chief with a summons, within the meaning of Article 96a of the Code of Criminal Procedure (Wetboek van Strafvordering). This summons was issued by the Amsterdam public prosecutor and ordered the applicant company to surrender, in the context of a criminal investigation into offences defined in Articles 310-312 of the Criminal Code (Wetboek van Strafrecht) against an unspecified person, the photographs taken on 12 January 2002 during the illegal street race in Hoorn and all related materials. On behalf of the applicant company, Autoweek’s editor-in-chief Mr B. refused to surrender the photographs, considering this to be contrary to the undertaking given by the journalists to the street race participants as regards their anonymity.", "11. Later that day, a telephone conversation took place between, on the one side, two public prosecutors and, on the other, the lawyer of the applicant company. The lawyer was told by the public prosecutors that “it concerned a matter of life and death”. No further explanation was given and the lawyer’s request to amend the summons was not entertained.", "12. The police detectives and the public prosecutors threatened to detain Mr B. during the weekend of 2 to 3 February for having acted in violation of Article 184 of the Criminal Code, i.e. the offence of failure to comply with an official order (ambtelijk bevel), and to close and search the applicant company’s premises, if need be, for the entire weekend period. The latter action would entail considerable financial damage for the applicant company as, during that weekend, articles were to be prepared for publication on the subject of the wedding of the Netherlands Crown Prince, due to take place on 2 February 2002.", "13. At 6.01 p.m. on 1 February 2002, Mr B. was arrested on suspicion of having violated Article 184 of the Criminal Code. He was not taken to the police station but remained on the applicant company’s premises. After the Amsterdam public prosecutor had arrived on these premises and after Mr B. had been brought before the prosecutor, Mr B. was released at 10 p.m.", "14. The applicant company then consulted its own lawyer and a second lawyer. The latter spoke with the public prosecutors involved, after which the duty investigating judge (rechter-commissaris) of the Amsterdam Regional Court (arrondissementsrechtbank) was contacted by telephone. After having spoken with one of the lawyers assisting the applicant company, and after having been briefed by one of the public prosecutors, the investigating judge expressed the view that the needs of the criminal investigation outweighed the applicant company’s journalistic privilege. On 2 February 2002 at 1.20 a.m., the applicant company, through its lawyer and under protest, surrendered the CD-ROM containing the photographs to the public prosecutor, who formally seized it.", "15. On 15 April 2002 the applicant company filed a complaint under Article 552a of the Code of Criminal Procedure, seeking the lifting of the seizure and restitution of the CDROM, an order to the police and prosecution department to destroy copies of the data recorded on the CD-ROM and an injunction preventing the police and prosecution department from taking cognisance or making use of information obtained through the CD-ROM.", "16. On 5 September 2002 a hearing was held before the Regional Court during which the public prosecutor explained why the surrender of the photographs had been necessary. The summons complained of had been issued in the context of a criminal investigation concerning serious criminals who had pulled cash dispensers out of the wall with the aid of a shovel loader, and there was reason to believe that a car used by participants in the street race could lead to the perpetrator(s) of those robberies.", "17. In its decision of 19 September 2002 the Regional Court granted the request to lift the seizure and to return the CD-ROM to the applicant company as the interests of the investigation did not oppose this. It rejected the remainder of the applicant company’s complaint. It found the seizure lawful and, on this point, considered that a publisher/journalist could not, as such, be regarded as enjoying the privilege of non-disclosure (verschoningsrecht) under Article 96a of the Code of Criminal Procedure. Statutorily, the persons referred to in Article 218 of the Code of Criminal Procedure and acknowledged as enjoying the privilege of non-disclosure were, amongst others, public notaries, lawyers and doctors. It considered that the right to freedom of expression, as guaranteed by Article 10 of the Convention, included the right freely to gather news (recht van vrije nieuwsgaring) which, consequently, deserved protection unless outweighed by another interest warranting priority. It found that, in the instant case, the criminal investigation interest outweighed the right to free gathering of news in that, as explained by the public prosecutor during the hearing, the investigation at issue did not concern the illegal street race, in which context the undertaking of protection of sources had been given, but an investigation into other serious offences. The Regional Court was therefore of the opinion that the case at hand concerned a situation in which the protection of journalistic sources should yield to general investigation interests, the more so as the undertaking to the journalistic source concerned the street race whereas the investigation did not concern that race. It found established that the data stored on the CD-ROM had been used for the investigation of serious offences and that it had been made clear by the prosecutor that these data were relevant to the investigation at issue as all other investigation avenues had led to nothing. It therefore concluded that the principles of proportionality and subsidiarity had been complied with and that the interference had thus been justified. The Regional Court did not find that the seizure had been rash, although more tactful action on the part of the police and the public prosecutor might have prevented the apparent escalation of the matter.", "18. The applicant company’s subsequent appeal in cassation was declared inadmissible by the Supreme Court (Hoge Raad) on 3 June 2003. The Supreme Court held that, as the Regional Court had accepted the applicant company’s complaint in so far as it related to the request to lift the seizure and to return the CD-ROM, the applicant company no longer had an interest in its appeal against the ruling of 19 September 2002. Referring to its case-law (Supreme Court, 4 October 1988, Nederlandse Jurisprudentie (Netherlands Law Reports – “NJ”) 1989, no. 429, and Supreme Court, 9 January 1990, NJ 1990, no. 369), it held that this finding was not altered by the circumstance that the complaint – apart from a request to return the CD-ROM – also contained a request to order that any print-outs or copies of the CD-ROM were to be destroyed and that data collected with the aid of the CD-ROM could not be used, as neither Article 55a nor any other provision of the Code of Criminal Procedure provided for the possibility of obtaining, once a seized item had been returned, in a procedure like the present one, a declaratory ruling that the seizure or the use of the seized item was unlawful.", "19. In their observations on the admissibility and merits of the application, the Government stated the following:", "“6. To supplement the summary of the facts appended to the Court’s letter of 28 March 2006 [giving notice of the application to the respondent Contracting Party under Rule 54 § 2 (b) of the Rules of Court], the Government would make the following observations", "7. The order in question, issued under Article 96a of the Dutch Code of Criminal Procedure (..., ‘CCP’), requiring the surrender for seizure of a CD-ROM containing photographs was closely related to a criminal investigation initiated following a series of ram raids in which cash machines were pulled from the wall with a shovel loader. These ram raids took place on 20 September 2001, 6 November 2001 and 30 November 2001. A group of men was suspected of perpetrating the ram raids and two members of the group (‘A’ and ‘M’) were the main suspects. A telephone conversation involving M, tapped in the context of the investigation on 12 January 2002, revealed that M and A had participated in an illegal street race in Hoorn with an Audi RS4 that day. The investigation team knew that journalists from the weekly magazine Autoweek had taken photographs of the illegal street race.", "8. On 1 February 2002 another ram raid took place. During the incident, a bystander was threatened with a firearm. After ramming a cash machine, the perpetrators hauled it off in a lorry, which was followed closely by an Audi. The police, who had already been informed of the incident, saw the lorry stop and the driver get into an Audi, which then drove away with three people inside. The police followed, but the Audi accelerated to over 200 kilometres per hour and disappeared from view.", "9. The police suspected that the Audi used in the illegal street race in Hoorn on 12 January 2002 was the same Audi observed at the ram raid on 1 February 2002. With that in mind, the public prosecutor decided that day (1 February 2002) to issue an order under Article 96a of the CCP in order to obtain the photographs taken at the street race.", "10. The course of events is summarised below:", "24 July, 26 July and 30 November 2001:", "ram raids perpetrated;", "12 January 2002:", "illegal street race in Hoorn, in which A and M participated with an Audi RS4;", "later that day: the public prosecutor learns from a tapped conversation that A and M took part in the street race with an Audi RS4;", "1 February 2002:", "new ram raid, involving an Audi;", "later that day, at approximately 14.30: order issued under Article 96a of the CCP.”", "20. Under Article 96a of the Code of Criminal Procedure, every civil servant invested with investigative powers (opsporingsambtenaar) may – in case of suspicion of an offence attracting a prison sentence of four years or more – such as for instance the offences defined in Articles 310-312 of the Criminal Code (theft; theft under aggravating circumstances; robbery) – or of a number of other specified criminal acts not relevant to the present case (Article 67 § 1 of the Code of Criminal Procedure) – order any person who is reasonably believed to hold an item eligible for seizure to surrender it for that purpose. Article 96a of the Code of Criminal Procedure entered into force on 1 February 2000. Prior to this date, only the investigating judge was competent to issue an order to surrender items for the purpose of seizure (former Article 105 of the Code of Criminal Procedure).", "21. A failure to comply with such an order constitutes an offence as defined in Article 184 (failure to comply with an official order) or Article 193 (failure to make available documents) of the Criminal Code. Pursuant to Article 96a §§ 1 and 2 of the Code of Criminal Procedure, no such order may be given to the suspect or to a person who, by virtue of Articles 217-219 of the Code of Criminal Procedure, enjoys the privilege of nondisclosure. Such persons are an accused’s relatives, (former) spouse and (former) registered partner (Article 217); persons who, by virtue of their position, profession or office, are bound to secrecy albeit that their privilege of non-disclosure only covers matters the knowledge of which has been entrusted to them in that capacity (Article 218; for further details about this category, see Mulders v. the Netherlands, no. 23231/94, Commission decision of 6 April 1995, and Aalmoes and Others v. the Netherlands (dec.), no 16269/02, 25 November 2004), and persons who, by giving evidence, expose themselves, their relatives “to the second or third degree”, their (former) spouse or their (former) registered partner to the risk of a criminal conviction (Article 219).", "22. Any interested person can lodge an objection against the seizure of an object, the refusal to return a seized object, or the examination (kennisneming) or use of electronic data. Such an objection is heard in public by the Regional Court, which has the power to give whatever orders the situation may require (Article 552a of the Code of Criminal Procedure).", "23. Until 11 November 1977, the Netherlands Supreme Court did not recognise a journalistic privilege of non-disclosure. On that date, it handed down a judgment in which it found that a journalist, when asked as a witness to disclose his source, was obliged to do so unless it could be regarded as justified in the parti that the interest of non-disclosure of a source outweighed the interest served by such disclosure. This principle was reversed by the Supreme Court in a landmark judgment of 10 May 1996 on the basis of the principles set out in the Court’s judgment of 27 March 1996 in the case of Goodwin v. the United Kingdom (Reports of Judgments and Decisions 1996II). In this ruling, the Supreme Court accepted that, pursuant to Article 10 of the Convention, a journalist was in principle entitled to non-disclosure of an information source unless, on the basis of arguments to be presented by the party seeking disclosure of a source, the judge was satisfied that such disclosure was necessary in a democratic society for one or more of the legitimate aims set out in Article 10 § 2 of the Convention (NJ 1996, no. 578). In a judgment given on 2 September 2005 concerning the search of premises of a publishing company on 3 May 1996 (Landelijk Jurisprudentie Nummer [National Jurisprudence Number] LJN AS6926), the Supreme Court held inter alia:", "“The right of freedom of expression, as set out in Article 10 of the Convention, encompasses also the right freely to gather news (see, amongst others, Goodwin v. the United Kingdom, judgment of 27 March 1996, NJ 1996, no. 577; and Roemen and Schmit v. Luxembourg, judgment of 25 February 2003 [ECHR 2003IV]). An interference with the right freely to gather news – including the interest of protection of a journalistic source – can be justified under Article 10 § 2 in so far as the conditions set out in that provision have been complied with. That means in the first place that the interference must have a basis in national law and that those national legal rules must have a certain precision. Secondly, the interference must serve one of the aims mentioned in Article 10 § 2. Thirdly, the interference must be necessary in a democratic society for attaining such an aim. In this, the principles of subsidiarity and proportionality play a role. In that framework it must be weighed whether the interference is necessary to serve the interest involved and therefore whether no other, less far-reaching ways (minder bezwarende wegen) can be followed along which this interest can be served to a sufficient degree. Where it concerns a criminal investigation, it must be considered whether the interference with the right freely to gather news is proportionate to the interest served in arriving at the truth. In that last consideration, the gravity of the offences under investigation will play a role.”", "24. On 1 April 2002, in the light of the case-law developments in this area and Recommendation No. R(2000) 7 adopted on 8 March 2000 by the Committee of Ministers of the Council of Europe on 8 March 2000 (see below under “Relevant international materials”), the Board of Procurators General (College van procureurs-generaal) adopted an Instruction within the meaning of Article 130 § 4 of the Judiciary (Organisation) Act (Wet op de Rechterlijke Organisatie) on the application by the Public Prosecution Department of coercive measures in respect of journalists (Aanwijzing toepassing dwangmiddelen bij journalisten; published in the Official Gazette (Staatscourant) 2002, no. 46), which entered into force on 1 April 2002 for a period of four years. This Instruction defines who is to be considered as a “journalist” and sets out the pertinent principles and guidelines as regards the application of coercive measures, such as inter alia an order under Article 96a of the Code of Criminal Procedure, in respect of a journalist.", "25. On 4 December 2000, the boards of the Netherlands Society of Editors-in-Chief (Nederlands Genootschap van Hoofdredacteuren) and the Netherlands Union of Journalists (Nederlandse Vereniging van Journalisten) set up a commission to investigate and take stock of problems arising in relation to the protection of journalistic sources and seizure of journalistic materials. This commission – which was composed of a professor of criminal law, the secretary of the Netherlands Union of Journalists, a Regional Court judge and an editor of a national daily newspaper – concluded in its report of 30 October 2001, inter alia, that specific legislation was not necessary and that by way of making certain procedural changes – such as a preliminary assessment procedure, where it concerned the application of coercive measures in cases where the protection of sources was in issue – a number of problem areas could be resolved.", "26. Already in 1993, Mr E. Jurgens – at the time a member of the Netherlands Lower House of Parliament (Tweede Kamer) – had submitted a private member’s bill (initiatiefwetsvoorstel) to amend the Code of Criminal Procedure and the Code of Civil Procedure in order to secure the protection of journalistic sources and the protection of journalists as regards disclosing information held by them. On 2 March 2005, after remaining dormant, this bill was eventually withdrawn without having been taken up in parliament.", "27. The Court’s judgment in the Voskuil case (Voskuil v. the Netherlands, no. 64752/01, 22 November 2007) has prompted the Government to introduce new legislation. A bill now pending before Parliament proposes to add a new Article to the Code of Criminal Procedure (Article 218a) that would vouchsafe a right to refuse to give evidence or identify sources of information to “witnesses to whom information has been entrusted within the framework of the professional dissemination of news (beroepsmatige berichtgeving) or the gathering of information for that purpose, or the dissemination of news within the framework of participation in the public debate, as the case may be”. Such a right would be more limited than that enjoyed by the categories enumerated in Articles 217, 218 and 219 of the Code of Criminal Procedure; it would be subject to the finding of the investigating judge that no disproportionate harm to an overriding public interest (zwaarderwegend maatschappelijk belang) would result from such refusal. However, persons covered by the proposed new Article 218a would not be among those entitled to refuse to surrender items eligible for seizure: the bill does not propose to include them in the enumeration contained in Article 96 § 2 (paragraph 21 above).", "28. Several international instruments concern the protection of journalistic sources; among others, the Resolution on Journalistic Freedoms and Human Rights, adopted at the 4th European Ministerial Conference on Mass Media Policy (Prague, 7-8 December 1994) and the Resolution on the Confidentiality of Journalists’ Sources adopted by the European Parliament (18 January 1994, Official Journal of the European Communities No. C 44/34).", "29. Moreover, Recommendation No. R(2000) 7 on the right of journalists not to disclose their sources of information was adopted by the Committee of Ministers of the Council of Europe on 8 March 2000 and states, in so far as relevant:", "“[The Committee of Ministers] Recommends to the governments of member States:", "1. to implement in their domestic law and practice the principles appended to this recommendation,", "2. to disseminate widely this recommendation and its appended principles, where appropriate accompanied by a translation, and", "3. to bring them in particular to the attention of public authorities, police authorities and the judiciary as well as to make them available to journalists, the media and their professional organisations.", "Appendix to Recommendation No. R (2000) 7", "Principles concerning the right of journalists not to disclose their sources of information", "Definitions", "For the purposes of this Recommendation:", "a. the term ‘journalist’ means any natural or legal person who is regularly or professionally engaged in the collection and dissemination of information to the public via any means of mass communication;", "b. the term ‘information’ means any statement of fact, opinion or idea in the form of text, sound and/or picture;", "c. the term ‘source’ means any person who provides information to a journalist;", "d. the term ‘information identifying a source’ means, as far as this is likely to lead to the identification of a source:", "i. the name and personal data as well as voice and image of a source,", "ii. the factual circumstances of acquiring information from a source by a journalist,", "iii. the unpublished content of the information provided by a source to a journalist, and", "iv. personal data of journalists and their employers related to their professional work.", "Principle 1 (Right of non-disclosure of journalists)", "Domestic law and practice in member States should provide for explicit and clear protection of the right of journalists not to disclose information identifying a source in accordance with Article 10 of the Convention for the Protection of Human Rights and Fundamental Freedoms (hereinafter: the Convention) and the principles established herein, which are to be considered as minimum standards for the respect of this right.", "Principle 2 (Right of non-disclosure of other persons)", "Other persons who, by their professional relations with journalists, acquire knowledge of information identifying a source through the collection, editorial processing or dissemination of this information, should equally be protected under the principles established herein.", "Principle 3 (Limits to the right of non-disclosure)", "a. The right of journalists not to disclose information identifying a source must not be subject to other restrictions than those mentioned in Article 10, paragraph 2 of the Convention. In determining whether a legitimate interest in a disclosure falling within the scope of Article 10, paragraph 2 of the Convention outweighs the public interest in not disclosing information identifying a source, competent authorities of member States shall pay particular regard to the importance of the right of non-disclosure and the pre-eminence given to it in the case-law of the European Court of Human Rights, and may only order a disclosure if, subject to paragraph b, there exists an overriding requirement in the public interest and if circumstances are of a sufficiently vital and serious nature.", "b. The disclosure of information identifying a source should not be deemed necessary unless it can be convincingly established that:", "i. reasonable alternative measures to the disclosure do not exist or have been exhausted by the persons or public authorities that seek the disclosure, and", "ii. the legitimate interest in the disclosure clearly outweighs the public interest in the non-disclosure, bearing in mind that:", "- an overriding requirement of the need for disclosure is proved,", "- the circumstances are of a sufficiently vital and serious nature,", "- the necessity of the disclosure is identified as responding to a pressing social need, and", "- member States enjoy a certain margin of appreciation in assessing this need, but this margin goes hand in hand with the supervision by the European Court of Human Rights.", "c. The above requirements should be applied at all stages of any proceedings where the right of non-disclosure might be invoked.", "Principle 4 (Alternative evidence to journalists’ sources)", "In legal proceedings against a journalist on grounds of an alleged infringement of the honour or reputation of a person, authorities should consider, for the purpose of establishing the truth or otherwise of the allegation, all evidence which is available to them under national procedural law and may not require for that purpose the disclosure of information identifying a source by the journalist.", "Principle 5 (Conditions concerning disclosures)", "a. The motion or request for initiating any action by competent authorities aimed at the disclosure of information identifying a source should only be introduced by persons or public authorities that have a direct legitimate interest in the disclosure.", "b. Journalists should be informed by the competent authorities of their right not to disclose information identifying a source as well as of the limits of this right before a disclosure is requested.", "c. Sanctions against journalists for not disclosing information identifying a source should only be imposed by judicial authorities during court proceedings which allow for a hearing of the journalists concerned in accordance with Article 6 of the Convention.", "d. Journalists should have the right to have the imposition of a sanction for not disclosing their information identifying a source reviewed by another judicial authority.", "e. Where journalists respond to a request or order to disclose information identifying a source, the competent authorities should consider applying measures to limit the extent of a disclosure, for example by excluding the public from the disclosure with due respect to Article 6 of the Convention, where relevant, and by themselves respecting the confidentiality of such a disclosure.", "Principle 6 (Interception of communication, surveillance and judicial search and seizure)", "a. The following measures should not be applied if their purpose is to circumvent the right of journalists, under the terms of these principles, not to disclose information identifying a source:", "i. interception orders or actions concerning communication or correspondence of journalists or their employers,", "ii. surveillance orders or actions concerning journalists, their contacts or their employers, or", "iii. search or seizure orders or actions concerning the private or business premises, belongings or correspondence of journalists or their employers or personal data related to their professional work.", "b. Where information identifying a source has been properly obtained by police or judicial authorities by any of the above actions, although this might not have been the purpose of these actions, measures should be taken to prevent the subsequent use of this information as evidence before courts, unless the disclosure would be justified under Principle 3.", "Principle 7 (Protection against self-incrimination)", "The principles established herein shall not in any way limit national laws on the protection against self-incrimination in criminal proceedings, and journalists should, as far as such laws apply, enjoy such protection with regard to the disclosure of information identifying a source.”", "For the precise application of the Recommendation, the explanatory notes specified the meaning of certain terms. As regards the term “sources” the following was set out:", "“c. Source", "17. Any person who provides information to a journalist shall be considered as his or her ‘source’. The protection of the relationship between a journalist and a source is the goal of this Recommendation, because of the ‘potentially chilling effect’ an order of source disclosure has on the exercise of freedom of the media (see, Eur. Court H.R., Goodwin v. the United Kingdom, 27 March 1996, para. 39). Journalists may receive their information from all kinds of sources. Therefore, a wide interpretation of this term is necessary. The actual provision of information to journalists can constitute an action on the side of the source, for example when a source calls or writes to a journalist or sends to him or her recorded information or pictures. Information shall also be regarded as being ‘provided’ when a source remains passive and consents to the journalist taking the information, such as the filming or recording of information with the consent of the source.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["10"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}