{"ITEMID": "001-90405", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "ADMISSIBILITY", "DATE": 2006, "DOCNAME": "KOSE AND 93 OTHERS v. TURKEY", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicants, whose names are listed in the appendix, are Turkish nationals and live in Istanbul. Before the Court, they were represented by Mr H. Tuna, a member of the Istanbul Bar.", "The facts of the case, as submitted by the applicants, may be summarised as follows.", "The applicants are pupils at the İmam-Hatip Secondary Schools in the Eyüp, Tuzla, Pendik, Ümraniye and Kadıköy districts of Istanbul, and their parents. The İmam-Hatip Secondary Schools are State-funded religious schools.", "The applicants explained that, with certain exceptions, on enrolling at the İmam-Hatip Secondary Schools the pupils concerned had produced identity photographs that showed them wearing the headscarf. The pupils had always worn the Islamic headscarf to school, in accordance with both their own and their parents' religious beliefs. As a general rule, they had started to wear the Islamic headscarf at the onset of puberty at the age of 12.", "However, from 26 February 2002 onwards pupils wearing the headscarf had been refused access to the schools. Pupils attending school in the headscarf had been seen by the school educational psychologist, who had attempted to justify the need for the rules. These measures were based on a directive which the Istanbul Regional Governor's Office had issued to the district education officers on 12 February 2002. The relevant sections of the directive provided:", "“Pupils are enrolled at the İmam-Hatip Secondary Schools only once a document signed by the parents has been lodged confirming that the pupils will comply with the rules on dress. In addition, a letter was sent on 4 October 1999 requesting compliance with this practice.", "However, we have been informed that a small number of pupils do not comply with the rules on dress.", "Their persistent failure to comply with the rules shows that they are not acting innocently. Their decision to wear the headscarf at school thus amounts to a rejection of the rules on dress and a protest against the education system.", "That being so, disciplinary proceedings will be taken against head teachers or members of the teaching staff who fail to ensure rigorous compliance with the rules on dress ... Furthermore, all sporting, cultural and social activities that are liable to cause tension at school and unsettle the pupils must cease and links between the schools and associations, foundations and boarding schools [promoting such practices] must be severed.", "In the light of this, you are requested to take all necessary measures to reintegrate these pupils into our education system, to refuse pupils who do not obey the rules on dress access to school premises and to institute disciplinary proceedings against them without delay under the Rules for Promoting and Ensuring Discipline in Secondary Schools dependent on the Ministry of Education [Milli Eğitim Bakanlığı Ortaöğretim Kurumları Ödül ve Disiplin Yönetmeliği – 'the disciplinary rules']. [Likewise,] proceedings must be brought against head teachers or members of the teaching staff who fail to apply the disciplinary rules diligently.”", "On 2 March 2002 a further memorandum issued by the Chief Education Officer at the Istanbul Regional Governor's Office was sent to the district offices. The relevant sections of the memorandum stated:", "“The İmam-Hatip Secondary Schools are vocational secondary schools that are part of our State education system ...", "It would appear that some girls in these schools do not comply with the rules on dress. Their acts are concerted and conscious and the girls are supported by certain groups outside the school which are exploiting this issue. [Consequently,] it is clear that these girls are, under the political and ideological influence of groups both inside and outside the school, putting pressure on head teachers, members of the teaching staff and pupils who do not share their views. [It is further established that,] although they attend school, neither they, nor their supporters among the boys, go to classes.", "On enrolling, all pupils in these schools are informed of the school rules and give a written undertaking to comply with them. However, with the help of their supporters, some pupils have for ideological reasons stated and demonstrated by their conduct a determination to pursue their studies without obeying the rules.", "Rule 12a. of the Rules on Dress for Staff and Pupils in Schools dependent on the Ministry of Education and Other Ministries (no. 17849 of 25 October 1992) states: 'On school premises, girls shall not wear any head covering and their hair shall be clean and tidy' ...", "An exception to this rule is made in Rule 12c.(3), which provides '[i]n İmam-Hatip schools, girls may cover their heads only during Koran lessons'.", "Further, in judgment no. 1994/484 the Supreme Administrative Court dismissed an appeal brought by a parent whose daughter, a pupil at an İmam-Hatip Secondary School, was required to remove her headscarf under the disciplinary rules published in the Official Gazette of 31 January 1985. It found that 'such behaviour at school is the symbol of a vision that is contrary to the fundamental principles of the Republic'.", "Accordingly, it is necessary to ensure continuity within the education system and to make schools accessible to everyone by establishing a calm environment at school and harmonising practice when applying the rules to pupils who do not obey the rules on dress or wish to pursue their studies ...”", "The memorandum characterised the failure to comply with the rules on dress as a concerted attack on the fundamental principles of the Republic and gave the head teachers eleven instructions on how to deal with breaches. In the first instance, pupils were to be informed of the relevant rules, which were to be applied strictly. In the event of repeated transgressions, the pupil was to be given an immediate warning and disciplinary proceedings were to be commenced. The head teachers were also requested to prevent those who supported such misconduct for political and ideological ends from meeting within the vicinity of the school.", "The applicants produced to the Court eleven documents signed by a group of people (pupils, parents and third parties) who had gathered outside the İmam-Hatip Secondary Schools in Kadıköy and Ümraniye attesting that on 28 February, 1, 4, 28 and 29 March 2002, the head teachers, accompanied by members of the security forces, had prevented pupils wearing the headscarf from entering the schools.", "At 9.30 a.m. on 19 March 2002 a meeting was organised outside the İmam-Hatip Secondary School in Eyüp. According to a report by the security forces, one T. Ün, who claimed to be a member of the ÖNDER Association (an association formed by former pupils of the İmam-Hatip Secondary Schools), was arrested on suspicion of provocation. The report also stated that about a hundred headscarf-wearing pupils had demonstrated outside the school shouting slogans such as “If you are in [the school], come on out”, “Citizens! Do not sleep! Defend your pupils”, “Citizens, do not sleep! Your turn will come”. After warnings by the security forces, thirty-one pupils were taken to the police station at 11 a.m. that same day for identity checks. They were released at 4 p.m.", "Similarly, at 9 a.m. on 9 April 2002 one of the applicants, Necmi Aköz, the father of Miraç Aköz, a pupil at the İmam-Hatip Secondary School in Kadıköy, was arrested by police officers at a gathering outside the school and taken to Kadıköy police station. He was accused of inciting pupils to disobey the rules on dress. He was released at 1.45 p.m., after the police had taken a statement.", "On 16 April 2002 one of the applicants, Hayrunnisa Sümeyye Torpil, lodged a request with the Eyüp Police Court for a declaration that the head teachers of the İmam-Hatip Secondary School in Eyüp had prevented her from wearing her headscarf to school as her religious beliefs required. The Police Court decided the same day that it had no jurisdiction to hear the request.", "A further request to the same end was rejected by the Eyüp Police Court on 20 May 2002. It found that there was no reason to make any declaration since the act complained of was lawful.", "In the meantime the applicants lodged a criminal complaint against the head teachers of the İmam-Hatip Secondary Schools and the police. They alleged that denying pupils wearing the headscarf access to school violated their fundamental right to education and was therefore a criminal offence.", "The applicants have produced to the Court a decision dated 3 April 2002 in which the public prosecutor at the Court of Cassation declared a complaint against the Istanbul Regional Governor unfounded after deciding that his actions complied with the rules on dress.", "The applicants have also produced an opinion issued by the Human Rights Committee attached to the Istanbul Regional Governor's Office on 27 March 2002 after 174 petitions were lodged.", "Citing the principle of secularism enunciated in the Turkish Constitution and the risk that the principle of neutrality in State education would be undermined, arguments that had already been expounded at length by the Constitutional Court in a judgment of 7 March 1989, the Human Rights Committee concluded that the rules on dress were consistent with the Constitution and human rights. It noted that the State was required by Article 2 of Protocol No. 1 to take measures to uphold fundamental rights such as freedom of religion and the right to education, and stated that the existence of the İmam-Hatip schools showed that the State had taken concrete measures to secure those rights. It further pointed out that, by its very nature, the right to education required State regulation.", "In that connection, the Human Rights Committee noted that the main reason the rules on pupils' dress had been introduced was to protect the principle of secularism and added that the country's highest courts had on a number of occasions ruled that the rules were consistent with constitutional principles. Furthermore, the pupils who had not complied with the rules on dress had been informed of the reasons for the rules on enrolling at the school and had given a written undertaking to comply with them. However, the pupils concerned and those who supported them for ideological reasons had shown that they did not intend to abide by the rules. The Human Rights Committee concluded that such conduct was not protected in a State committed to the rule of law.", "At the same time, on 11 April 2002 a parliamentary commission which had been set up to look into the events that had taken place in the İmam-Hatip Secondary Schools in Istanbul in March 2002 adopted its opinion. It noted in particular that the forcible removal of certain pupils by the security forces had caused social unrest. Consequently, it advised against any further use of force. It also noted that the events had occurred as a result of the rules on dress for which the National Assembly and the executive were responsible.", "Article 24, in its relevant parts, provides as follows:", "“Everyone shall have the right to freedom of conscience and religious conviction.", "...", "No one shall be compelled to participate in prayers, worship or religious services or to reveal his or her religious beliefs and convictions; no one shall be censured or prosecuted for his religious beliefs or convictions.", "Education and instruction in religion and ethics shall be provided under the supervision and control of the State. Instruction in religious culture and in morals shall be a compulsory part of the curricula of primary and secondary schools. Other religious education and instruction shall be a matter for individual choice, with the decision in the case of minors being taken by their legal guardians.”", "Section 12 of the Basic Law on State Education (Law no. 1739, which was published in the Official Gazette of 24 June 1973), provides:", "“Secularism is the cornerstone of the Turkish State-education system. Religious culture and moral instruction are among the compulsory subjects taught in primary and secondary schools and other schools of the same level.”", "Rules 11 and 12 of the Rules on Dress for Staff and Pupils in Schools dependent on the Ministry of Education and Other Ministries (22 July 1981) lay down the rules governing pupils' dress. The relevant parts provide:", "“a. Girls", "Girls shall wear a black uniform with a white collar. On school premises, they shall not wear any head covering and their hair shall be clean and tidy. Long hair should be worn in plaits and tied ...", "b. Boys", "Boys shall wear a jacket, shirt and trousers. They shall wear a tie ...”", "“a. Girls", "Girls shall wear a non-revealing knee-length sleeveless uniform without splits. The colour of the uniform shall be decided by the school. Beneath the uniform, a short-sleeved or long-sleeved blouse with closed collar or, depending on the season, a pullover shall be worn that matches the uniform. On school premises, girls shall not wear any head covering and their hair shall be clean and tidy. Long hair should be worn in plaits and tied ...", "b. Boys", "Boys shall wear a jacket, shirt and trousers. They shall wear a tie ...", "c. Girls and boys", "(1) In workshops, laboratories or other places of work, they shall wear an apron or dungarees.", "(2) For sports lessons and activities, pupils should wear the dress recommended by the school administration.", "(3) In İmam-Hatip schools, girls may cover their heads only during Koran lessons ...”", "Rule 17 of the Rules for Promoting and Ensuring Discipline in Secondary Schools dependent on the Ministry of Education published in the Official Gazette of 31 January 1995 (Milli Eğitim Bakanlığı Ortaöğretim Kurumları Ödül ve Disiplin Yönetmeliği) provides that the penalty for failing to comply with the rules on dress is a reprimand.", "It also lays down that the penalty for wearing symbols that are liable to result in discrimination or for acting with intent to isolate, rebuke or show contempt for a person or group of persons on account of their language, sex, political ideas or philosophical beliefs, race, religion or branch of a religion is temporary suspension.", "In a judgment of 7 March 1989 that was published in the Official Gazette of 5 July 1989, the Constitutional Court ruled that a statutory provision permitting the headscarf to be worn in higher-education institutions on religious grounds was unconstitutional, as it contravened the principle of secularism laid down by the Constitution. It stated that the principle of secularism intrinsically encompassed religious neutrality and precluded the grant of privileges to individual religions. It considered the headscarf to have obvious religious connotations. In Turkey, where the majority of the population were Muslims, presenting the wearing of the Islamic headscarf as a mandatory religious duty would result in discrimination between practising Muslims, non-practising Muslims and non-believers on grounds of dress, with anyone who refused to wear the headscarf undoubtedly being regarded as opposed to religion or as non-religious. Accordingly, allowing the headscarf to be worn would be liable to undermine order both inside and outside the university (for a more detailed summary of the Constitutional Court judgment, see Leyla Şahin v. Turkey [GC], no. 44774/98, § 39, ECHR 2005-XI).", "The İmam-Hatip Secondary Schools were set up in the 1950s under section 4 of the Education Services (Merger) Act (Law no. 430), which was passed on 3 March 1924. They form part of the Turkish State-education system and are dependent on the Ministry of Education. They are not denominational schools.", "Section 32 of the Basic Law on State Education defines the İmam-Hatip Secondary Schools as follows:", "“The İmam-Hatip Secondary Schools are secondary-level teaching institutions opened by and dependent on the Ministry of Education. They shall provide vocational teaching for religious functionaries such as imams, hatips [readers of the Koran] and teachers of the Koran. They shall offer a curriculum providing vocational training and preparation for higher education.”", "Approximately 40% of the subjects taught in these schools are primarily aimed at teaching Islamic theology. The remainder of the curriculum is taken up by general subjects. According to information furnished by the applicants, in 1999 there were 604 İmam-Hatip Secondary Schools in Turkey attended by 134,224 pupils. Once they have completed their secondary-school education, pupils may enrol at the theology faculties after sitting a general examination. Parents send their children to these schools not just to enable them to become future religious functionaries but also to allow them to pursue advanced studies in general subjects while at the same time receiving a sound religious grounding. Many practising families who are dissatisfied with the limited time and facilities devoted to religious studies in the general education system have philosophical affinities with the curriculum offered by the vocational schools for religious functionaries. A section of the population has thus deflected these schools from their original purpose – which was to train modern, professional clerics – and has gradually turned them into general secondary-education schools with a religious vocation (for more detailed information, see “Teaching of religion and morals in the Turkish education system”, Mehmet Zeki Aydın and Ural Manço, Centre for Islam in Europe, www.flwi.ugent.be).", "Furthermore, a form of religious instruction has been organised in most parts of Turkey in the form of courses on the Koran (Kuran Kursu). These courses are not part of the Ministry of Education's curriculum but are run under the auspices of the Religious Affairs Office, the senior authority responsible for overseeing the management and conduct of Islamic affairs in Turkey.", "Section 10 of the Assemblies and Processions Act (Law no. 2911), which came into force on 8 October 1983, provides:", "“In order for a meeting to be held, the regional or provincial governor's office for the area in which the demonstration is to take place must be given at least 72 hours' notice before the start of the meeting. Notice must be given during working hours and be signed by all the members of the executive board ...”", "Section 22 of the Act prohibits assemblies and processions on the public highway, or in parks, places of worship or buildings occupied by public authorities. Assemblies on the public highway have to comply with the safety regulations and must not impede members of the public or public transport. Lastly, section 24 lays down that assemblies or processions that do not comply with the provisions of the Act shall be broken up by the regional security forces after a warning has been issued to the participants."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}