{"ITEMID": "001-68862", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ITA", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF LO TUFO v. ITALY", "IMPORTANCE": "1", "CONCLUSION": "Preliminary objection dismissed (Article 35-1 - Exhaustion of domestic remedies);Violation of Article 1 of Protocol No. 1 - Protection of property (Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions);Violation of Article 6 - Right to a fair trial (Article 6 - Enforcement proceedings;Article 6-1 - Access to court);Pecuniary damage - claim dismissed;Non-pecuniary damage - award", "JUDGES": "Christos Rozakis", "TEXT": ["5. The applicants were born in 1968 and 1964 and reside in London and Florence, respectively.", "6. C.S. was the owner of a flat in Florence, which she had let to M.P.", "7. On 21 December 1989 the applicants became the owners of the flat.", "8. The applicants served formal notice on the tenant on 21 February 1990, informing him that they intended to terminate the lease when it expired on 30 June 1991, requiring him to vacate the premises by that date and giving him notice to appear before the Florence Magistrate's Court.", "9. In a decision of 18 June 1990, that court formally fixed the termination of the lease for 15 November 1993 and ruled that the premises would have to be vacated by 15 September 1994. The decision became enforceable on 17 July 1990.", "10. On 17 November 1994 one of the applicants, Mrs Ilaria Lo Tufo, signed a statutory declaration to the effect that she urgently needed to recover the use of the flat for her own accommodation.", "11. On 25 May 1995 the applicants served notice on the tenant requiring him to vacate the premises.", "12. On 3 August 1995 they served notice on the tenant indicating that he would be evicted on 5 October 1995 by a bailiff.", "13. Between 5 October 1995 and 1 October 1998 a bailiff made sixteen attempts to evict the tenant but each attempt proved unsuccessful. The applicants never obtained police assistance for the enforcement of the eviction.", "14. On 21 July 1999, relying on section 6 of Law no. 431/98, the tenant applied to the District Court for a stay of execution of the eviction. The court stayed the execution until 23 September 1999.", "15. In October 2000 the tenant spontaneously vacated the premises and the applicants were able to recover the use of their flat.", "16. Since 1947 the public authorities in Italy have frequently intervened in residential tenancy legislation with the aim of controlling rents. This has been achieved by rent freezes (occasionally relaxed when the government decreed statutory increases), by the statutory extension of all current leases and by the suspension or staggering of the enforcement of orders for possession. With respect to the extension of leases and the suspension or staggering of the enforcement of orders for possession, the relevant domestic law is set out in the Court's judgment in the case of Immobiliare Saffi v. Italy ([GC], no. 22774/93, §§ 18-35, ECHR 1999-V).", "17. Lastly, Legislative Decree no. 147 of 24 June 2003, which later became Law no. 200/03, suspended the enforcement of certain orders for possession until 30 June 2004.", "18. By Legislative Decree no. 240 of 13 September 2004, the suspension was extended until 31 October 2004.", "19. The history of legislative developments in the area of rent control may be summarised as follows.", "20. The first relevant measure was Law no. 392 of 27 July 1978, which provided for a system of “fair rents” (equo canone) on the basis of a number of criteria such as the surface area of the flat and the cost of its construction.", "21. The second was adopted by the Italian authorities in August 1992, with a view to the progressive liberalisation of the rental property market. Legislation relaxing rent level restrictions (patti in deroga) then came into force. Owners and tenants were in principle given the opportunity to derogate from the rent fixed by law and to agree on a different amount.", "22. Lastly, Law no. 431 of 9 December 1998 reformed the tenancy regulations and liberalised rents.", "23. The tenant is under a general obligation to compensate the landlord for any loss caused by the belated return of the accommodation. In this connection, Article 1591 of the Civil Code provides:", "“Tenants who fail to vacate premises are under an obligation to pay the landlord the agreed amount until the date of their departure, together with compensation for any other loss.”", "24. However, Law no. 61 of 21 February 1989 provided, inter alia, that the compensation claimable by the landlord would be limited to the amount of the rent paid by the tenant at the time of the expiry of the lease, index-linked to the cost of living (section 24 of Law no. 392 of 27 July 1978) and increased by 20%, in respect of the whole period in which the landlord had been unable to recover possession of his property.", "25. On a number of occasions the Constitutional Court has been called upon to consider whether the statutory system for the extension of leases and for the suspension or staggering of the enforcement of orders for possession was compatible with the Constitution in terms of the right to peaceful enjoyment of property and the reasonable-time requirement. It has also been requested to rule on the issue of the limitation to the compensation that a landlord is entitled to claim.", "26. In response to the first question, the Constitutional Court gave a number of judgments between 1984 and 2004 (in particular, judgments nos. 89 of 1984, 108 of 1986 and 155 of 2004) in which it found that the legislative measures were compliant, being justified by their transitional and limited nature. In the last of the above-mentioned judgments, in particular, the Constitutional Court asserted that, even though the legislature had a duty to make provision for individuals who were particularly destitute, the burden could no longer simply be transferred exclusively to the landlord, who might himself be in a situation of hardship. Moreover, the future continuation of the same legislative logic could no longer be perceived as legitimate.", "27. As to the second question, in judgment no. 482 of 2000 the Constitutional Court confirmed that compensation could be limited during the periods determined by law for the suspension of evictions. It explained that the introduction of such limits was intended to govern tenancies concerned by the emergency legislation currently in force, and that the housing shortage made such suspension of enforcement necessary. Whilst evictions were suspended ex lege, the law also determined the quantum of the compensation that could be claimed from the tenant, both measures being temporary and exceptional. Besides, to compensate landlords to some extent, they had been exempted from having to prove that they had suffered a loss.", "28. The Constitutional Court declared the limitation to the compensation claimable by the landlord unconstitutional in cases where the inability of the landlord to recover possession stemmed from the conduct of the tenant rather than from any legislative intervention.", "29. The court thus opened the way for landlords to bring civil proceedings in order to obtain full compensation for the loss caused by the tenant.", "30. In its judgment no. 1463 of 5 February 1993, the Court of Cassation held that Article 1591 of the Civil Code did not prevent the parties concerned from agreeing in advance on the amount of the compensation, so that the landlord would not be obliged to adduce evidence of the sum lost.", "31. In its subsequent judgment no. 7670 of 12 July 1993, the Court of Cassation explained that a delay in the return of the property could only, by itself, justify a general finding that the tenant should pay compensation for the loss sustained by the landlord, who would be required to provide specific evidence of that loss in relation to the condition and location of the property and its potential use. In that particular case, the Court of Cassation upheld the decision of the court below, which had dismissed the landlord's claim for compensation on the ground that he had not submitted evidence of the loss actually sustained by producing specific documents concerning precise offers to rent the property or agreements with prospective tenants on rent rates.", "32. In judgment no. 10270 of 1 December 1994, the Court of Cassation considered that the loss sustained by a landlord could also be evaluated on an equitable basis.", "33. In judgment no. 5927 of 27 May 1995, the Court of Cassation established that the limiting of the compensation to which a landlord was entitled only applied in respect of periods during which the suspension of evictions had been provided for by law.", "34. In judgment no. 6359 of 6 June 1995, the Court of Cassation confirmed that the landlord was obliged to provide evidence of precise offers to rent or purchase the property, in order to substantiate the loss claimed on the basis of a shortfall in rent or an inability to sell the flat. The same principle was subsequently confirmed by judgments nos. 4864 of 14 April 2000 and 9545 of 1 July 2002.", "35. In judgment no. 1032 of 10 February 1996, the Court of Cassation held that the loss sustained by the landlord could be proved simply by a request for a higher rent, determined on the basis of the amount that he could have charged on the free market.", "36. Lastly, in judgment no. 10560 of 19 July 2002, the Court of Cassation laid down the principle that the tenant is considered to have been given notice to quit as soon as the lease agreement expires, regardless of the eviction date set by the judge.", "37. In judgment no. 3873 of 26 February 2004 the Court of Cassation ruled on the issue of police assistance.", "38. That judgment was given in a case arising from a claim for compensation lodged by a number of landlords against the Ministry of the Interior in 1990.", "39. In particular, they were claiming reimbursement for losses sustained as a result of a delay in recovering their property that was attributable, in their view, to the fact that they had not been provided with police assistance.", "40. A bailiff had made twenty-one attempts to gain access and nineteen of them were unsuccessful. According to the landlords, only six of those attempts were made during periods when evictions were subject to legislative suspension.", "41. In the other thirteen cases, the claimants asserted that the authorities had not provided evidence of any force majeure that made it absolutely impossible for them to grant the necessary police assistance.", "42. At first instance the Rome District Court found in favour of the claimants and awarded them the sum of 177,886,610 lire (91,870.77 euros) in compensation. The Ministry appealed and the judgment was set aside by the Rome Court of Appeal on the ground that, in view of the public policy imperatives cited by the authorities, the claimants had not provided evidence to show that the refusal to grant police assistance was unjustified. The claimants appealed on points of law.", "43. The Court of Cassation observed that, in judgment no. 2478 of 18 March 1988, sitting in plenary, it had laid down the principle that a landlord who has obtained an enforceable judgment in his favour is entitled to apply to the authorities for any acts required for the purpose of enforcement, including police assistance. It was thus an obligation rather than a discretionary power of the authorities.", "44. The Court of Cassation further observed that, in judgment no. 5233 of 26 May 1998, sitting in plenary, it had held that as a consequence of that principle any inability of the authorities to comply with their obligation should be subjected to a stringent test. In particular, the question whether the police authority had legitimately refused to provide assistance on the date and at the time indicated by the bailiff was to be assessed by taking into account whether any alternative time, or even date, had been proposed, and if any reasons had been given, in each specific case, to justify the refusal.", "45. The Court of Cassation moreover stated that the police authority enjoyed a margin of discretion as to the actual time when its assistance was to be allocated.", "46. Except where the inability to comply is caused by force majeure, if the competent authority refuses to grant such resources in spite of a request from a bailiff, the landlord should be entitled to lodge a claim with the ordinary courts seeking compensation from the authorities for the loss sustained as a result of the refusal.", "47. The Court of Cassation reiterated the principle set out in judgments nos. 8827 and 8828 of 31 May 2003 that reparation in the form of compensation was the minimum guarantee necessary to uphold an impaired right in cases where the resulting damage interfered with an interest protected by the Constitution. It held that the right to execution of the order contained in an enforceable judgment had to be regarded as such a right, because the possibility for a person to bring legal proceedings seeking the protection of his or her rights extended to the enforcement of final and binding judicial decisions.", "48. The Court of Cassation quashed the judgment of the Rome Court of Appeal and referred it back to the lower courts for reconsideration. It stated as a matter of principle that, when compensation claims were brought against public authorities by landlords complaining of damage because an eviction order had not been executed or its execution had been delayed, it was for the authorities to prove that they had been prevented from allocating police assistance. Such a defence would only release the authorities from responsibility, in particular, if it arose from extraordinary and unforeseeable imperatives. In this connection, the Court of Cassation emphasised that any permanent crisis situations, such as those affecting the judicial system or public authorities, did not preclude responsibility for damage caused to individuals, but, on the contrary, might constitute the origin of such responsibility. In particular, the “crisis” in the Italian court system had not helped the State to avoid a number of unfavourable judgments by the European Court for the excessive length of judicial proceedings, and currently did not preclude such findings by domestic courts pursuant to Law no. 89 of 24 March 2001 (the “Pinto Act”)."], "VIOLATED_ARTICLES": ["6", "P1"], "VIOLATED_PARAGRAPHS": ["6-1", "P1-1"], "VIOLATED_BULLETPOINTS": ["P1-1-1"], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}