{"ITEMID": "001-94983", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF FATMA TUNC v. TURKEY (No. 2)", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial", "JUDGES": "András Sajó;Françoise Tulkens;Ireneu Cabral Barreto;Kristina Pardalos;Nona Tsotsoria", "TEXT": ["4. The applicant was born in 1980 and lives in Kocaeli.", "5. On 10 October 2001 the applicant was arrested in Istanbul on suspicion of being a member of an illegal organisation. On 14 October 2001 the applicant was allowed to see her lawyer for a short period of time (five minutes) following the permission given by the public prosecutor.", "6. On 14 October 2001 the applicant's statement was taken by the police in the absence of a lawyer. In her statement, the applicant accepted the charges against her and gave a detailed account of her connections in the illegal organisation. Subsequently, on 16 October 2001 the applicant was brought before the public prosecutor, and thereafter before the investigating judge of the Istanbul State Security Court. Before the public prosecutor, the applicant admitted that she was a member of the illegal organisation. When questioned by the investigating judge, the applicant denied the charges against her. After the interrogation, the investigating judge ordered that the applicant be detained on remand.", "7. On 23 November 2001 the public prosecutor filed an indictment with the Istanbul State Security Court, accusing the applicant of being a member of an illegal armed organisation under Article 168 § 2 of the Criminal Code and Article 5 of the Anti-Terrorism Act.", "8. On 4 March 2004, based on her police statement and other evidence before it, the Istanbul State Security Court convicted the applicant as charged and sentenced her to twelve years and six months' imprisonment. On 11 November 2004 the Court of Cassation rejected the applicant's appeal.", "9. On 7 October 2005 the applicant was released from prison."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}