{"ITEMID": "001-70279", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SWE", "BRANCH": "ADMISSIBILITY", "DATE": 2005, "DOCNAME": "GLENDER v. SWEDEN", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant, Mr Sigvard Vincent Glender, is a Swedish national who was born in 1927 and lives in Härnösand.", "By a judgment of 14 July 1950, the Municipal Court (rådhusrätten) in Härnösand declared that the applicant was the father of B, born in 1948. The judgment gained legal force.", "However, in 1998, a DNA-test was carried out by the National Board of Forensic Medicine (Rättsmedicinalverket) which showed that the applicant could not be B’s biological father.", "Based on the DNA-result, the applicant requested the Court of Appeal (Hovrätten) for Southern Norrland to re-open the case and to annul the paternity. The mother of B consented to the annulment. On 16 November 1999 the Court of Appeal re-opened the case and repealed the original judgment, thereby declaring that the applicant was not the father of B. The decision gained legal force.", "In April 2002 the applicant requested that the County Administrative Board (länsstyrelsen) of the County of Western Norrland reimburse him all his expenses for child maintenance and other costs, in total SEK 7,671 (roughly EUR 830), that he had been obliged to pay to B and her mother between 1949 and 1964, with the amount up-dated according to the consumer index and with interest.", "On 27 May 2002 the County Administrative Board rejected the applicant’s request on the ground that it had been lodged out of time as the statutory limitation period was ten years from the date of payment of the child maintenance.", "The applicant appealed against the decision to the Administrative Court of Appeal (Kammarrätten) in Sundsvall, arguing that the statutory limitation period should be calculated as starting from the date of the DNA-result in 1998 and not from the date of the actual payments. He argued that his claim on the Swedish State had only arisen once he was freed from the paternity as this was the sole basis for his claim for reimbursement.", "On 7 October 2002 the Administrative Court of Appeal upheld the Board’s decision and reasoning. However, one of the three judges did not agree with the majority and, in his dissenting opinion, he stated that a claim for reimbursement of paid child maintenance could not be considered to arise until a judgment, which had gained legal force, had annulled the paternity. Thus, the ten year statutory limitation period should be counted from that point since, up until then, the man had been legally obliged to pay child maintenance and could not be said to have a claim on the State for reimbursement.", "The applicant appealed to the Supreme Administrative Court (Regeringsrätten), maintaining his claims and invoking the dissenting opinion in support of his position. On 1 April 2003 the Supreme Administrative Court refused leave to appeal and informed the applicant of its decision without giving any reasons for it.", "From section 2 of the Act on Reimbursement in Certain Cases for Paid Child Maintenance (lag om ersättning i vissa fall för utgivna underhållsbidrag, Lag 1969:620 –hereinafter “the 1969 Act”), it appears that if a man, who legally has been considered the father of a child, is freed from the paternity obligation, he has the right to be reimbursed by the State for child maintenance which he has paid to the child.", "However, according to section 2 of the Limitation Act (preskriptionslagen, Lag 1981:130), a claim will become statute-barred ten years after it arose, unless the limitation is interrupted before its date of expiration.", "In the preparatory work to the 1969 Act (prop. 1969:124), it was considered that it was not necessary to set out in the Act a specific time-limit for lodging a claim against the State, but that this did not mean that there were no limits at all, since “claims for reimbursement for child maintenance which had been paid more than ten years ago became statute-barred” (p. 129)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}