{"ITEMID": "001-77901", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HUN", "BRANCH": "ADMISSIBILITY", "DATE": 2006, "DOCNAME": "HEGYESI v. HUNGARY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant, Mr János Hegyesi, is a Hungarian national who was born in 1975 and lives in Budapest. He is represented before the Court by Mr G. Magyar, a lawyer practising in Budapest. The respondent Government are represented by Mr L. Höltzl, Agent, Ministry of Justice and Law Enforcement.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "In 2002 criminal proceedings were instituted against the applicant and his accomplices. They were charged with lethal bodily assault. After the Budapest Public Prosecutor’s Office had preferred a bill of indictment in the case, at 8.45 a.m. on 6 February 2004 the Budapest Regional Court held a hearing and prolonged the applicant’s pre-trial detention until the delivery of the first-instance decision on the merits. The applicant’s lawyer appealed.", "At 2 p.m. on the same day the court held another hearing (a ‘session on bail’ (óvadéki ülés)) in the presence of inter alia the applicant, his lawyer and the public prosecutor, concerning the applicant’s request for release on bail with a surety of 2 million Hungarian forints. In its decision rejecting the request, the Regional Court stated that it had held a ‘session on bail’ and found that the applicant’s appearance for trial could only be secured if his detention was maintained. The applicant and his lawyer immediately appealed.", "In the subsequent reasoning of his appeal to the Budapest Court of Appeal, the applicant’s lawyer argued that the applicant’s detention was unjustified and that the request for release on bail had been dismissed in unlawful proceedings. He alleged that the Regional Court had not actually held a session on bail as required by section 147(3) of the New Code of Criminal Procedure, or if it had done so, it had failed to hear the prosecutor, the defendant, the lawyer or the person proposing the bail.", "On 9 March 2004 the Court of Appeal dismissed the applicant’s appeal, both in respect of the prolongation of the detention and the dismissal of the request for release on bail.", "Section 147(3) of Act XIX of 1998 on the New Code of Criminal Procedure provides:", "“... The court shall decide on the proposed bail and its acceptance during a session at which it shall hear the public prosecutor, the defendant, the defence attorney and the person who has proposed to put up the bail surety. If, despite notification, the defence attorney fails to appear for the session, the court may hold the session in his absence.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}