{"ITEMID": "001-22285", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FIN", "BRANCH": "ADMISSIBILITY", "DATE": 2002, "DOCNAME": "S.T. v. FINLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicants are a mother (the first applicant) and her son (the second applicant). They are both Finnish nationals, born in 1947 and 1984 respectively. They are represented before the Court by Ms A. Suomela of the League for the Protection of the Family (Perheen Suojelun Keskusliitto).", "The facts of the case, as submitted by the parties, may be summarised as follows.", "G. is the child of Ms S.T.’s marriage to a citizen of Gambia. The marriage ended in 1985. She had sole custody of G. In 1988 the applicants moved from Sweden to Finland. G. apparently started to gain more weight than was average for a child of his age. In 1989 the applicant mother took him to the Aurora Hospital in Helsinki for examinations. It appears that a psychologist there reported G.’s overweight condition to the social authorities, which appointed a support person for the family.", "On 19 August 1991 Ms S.T. brought G. in for further examinations at the Aurora Hospital. G. was voluntarily placed in the department for child psychiatry (although it is alleged that this was contrary to Ms S.T.’s wishes). G. reacted strongly to his placement. Ms S.T. allegedly found out at a later stage that the staff was severely punishing children at the hospital. In 1992 she repeatedly requested that G. be discharged, but the staff underlined the importance of his continued hospital care. After the hospital treatment had lasted for a year and a half, the applicant mother demanded that G. be returned home in April 1993.", "On 29 March and 7 April 1993 Ms S.T. was informed of a proposal to place G. in public care. According to a written notice, this proposal was to be considered by the local Social Welfare and Health Board (sosiaali- ja terveyslautakunta, social- och hälsovårdsnämnden; hereinafter “the Board”) on 29 April 1993.", "On 29 April 1993 the Board placed G. in public care, finding that the applicant mother lacked the resources to set the necessary boundaries for G. and that the applicants had “too close a relationship”. The Board estimated that G.’s public care was likely to last a long time. G. was to be placed in the special children’s home. Ms S.T. appealed to the County Administrative Court (lääninoikeus, länsrätten), complaining that the written notice had referred to the wrong year (1994 and not 1993). She did not appeal against the public care decision as such.", "In May 1993 Ms S.T. allegedly discovered that G. had been severely punished by hospital staff as bruises were found on his body. It was G.’s firm wish to go home. The applicant mother’s wish that G. be discharged immediately was refused.", "On 7 June 1993 G. was placed in the special unit of the children’s home. On 8 June 1993 the police decided, in the absence of sufficient evidence, to discontinue the investigation initiated as a result of a report made by the applicant mother about the suspected assault on G. at the Aurora Hospital.", "On 29 June 1993 the director of the Social Services approved the proposal to modify the substitute care as from 7 June 1993 (G. was transferred from the Aurora Hospital to the children’s home). The applicant mother appealed against this decision, firstly to the Board and then to the County Administrative Court. She did not appeal to the County Administrative Court against the Board’s later decision of 19 August 1993 upholding the director’s decision.", "On 15 July 1993 the County Administrative Court, without holding an oral hearing, rejected the applicant mother’s appeal against the decision of 29 April 1993 to place G. in public care. The court found that Ms S.T. and her representative had both been informed orally before the Board’s meeting that the written notice had been incorrect and that the Board would consider the matter on 29 April 1993. The court upheld the Board’s decision, stating, inter alia, the following:", "“The shortcomings in the care of G., especially taking into account his illness, are seriously threatening his health and further development. The mother is not able to take care of his upbringing at the present time. The open care measures have proved to be insufficient. The public care is found to be in the interest of the child. The Board has, thus, been obliged to take G. into public care and to organise his substitute care.”", "The applicant appealed to the Supreme Administrative Court (korkein hallinto-oikeus, högsta förvaltningsdomstolen).", "Ms S.T.’s sister and brother-in-law then informed the social workers in charge of the case that they could care for G. in their home so as to avoid his placement in a children’s home. They were well-off and had a big house with a separate flat which could be used by the applicants. The request was apparently rejected. In proceedings instituted before the District Court (käräjäoikeus, tingsrätt), Ms S.T’s sister, L.L., and brother-in-law, R.L., requested shared custody of G. together with Ms S.T.", "On 19 August 1993 the Board decided to uphold the decision concerning the change of substitute care made by the director on 29 June 1993. As noted earlier, the applicant mother did not appeal to the County Administrative Court against the decision of 19 August 1993.", "According to a social worker’s notes from a meeting which she and apparently other social workers had with Ms S.T. on 24 August 1993, Ms S.T. had requested to be allowed to visit G. every day at the children’s home. It had nevertheless been agreed at the meeting that G. would visit his mother at home every second weekend and that the applicant mother would visit him at the children’s home for three hours on three different weekdays and telephone him daily at a certain hour.", "The first applicant later alleged that no such agreement had been reached. In a letter of 29 September 1993 she pointed out that the care order had not restricted her access to G. and that she intended to visit him every day.", "On 7 October 1993 the Board restricted Ms S.T.’s access to G. until 6 November 1993. She was allowed to receive G. in her home every second weekend, visit him for three hours on three different weekdays and telephone him daily at a certain hour.", "On 28 October 1993 the Board prolonged the restriction until 30 April 1994, after having heard the applicant and her legal counsel at its meeting. According to the Board’s decision, G. had a serious overweight condition and eating disorder. It appeared that his mother could not set any boundaries for him as G. had managed to gain three kilos during a one-night visit to his mother’s home. The applicant appealed against the prolonged restriction, requesting an oral hearing. On 10 February 1994 the County Administrative Court rejected the appeal without holding an oral hearing. There is no right of appeal from a County Administrative Court’s decision concerning the restriction of access rights.", "On 4 November 1993 the County Administrative Court did not consider the merits of the applicant mother’s appeal concerning the changes made to the substitute care as no appeal is allowed against such decisions.", "On 11 February 1994 the director of the Social Services prohibited on a short-term emergency basis the right of access of the applicant mother to G., including telephone contact, until 24 February 1994 as the mother-son relationship was found to be too symbiotic and dependant. Moreover, G. had started to become very aggressive and stressed in anticipation of the visits and phone calls. He had thrown tantrums and acted in a threatening way towards other children and adults. According to the decision, G. had been hospitalised on 9 February 1994 because of his disorderly behaviour. It was considered that G. had to be “removed from his mother’s sphere of influence” and be given “the peace required by his treatment”. G. had to integrate into the children’s home.", "A further access prohibition was issued on 24 November 1994 and lasted until 6 December 1994 as G. had again acted so aggressively at the children’s home that a psychiatrist had to be called to visit him. The decision was taken by the director of the Social Services. This was a short-term emergency decision which also prohibited the access of L.L. and R.L. to the child.", "On 1 June 1994 the District Court granted the request for the shared custody of G. after having heard, inter alia, the Board. The Board had expressed a negative opinion on the request.", "On 13 October 1994 Ms S.T. requested the Board to revoke G.’s public care. She submitted, inter alia, that G. had not received proper care in the children’s home and that she would move to the house of her sister and brother-in-law in order to provide him with optimal care.", "During negotiations with the social workers in charge of the case Ms S.T. requested that she be allowed to take G. with her to the Consultation Centre of the Mannerheim Child Welfare League in order to obtain support and therapy. This was allegedly refused. Allegedly, the social authorities also prevented Ms S.T. from taking G. to be examined by a private therapist specialising in the upbringing of children.", "On 9 February 1995 the Supreme Administrative Court rejected Ms S.T.’s appeal against the confirmation of the care order. It had obtained written submissions from the Board and a written opinion from the Ministry for Social Welfare and Health Matters. This opinion relied on a written opinion submitted by Dr T., a child and youth psychiatrist of the State Centre for Research and Development in the Social Welfare and Health Field (sosiaali- ja terveysalan tutkimus- ja kehittämiskeskus). Ms S.T. submitted a rejoinder, pointing out, inter alia, that Dr T.’s opinion had been exclusively based on the documents at her disposal and on her own speculations.", "In February 1995 G. was moved from the children’s home to the home of his joint custodians, L.L. and R.L., and Ms S.T., but his public care was maintained. Ms S.T. withdrew her request that G.’s public care be revoked.", "On 22 June 1995 the head social welfare officer of the Social Services approved the changes to the substitute care as from 1 June 1995 according to the care plan.", "On 12 December 1995 the director of the Social Services decided to terminate G.’s public care.", "The relevant legislation is outlined in the Court’s judgment of 12 July 2001 in the case of K. and T. v. Finland (no. 25702/94, §§ 94-136, to be published in the Court’s official reports). Those provisions of particular relevance to the present case are described below.", "When the need for child welfare is caused primarily by inadequate income, deficient living conditions or lack of housing, or when these factors constitute a serious obstacle to the rehabilitation of a child and family, local authorities must provide adequate financial support without delay, and improve the family’s housing conditions. Open-care assistance includes both general support measures in accordance with the Social Welfare Act (sosiaalihuoltolaki, socialvårdslagen, Act no. 710/1982) and specific assistance, inter alia by appointing a lay helper or a support family, by providing adequate therapy and by assisting the child in his or her personal needs through financial and other support. The assistance must be provided in co-operation with the child and its parents or other carers (section 13 of the Child Welfare Act).", "According to section 16 of the Child Welfare Act, the Social Welfare Board must take a child into care and provide substitute care for him or her if (a) the child’s health or development is seriously endangered by lack of care or other conditions at home, or if the child seriously endangers his or her health and development by abuse of intoxicants, by committing an illegal act other than a minor offence, or by any other comparable behaviour, (b) the measures of assistance in open care are not appropriate or have proved to be inadequate; and (c) foster care is considered to be in the best interests of the child. Foster care shall be provided without delay where it is needed and is in the best interests of the child (section 9, subsection 2). The public care ceases when the child turns 18 (the age of majority) or marries (section 20). Care orders may be appealed to the administrative courts.", "The child’s custodians, biological parents and de facto carers must be heard in respect of a proposal to issue or revoke a public care order or to place a child outside his or her original home. They must further be notified of the decision taken (section 17, subsection 1, of the Child Welfare Act, as amended by Act no. 139/1990). The hearing procedure is governed by the Administrative Procedure Act (hallintomenettelylaki, lagen om förvaltningsförfarande, Act no. 598/1982). Under section 15 of the said Act, a party must be afforded an opportunity to reply to any claims put forward by others as well as to any evidence that may affect a decision to be taken.", "A child who has attained the age of 15 is entitled to state his or her opinion in child welfare matters. A child who has attained the age of 12 is entitled to be heard as stipulated in section 15 of the Administrative Procedure Act; he or she is also entitled to demand the social services and other support measures (section 10, subsection 2, of the Child Welfare Act).", "According to section 24 of the Child Welfare Act, a child who is being cared for outside his or her original home shall be ensured those important, continuous and secure human relations which are important for his or her development. The child is entitled to meet his or her parents and other close persons and to keep in touch with them (subsection 1). The Social Welfare Board must support and facilitate the child’s contacts with his or her parents and other close persons (subsection 2).", "According to section 25 of the Child Welfare Act and section 9 of the Child Welfare Decree (lastensuojeluasetus, barnskyddsförordningen, Degree no. 1010/1983), the Social Welfare Board or the director of a children’ home may restrict the right of access of a child in foster care to its parents or other persons close to him or her if (a) such access clearly endangers the development or safety of the child; or if (b) such a restriction is necessary for the safety or security of the parents, or the children or staff in the residential home. The restriction must be limited in time. It must mention the persons whose rights are being restricted, the kind of contacts concerned by the restriction and the extent of the restriction.", "Any decision concerning public care, the transfer of a child into foster or other care outside his or her home, access restrictions and isolation of the child must be drawn up on a form approved by the Ministry for Social Welfare and Health Affairs (section 14 of the Child Welfare Decree).", "The care plan to be drawn up in respect of a child in public care must mention (a) the purpose and objectives of the placement; (b) what kind of special support will be organised for the child, for the persons in charge of the child’s care and upbringing and for the child’s parents; (c) how the child’s right of access to its parents and other persons close to the child will be organised; and (d) how after-care is going to be organised. According to section 4 of the Child Welfare Decree, the care plan must be elaborated in co-operation with those involved.", "A County Administrative Court’s decision in respect of a public care order, the transfer of a child into foster care or the termination of public care may be appealed further to the Supreme Administrative Court. Other decisions of a county administrative court relating to child welfare measures cannot be so appealed (section 37 of the Child Welfare Act).", "If, in the course of his or her activities, an employee or elected official in health care, social welfare, education, the police or a parish finds out that a child is in evident need of family-oriented or individual child welfare, he or she must notify the Social Welfare Board without delay. Any other person may also contact the Social Welfare Board to this end (section 40 of the Child Welfare Act)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}