{"ITEMID": "001-60019", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NLD", "BRANCH": "CHAMBER", "DATE": 2002, "DOCNAME": "CASE OF A.B. v. THE NETHERLANDS", "IMPORTANCE": "2", "CONCLUSION": "Preliminary objection dismissed (non-exhaustion);Violation of Art. 8 in respect of control of correspondence with the Commission and with lawyer;No violation of Art. 8 in respect of other correspondence;Violation of Art. 13", "JUDGES": "Gaukur Jörundsson", "TEXT": ["9. On 8 May 1996 the applicant was arrested in New York (USA) and placed in detention on the basis of a extradition request from the authorities of the Netherlands Antilles where he had been charged with embezzlement and forgery. He was extradited to the Netherlands Antilles on 30 May 1996 and detained in the Pointe Blanche Penitentiary on the island of St. Maarten.", "10. In a document dated 18 June 1996 bearing the applicant’s signature, it is stated that the applicant appointed Mr D. Gebhardt as the:", "“true and lawful Attorney in my name, place and stead and for my use and benefit: To exercise any or all of the following powers as to my criminal case in the Netherlands Antilles, any interest therein and thereon. To appoint or terminate lawyers, receive and take possession of documents, to ask demand, sue for, recover, collect and receive all necessary documents in my criminal case, and appeal any decision, file complaints and whatsoever. Giving and granting to my said Attorney full powers and authority ... until this power is revoked.”", "11. On 11 December 1996, following adversarial proceedings during which the applicant was assisted by Mr R. – a local legal aid lawyer to whom the case had been assigned –, the First Instance Court (Gerecht in Eerste Aanleg) of the Netherlands Antilles convicted the applicant of embezzlement and fraud and sentenced him to three years and nine months’ imprisonment. Both the applicant and the public prosecutor filed an appeal with the Joint Court of Justice (Gemeenschappelijk Hof van Justitie) of the Netherlands Antilles and Aruba.", "12. On 7 October 1997, following adversarial proceedings during which the applicant was represented by Mr J. – a local lawyer –, the Joint Court of Justice quashed the judgment of 11 December 1996, convicted the applicant of embezzlement and forgery and sentenced him to three years’ imprisonment. Although on 13 October 1997 the applicant filed an appeal in cassation with the Netherlands Supreme Court (Hoge Raad), he subsequently withdrew this appeal. Consequently, the Joint Court of Justice’s judgment of 7 October 1997 became final. On 27 February 1998, after having served his sentence, the applicant was released from prison.", "13. On 21 September 1996 the applicant sent a letter of complaint about the conditions of detention in the Point Blanche Penitentiary, where he was held, to one of the judges of the First Instance Court of St. Maarten, in the latter’s capacity as a member of the Prisons and Remand Centres Supervisory Board (Commissie van Toezicht Gevangeniswezen en Huizen van Bewaring).", "14. In this letter, in which the applicant referred to a conversation he had had with this judge on 20 September 1996, the applicant explained, among other things, that inmates were locked in their cells for 21 hours a day with nothing to do, that after ten days’ detention in Point Blanche an inmate was permitted on the following Saturday a maximum of four sheets of paper and four envelopes, that there were no telephone facilities apart from previously announced incoming telephone calls not exceeding fifteen minutes, that inmates had to provide for their own clothing and bed linen, which they had to wash in the showers or primitive sinks during recreation, that toilets did not flush and that shower taps and pipes were leaking. In his letter the applicant suggested practical solutions for these matters and explained why such solutions would be beneficial for all concerned.", "15. On 13 January 1998, the applicant informed the European Commission of Human Rights (“the Commission”) that he had been transferred to the Koraal Specht Prison on the island of Curaçao for medical reasons and had been admitted to the infirmary there. The applicant stated that, apart from the bathroom, the infirmary had no lights after sunset and inmates remained locked in for 23 hours a day.", "16. In his letter of 5 February 1998, the applicant informed the Commission that, on 31 January 1998, he had been transferred from the infirmary to the adjacent old infirmary building, where he was detained in a cell of about 5 metres long and 3 metres wide. He shared this cell with three other persons. Two slept on temporary beds, two others on the floor. He was provided with a foam mattress. No sheets or blankets were provided and he was not allowed to retrieve his own sheets from his personal belongings. He stated that he used a towel as a cover.", "17. By letter of 7 April 1997, Mr D. Gebhardt, who initially represented the applicant in the proceedings before the Commission and subsequently the Court, complained to the Director of the Point Blanche Penitentiary that his letters to the prisoners there, including the applicant, had been opened and withheld by the prison authorities although these letters were marked “from lawyer to client”. Mr Gebhardt drew the Director’s attention to the Court’s judgment of 25 February 1992 in the case of Campbell v. the United Kingdom (Series A no. 233). He requested the Director to ensure that his earlier letters, which had been withheld in the past, be delivered to the addressees and that his clients be provided with official letter paper for their correspondence with him.", "18. By letter of 9 April 1997, enclosing a copy of his letter of 7 April 1997 to the Director of the Point Blanche Penitentiary, Mr Gebhardt filed a complaint against the Director of the Point Blanche Penitentiary with the Governor (Gouverneur) of the Netherlands Antilles. Apart from other general problems concerning this Director’s activities, Mr Gebhardt complained that the Point Blanche prison authorities had restricted the applicant’s possibilities to acquaint himself with the contents of his case-file, a copy of which his defence lawyer had given him. On the basis of these restrictions, the lawyer retrieved the documents, as the lawyer-client privilege was not guaranteed. Mr Gebhardt requested the Governor to ensure that the principle of confidentiality between lawyers and their clients be respected by issuing the necessary instructions to the Director of the Point Blanche Penitentiary.", "19. On 22 July 1997, the Cabinet of the Governor informed Mr Gebhardt that the Governor had received a report on these matters from the Minister of Justice and that the latter had been requested on 13 June 1997 to answer Mr Gebhardt’s letter. On 25 September 1997, the Cabinet of the Governor informed Mr Gebhardt that the Minister of Justice had been reminded to answer Mr Gebhardt’s letter.", "20. On 1 September 1997, Mr Gebhardt informed the Governor of the Netherlands Antilles that he had not yet received any response from the Minister of Justice of the Netherlands Antilles. Mr Gebhardt further stated the applicant had appointed him to represent him in proceedings before the Commission, in which context the applicant needed to sign a power of attorney sent to Mr Gebhardt by the Commission’s Secretariat. With reference to his letter of 9 April 1997, Mr Gebhardt stated that, contrary to Article 8 of the Convention, the prison authorities were blocking his access to the applicant. Mr Gebhardt therefore requested the Governor to ensure that the applicant would receive and return the Commission’s standard letter of authority.", "21. On 27 September 1997, the public prosecutor of St. Maarten, to whom Mr Gebhardt’s letter of 1 September 1997 had been forwarded, sent the power of attorney signed by the applicant to Mr Gebhardt.", "22. As in the meantime Mr Gebhardt had also informed the Commission’s Secretariat that he had had difficulties obtaining access to the applicant, the Secretariat of the Commission sent a letter on 1 October 1997 to the applicant directly, requesting him to complete, sign and return a power of attorney for his representation by Mr Gebhardt in the proceedings before the Commission.", "23. On 28 October 1997, the Commission’s Secretariat received the completed and signed letter of authority from the applicant directly. The letter was stamped by the St. Maarten prison authorities and bore an illegible mark written by hand with a red ink ballpoint pen, which appeared to be a prison officer’s visa. In the accompanying letter, the applicant informed the Commission that the prison authorities had opened the Commission’s letter of 1 October 1997.", "24. By letter of 14 November 1997, the Commission’s Secretariat requested the applicant to provide further details as to the opening of the Commission’s letter of 1 October 1997 and the control exercised by the prison authorities of correspondence between the applicant and the Commission.", "25. On 12 December 1997, the Commission received the applicant’s reply, stating that he had also received the Commission’s letter of 14 November 1997 after it had been opened by the prison authorities. When the letter was given to him, he was told that it had been opened by mistake and that, after it had been read, it had not been stamped. The applicant submitted the original of the Commission’s letter of 1 October 1997 – which carried the same stamp and red ballpoint mark as the authority form – and the original letter of 14 November 1997 which carried no stamp or other mark.", "26. In his letter, the applicant explained that the prison stamp on his letters to the Commission had been placed on blank paper prior to his writing on it. He had addressed this letter to the President of the European Commission and had sealed the envelope himself, as only letters addressed to the President of the European Commission were exempted from control by the prison authorities and, consequently, could be sealed by inmates themselves. He further stated he was not allowed to personally seal his mail to his lawyer.", "27. On 20 December 1997, Mr Gebhardt addressed a complaint to the Office of the Public Prosecutor of St. Maarten about problems at the Point Blanche Penitentiary in respect of his correspondence with various detainees there. The applicant was not included in the list of detainees cited. Referring to Article 8 of the Convention, Mr Gebhardt requested the public prosecutor to ensure that any correspondence between detainees and the Commission and between detainees and himself be treated as confidential by the Point Blanche Prison authorities.", "28. In his letter of 5 February 1998, the applicant informed the Commission that on 20 January 1998 he had received a letter from his lawyer which had been opened.", "29. On 10 June 1997, Mr Gebhardt addressed a letter concerning the applicant’s case to the Queen of the Netherlands. On 24 July 1997, Mr Gebhardt was informed by the Minister for Netherlands-Antillean and Aruban Affairs that the letter of 10 June 1997 had been forwarded to this Ministry. Since the applicant’s case was still sub iudice, the Minister stated that:", "“the Antillean judicial authorities still have to judge your defence statement, in which your refer to the treatment of your client. I have full confidence in the judgment of these authorities.”", "Mr Gebhardt was further informed that a copy of his letter had been sent to the Governor of the Netherlands Antilles, requesting the latter to bring the matter to the attention of the Minister of Justice.", "30. On 26 August 1997, Mr Gebhardt addressed a petition to the Queen of the Netherlands requesting the applicant’s release, arguing that the applicant was being unlawfully detained in inhuman conditions.", "31. On 5 December 1997, Mr Gebhardt addressed a further letter to the Queen of the Netherlands in which he gave an account of the applicant’s state of health while in detention and, among other things, complained of the lack of response to these problems from the authorities. He requested the Queen to intervene in order to obtain medical parole for the applicant.", "32. On 23 December 1997, with reference to the letter of 24 July 1997, Mr Gebhardt informed the Minister for Netherlands-Antillean and Aruban Affairs that neither the Governor of the Netherlands Antilles nor the Minister of Justice of the Netherlands Antilles had replied.", "II. RELEVANT DOMESTIC LAW AND PRACTICE", "33. Under Article 50ter of the former Code of Criminal Procedure (Wetboek van Strafvordering) of the Netherlands Antilles, as in force at the relevant time, every practising lawyer registered with the Joint Court of Justice of the Netherlands Antilles and Aruba is competent to represent accused persons in criminal proceedings in the Netherlands Antilles. When absolutely necessary (“volstrekte noodzakelijkheid”) other suitable persons, such as foreign lawyers, may be allowed to act as counsel.", "34. Pursuant to Article 46 of the National Decree <on Prison Administration> (Landsbesluit – Official Bulletin of the Netherlands Antilles (PB) 1958 no. 18) and Articles 67-69 of the Rules of Order and Discipline for Prisons and Remand Centres (Reglement van Orde en Tucht voor de Strafgevangenis en de Huizen van Bewaring – Official Bulletin of the Netherlands Antilles (PB) 1958 no. 19), which were in force at the material time, detainees were entitled to write letters on Sundays and to receive letters at all times. The prison governor ensured that detainees’ letters, which could only be written with materials provided free of charge by the prison authorities, were posted without delay. The prison authorities also paid the costs of postage. Apart from detainees’ letters addressed to the Governor of the Netherlands Antilles, the Minister of Justice, the Prisons and Remand Centres Supervisory Board, the First Instance Court, the Joint Court of Justice, the Public Prosecutor, the Procurator-General and the Lieutenant Governor (gezaghebber), all correspondence of detainees was subject to control by the prison authorities.", "35. The Rules of Order and Discipline for Prisons and Remand Centres were replaced by a new National Ordinance on Prisons in the Netherlands Antilles (Landsverordening Beginselen Gevangeniswezen), which entered into force on 13 August 1999. New Prison Regulations (Gevangenismaatregelen) and Internal Prison Rules (Huishoudelijke Reglementen) are currently being prepared.", "36. The National Decree (Landsbesluit) of 29 December 1962 (PB 1962 no. 160), in force at the relevant time, set up the Prisons and Remand Centres Supervisory Board. This Board was responsible for the supervision of all matters relating to penal establishments, with particular reference to the treatment of detainees and compliance with regulations. However, under the system established under this National Decree, detainees had no formal right of complaint.", "37. This situation changed with the entry into force of the new National Ordinance on Prisons in the Netherlands Antilles, which provides detainees with a limited right of complaint and by which the mandate of the Prisons and Remand Centres Supervisory Board includes supervising the execution of custodial sentences, examining detainees’ complaints and considering other grievances presented by detained persons. Under Article 44 § 6 of the new National Ordinance, compensation may be granted where the Supervisory Board finds a complaint to be partially or wholly well-founded.", "38. Under the system in force at the material time, problems relating to conditions of detention could also be reported to the Office of the Procurator-General. In the case of unacceptable behaviour taking place in a detention facility, the Procurator-General could order an inquiry to be carried out by the National Criminal Investigation Department (Landsrecherche).", "39. The first paragraph of Article 50sexies of the former Code of Criminal Procedure of the Netherlands Antilles, in so far as relevant, provided as follows:", "“Counsel has free access to a lawfully detained suspect, can speak with him in private and exchange letters with him without others reading them, . “", "40. Under the second paragraph of Article 250sexies of the former Code of Criminal Procedure of the Netherlands Antilles, the public prosecutor or, if involved, the investigating judge (rechter-commissaris) may, during the preliminary criminal investigation (voorbereidend onderzoek) and in the interests of this investigation, order restricted contacts between a suspect and his lawyer, namely a denial of access to the suspect, non-private consultations or the withholding of correspondence and/or other documents. Such restrictions can only be ordered for a maximum period of six days and, pursuant to Article 250sexies § 3, are subject to review by the Joint Court of Justice.", "41. The wording of Article 70 of the Code of Criminal Procedure of the Netherlands Antilles, which entered into force on 1 October 1997, is almost identical to Article 250sexies of the former Code of Criminal Procedure.", "42. If no legal remedy exists under administrative law, the Netherlands Antilles civil courts have traditionally had competence to grant relief against the administration. This competence is based on Article 2 of the Uniform National Ordinance on the Organisation of the Judiciary (Eenvormige Landsverordening op de Rechterlijke Organisatie), which reads:", "“Jurisdiction in civil cases involves hearing all disputes over civil rights and debt claims.”", "43. In accordance with the Netherlands Supreme Court’s findings in its leading judgments of 31 December 1915 and 18 August 1944 (Nederlandse Jurisprudentie (NJ) 1916, p. 407, and NJ 1944/45, no. 598) on a similar provision in the Netherlands Act on the Organisation of the Judiciary (Wet op de Rechterlijke Organisatie), the Netherlands Antilles courts permit themselves a broad interpretation of the notion of “civil rights”. The right claimed by a plaintiff, and not the relationship between the parties, determines the competence of the civil courts (Joint Court of Justice, Dirksz v. the Netherlands Antilles, judgment of 28 June 1955). This means that civil courts are competent to hear disputes under civil law as well as under public law, provided that the protection of a civil right is being sought.", "44. The civil courts’ competence as to the lawfulness of acts of the administration is, however, limited where a remedy offering sufficient guarantees for a fair procedure is available under statutory administrative law. Whilst in principle remaining competent, civil courts are to refrain from examining the lawfulness of an administrative act or decision against which an administrative appeal lies. Examination of the lawfulness of such an act or decision is not, however, excluded if the administrative appeal does not offer sufficient guarantees for a fair procedure.", "45. On this basis the Netherlands Antilles civil courts consider themselves competent to rule on the lawfulness of acts of the administration when these relate to or are directed against persons in detention.", "46. Claims against the administration submitted to the civil courts are, generally speaking, brought in the form of an action for tort (onrechtmatige daad) within the meaning of Article 1382 of the Civil Code (Burgerlijk Wetboek) of Aruba and the Netherlands Antilles. An act of the administration is unlawful and constitutes a tort under Article 1382 when it is contrary to a rule of international or domestic law which seeks to protect the plaintiff’s interests, or to the general principles of proper administration (algemene beginselen van behoorlijk bestuur), which in the Netherlands Antilles are for the most part unwritten legal standards with which acts of the administration must comply. Where civil courts are competent, it is possible to request the court, in summary civil proceedings (kort geding), to take an interim measure.", "47. The Convention, which according to the domestic courts’ case-law is directly applicable in the legal order of the Netherlands Antilles, is frequently used by the civil courts in their examination of claims that an act of the administration is unlawful.", "48. In a decision taken on 17 July 1991 in summary civil proceedings brought by 23 inmates of the Koraal Specht Prison, the First Instance Court of Curaçao reviewed inter alia a claim for unlimited correspondence rights under Article 8 of the Convention (Rietwijk et al. v. the Netherlands Antilles, KG 209/1991). It held on this claim:", "“For the time being it has not been established that the interference with the fundamental right of respect for correspondence provided by <Article 46 of the National Decree on Prison Administration and Articles 67-69 of the Rules of Order and Discipline for Prisons and Remand Centres> exceeds the boundaries set out in the second paragraph of Article 8 of the Convention. The special position of detainees simply renders such interference necessary.", "It has been established that the <prison> direction does not allow detainees from the Netherlands Antilles to write more than two letters per week and that, for detainees from abroad, the maximum amount has been set at three per week. It is further the rule for all detainees that they may send two Christmas cards per year at public expense and ten extra at their own expense.", "Also in the assessment of these limitations, the special position of detainees may be taken into consideration. The circumstance that all letters, both incoming and outgoing, must be censured constitutes a ground of justification for the limitations submitted. It has been established that the director, by virtue of Article 46 § 1 of <the National Decree>, is empowered to limit the fundamental right in this sense. The claim is consequently rejected.”", "The First Instance Court did, however, find in favour of the detainees on a number of other claims: It ordered the defendant to allow each detainee to have visits of 30 minutes per week, to cover an open sewer in the prison’s courtyard and to ensure the availability of health care services for at least 15 hours per week. It further prohibited the defendant from placing detainees in a punishment cell for more than two weeks. Such cells must anyway have daylight and a water supply.", "49. In a decision taken on 6 December 1995 in summary proceedings taken by two detainees who did not explicitly invoke the Convention, the First Instance Court of Curaçao set out the conditions under which a person could be held in pre-trial detention (voorlopige hechtenis) in the Rio Canario police cell complex. As these conditions were not met, it issued an interim measure prohibiting the defendant from keeping one of the two plaintiffs (the other one having been transferred already) in detention in this complex. It ordered his transfer to the Curaçao remand centre within six hours or, if this was not possible, to release him (Balentien and Geertruida v. the Netherlands Antilles, KG 568/94).", "50. In a decision taken on 9 February 1996 in summary proceedings brought by a detainee, the First Instance Court of Curaçao ruled that to hold a person in custody (inverzekeringstelling) for nearly three days in a police cell – that he shared with another person – of three square metres without sanitary facilities and without a possibility of outdoor exercise, was contrary to Article 3 of the Convention, and ordered the immediate release of the plaintiff (Moesquit v. the Netherlands Antilles, KG 66/1996).", "51. In a decision taken on 14 November 1997 in summary proceedings brought by six detainees (Damon et al. v the Netherlands Antilles, KG 426/97), the First Instance Court of Curaçao held", "“1. The plaintiffs ... claim against the defendant, the <Netherlands Antilles authorities>,", "- six orders, described in their petition, identical to the orders already issued by the First Instance Court by judgment of 23 September 1996 (AR 1464/93 against the <Netherlands Antilles authorities> at the suit of five other plaintiffs, and which orders all concern facilities of an elementary hygienic and humanitarian nature;", "- a prohibition on imposing collective punishments in the form of a denial of visits, mail or access to the canteen;", "- a prohibition on administering corporal punishments to detainees, in particular “circle ill-treatment” (kringmishandelingen) and the “soultrain”;", "all of this on penalty of a default fine of 10,000 Netherlands Antilles Guilders (NAF) for each day that the <Netherlands Antilles authorities> violate one of these orders or prohibitions as regards one of the plaintiffs, with a maximum of NAF 250,000 per plaintiff. ...", "4.1. <It has been> established that none of the humanitarian and sanitary facilities which the authorities of the Netherlands Antilles had been ordered to execute, following this court’s judgment of 26 September 1996, have materialised, so that <the plaintiffs> justly claim that the <Netherlands Antilles authorities> be ordered once again to do so.", "4.2. Indeed:", "- it has not been argued nor does it appear that nutritional plans have been drawn up by a dietician, whereas ... these should have been available more than a year ago. This is not altered by the recent activities of a dietician since these have not actually resulted in the practical introduction and implementation of menus.", "- it has been argued but not shown that up to now sufficient pest control ... <by placing anti-cockroach devices in cells> has taken place;", "- the <Netherlands Antilles authorities> recognise that an increase in the number of visiting cells by three has not yet taken place, and no well-founded reason for this has been given; it is understandable that security demands render that increase laborious and time-consuming, but after one year it should have been completed;", "- the <Netherlands Antilles authorities> do not deny in so many words that placements in a punishment cell take place without <a prior> hearing of the detainees concerned; the reference to the sanctions that may be applied where the instruction to hear is not respected does not constitute rebuttal;", "- the <Netherlands Antilles authorities> have submitted that there is now sufficient natural light and air in the punishment cell, but this is not plausible and the court fails to see, if this was indeed the case, why <the plaintiffs> would make a claim to this end, and why, in addition, an order with a default fine could therefore harm the <Netherlands Antilles authorities>;", "- the <Netherlands Antilles authorities> have not really denied that the punishment cell is not or only partially equipped with a mattress, bedding, a table and a chair.", "5.1. The requested prohibition on imposing collective and corporal punishments shall also be ordered.", "5.2. The <Netherlands Antilles authorities> have not denied that collective punishments have been applied, but have pointed out an emergency situation that may occur. That it is sometimes impossible to find out who in a shared cell has committed a prosecutable offence is no justification for punishing everyone concerned; in this way innocent people are knowingly punished, and that can never be justified.", "5.3. And it is further established that corporal punishments have been administered, not only on the basis of declarations made during the trial that have been hardly disputed, but also on the basis of the Paula Report the contents of which have not been disputed. Corporal punishments are prohibited under conventional-law provisions.", "6.1. The claims will therefore be granted. Given the nature of the prohibition, no maximum limit shall be fixed for the default fine concerning the prohibition on corporal punishment.", "6.2. In this connection it is further considered that, in so far as the interests of <the plaintiffs> in granting <their claims> do not lie in offences already committed, their interests lie in the prevention thereof since the danger that these <offences> will reoccur is apparently real.", "7.1. The question remains whether a default fine must be attached to this ruling.", "7.2. The defence of the <Netherlands Antilles authorities> that they will voluntarily comply with judicial ruling is not credible; the <Netherlands Antilles authorities> have apparently done nothing about the orders contained in the judgment of 23 September 1996. This pleads in favour of imposing default fines.", "7.3. ... nothing has induced the <Netherlands Antilles authorities> to do something about the worrisome wrongs in the Koraal Specht Prison. In the entire country and Kingdom there is unanimous agreement that the prison by far does not comply with the norms that are internationally recognised and set out in Treaties, – also the <Netherlands Antilles authorities> through their Minister continuously recognises this – but nothing happens.", "7.4. If the <Netherlands Antilles authorities> realise that a wide variety of measures are required to guarantee the physical security and the mental and physical health of detainees ... then they receive a judicial order and nevertheless fail to do what is urgently required of them, the question arises whether a default fine would be of any help.", "8. Nevertheless, the reason to impose a default fine is that, within the framework of the present summary proceedings, no other coercive measure is available and <the plaintiffs> cannot be denied the right to try now to obtain enforcement of the orders which have been granted ...”", "The First Instance Court found in favour of the plaintiffs on all claims and set a default fine of NAF 10,000 for each day of failure to respect any of the orders or prohibitions to the detriment of one of the plaintiffs up to a maximum of NAF 250,000 per plaintiff, and a default fine of NAF 50,000 for each time the prohibition on corporal punishment was not respected as regards any of the plaintiffs.", "52. Following a violent incident on 14 July 1998 at the Koraal Specht Prison in Curaçao (see paragraph 57 below), five detainees brought tort proceedings against the authorities of the Netherlands Antilles. In its decisions of 6 December 1999, the Court of First Instance of Curaçao held that the plaintiffs had been subjected to treatment contrary to Article 3 of the Convention and awarded them damages varying from NAF 10,000 to NAF 22,500 (Arrindel v. the Netherlands Antilles, A.R. nr. 1598/99, Thodé v. the Netherlands Antilles, A.R. nr. 1599/99, Bart v. the Netherlands Antilles, A.R. nr. 1600/99, Jops v. the Netherlands Antilles, A.R. nr. 1601/99, and Dovale v. the Netherlands Antilles, A.R. nr. 1696/99).", "53. In its Report of 18 January 1997, the European Committee for the Prevention of Torture and Inhuman Treatment (“CPT”) on its visit to the Netherlands Antilles from 26 to 30 June 1994, found that the conditions of detention in the Koraal Specht Prison amounted to inhuman and degrading treatment. This finding led the CPT’s delegation to send a letter on 10 August 1994 to the Minister of Justice setting out a number of urgent measures which had to be taken to improve conditions of detention there.", "54. According to this Report, the Koraal Specht Prison regulations make no provision for the use of telephones by prisoners and that, in practice, it appeared that prisoners who are resident in the island of Curaçao could make calls once a week and foreign nationals once a month. Calls were apparently limited to about ten minutes and were monitored by prison staff. As to the visiting facilities, the CPT recommended their complete review in order to establish more open arrangements for ordinary visits.", "The CPT further observed that placements in the punishment cell, with only bread and water on alternate days, was current practice, and recommended that the Netherlands Antilles take immediate steps to prohibit the placement of prisoners in punishment cells on a bread and water diet. The CPT further found that the amount of time that two general medical practitioners spent in the prison – 15 hours per week for about 500 prisoners – was inadequate.", "55. The CPT Report of 10 December 1998 on its second visit to the Netherlands Antilles from 7 to 11 December 1997, in which the ruling of 14 November 1997 by the First Instance Court of Curaçao (see paragraph 51 above) is mentioned, concluded that the material conditions of detention in the Koraal Specht Prison remained unsatisfactory and the CPT called upon the Netherlands Antilles authorities to take immediate steps to draw up a comprehensive strategy to combat violence in all its forms at Koraal Specht Prison and that this strategy be vigorously implemented without delay. It also recommended that the Netherlands Antilles authorities redouble their efforts in inter alia reducing the overcrowding and improving the overall state of repair of the detention areas (including the sanitary facilities). The CPT further recommended that immediate steps be taken to ensure that every prisoner would be supplied with a mattress at night.", "56. Certain positive developments concerning prisoners’ contacts with the outside world were noted by the CPT delegation, particularly as regards improved access to a telephone and the possibility offered to some prisoners of having supervised open visits. Nevertheless, many complaints were heard from prisoners about lengthy delays before they were granted access to a telephone and about such access often being refused arbitrarily; complaints were also heard about the delayed distribution and/or forwarding of correspondence.", "57. The CPT Report of 25 May 2000 on its third visit to the Netherlands Antilles from 25 to 29 January 1999 records that, as had been the case in 1997, health care staff insisted that many cases of violence went unreported and that apparently efforts to keep a precise record of cases of violence waned during the second half of 1998. The Report also mentions an incident having occurred on 14 July 1998 at the Koraal Specht Prison. The information gathered by the CPT delegation suggested that police officers had beaten prisoners who had already been brought under control; the prisoners were naked and handcuffed behind their backs. The matter had not been immediately reported by the prison staff to their own hierarchical superiors (the director of the prison) or to the National Criminal Investigation Department and, more than half a year later, investigations into the conduct of the police and prison officers involved were still at an embryonic stage. It further appeared that those same police officers continued to be deployed in the prison.", "58. The CPT further noted that, by a Decree of 2 November 1998, an independent Commission was established (“the Kleinmoedig Commission”) to guarantee the physical integrity of persons deprived of their liberty and to investigate any abuse that might occur.", "59. The CPT also observed that the measures adopted to address the acute problem of unauthorised prison staff absenteeism, resulting in levels of prison officer presence on the wings being considerably lower than necessary for the proper and safe functioning of the establishment, had failed, that no target date had been set for strengthening the enforcement of those measures and that apparently no alternative policy was being considered.", "60. As regards the conditions of detention in the Koraal Specht Prison, the CPT noted the efforts made to improve the material environment, but also observed that the prison continued to suffer some degree of overcrowding, that problems in providing prisoners with adequate food at regular times and ready access to drinking water continued to persist, and that the health care services had worsened in comparison with its second visit in December 1997. The CPT delegation was further told that there was a shortage of mattresses, despite the fact that budgetary means were available.", "61. In its response to the CPT report on its third visit, the Netherlands Antilles authorities confirmed that, as to the alleged irregularities said to have taken place on 14 July 1998, a preliminary judicial investigation had commenced, in the course of which a number of witnesses were being heard by the investigating judge. The CPT was further informed that the water problem (inadequate pressure) had been resolved, that the arrangements for supplying meals were satisfactory and that there was no question now of a shortage of mattresses. The response further stated that the medical service had been restructured on 1 April 1999 in accordance with the recommendations of the CPT.", "62. On 10 February 2000, in accordance with the National Decree No. 756/JAZ, an Investigation Commission was established to investigate a number of elements contained in the last CPT report, including conditions of detention. This Commission was presided over by Mr M. Gumbs, the then State Secretary of Justice of the Netherlands Antilles. In the course of its activities, the Investigation Commission conducted a visit to the Point Blanche Penitentiary.", "In its report the Commission recorded that inmates at the Point Blanche Penitentiary, as well as the judicial authorities, had indicated that there were still cases of ill-treatment of inmates by prison guards. A complaint about this had been filed with the public prosecutor (Officier van Justitie) in the meantime. The judicial authorities indicated to the Commission that they had strong suspicions that ill-treatment had in fact occurred. The Commission noted that it was unclear what was being done to prevent ill-treatment. It also noted that inmates could file a written complaint to the public prosecutor through the prison director.", "Inmates indicated to the Commission that there are no educational or recreational programmes for detainees, thus forcing detainees to remain idle all day. According to the detainees, it depended on who of the prison guards were on duty whether something was done with the detainees.", "The Commission observed that in the recreation rooms, which were in a good state, several activities took place such as music lessons given by an inmate. It further noted that computers could be used and that there was a possibility to play table-tennis and watch television. It noted that, for lack of staff (only one staff member) and means to develop activities, there was only a limited use of the workshops.", "The Commission recorded that the Point Blanche Penitentiary had a maximum capacity of 120 places which were constantly occupied. Although there were 32 members of staff, in practice only 16 were available daily. The reason for this considerable absenteeism was reportedly the failure to deal quickly enough with staff matters (payment of overtime, child allowances, salary adjustments, posting allowances, maintenance costs, etc.). As staff had already been waiting for these matters to be dealt with for years, they were threatening with actions if this situation did not improve soon.", "In most cells – each having a surface of 12.8 m² and designed for one to three persons – furnishings such as chairs, tables and mattresses were either lacking or in bad condition, and sanitary facilities were in disrepair and dilapidated, sometimes to such an extent that inmates had to use buckets to shower and flush toilets. It recommended replacing the toilet flushes and the replacing the shower heads and taps with vandal-proof materials. The report further states that:", "“the (natural) ventilation is “too” good. During hurricanes and during certain periods of the year, inmates must protect themselves against the strong winds (from hurricanes) and the humidity caused by condensation. To this end cardboard boxes are hung around the beds.”", "The Investigation Commission further found the kitchen of the Point Blanche Penitentiary, where 120 meals are prepared daily, to be in an unacceptable state of dilapidation and disrepair, as well as freely accessible to vermin, including rats. It noted, inter alia, that for technical reasons (the need of repair) two cold-storage rooms were out of use for 2 and 6 years respectively, and that a much smaller cold-storage facility was being used, as a result of which only limited food supplies could be stored. This caused problems after the island had been hit by a hurricane and food was difficult to obtain. It recommended that the entire kitchen, including all the appliances, be replaced."], "VIOLATED_ARTICLES": ["13", "8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["8"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}