{"ITEMID": "001-95460", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DNK", "BRANCH": "ADMISSIBILITY", "DATE": 2009, "DOCNAME": "PANJEHEIGHALEHEI v. DENMARK", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Peer Lorenzen;Rait Maruste;Renate Jaeger;Zdravka Kalaydjieva", "TEXT": ["The applicant, Ashkan Panjeheighalehei, is an Iranian national who was born in 1981 and lives in Kastrup. He is represented by Mr Bjørn Elmquist, a lawyer practising in Copenhagen. The Danish Government (“the Government”) were represented by their Agent, Mr Peter Taksøe-Jensen, of the Ministry of Foreign Affairs, and their Co-agent, Mrs Nina Holst-Christensen of the Ministry of Justice.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 2 July 1997 the applicant, who was sixteen years old at the time, and his sister entered Denmark with their mother. The mother had a valid passport and a visa for ninety days to visit the applicant’s sister and brotherin-law, who had been granted permanent residence permits in Denmark in 1992 and 1996 respectively.", "Shortly thereafter, the applicant’s mother requested asylum. Her request also applied to the applicant and his sister who were minors at the relevant time. According to a registration report of 12 July 1997, the applicant’s mother submitted that she had been an active member of a monarchist organisation called Iran Javid. She had printed leaflets about the king and distributed them in her home town. In so far as her statement involved the applicant it concerned a demonstration in which she and the applicant had participated on 27 March 1995. The applicant, who at the relevant time was fourteen years old, had been arrested, detained and subjected to torture for two days. The applicant’s mother had never been convicted but feared being persecuted by the authorities because of the said activities. Allegedly, she had recently learned that all members of the organisation had been arrested.", "The following day, the applicant’s mother explained that she had been a member of Iran Javid since 1992. On 27 March 1995, due to their participation in the demonstration, the applicant was arrested, tortured and detained for two days. The applicant’s mother’s home was seized approximately one month after the demonstration, but thereafter the authorities had not made further contact with the family. When the applicant’s mother left Iran, the organisation had still been active, but subsequent to her entry into Denmark she had learnt that it had been uncovered, that its members had been arrested and that she was wanted by the authorities.", "The immigration authorities held further interviews with the applicant’s mother on 6 August 1997 and 3 July 1998, during which she elaborated on her personal situation. As to the applicant, she explained that he had been detained for ten days in connection with the demonstration in March 1995. The applicant’s mother also submitted various documents in support of her request for asylum.", "On 9 October 1998 the Aliens Authorities (Udlændingestyrelsen) refused to grant the applicant, his mother and sister asylum, finding that the applicant’s mother lacked credibility and that the family did not fulfil the requirements for obtaining asylum.", "The applicant, his mother and sister appealed against the decision to the Refugee Board (Flygtningenævnet), before which the applicant confirmed that he had been arrested in March 1995 for ten days.", "On 11 January 1999 the Refugee Board upheld the refusal to grant the family asylum. It noted that the applicant’s mother had provided various divergent and unreliable versions of events and considered that she had failed to substantiate that the family had fulfilled the criteria to be granted asylum.", "On 22 January 1999, a representative for the applicant’s mother requested a re-opening of the proceedings which was refused by the Refugee Board on 29 January 1999.", "On 22 April 1999, having reached the age of majority, the applicant requested that the proceedings be re-opened. He alleged that he had been politically active in Iran and recently learnt that he was wanted by the authorities. By decision of 27 April 1999 the Refugee Board refused the applicant’s request finding that he had failed to add significant new information or viewpoints to the case. The applicant was deported the following day.", "By letter of 20 May 1999 a representative for the applicant informed the Refugee Board that the applicant had been picked up by two men in civilian clothing in Iran on 1 May 1999 and that nobody had heard from him since. Accordingly, the representative requested a re-opening of the proceedings, which was refused by the Refugee Board on 18 June 1999.", "Another request for a re-opening of the proceedings was lodged with the Refugee Board on 9 August 1999 and refused by the latter on 25 February 2000.", "A third request for a re-opening of the proceedings was lodged with the Refugee Board on 4 November 2002 and refused by the latter on 18 December 2002.", "On 20 March 2003 the applicant re-entered Denmark and applied for asylum. He maintained that, due to his previous political activities and asylum request, upon return to Iran he had been detained and subjected to torture for almost two years. According to medical statements, inter alia by the Rehabilitation and Research Centre for Torture Victims dated 25 June 2003, the applicant suffered from post-traumatic stress disorder (PTSD) and depression which, it was assessed, was consistent with his claim that he had been subjected to torture.", "By letters of 12 January and 23 February 2004 the applicant requested that the Refugee Board acknowledge liability in damages for the suffering inflicted on him as a consequence of the Refugee Board’s decision of 11 January 1999. By letter of 5 March 2004 the Refugee Board informed the applicant that it could not acknowledge such liability.", "On 2 December 2004, the Refugee Board granted the applicant asylum. It found that, although the applicant could not be considered to have been persecuted when he left Iran together with his mother and sister in July 1997, it could be considered a fact that the applicant had been arrested by the Iranian authorities shortly after his return to Iran at the end of April 1999 and that he had been detained for a long time. In addition, the applicant had left Iran illegally. Accordingly, the Refugee Board found that if returned again to Iran the applicant would have a well-founded fear of persecution because the Iranian authorities would incorrectly consider him to be involved in extensive political activities aimed at the regime.", "On 6 April 2005 the applicant brought an action for damages against the Refugee Board before the High Court of Eastern Denmark (Østre Landsret), requesting that the former be ordered to acknowledge that it was liable to pay compensation for pain and suffering in the amount of 450,000 Danish kroner (DKK) equal to approximately 60,800 Euros (EUR) since by decisions of 11 January and 27 April 1999 the Refugee Board had refused to grant the applicant asylum, although allegedly at the relevant time he had amply demonstrated the risk he would face upon return to Iran of being subjected to arrest and torture, which subsequently happened.", "Referring to section 56, subsection 8 of the Aliens Act (Udlændingeloven), according to which no appeal lay against decisions taken by the Refugee Board, the Refugee Board pleaded as a preliminary issue that the High Court should dismiss the case.", "The High Court decided to determine the preliminary issue separately and decided on 15 December 2005 that, despite the invoked provision of the Aliens Act, it had authority to examine the applicant’s compensation claim on the merits. The reasoning was as follows:", "“As established, most recently by the Supreme Court’s decision published in the Weekly Law Review (Ugeskrift for Retsvæsen 2004, p. 727), as a result of section 56, subsection 8 of the Aliens Act, according to which the Refugee Board’s decisions are final, the courts’ review of the Refugee Board’s decisions is limited to a review of legal questions, including shortcomings in the basis for the decision and illegal discretion. Consequently, the courts cannot determine claims for compensation in so far as the claim in reality is based solely on the assumption that the Refugee Board made a mistake in its concrete assessment of the evidence and its discretion.", "[The applicant’s] compensation claim concerns the treatment to which he was subjected in Iran upon his return in April 1999, and thus relates to the Refugee Board’s decisions of 11 January and 27 April 1999. [The applicant] has maintained, among other things, that the Refugee Board failed to decide on the [the applicant’s] risk of ill-treatment by the authorities resulting from his being returned [to his country of origin] after such a long period of absence.", "Consequently, [the applicant] has invoked arguments which do not relate to the Refugee Board’s concrete assessment of the evidence and discretion.”", "The Refugee Board appealed to the Supreme Court (Højesteret), submitting anew that the case should be dismissed.", "By judgment of 12 January 2007 the Supreme Court dismissed the applicant’s claim for compensation in its entirety with the following reasoning:", "“The circumstances which [the applicant] has submitted in support of his argument that the Refugee Board were liable and therefore must grant him compensation, presuppose a review of the Refugee Board’s decisions of 11 January and 27 April 1999. The Supreme Court agrees that such a review is limited to an assessment of the legality of the administrative decision in question, including shortcomings in the basis for the decision and illegal assessments, also in a case like the present [concerning a compensation claim]. In its decision to refuse to grant the applicant asylum, the Refugee Board took a stand on the main claim [submitted by the applicant, his mother and sister], namely years of alleged membership of an illegal organisation, its being uncovered and the applicant’s participation therein. Although not expressly stated in the decision, the Supreme Court finds no reason to assume that the Refugee Board did not make an assessment of [the applicant’s] personal conditions including his participation in a demonstration in March 1995 and his subsequent short term detention, which was clearly mentioned in the facts part of the decision. It must also be assumed that the Refugee Board did take into account whether [the applicant] and his mother and sister personally were at risk upon entry and stay in Iran due to the long absence from their country since 1997. Against this background, the Supreme Court finds that the applicant’s objections to the Refugee Board’s decisions in reality amount to a disagreement with the Refugee Board’s assessment of the evidence and its conclusive decision as to whether the facts of the case could justify asylum.”", "Under section 26 § 1 of the Tort Liability Act (Erstatningsansvarsloven), a person who is responsible for an unlawful infringement of another’s freedom, privacy, honour or person, is liable to pay damages to the injured party. An action for damages in this respect may be instituted before the ordinary courts in accordance with the rules set out in the Administration of Justice Act (Retsplejeloven).", "By virtue of section 7 of the Aliens Act (Udlændingeloven), asylum is granted to aliens who satisfy the conditions of the Geneva Convention. Applications for asylum are determined in the first instance by the Aliens Authorities and in the second instance by the Refugee Board, which is not subject to any instructions from the Danish Government.", "Pursuant to section 53 of the Aliens Act, the Refugee Board comprises a chairman, deputy chairmen (the Executive Committee) and other members. The chairman and the deputy chairmen must be judges and the other members must be attorneys or serve with the Ministry for Refugee, Immigration and Integration Affairs. The judges are appointed upon nomination by the Court Administration (Domstolsstyrelsen). The other members of the Refugee Board are appointed by the Executive Committee. The attorneys are appointed upon nomination by the Council of the Danish Bar and Law Society (Advokatrådet) and the other members are appointed upon nomination by the Minister for Refugee, Immigration and Integration Affairs. The members of the Refugee Board are independent and cannot accept or seek directions from the appointing or nominating authority or organization. The term of appointment is for four years. The members are eligible for re-appointment and the member will be re-appointed if he or she requests re-appointment. The office as member ceases when the member resigns by own wish; when the member no longer has the organizational affiliation on which the original appointment was based; or at the end of the month of the member’s 70th birthday. The members of the Refugee Board can only be removed by judgment under the rules applying to the removal of judges. The jurisdiction of the Special Court of Indictment and Revision (Den Særlige Klageret) relating to judges applies equally to members of the Refugee Board. Cases tried by the Refugee Board are heard by the chairman or a deputy chairman, an attorney and a member serving with the Department for the Ministry of Refugee, Immigration and Integration Affairs.", "Pursuant to section 56, subsection 8 of the Aliens Act, decisions by the Refugee Board are final, which means that there is no avenue for appeal against the Board’s decisions. Aliens may, however, by virtue of Article 63 of the Danish Constitution (Grundloven) bring an appeal before the ordinary courts, which have authority to adjudge on any matter concerning the limits to the competence of a public authority.", "Article 63 of the Constitution read as follows:", "“1. The courts of justice shall be empowered to decide any question relating to the scope of the executives’ authority; though any person wishing to question such authority shall not, by taking the case to the courts of justice, avoid temporary compliance with orders given by the executive authority.”", "The courts will normally confine the review to the question of deciding on the legality of the administrative decision, including shortcomings of the basis for the decision and illegal assessments, but will generally refrain from adjudging on the administrative discretion exercised.", "The question of the scope of the finality rule set out in section 56(8) of the Aliens Act has been brought before the courts several times (see, inter alia, the Supreme Court judgments of 16 June 1997, published in the Weekly Law Review (Ugeskrift for Retsvæsen), (UfR 1997, p. 1157), 29 April 1999 (UfR 1999, p. 1243), 26 January 2001 (UfR 2001. p 861), 28 November 2001 (UfR 2002, p. 406), 29 August 2003 (UfR 2003, p. 2405) and 2 December 2003 (UfR 2004, p. 727). Reference was also made to more recent Supreme Court judgments of 24 March 2006 (UfR 2006, p. 1831), four judgments of 15 February 2007 (UfR 2007, p. 1277; UfR 2007, p. 1286; UfR 2007, p. 1291/1; and UfR 2007, p. 1291/2), a judgment of 28 November 2007 (Supreme Court case No. 349/2005) and five judgments of 30 November 2007 (Supreme Court cases Nos. 576/2006, 5/2007, 6/2007, 7/2007 and 8/2007)). According to those judgments, judicial review of decisions issued by the Refugee Board is limited to a review of issues of law, including an inadequate basis for a decision, procedural errors and unlawful exercise of discretion.", "The Government have also referred to a judgment of 31 October 2006 from the Supreme Court, published in the Weekly Law Reports (UfR 2007, p. 262), which in their view illustrated that the Supreme Court does not interpret section 56, subsection 8 of the Aliens Act narrowly. In that case, the Supreme Court held that the Refugee Board was not entitled to make the granting of asylum status conditional upon the plaintiff being able to render probable that he was at a specific risk of having to carry out or assist in actions that might entail exclusion under international rules pursuant to Article 1F of the Geneva Convention relating to the Status of Refugees. The Supreme Court noted that:", "“the question of whether it is justified to set up these conditions, which relate to the disputed fact and the burden of proof as well as other issues, is an issue of law subject to judicial review regardless of the finality rule laid down in section 56, subsection 8 of the Aliens Act.”", "Thus, the Government pointed out, the national courts cannot substitute their own decision on the merits of a case embraced by section 56, subsection 8 of the Aliens Act for that of the Refugee Board. However, if a decision issued by the Refugee Board is appealed against to a national court, and if that court finds that the Refugee Board’s decision suffers from material defects of law, including an inadequate basis for the decision, procedural errors or unlawful exercise of discretion, the court may remit the case to the Refugee Board for reconsideration. This was done by the Supreme Court in the above-mentioned judgment (UfR 2007, p. 262.)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}