{"ITEMID": "001-84731", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CZE", "BRANCH": "ADMISSIBILITY", "DATE": 2008, "DOCNAME": "POLAK SPOL. S R.O.  v. THE CZECH REPUBLIC", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Karel Jungwiert;Margarita Tsatsa-Nikolovska;Mark Villiger;Peer Lorenzen;Rait Maruste;Snejana Botoucharova;Volodymyr Butkevych", "TEXT": ["The applicant, Polák Spol. s.r.o., is a limited liability company incorporated under Czech law with its registered office in Turnov. The company was created on 3 January 1996 and has three members, K.M., P.P. and M.P. It was represented before the Court by its incorporated agent, Ms Matušková. The Czech Government (“the Government”) were represented by their Agent, Mr V.A. Schorm, from the Ministry of Justice.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 11 April 1996 the Mladá Boleslav District Court (okresní soud), following an action brought by a certain S. on 25 May 1995, ordered P.P. to pay CZK 1,700,000 (EUR 64,708) to the claimant. On 17 October 1996 the Prague Regional Court (krajský soud) upheld this judgment. On 20 December 1996 S. invited P.P. to comply with the judgment, but the latter did not reply.", "In the meantime, on 13 May 1996, P.P. and his wife had sold their immovable property to the applicant company. The purchase contract was supplemented on 24 July 1997.", "On 7 April 1997 S. brought an action against the applicant company, P.P. and his wife, seeking a declaration that the sale contract was legally unenforceable (smlouva právně neúčinná). The case was assigned to a District Court judge who had been involved in the previous proceedings.", "On 28 May 1998 the Regional Court granted the applicant company’s challenge for bias and excluded the District Court judge from the examination of the case.", "In a judgment of 9 June 1999 the District Court held that the sale contract was legally unenforceable in respect of S., who was entitled to claim that the debt of CZK 1,700,000 awarded by the District Court’s judgment of 11 April 1996 be satisfied by the sale of the immovable property.", "On 9 May 2001 the Regional Court, following the defendants’ appeals, modified this judgment in that it dismissed the action in respect of P.P. and his wife. It upheld the remaining part of the judgment. On 17 December 2001 the District Court rectified a typing error in its judgment concerning the description of the immovable property at issue. Although the applicant company was represented by a new lawyer, the court mentioned its previous legal representative.", "On 5 June 2002 the Regional Court upheld the District Court’s decision, mentioning the correct lawyer. It dismissed the appeals of P.P. and his wife directed against the first instance judgment of 9 June 1999 as amended by the decision of 17 December 2001. It upheld the verdict of the District Court in respect of the applicant company but held that S. had been entitled to request that his recoverable claim vis-à-vis the applicant company be satisfied by selling the building lot.", "The Regional Court’s judgment became effective on 23 July 2002.", "On 9 August 2002 the second defendant filed an appeal on points of law (dovolání). The first and third defendants appealed on points of law on 3 September 2002.", "On 11 December 2003 the Supreme Court (Nejvyšší soud) dismissed the three appeals on points of law holding, in respect of P.P. and the applicant company, that they had filed their appeals outside the one month statutory time-limit as provided for in Article 57 § 2 of the Code of Civil Procedure.", "In the meantime, on 16 September 2002, P.P. and the applicant company had filed a constitutional appeal (ústavní stížnost) requesting the Constitutional Court (Ústavní soud) to quash the Regional Court’s judgment of 5 June 2002 and the District Court’s judgment of 9 June 1999. They supplemented it on 8 March 2004 challenging the Supreme Court’s decision of 11 December 2003. The applicant company and P.P. alleged a violation of their rights guaranteed by Articles 36, 37 and 38 § 2 (right to judicial and other legal protection) of the Charter of Fundamental Rights and Freedoms (Listina základních práv a svobod)", "On 27 April 2004 the Constitutional Court declared the constitutional appeal manifestly ill-founded.", "On 8 March 2004 the Constitutional Court received the applicant company’s second constitutional appeal in which it sought to quash the Supreme Court’s decision of 11 December 2003, the Regional Court’s judgment of 9 May 2001 and the District Court’s judgment of 9 June 1999, alleging a violation of their right to judicial protection under Articles 36 and 38 of the Charter.", "On 19 May 2004 the Constitutional Court dismissed the appeal stating that it had been, in respect of the two first decisions, lodged outside the sixty-day time-limit laid down by the Constitutional Court Act. As far as the remaining part of the appeal directed against the Supreme Court’s decision of 11 December 2003 was concerned, the court found it unsubstantiated.", "Both of the high courts wrongly identified the applicant’s seat.", "The relevant domestic law and practice concerning remedies for the excessive length of judicial proceedings are stated in the Court’s decision in the case of Vokurka v. Czech Republic, no. 40552/02 (dec.), §§ 11-24, 16 October 2007)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}