{"ITEMID": "001-60432", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FRA", "BRANCH": "CHAMBER", "DATE": 2002, "DOCNAME": "CASE OF S.A. DANGEVILLE v. FRANCE", "IMPORTANCE": "1", "CONCLUSION": "Violation of P1-1;Not necessary to examine Art. 14+P1-1;Pecuniary damage - financial award;Non-pecuniary damage - finding of violation sufficient;Costs and expenses award - domestic proceedings;Costs and expenses award - Convention proceedings", "JUDGES": "Bruno Genevois;Gaukur Jörundsson", "TEXT": ["9. Under the General Tax Code as worded until 31 December 1978 the applicant company was liable to value-added tax (VAT) on its commercial activity. It paid a total of 291,816 French francs (FRF) in VAT on its 1978 transactions.", "10. Article 13-B-a of the Sixth Directive of the Council of the European Communities dated 17 May 1977 granted an exemption from VAT for “insurance and reinsurance transactions, including related services performed by insurance brokers and insurance agents”. That provision was to come into force on 1 January 1978.", "11. On 30 June 1978 the Ninth Directive of the Council of the European Communities dated 26 June 1978 was notified to the French State. It granted France an extension of time – until 1 January 1979 – in which to implement the provisions of Article 13-B-a of the Sixth Directive of 1977. Since such directives have no retroactive effect, the Sixth Directive ought nonetheless to have been applied from 1 January to 30 June 1978.", "12. Relying on the Sixth Directive, the applicant company sought reimbursement of the VAT it had paid for the period from 1 January to 31 December 1978, which it considered had not been due as the Ninth Directive had no retroactive effect. It also brought an action in damages against the State for failing to bring French law into line with the Sixth Directive within the prescribed period, thereby causing it to sustain damage equal to the amount of the VAT paid. It claimed reimbursement of the VAT paid or, failing that, the amount attributable to the period from 1 January 1978 to the date the Sixth Directive had come into force.", "13. The Paris Administrative Court dismissed its claims in a judgment of 8 July 1982. It held, inter alia, that it was clear from the Treaty of the European Communities that while directives placed an obligation on States to achieve a particular result, the choice of the appropriate means of implementing a directive in domestic law lay within the sole discretion of the national authorities, such that individuals and private bodies could not rely directly on a directive to defeat a provision of domestic law.", "14. On 10 June 1982 a claim by another firm of insurance brokers, S.A. Revert et Badelon, for the reimbursement of VAT paid on its transactions in 1978 was dismissed by the Paris Administrative Court for the same reasons.", "15. In a further development, the authorities directed in an administrative circular issued on 2 January 1986:", "“... no further action shall be taken to collect sums remaining due at the date of publication of this circular from insurance brokers who have failed to charge value-added tax on their transactions between 1 January and 30 June 1978 and have received supplementary tax assessments as a result.”", "16. In a judgment of 19 March 1986 the Conseil d'Etat dismissed an appeal by the applicant company. It held that individuals and private bodies were not entitled to rely on the provisions of a European directive that had yet to be transposed into domestic law and declared the action in damages inadmissible, as the applicant company had omitted to apply in the first instance to the tax authorities. The main points in its judgment were as follows.", "17. As regards the first head of claim:", "“Article 189 of the Treaty Establishing the European Community of 25 March 1957 makes it clear that, while Council directives are binding upon each member State 'as to the result to be achieved' and while in order to achieve the prescribed results the national authorities are required to adapt the legislation of the member States to comply with the directives addressed to them, it is solely for those authorities to decide how to give effect to the directives in domestic law. Thus, regardless of any instructions they may contain for the member States, directives cannot be pleaded in aid of tax appeals by nationals of those States. It is common ground that appropriate measures to implement the aforementioned Sixth Directive in domestic law had yet to be taken at the time of the relevant reference period for taxation purposes. In these circumstances, the said Directive, which, contrary to what was submitted by the appellant company, does not constitute a regulation within the meaning of the aforementioned Treaty, has in any event no bearing on the application of the preceding statutory provisions, in particular, Article 256 of the General Tax Code ...”", "18. As regards the second head of claim:", "“The Administrative Court did not rule on the claim made in the alternative during the course of the proceedings by the company for compensation in the sum of FRF 291,816. That part of the impugned judgment is therefore defective procedurally and must be quashed.", "In the present circumstances, an immediate examination and determination of the claim which the court below omitted to decide is called for.", "By virtue of the provisions of Article R.89 of the Administrative Courts Code and Article 1 of the decree of 11 January 1965, proceedings may only be brought in the administrative courts by way of an appeal against a decision. S.A. Jacques Dangeville has not produced any decision that shows that the administrative authority refused to pay it the claimed compensation of FRF 291,816; it has not even produced a request to the authority for that amount. Accordingly, in the absence of a prior decision, its claim to compensation is inadmissible ...”", "19. As the second claim had been dismissed on procedural grounds owing to the applicant company's failure to apply in the first instance to the tax authorities, the applicant company made a further claim for reparation, this time after following the prescribed procedure. To that end, it had sent the Minister of the Budget a claim for reparation comprising two limbs on 16 March 1987. In the first, it alleged that the State was at fault for failing to transpose the Sixth Directive into domestic law within the prescribed period and for continuing to apply a provision of French law that no longer complied with Community law. In the second, it argued that the State was strictly liable for failing to maintain an equal distribution of public burdens following the issue of the circular of 2 January 1986.", "20. The claim was rejected by the Minister. An appeal by the applicant company to the Paris Administrative Court was dismissed on 23 May 1989.", "21. In a judgment of 1 July 1992 the Paris Administrative Court of Appeal, sitting as a full court, quashed part of the judgment of the Paris Administrative Court. It held that the State had been at fault and ordered it to pay the applicant company compensation for its loss in the sum of FRF 129,845, being the amount of VAT overpaid, together with compound statutory interest.", "22. The main points made by the Administrative Court of Appeal in its judgment were as follows:", "“The principle of State liability:", "Under the provisions of the Treaty establishing the European Economic Community, and in particular Article 5 thereof, the French State is required to take all appropriate measures to ensure fulfilment of its obligations under the Treaty. These include an obligation to nullify all the illegal consequences of a violation of Community law either directly or, in default, by providing effective reparation for the resulting damage. It follows that the fact that a taxpayer which alleges that it has been taxed on the basis of a statutory provision that is incompatible with the objectives of a Community directive has first referred the issue of taxation to the tax court, which refused to accept that such incompatibility could serve as a cause of action, cannot by itself render inadmissible a claim made by the taxpayer on the basis of the obligations arising under the aforementioned Treaty for reparation for the damage it has sustained as a result of a failure to transpose the objectives of the directive into domestic law.", "By Article 13-B-a of the Sixth Directive of the Council of the European Economic Communities dated 17 May 1977 the legislation of member States was required from 1 January 1978 onwards to exempt from value-added tax insurance and reinsurance transactions, including related services performed by insurance brokers and insurance agents. Although the Ninth Directive of 26 June 1978, which was notified to the French State on 30 June 1978, granted France an extension of time – until 1 January 1979 – in which to transpose the provisions of the Sixth Directive, it is construed by the Court of Justice of the European Economic Communities as having no retroactive effect. Thus, the provisions of Article 256 of the General Tax Code as worded prior to 1 January 1979 requiring payment of value-added tax on insurance broking activities of the type carried on by the Jacques Dangeville company were for the period from 1 January to 30 June 1978 incompatible with the objectives set by the Sixth Directive. Accordingly, contrary to the Administrative Court's decision, the applicant company's claim that the State is liable for the situation that has thus arisen and should be ordered to make good the loss it has sustained as a result of the illegal situation brought about by its being required to pay value-added tax for the above-mentioned period is well-founded.", "Damage:", "In view of the fact that insurance brokers are remunerated on the basis of a percentage calculated by the insurers of the premiums paid by the latter's customers, the value-added tax paid by the Jacques Dangeville company was not passed on to their customers or invoiced. Thus, the damage for which the company is entitled to claim reparation is equal to the amount of the value-added tax it paid for the period from 1 January to 30 June 1978 and comes to FRF 129,845.86.”", "23. The tax authorities appealed to the Conseil d'Etat.", "24. In its pleading lodged on 23 May 1995 the applicant company set out the following ground of defence:", "“... in the instant case the rule that taxpayers should bear the tax burden equally has been contravened by the introduction of measures treating people in the same position differently, since a circular dated 2 January 1986 purported to rule that insurance brokers who had not paid VAT on their transactions between 1 January 1978 and 30 June 1978 and had received supplementary tax assessments as a result would no longer be required to pay the sums they continued to owe on that account at the date the circular was published.", "This is a particularly clear breach of the rule that public liabilities must be borne equally. It is also unjust, as it resulted in discrimination between persons liable to VAT, with those who have paid the tax being adversely affected and those who refrained from doing so deriving a benefit.”", "25. By a judgment of 30 October 1996 the Conseil d'Etat, sitting as a full court, quashed that judgment and dismissed all the applicant company's claims. It held that the applicant company was not entitled to seek through an action in damages a remedy it had been refused in tax proceedings in a decision that gave rise to an estoppel by record, namely the judgment of 26 February 1986.", "26. The essence of the Conseil d'Etat's decision was as follows:", "“The documents in the file submitted to the Paris Administrative Court of Appeal show that by a decision of 19 March 1986 the Conseil d'Etat, acting in its judicial capacity, dismissed a claim by S.A. Jacques Dangeville seeking reimbursement of value-added tax it had paid for the period from 1 January to 31 December 1978, inter alia, on the ground that its liability to that tax had arisen from the application of statutory provisions that were incompatible with the objectives of the Sixth Directive of the Council of the European Communities of 17 May 1977. The claim by S.A. Jacques Dangeville which the Administrative Court of Appeal examined in the impugned judgment was for payment of 'compensation' in an amount equal to the amount of value-added tax that had thus been paid, by way of reparation for the 'damage' which that tax liability had caused the company to sustain, on the ground that that damage was attributable to the French State's delay in transposing the objectives of the Directive into domestic law. It follows that, as submitted by the Minister of the Budget, the Paris Administrative Court of Appeal erred in law in holding that the fact that the company '[had] first referred the issue of taxation to the tax court' did not render inadmissible a claim for reparation in which the only alleged damage was the damage resulting from the payment of the tax. The Minister of the Budget's application to have the impugned judgment overturned is accordingly founded to the extent that the Administrative Court of Appeal upheld in part the claims made by S.A. Jacques Dangeville in its submissions ...”", "27. On the same day the Conseil d'Etat delivered judgment on an appeal lodged on 23 August 1982 by S.A. Revert et Badelon against the Paris Administrative Court's judgment of 10 June 1982. The Conseil d'Etat did not follow the line it had taken in its judgment of 26 February 1986 in the applicant company's case, but instead declared S.A. Revert et Badelon's appeal on points of law admissible, holding that the company was entitled to rely on the provisions of the Sixth Directive and should be granted a release from the contested tax liability – for which there was no statutory basis as the statutory provisions conflicted with the objectives of the Directive – for the sums erroneously paid for the period from 1 January to 30 June 1978.", "28. The Government Commissioner lodged submissions that were common to the applicant company's and S.A. Revert et Badelon's cases. He pointed out that the factual and legal issues in each were identical, saying:", "“... [the file in the case of S.A. Revert et Badelon] raises the same issue of law as that decided by this court on 19 March 1986 on the appeal of the Jacques Dangeville company. The period concerned is the same and the applicable instruments identical. The appellant company, which runs the Revert et Badelon firm, has an activity as insurance brokers which is indistinguishable from that of the Dangeville company ...”", "29. He added:", "“... I invite you to quash the judgment of the Paris Administrative Court of Appeal which upheld the Dangeville company's claims for compensation. It has been that company's misfortune to have its tax claim decided too early. I am conscious that the resulting outcome in its case may appear unjust. I am, however, mindful that upholding the judgment in its favour would mean your making an exception to the principles on which your decision-making process is based that would unreasonably undermine the stability of legal situations created by judicial decision. One isolated case based, moreover, on transitional difficulties, cannot serve to justify making such an exception ...”", "30. In finding in favour of S.A. Revert et Badelon in its judgment of 30 October 1996, the Conseil d'Etat held as follows:", "“Firstly, by virtue of Article 1 of the Sixth Directive of the Council of the European Communities of 17 May 1977 the member States were required to take appropriate measures by no later than 1 January 1978 in order to bring their systems of value-added tax in line with the objectives of the Directive. Although the Ninth Directive of 26 June 1978, which was notified to the French State on 30 June 1978, granted France an extension of time – until 1 January 1979 – in which to transpose the provisions of the Sixth Directive, it is construed by the Court of Justice of the European Economic Communities as having no retroactive effect. Thus, before 30 June 1978 it was unable to afford the French authorities a defence for their failure to enact provisions complying with the objectives of the Sixth Directive on time.", "Further, in so far as they make dealings by insurance brokers liable to value-added tax when the remuneration for them does not take the form of commission or brokerage set by statute or regulations, Articles 256 and 261-4-1o of the General Tax Code, which were enacted by the Law of 6 January 1966 and remained in force until amended by the Law of 29 December 1978, are not compatible with the objectives of the provisions of sub-paragraph (a) of Article 13-B of the Sixth Directive, which exempts from value-added tax all insurance and reinsurance transactions performed by insurance brokers or agents. Accordingly, it is to that extent necessary to rule that those provisions of Articles 256 and 261-4-1o were inapplicable for the period from 1 January to 30 June 1978. It follows that the submission by the S.A. Revert et Badelon firm, which carries on an activity as insurance brokers, that there was no basis in law for the demand for it to pay value-added tax on its business dealings during the period from 1 April to 30 June 1978 is well-founded.", "However, for the period from 1 July to 31 December 1978 the company is not entitled to rely on the incompatibility of Articles 256 and 261-4-1o of the General Tax Code with the objectives of the provisions of sub-paragraph (a) of Article 13-B of the Sixth Directive, as the time-limit by which France was required to bring its legislation into line with that Directive was extended to 1 January 1979 by the Ninth Directive. Subsequently, the applicant company was rightly charged value-added tax for the period from 1 July to 31 December 1978 on the basis of the provisions of Articles 256 and 261-4-1o of the General Tax Code that remained applicable.", "It follows from the foregoing that the sole valid submission made by the S.A. Revert et Badelon firm is that the Paris Administrative Court erred in its impugned judgment in dismissing its claim for the periods from 1 to 29 February 1978 and 1 April to 30 June 1978 ...”", "31. As regards the principle of the “precedence of the Community legal system”, see, among other authorities, the following judgments of the Court of Justice of the European Communities (CJEC): Case 6/64, Costa v. E.N.E.L. [1964] European Court Reports (ECR) 585 (“By contrast with ordinary international treaties, the EEC treaty has created its own legal system which, on the entry into force of the treaty, became an integral part of the legal systems of the Member States and which their courts are bound to apply”); Case 34/73, Fratelli Variola Spa v. Amministrazione italiana delle Finanze [1973] ECR 981; and Case 106/77, Amministrazione delle Finanze dello Stato v. Simmenthal [1978] ECR 629.", "32. CJEC, Case 26/62, Van Gend en Loos v. Administratie der Belastingen [1963] ECR 1:", "“Independently of the legislation of Member States, Community law not only imposes obligations on individuals but is also intended to confer upon them rights which become part of their legal heritage.”", "33. CJEC, Case 309/85, Barra v. Belgian State and City of Liège [1988] ECR 355, paragraphs 17 and 18:", "“The right to repayment of amounts charged by a Member State in breach of the rules of Community law is the consequence and complement of the rights conferred on individuals by the Community provisions as interpreted by the Court. Whilst it is true that repayment may be sought only in the framework of the conditions as to both substance and form laid down by the various national laws applicable thereto, the fact nevertheless remains that those conditions may not be so framed as to render virtually impossible the exercise of rights conferred by Community law.”", "34. CJEC, Case 8/81, Becker v. Finanzamt Münster-Innenstadt [1982] ECR 53, paragraphs 19, 20 and 24:", "“Wherever a directive is correctly implemented, its effects extend to individuals through the medium of the implementing measures adopted by the Member State concerned ... However, special problems arise where a Member State has failed to implement a directive correctly and, more particularly, where the provisions of the directive have not been implemented by the end of the period prescribed for that purpose ... A Member State which has not adopted the implementing measures required by the directive within the prescribed period may not plead, as against individuals, its own failure to perform the obligations which the directive entails.”", "35. CJEC, Joined Cases C-178/94, C-179/94, C-188/94, C-189/94 and C-190/94, Erich Dillenkorfer and others v. Bundesrepublik Deutschland [1996] ECR I-4845, paragraph 29:", "“Failure to take any measure to transpose a directive in order to achieve the result it prescribes within the period laid down for that purpose constitutes per se a serious breach of Community law and consequently gives rise to a right of reparation for individuals suffering injury ...”", "CJEC, Joined Cases C-6/90 and C-9/90, Francovich and Bonifaci v. Italian Republic [1991] ECR I-5357, paragraph 36:", "“A further basis for the obligation of Member States to make good such loss and damage is to be found in Article 5 of the Treaty, under which the Member States are required to take all appropriate measures, whether general or particular, to ensure fulfilment of their obligations under Community law. Among these is the obligation to nullify the unlawful consequences of a breach of Community law.”", "36. CJEC, Case 188/95, Fantask and others v. Industriministeriet [1997] ECR I-6783, paragraphs 42, 48 and 52:", "“By its seventh question, the national court essentially asks whether Community law prevents a Member State from relying on a limitation period under national law to resist actions for the recovery of charges levied in breach of the Directive as long as that Member State has not properly transposed the Directive ... The Court has thus acknowledged, in the interests of legal certainty which protects both the taxpayer and the authority concerned, that the setting of reasonable limitation periods for bringing proceedings is compatible with Community law. Such periods cannot be regarded as rendering virtually impossible or excessively difficult the exercise of rights conferred by Community law, even if the expiry of those periods necessarily entails the dismissal, in whole or in part, of the action brought (see, in particular, Case 33/76 Rewe v. Landwirtschaftskammer Saarland [1976] ECR 1989, paragraph 5, Case 45/76 Comet v. Produktschap voor Siergewassen [1976] ECR 2043, paragraphs 17 and 18, and Case 261/95 Palmisani v. Istituto Nazionale della Previdenza Sociale [1997] ECR I-0000, paragraph 28) ... The reply to the seventh question must therefore be that Community law, as it now stands, does not prevent a Member State which has not properly transposed the Directive from resisting actions for the repayment of charges levied in breach thereof by relying on a limitation period under national law which runs from the date on which the charges in question became payable, provided that such a period is not less favourable for actions based on Community law than for actions based on national law and does not render virtually impossible or excessively difficult the exercise of rights conferred by Community law.”", "37. CJEC, Case 70/83, Kloppenburg v. Finanzamt Leer [1984] ECR 1075, paragraphs 11-14:", "It is necessary to emphasise, as the Court has already done on several occasions, that Community legislation must be unequivocal and its application must be predictable for those who are subject to it. Postponement of the date of entry into force of a measure of general application, although the date initially specified has already passed, is in itself liable to undermine that principle. If the purpose of an extension is to deprive individuals of the legal remedies which the first measure has already conferred upon them, such an effect in practice raises the question of the validity of the amending measure.", "However, such a question of validity could arise only if the intention to produce the above-mentioned effect were expressly stated in the amending measure. That is not so in the case of the Ninth Directive. The text of that Directive merely extends the period for transposing the Sixth Directive into national law in favour of those Member States which were unable to complete, within the period initially prescribed, the legislative procedure required for amending their legislation on value-added tax. It contains nothing to indicate that the extension alters the position of economic operators in relation to transactions carried out by them prior to the entry into force of the measure altering the period allowed for implementation.", "It follows that the Ninth Directive must be interpreted as not having retroactive effect in that regard.", "The answer to the question raised should therefore be that in the absence of the implementation of the Sixth Council Directive, 77/388/EEC, of 17 May 1977, on the Harmonisation of the Laws of the Member States relating to Turnover Taxes – Common System of Value-Added Tax; Uniform Basis of Assessment, it was possible for the provision concerning the exemption of the negotiation of credit ... to be relied upon by a credit negotiator in relation to transactions carried out between 1 January and 30 June 1978 ...”", "38. Judicial Assembly, 22 December 1978, ministre de l'Intérieur v. Cohn-Bendit, Recueil Lebon:", "“... Article 56 of the Treaty establishing the European Economic Community dated 25 March 1957, which does not contain any provision empowering bodies of the European Communities to make regulations on public-policy grounds that are directly applicable in the member States, provides that the coordination of provisions laid down by law or regulation 'providing for special treatment for foreign nationals on grounds of public policy, public security or public health' shall be assured by directives issued by the Council on a proposal from the Commission and after consulting the Assembly. It is clear from Article 189 of the Treaty of 25 March 1957 that while such directives are binding upon each member State 'as to the result to be achieved' and while in order to achieve the prescribed results the national authorities are required to adapt the legislation and regulations of the member States to comply with the directives addressed to them, it is solely for those authorities to determine the form implementation of the directives will take and to decide, subject to supervision by the domestic courts, how to give effect to the directives in domestic law. Thus, regardless of any instructions they may contain for the member States, directives cannot be pleaded in aid of appeals by nationals of those States against individual administrative acts. It follows that Mr Cohn-Bendit's submission to the Paris Administrative Court in support of his application for an order quashing the Minister of the Interior's decision of 2 February 1976, on the ground that it contravened the provisions of the Directive issued on 25 February 1964 by the Council of the European Communities with a view to coordinating, in accordance with the conditions laid down by Article 56 of the Treaty of Rome, the special measures taken to control the movement and residence of aliens on grounds of public policy, public security or public health, is unfounded. Accordingly, in the absence of any contention that the regulatory measures taken by the French Government in order to comply with the directives issued by the Council of the European Communities are unlawful, the decision to be taken on Mr Cohn-Bendit's appeal cannot under any circumstances turn upon the interpretation of the Directive of 25 February 1964. It follows, without there being any need to examine the grounds of the appeal, that the Minister of the Interior's submission is well-founded, namely the Paris Administrative Court erred in its impugned judgment of 21 December 1977 in referring to the Court of Justice of the European Communities the issues concerning the interpretation of that Directive and staying the proceedings pending the Court of Justice's decision ...”", "39. Judicial Assembly, 20 October 1989, Nicolo, Recueil Lebon, p. 190:", "“By section 4 of Law no. 77-729 of 7 July 1977 governing the Election of the Representatives of the Assembly of the European Communities 'the territory of the Republic forms a single constituency' for the purposes of the election of the French representatives to the European Parliament. By virtue of that statutory provision, taken together with Articles 2 and 72 of the Constitution of 4 October 1958, which lay down that the overseas départements and territories are integral parts of the French Republic, those départements and territories are necessarily included in the single constituency within which the election of representatives to the European Parliament takes place. Article 227-1 of the Treaty of 25 March 1957 establishing the European Economic Community provides: 'This Treaty shall apply to the French Republic.' The aforesaid rules set out in the Law of 7 July 1977 are not incompatible with the clear provisions of the aforementioned Article 227-1 of the Treaty of Rome ...”", "40. Judicial Assembly, 28 February 1992, S.A. Rothmans International France et S.A. Philip Morris France, Recueil Lebon, p. 20:", "“Article 37 of the Treaty establishing the European Economic Community provides: 'Member States shall progressively adjust any State monopolies of a commercial character so as to ensure that when the transitional period has ended no discrimination regarding the conditions under which goods are procured and marketed exists between nationals of Member States.' Article 5-1 of the Directive of the Council of the European Communities dated 19 December 1972, which was issued with a view to implementing those provisions with regard to manufactured tobacco and the provisions of Article 30 of the Treaty, which prohibits quantitative restrictions and all measures having equivalent effect, provides: 'Manufacturers and importers shall be free to determine the maximum retail selling price for each of their products. This provision may not, however, hinder implementation of the national systems of legislation regarding the control of price levels or the observance of imposed prices.' As the Court of Justice of the European Communities ruled in finding infringements in its judgments of 21 June 1983 and 13 July 1988, the only provisions whose application is reserved by Article 5-1 of the Directive are provisions of national legislation of a general nature that are intended to curb increases in prices. The aforementioned provisions of section 6 of the Law of 24 May 1976 confer on the government a special power to fix the price of tobacco imported from member States of the European Community, independently of the application of the national legislation regarding the control of price levels. They thus enable the government to fix the sale price of imported tobacco in conditions that were not contemplated by Article 5-1 of the Directive of 19 December 1972 and are incompatible with the objectives set out in that Directive. It follows from this that Article 10 of the decree of 31 December 1976 referred to above, which was issued on the basis of section 6 of the Law of 24 May 1976, which must be regarded as inapplicable, is itself devoid of statutory basis. In view of the foregoing, the Minister of the Economy, Finance and the Budget was not entitled in law tacitly to reject the applications by the companies Rothmans International France and Philip Morris France for permission to raise the price of products they imported or distributed as wholesalers by fifty centimes on 1 September 1983. Accordingly, the said decisions must be quashed ...”", "41. Mixed Division, 24 May 1975, Administration des douanes v. Société des cafés Jacques Vabre, Sarl J. Weigel et Cie, (Court of Cassation, Bulletin no. 4):", "“... the Treaty of 25 March 1957, which, by virtue of Article [55] of the Constitution, ranks above legislation, establishes a separate branch of law which is integrated into the legal systems of the member States. Owing to that special characteristic, the branch of law set up by the Treaty is directly applicable to nationals of those States and binding on their courts ... Accordingly, the Court of Appeal's decision that Article 95 of the Treaty should be applied in the instant case, to the exclusion of Article 265 of the Customs Code, even though the latter provision is the more recent, was correct and not beyond the Court of Appeal's powers ...", "Since, in the Community legal system, infringements by member States of the European Economic Community of their obligations under the Treaty of 25 March 1957 are actionable under Article 170 of the said Treaty, the plea of lack of reciprocity is not available in the domestic courts ...”", "42. Extracts from Institutions administratives – Droit administratif, by Georges Dupuis and Marie-José Guédon, published by Armand Colin, Paris, 1986, pp. 87-88:", "“The Court of Cassation drew the logical conclusions from the fact that the two legal systems are superimposed: in the event of a conflict between a statute and a Community norm, only the latter is applicable, even if it is prior in time. Consequently, French courts will refuse to apply French law if it is contrary to European law. In other words, they carry out a form of verification of the compatibility of the statute with Community law that is very similar to a review of constitutionality. Basically, the reasoning of the Court of Cassation extends the principle established by Article 55 of the Constitution that international treaties take precedence over statutes. The Court of Cassation relies on two series of arguments: firstly, implicit in the initial treaties is a move towards abandonment of sovereignty by the States and the creation of genuine supra-sovereignty in favour of the Community bodies. Secondly, since the national courts are responsible for applying the provisions emanating from that supra-sovereignty directly, they cannot give precedence to domestic law as, in this system, it is necessarily infra-sovereign (Court of Cassation, Société des cafés Jacques Vabre, 24 May 1975 ...).", "The Conseil d'Etat rejects such reasoning (Conseil d'Etat, 1 March 1968, Syndicat général des fabricants de semoule de France ...; Conseil d'Etat, 22 December 1978, ministre de l'Intérieur v. Cohn-Bendit ...). It has shown itself to be 'essentially a national jurisdiction, which is persuaded of the excellence of the national system and has resolved to act as the guardian of national legality' (C.-A. Colliard, Le juge administratif français et le droit communautaire, Mélanges offerts à Marcel Waline, LGDJ, Paris, 1974, p. 187; Bruno Genevois 'Le Conseil d'Etat et l'ordre juridique communautaire', EDCE [Studies and documents of the Conseil d'Etat], 1979-1980, p. 73; Reports and Studies Committee of the Conseil d'Etat, 'Droit communautaire et droit français', EDCE, 1981-1982, p. 215), notably in two ways. Firstly, it has proscribed all verification of the compatibility of legislation with Community law: according to a Government Commissioner, the administrative courts 'may not criticise or disregard a statute, even on the ground that it violates international law or, more particularly, Community law'. Secondly, on a more specific point, the Conseil d'Etat has chosen not to follow the case-law of the Court of Justice of the European Communities that has blurred the distinction between regulations and directives... The Conseil d'Etat affirms, on the contrary, [that] 'regardless of any instructions they may contain' [directives] cannot be pleaded in aid of an application for review of an individual act. Directives do, however, impose an obligation on the national authorities to adapt their legislation and regulations so as to comply with the directive (see Cohn-Bendit, cited above). Consequently, nationals of member States may challenge the validity of domestic regulatory measures by reference to the Community directives which they purport to implement or which they disregard.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}