{"ITEMID": "001-110446", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BGR", "BRANCH": "COMMITTEE", "DATE": 2012, "DOCNAME": "CASE OF PETROVA v. BULGARIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Reasonable time);Violation of Article 13 - Right to an effective remedy (Article 13 - Effective remedy)", "JUDGES": "Ledi Bianku;Päivi Hirvelä;Zdravka Kalaydjieva", "TEXT": ["4. The applicant was born in 1948 and lives in Dobrich.", "5. On 21 January 1996 the applicant brought an action against a construction company, claiming that it had damaged her property by building a construction next to it. In February 2002 she modified her compensation claim.", "6. In the period between 21 January 1996 and 13 January 2003 the Dobrich Regional Court conducted at least nineteen hearings. Between September 1999 and February 2001 the proceedings were stayed, awaiting the outcome of administrative proceedings in respect of the status of the construction. Two hearings were adjourned at the applicant’s request, one for correction of certain flaws in her modified claim, one due to improper summoning, and five due to the absence of the experts or a failure to submit their reports. Two hearings were rescheduled upon the expert’s request. Several hearings were postponed because the parties posed additional questions to the experts or requested gathering of further evidence.", "7. The applicant’s claim was partly granted by the Regional Court on 13 January 2003, and upon appeal, by the Varna Court of Appeal on 22 May 2003. The courts ordered the defendant company to repair the damage caused to her property or to pay her BGN 11,960 (approximately EUR 5,980) plus interest and court fees.", "8. In a final judgment of 18 November 2004 the Supreme Court of Cassation upheld the Court of Appeal’s judgment.", "9. While the proceedings were pending before the Regional Court, the applicant requested that property of the defendant company be attached as a security of her claim. On 18 January 2000 the Regional Court imposed an injunction forbidding the defendant company to perform transactions with two of its real estates and one lorry. On 19 May 2000 the Varna Administrative Court annulled the injunction in respect of one of the real estates, reasoning that the other injunctions guaranteed the applicant’s claim to a sufficient extent.", "10. After the judgment of the Court of Appeal of 22 May 2003 the applicant initiated enforcement proceedings. At the defendant company’s request, on 8 October 2003 the Supreme Court of Cassation stayed the enforcement proceedings pending the outcome of the review on points of law, because the defendant company had deposited the amount of BGN 11,960, equal to the damages awarded to the applicant.", "11. After the final judgment of the Supreme Court of Cassation, on 29 February and again on 28 March 2005 the applicant requested from the enforcement judge the resuming of the enforcement proceedings, the transfer of the deposited amount to her bank account and the scheduling of other actions for gathering the awarded interest. However, she was informed that the deposited guarantee had been returned to the defendant company on 16 December 2004.", "12. On 28 July 2005 the applicant and the defendant company signed an out-of-court agreement, under which she received the amount of BGN 22,000 (about EUR 11,000) which, according to her submissions, was less than the entire amount of the debt. On 17 September 2005 the enforcement proceedings were discontinued at the applicant’s request.", "13. In 2007 the defendant company requested the lifting of the injunction in respect of the second real estate, stating that it had settled its debt. The applicant did not comment. On 28 November 2007 the Regional Court granted the request, reasoning that the injunction was no longer necessary. As the parties did not appeal against the decision, it became final on 7 December 2007.", "14. The relevant domestic law concerning the complaint about delays under Article 217a of the 1952 Code of Civil Procedure is set out in the Court’s judgment in the case of Finger v. Bulgaria, no. 37346/05, § 43, 10 May 2011."], "VIOLATED_ARTICLES": ["13", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}