{"ITEMID": "001-59062", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CHE", "BRANCH": "CHAMBER", "DATE": 2000, "DOCNAME": "CASE OF M.B. v. SWITZERLAND", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 5-4;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "Christos Rozakis", "TEXT": ["8. The applicant, a Swiss citizen born in 1945, was at the time of filing her application a delegate of the International Committee of the Red Cross residing at Losone in Switzerland.", "9. On 19 September 1994 the Federal Attorney (Bundesanwältin) issued a warrant of arrest against the applicant on suspicion of having committed “repeated assassination (ripetuto assassinio), committed as a member of the terrorist group ‘Carlos’ and repeated participation in the preparation and implementation of ... attacks (attentati)”, the details of which were then listed.", "10. On the same day, 19 September 1994, the applicant was arrested in Locarno in Switzerland and remanded in custody. On 20 September 1994 she was transported to Bern where she arrived at 10h00. At 14h40 she was questioned by police officers of the Federal Attorney’s office (Bundesanwaltschaft).", "11. On 21 September 1994, an investigating judge of the Canton of Bern confirmed the detention on remand of the applicant. The decision noted that the suspicion was based on files of the East German State security authorities and the Hungarian intelligence service, and that the applicant herself admitted having been a member of the Carlos group. In view of this membership, there was an urgent suspicion (dringender Verdacht) that she had participated in the various events. Furthermore, there existed a danger of collusion and of absconding. Thus, additional investigations were necessary. Moreover, the applicant, a delegate of the International Committee of the Red Cross, was frequently abroad and had no permanent residence in Switzerland.", "12. The investigations were then conducted by the Federal Attorney’s office.", "13. On 5 October 1994 the applicant was heard by the Federal Attorney’s office. As from this date, the applicant refused to comment on the charges laid against her.", "14. On Friday, 21 October 1994, the applicant filed a request with the Federal Attorney for release from detention. She submitted that she had withdrawn her statement that she belonged to the Carlos group, and that it did not transpire from the documents referred to by the investigating judge on 21 September 1992 that she had been a member of this group. There were furthermore no documents which indicated that she had committed a criminal offence. A danger of collusion and of absconding could be excluded. The request was received by the Federal Attorney on Monday, 24 October 1994.", "15. On Tuesday, 25 October 1994, the Federal Attorney dismissed the applicant’s request. The decision was served on the applicant on Wednesday, 26 October. According to the decision, the applicant was suspected of having participated, as a member of the Carlos terrorist group, in bomb attacks in 1982 of French embassies in Beirut and Vienna and of a train in France. She was also suspected of having murdered a diplomat couple in Beirut in 1982. These bomb attacks had occurred after two members of the Carlos group had been arrested in France. The Carlos group transmitted a letter to the French Government, threatening to commit the attacks if the two members were not released. The applicant was suspected of having deposited this letter at the French Embassy in The Hague. After the time-limit mentioned in the letter had elapsed, the attacks were committed.", "16. On Wednesday, 26 October 1994, the applicant was questioned by the Federal Attorney’s office.", "17. On Thursday, 27 October 1994, the applicant asked for permission to consult the entire case file. The Federal Attorney’s office refused the request on the same day, inter alia, in view of a danger of collusion.", "18. On Monday, 31 October 1994, the applicant filed an appeal (Beschwerde) against the decisions of 25 and 27 October 1994 with the Indictment Chamber (Anklagekammer) of the Federal Court (Bundesgericht), invoking Article 5 §§ 1, 2 and 4 of the Convention and requesting release from detention and permission to consult the entire case file. The appeal was received by the Federal Court on Tuesday, 1 November 1994.", "19. On the same day, 1 November 1994, the President of the Indictment Chamber transmitted a copy of the appeal to the Federal Attorney who was requested to submit her observations by Monday, 7 November 1994. The Federal Attorney was further requested to send a copy of her observations directly to the applicant who, in turn, was requested to submit any observations by Friday, 11 November 1994.", "20. On 7 November 1994 the Federal Attorney filed her observations.", "21. The applicant filed her observations in reply on Friday, 11 November 1994. These observations were received by the Federal Court on Monday, 14 November.", "22. On Wednesday, 23 November 1994, the Indictment Chamber of the Federal Court dismissed the applicant’s request. The decision was served on the applicant on Thursday, 24 November 1994.", "23. In respect of the applicant’s complaint that she could not consult the entire case file, the Indictment Chamber found that the applicant had had knowledge of the essential documents. Moreover, she did not dispute the Federal Attorney’s observations of 7 November 1994 according to which the applicant had been able to read all incriminating documents when questioned.", "24. In its decision the Indictment Chamber of the Federal Court further confirmed the suspicion that the applicant had committed the offences at issue, particularly as she herself had originally admitted membership in the Carlos group. The applicant had not withdrawn her statements, she had merely refused to speak to the authorities. The Indictment Chamber also assumed a danger of absconding and of collusion.", "25. On 7 December 1994 the applicant filed a further request for release which was granted by the Federal Attorney’s Office in a decision dated 13 December 1994. The decision stated that the original suspicion directed against the applicant had not been confirmed (erhärtet).", "26. According to Section 52 of the Federal Act of Criminal Procedure (Bundesstrafrechtspflegegesetz) a person detained on remand may at any time file a request for release from detention. If the investigating judge or the Federal Attorney refuse the request, an appeal may be filed with the Indictment Chamber of the Federal Court. According to Section 105bis and 217 of the Act, the time-limit for filing the appeal is three days."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-4"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}