{"ITEMID": "001-22577", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "ADMISSIBILITY", "DATE": 2002, "DOCNAME": "BUTLER v. THE UNITED KINGDOM", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "Georg Ress;Nicolas Bratza", "TEXT": ["The applicant is a British national, born in 1956 and living in London, England. He is represented before the Court by Mr Keir Starmer, barrister-at-law, instructed by Messrs Hughmans, Solicitors, London. The respondent Government are represented by their Agent, Mr C. Whomersley, Foreign and Commonwealth Office, London.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant is a heavy gambler on horses and often held large sums of money in cash for this purpose. Apart from his winnings, the applicant also inherited a large sum in cash from his father in 1990 and in 1992 realised a substantial profit on the sale of a house which he bought and had refurbished.", "The applicant states that he has never been convicted of any drugs-related offences and maintains that he was wrongly prosecuted and convicted in relation to the handling of cash stolen from a post office in 1985. He was given a five-year prison sentence and was released in 1988.", "In July 1994, and in order to avoid off-course betting duty, the applicant decided to open an account under a pseudonym with a specialist bookmaker who conducted business inside racetracks. The applicant on occasions attended race meetings carrying large sums of money. According to the applicant, in July 1994 he had, mainly through his winnings, over GBP 600,000 available to him for betting.", "The applicant also used his bookmaker’s account for placing bets over the telephone. Such bets were deemed to be off-course bets and were thus subject to tax. Having ascertained that he could avoid tax on off-course betting by gambling off-shore as a non-resident, the applicant decided to buy property in Spain and contacted a lawyer in Spain to this end.", "The applicant arranged a meeting with the lawyer in Spain for 23 September 1996. After the meeting the applicant intended to go to a race meeting in Paris.", "Having discovered that his partner’s brother, H, was intending to take a holiday in Spain, and being nervous about taking the money himself, the applicant enlisted H’s help in taking GBP 240,000 to Spain as a favour. According to the applicant, he wanted to look at properties in southern Spain in the price range GBP 40,000 to GBP 150,000 and required the rest for the race meeting in Paris. The applicant arranged to meet H in Spain.", "On 17 June 1996 H, who was driving a hired car, was stopped at Portsmouth by a Customs and Excise Officer. When asked how much cash he was carrying, H replied GBP 500. A subsequent search of the boot of the car revealed GBP 240,000 in a green hold-all. H stated that the sum in question belonged to a friend who was meeting him in Spain.", "H was subsequently questioned about the money by Customs and Excise officials. H stated that the money belonged to the applicant, that he was taking it out of the country for the applicant, that the latter wanted to use it to buy an apartment in Spain and that he was travelling to Madrid and Barcelona.", "The money seized was sent for forensic testing and the sum of GBP 239,010 was deposited with the Midland Bank on 20 September 1996.", "The applicant contacted the Customs and Excise authorities to reclaim the money and attended voluntarily for interview on 4 October 1996 together with his solicitor. On that occasion the applicant was told that he was not under arrest. He answered the questions put to him and gave permission to examine his bank accounts as well as his account with his bookmaker.", "An order for the detention of the applicant’s money was granted by Portsmouth Magistrates’ Court on 19 September 1996 on application of the Customs and Excise authorities pursuant to section 42(2) of the Drug Trafficking Act 1994. A further order was made on 17 October 1996.", "In February 1997 the Customs and Excise authorities made an application under section 43(1) of the Drug Trafficking Act 1994 for the forfeiture of GBP 239,010 seized from the applicant on the grounds that its officers believed that the money was directly or indirectly the proceeds of drugs trafficking and/or was intended for use in drug trafficking. On 25 and 26 June 1997 the Portsmouth Magistrates’ Court made an order for the confiscation of the sum in question and ordered the applicant to pay the costs of the hearing.", "The applicant’s appeal was heard before Portsmouth Crown Court on 2 and 3 October 1997. The court upheld the forfeiture order and made an order that the applicant pay a further amount towards costs.", "In the applicant’s opinion, the Crown Court did not find that he or H were going to use the money to purchase drugs but that it was satisfied, on the civil standard of proof, that some unidentified third party was going to use it for this purpose. The Government draw attention to their view that the Crown Court did find that the cash was intended for use in drug trafficking. According to the Government, the Crown Court noted that the money was contaminated to a limited extent by cannabinoids and that H had with him in the hire car a plan showing a route through Spain to Malaga. The Government further observe that the cash seized included a large proportion of Scottish notes, which are typically used by drug-traffickers to finance drug deals conducted abroad, and that the south coast of Spain is known to Customs officials as the source of a large number of consignments of drugs destined for the United Kingdom. For the Government, and having regard to the strong circumstantial evidence, the Crown Court found the explanations given by the applicant and H as to why cash was being carried by H to Spain wholly unbelievable. Thus, the Crown Court concluded:", "“We do find it more probable than not that this money was to be used for trafficking.”", "The applicant observes that the Crown Court would appear not to have commented on precisely who they believed would be responsible for using the money for drug purchase.", "The Government also point out that, as regards the applicant’s claim that he had over GBP 600,000 available to him for gambling in 1994 (see above), the only documentary evidence produced by him in relation to his finances showed that he had lost approximately GBP 160,000 between 1991 and 1993, a further GBP 500,000 in 1994, and a further GBP 11,000 in 1995. The Government state that the applicant has produced no evidence at all to substantiate his claim that he made substantial winnings on cash bets since 1994. According to the Government, at the time of the forfeiture of his cash the applicant was receiving social security benefits of approximately GBP 47 per week.", "Section 42(1) of the Drug Trafficking Act 1994 provides as follows:", "“A customs officer or constable may seize and, in accordance with this section, detain any cash which is being imported into or exported from the United Kingdom if -", "(a) its amount is not less than the prescribed sum - and", "(b) he has reasonable grounds for suspecting that it directly or indirectly represents any person’s proceeds of drug trafficking, or is intended by any person for use in drug trafficking.”", "The term “exported” has an extended meaning and includes cash “being brought to any place in the United Kingdom for the purpose of being exported” (section 48(1)). The prescribed sum referred to in section 42(1)(a) is GBP 10,000.", "Section 42(2) of the same Act states:", "“Cash seized by virtue of this section shall not be detained for more than 48 hours unless its continued detention is authorised by an order made by a justice of the peace...; and no such order shall be made unless the justice ... is satisfied that", "(a) that there are reasonable grounds for the suspicion mentioned in subsection (1) above; and", "(b) that continued detention of the cash is justified while its origin or derivation is further investigated or consideration is given to the institution (whether in the United Kingdom or elsewhere) of criminal proceedings against any person for an offence with which the cash is connected.”", "The order cannot endure longer than three months (section 42(3)), but further orders can be made by the court provided the total period of detention does not exceed two years from the date of the first order (section 42(3)). These powers may be used even if no criminal proceedings have been instituted (or even contemplated) against any person for a drug trafficking offence in connection with the money seized.", "The person from whom the cash was seized, or any person on whose behalf the cash was being exported or imported, may apply to the magistrates’ court for the money to be released on the basis that there are no reasonable grounds for suspecting that it directly or indirectly represents any persons’ proceeds of drugs trafficking or is intended by any person for use in drug trafficking (sections 42(6)(2) and (1)). Where an application is made to forfeit the money, the cash seized and detained is not to be released until the relevant proceedings have been concluded (and so overrides the two-year restriction set out in section 42(3)).", "Section 43 of the Act provides:", "“(1) A Magistrates’ court ... may order the forfeiture of any cash which has been seized under section 42 of this Act if satisfied, on an application made while the cash is detained under that section, that the cash directly or indirectly represents any person’s proceeds of drug trafficking, or is intended by any person for use in drug trafficking.", "...", "(3) The standard of proof in proceedings on an application under this section shall be that applicable to civil proceedings; and an order may be made under this section whether or not proceedings are brought against any person for an offence with which the cash in question is connected.”", "Direct evidence is not required to establish that cash seized pursuant to section 42 of the 1994 Act is the proceeds of drug trafficking or is intended for use in drug trafficking. The court may draw inferences from circumstantial evidence, so long as the evidence is sufficient to establish the case to the requisite (civil) standard of proof, namely the balance of probabilities. According to domestic case-law, this is a flexible test which is to be adapted to meet the nature and seriousness of the allegations made (see Re H [1996] AC 563, per Lord Nicholls).", "The legal burden of proof rests on the relevant authorities seeking a detention or forfeiture order.", "An appeal against the making of a forfeiture order by a magistrates’ court lies to the Crown Court. Appeals to the Crown Court are by way of rehearing. A party to proceedings may apply to a magistrates’ court for an order permitting the use of cash which has been seized and detained to pay for legal representation on appeal before the Crown Court (section 44(4)).", "A party to the proceedings who wishes to appeal the decision of the Crown Court to make a forfeiture order may apply to the High Court by way of case stated. The High Court on an appeal by way of case stated may overturn the decision of the Crown Court if it is erroneous in law or in excess of jurisdiction (section 28(1) of the Supreme Court Act 1981). A party to the proceedings may also apply to the High Court by way of judicial review to have the decision of the Crown Court quashed on established public law grounds including error of law, procedural unfairness or irrationality (section 29 of the Supreme Court Act 1981). A further appeal lies (with the permission of the court) from the High Court to the Court of Appeal and then to the House of Lords."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}