{"ITEMID": "001-91636", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF BÖKE AND KANDEMIR v. TURKEY", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;No violation of Art. 3 (substantive aspect);Violation of Art. 3 (procedural aspect);Violation of Art. 5-3;Violation of Art. 6-3-c;Non-pecuniary damage - award", "JUDGES": "András Sajó;Françoise Tulkens;Ireneu Cabral Barreto;Nona Tsotsoria;Vladimiro Zagrebelsky", "TEXT": ["4. The applicants were born in 1969 and 1979 respectively and live in İzmir.", "5. On 14 February 2001 two persons were shot and injured in a bus by a person who subsequently got off the bus.", "6. On the same day, upon receipt of information that the suspect of the shooting was in a red car, police officers from the Aydın police headquarters arrested the applicants during a traffic control operation that had they initiated on the Aydın motorway. The security forces further arrested four other persons, including the first applicant’s brother, in another car. The police officers confiscated the applicants’ mobile telephones and both cars, in which 5 firearms were found. On the same day, the applicants were taken into police custody.", "7. On 15 February 2001 three police officers drafted a report containing the numbers dialled and calls received on the mobile telephones of the first applicant, his brother and another suspect.", "8. On 19 February 2001 a single judge at the Aydın Magistrates’ Court extended the period of the applicants’ detention in police custody for a further three days.", "9. On the same day the applicants’ statements were taken by police officers from the organised crime unit of the Aydın Police Headquarters. According to the document containing their statements, the applicants were suspected of forming a criminal profit-making organisation proscribed by Article 1 of Law no. 4422. According to the document, both applicants confessed to their involvement in a criminal organisation.", "10. On 15, 16 and 21 February 2001, the applicants were examined by doctors at the Aydın State Hospital. The doctors noted in their reports that there were no signs of ill-treatment on the applicants’ persons.", "11. On 21 February 2001 the applicants were brought before a single judge at the Aydın Magistrates’ Court, who ordered their detention on remand. Before the judge, the applicants refuted the accuracy of the documents containing their statements taken by the police.", "12. On 22 March 2001 the firearms found in the cars were subjected to a ballistic examination. The experts found that one of the weapons found in the car of the first applicant’s brother had been used in the shooting of 14 February 2001.", "13. On an unspecified date a test was conducted in order to detect traces of gunpowder on the applicants’ and other suspects’ hands, which resulted in the finding of gunpowder traces on the applicants’ hands.", "14. On 19 April 2001 the Public Prosecutor at the İzmir State Security Court filed a bill of indictment, charging the applicants and eleven other persons with forming a criminal profit-making organisation.", "15. On 5 June 2001 the applicants made statements before the Aydın Assize Court and refuted the veracity of the documents containing their statements taken by the police. The minutes containing their statements were then sent to the İzmir State Security Court.", "16. On 13 June 2001 the İzmir State Security Court held the first hearing on the merits of the case and heard some of the accused and read out the evidence in the case file. On the same day the applicants’ representative stated before the court that the applicants disputed the accuracy of the evidence against them, including the medical reports issued following their detention in police custody, which stated that there was no sign of physical violence on their bodies.", "17. On 2 August and 11 September 2001 the court held the second and third hearings and took statements from some of the other accused.", "18. On 13 June 2001, 26 July 2001, 2 August 2001 and 11 September 2001, the State Security Court refused to release the applicants, relying on the seriousness of the offence and the evidence in the case file.", "19. On 1 November 2001, during the fourth hearing before the State Security Court, the first applicant, Rifat Böke, complained that he had been subjected to torture during his detention in police custody and that he suffered from cervical disk syndrome as a result. He denounced the statements that had been taken from him in police custody and contested the accuracy of the medical reports issued in his respect. At the end of the hearing, the court refused to release the applicants, taking into account the nature of the offence and state of the evidence. The court held that the next hearing would be held on 27 December 2001.", "20. The applicants filed an objection to the decision for their continued detention.", "21. On 20 November 2001 another Chamber of the İzmir State Security Court dismissed the applicants’ objection, holding that the decision for their continued detention was justified.", "22. Between 27 December 2001 and 14 May 2002 the İzmir State Security Court held four more hearings.", "23. On 14 May 2002 the İzmir State Security Court convicted the applicants of forming a profit-making criminal gang and sentenced them to three years and four months’ imprisonment. In its judgment, the court took into consideration as evidence the arrest report, the report stating that firearms were found in the applicants’ car, the applicants’ statements to the police, the medical reports issued at the end of their detention in police custody, the report containing the details of the telephone calls made by the first applicant, the results of the test showing gunpowder traces on the applicants’ hands and the ballistic reports. The court further noted the past relations between the applicants and the other accused, as well as the hostility between them and one of the persons who had been shot on 14 February 2001. In the light of the evidence in the case file, the State Security Court found it established that the applicants had formed a criminal organisation with a view to making a profit, and that the shooting of the two persons on 14 February 2001 had been a result of the activities of that organisation. Taking into account the total period of the applicants’ pre-trial detention, the court ordered their release.", "24. On 5 May 2003 the Court of Cassation upheld the decision of the İzmir State Security Court.", "25. On 14 June 2001 the Aydın Public Prosecutor filed a bill of indictment with the Aydın Criminal Court, charging the applicants with causing grievously bodily harm to third persons.", "26. On 4 December 2006 the Aydın Criminal Court acquitted the applicants. The court noted that the persons who had been shot could not identify the applicants as the perpetrators of the shooting. It held that there was insufficient evidence in the case file to conclude that the applicants had been involved in the shooting.", "27. On 26 February 2001 the applicant met his representative in the Aydın prison. The applicant complained about the ill-treatment he had allegedly suffered in police custody. He asked his representative to secure him a medical examination.", "28. On 2 March 2001 the applicant’s representative filed a petition with the İzmir Public Prosecutor’s office, requesting the latter to order the medical examination of both applicants. He alleged that, during the applicants’ detention in police custody, they had been subjected to various forms of ill-treatment, including hanging by the arms, which still caused them pain and had left marks on their bodies. He further stated that the applicants had previously been examined by doctors who had turned a blind eye to these marks and had failed to draft accurate medical reports. He warned that an immediate medical examination was necessary since the traces of ill-treatment risked disappearing.", "29. On the same day, the Aydın Public Prosecutor sent a letter to the Aydın Prison Administration, requesting the latter to send the applicants to Aydın State Hospital for medical examinations. He further asked the prison administration to provide him with the medical reports concerning the findings on the applicants’ bodies so that he could verify whether they had been subjected to ill-treatment.", "30. On 29 March 2001 the first applicant was taken to a clinic attached to the Aydın Governor’s office. A doctor examined the applicant and drafted a report in which he noted that there was no sign of ill-treatment. He recommended that the applicant undergo a medical examination by a neurologist.", "31. On 30 March 2001 a doctor at the Aydın State Hospital drafted a report on the first applicant’s neurological examination. He noted that there were no pathological findings in respect of the applicant.", "32. According to the first applicant’s submissions, on the same day, another doctor at the hospital took an x-ray of his neck. The applicant further submitted that the doctor had noted in his report that he was suffering from cervical disk syndrome. The doctor sent the applicant’s x-ray to the Aydın prison.", "33. On 4 April 2001 a doctor at the Aydın State Hospital prescribed a hard cervical collar for the first applicant. According to the minutes of the hearing before the Aydın Criminal Court held on 26 July 2001, the applicant appeared before the court wearing the collar.", "34. On 10 May 2001 the applicant filed a complaint with the Aydın Public Prosecutor’s office against the police officers who had allegedly illtreated him, and the prison authorities, who had failed to arrange his transportation to a hospital for medical examination. He also complained about the doctors who had not examined him in accordance with the regulations and had failed to note his injuries in their reports.", "35. On 23 May 2001 a doctor prescribed anti-inflammatory medicine (Tilcotil) for the applicant.", "36. On 5 June 2001 the applicant stated before the Aydın Assize Court, within the context of his defence concerning the case brought against him before the İzmir State Security Court (see paragraph 14 above), that he had been subjected to torture and had suffered from severe pain in his neck as a result. He further maintained that he could not receive appropriate medical treatment since he was detained.", "37. On 23 October 2001 the Aydın Public Prosecutor issued a decision to discontinue the criminal proceedings against the police officers since no sign of ill-treatment had been detected on the applicant’s person. In his decision, the public prosecutor relied exclusively on the medical reports issued in respect of the applicant on 15, 16 and 21 February 2001 and the medical report issued during the investigation.", "38. On 9 January 2002 Mr Böke filed an objection with the Nazilli Assize Court against this decision. He maintained that he had worn a cervical collar for three weeks. He further contended that the cervical X-ray, the medical report diagnosing him with cervical disk syndrome and the prescriptions had not been given to him. Nor had they been included in the investigation file.", "39. On 5 February 2002 the Nazilli Assize Court dismissed the applicant’s objection. The court considered that the decision to discontinue the proceedings was justified given the lack of sufficient evidence capable of substantiating the applicant’s allegations of ill-treatment.", "40. A full description of the law and practice at the relevant time may be found in Batı and Others v. Turkey, (nos. 33097/06 and 57834/00, §§ 95-99, ECHR 2004-IV (extracts)) and in Salduz v. Turkey ([GC], no. 36391/02, §§ 27-31 and 37-44, 27 November 2008)."], "VIOLATED_ARTICLES": ["3", "5", "6"], "VIOLATED_PARAGRAPHS": ["5-3", "6-3"], "VIOLATED_BULLETPOINTS": ["6-3-c"], "NON_VIOLATED_ARTICLES": ["3"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}