{"ITEMID": "001-70442", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "GRANDCHAMBER", "DATE": 2005, "DOCNAME": "CASE OF HIRST v. THE UNITED KINGDOM (No. 2)", "IMPORTANCE": "1", "CONCLUSION": "Violation of P1-3;No separate issue under Art. 14;No separate issue under Art. 10;Non-pecuniary damage - finding of violation sufficient;Costs and expenses (domestic proceedings) - claim dismissed;Costs and expenses partial award - Convention proceedings", "JUDGES": "Luzius Wildhaber;Nicolas Bratza;Simon Brown", "TEXT": ["11. The applicant was born in 1950.", "12. On 11 February 1980 the applicant pleaded guilty to manslaughter on the ground of diminished responsibility. His guilty plea was accepted on the basis of medical evidence that he was a man with a severe personality disorder to such a degree that he was amoral. He was sentenced to a term of discretionary life imprisonment.", "13. The applicant’s tariff (that part of the sentence relating to retribution and deterrence) expired on 25 June 1994. His continued detention was based on considerations of risk and dangerousness, the Parole Board considering that he continued to present a risk of serious harm to the public.", "14. The applicant, who is barred by section 3 of the Representation of the People Act 1983 from voting in parliamentary or local elections, issued proceedings in the High Court under section 4 of the Human Rights Act 1998, seeking a declaration that this provision was incompatible with the European Convention on Human Rights.", "15. The applicant’s application was heard by the Divisional Court on 21 and 22 March 2001, together with an application for judicial review by two other prisoners, Mr Pearson and Mr Feal-Martinez, who had applied for registration as electors and been refused by the Registration Officer and who also sought a declaration of incompatibility.", "16. In the Divisional Court judgment dated 4 April 2001, Lord Justice Kennedy noted that section 3 had a long history and cited the Secretary of State’s reasons, given in the proceedings, for maintaining the current policy:", "“By committing offences which by themselves or taken with any aggravating circumstances including the offender’s character and previous criminal record require a custodial sentence, such prisoners have forfeited the right to have a say in the way the country is governed for that period. There is more than one element to punishment than forcible detention. Removal from society means removal from the privileges of society, amongst which is the right to vote for one’s representative.”", "Examining the state of practice in other jurisdictions, he observed that in Europe only eight countries, including the United Kingdom, did not give convicted prisoners a vote, while twenty did not disenfranchise prisoners and eight imposed a more restricted disenfranchisement. Reference was made to the United States Supreme Court which had rejected a challenge to the Californian Constitution’s disenfranchisement of convicted prisoners (see Richardson v. Ramirez [1974] 418 United States: Supreme Court Reports 24). Some considerable attention was given to Canadian precedents, which were relied on by both parties, in particular that of the Canadian Supreme Court which, in Sauvé v. Canada (no. 1) ([1992] 2 Supreme Court Reports 438), struck down the disenfranchisement of all prisoners as too widely drawn and infringing the minimum impairment rule, and that of the Federal Court of Appeal which, in Sauvé (no. 2) ([2000] 2 Federal Court Reports 117), upheld the subsequent legislative provision restricting the ban to prisoners serving a sentence of two years or more in a correctional institution. While it was noted that the Canadian courts were applying a differently phrased provision in their Charter of Rights and Freedoms, the Divisional Court commented that the judgment of Linden JA in the second case in the Federal Court of Appeal contained helpful observations, in particular as regards the danger of the courts usurping the role of Parliament. The cases before the European Commission of Human Rights and this Court were also reviewed, the Divisional Court noting that the Commission had been consistent in its approach in accepting restrictions on persons convicted and detained.", "Lord Justice Kennedy concluded:", "“... I return to what was said by the European Court in paragraph 52 of its judgment in Mathieu-Mohin. Of course as far as an individual prisoner is concerned disenfranchisement does impair the very essence of his right to vote, but that is too simplistic an approach, because what Article 3 of the First Protocol is really concerned with is the wider question of universal franchise, and ‘the free expression of the opinion of the people in the choice of the legislature’. If an individual is to be disenfranchised that must be in the pursuit of a legitimate aim. In the case of a convicted prisoner serving his sentence the aim may not be easy to articulate. Clearly there is an element of punishment, and also an element of electoral law. As the Home Secretary said, Parliament has taken the view that for the period during which they are in custody convicted prisoners have forfeited their right to have a say in the way the country is governed. The Working Group said that such prisoners had lost the moral authority to vote. Perhaps the best course is that suggested by Linden JA, namely to leave to philosophers the true nature of this disenfranchisement whilst recognising that the legislation does different things.", "The European Court also requires that the means employed to restrict the implied Convention rights to vote are not disproportionate, and that is the point at which, as it seems to me, it is appropriate for this Court to defer to the legislature. It is easy to be critical of a law which operates against a wide spectrum (e.g. in relation to its effect on post-tariff discretionary life prisoners, and those detained under some provision of the Mental Health Act 1983), but, as is clear from the authorities, those States which disenfranchise following conviction do not all limit the period of disenfranchisement to the period in custody. Parliament in this country could have provided differently in order to meet the objectives which it discerned, and like McLachlin J in Canada, I would accept that the tailoring process seldom admits of perfection, so the courts must afford some leeway to the legislator. As [counsel for the Secretary of State] submits, there is a broad spectrum of approaches among democratic societies, and the United Kingdom falls into the middle of the spectrum. In course of time this position may move, either by way of further fine tuning, as was recently done in relation to remand prisoners and others, or more radically, but its position in the spectrum is plainly a matter for Parliament not for the courts. That applies even to the ‘hard cases’ of post-tariff discretionary life sentence prisoners ... They have all been convicted and if, for example, Parliament were to have said that all those sentenced to life imprisonment lose the franchise for life the apparent anomaly of their position would disappear. ...", "If section 3(1) of the 1983 Act can meet the challenge of Article 3 [of the First Protocol] then Article 14 has nothing to offer, any more than Article 10.”", "17. The applicant’s claims were accordingly dismissed as were those of the other prisoners.", "18. On 2 May 2001 an application for permission to appeal was filed on behalf of Mr Pearson and Mr Feal-Martinez, together with a forty-three-page skeleton argument. On 15 May 2001 Lord Justice Buxton considered the application on the papers and refused permission on the ground that the appeal had no real prospect of success.", "19. On 19 May 2001 the applicant filed an application for permission to appeal. On 7 June 2001, his application was considered on the papers by Lord Justice Simon Brown who refused permission for the same reasons as Lord Justice Buxton in relation to the earlier applications. The applicant’s renewed application, together with the renewed applications of Mr Pearson and Mr Feal-Martinez, were refused on 18 June 2001, after oral argument, by Lord Justice Simon Brown.", "20. On 25 May 2004 the applicant was released from prison on licence.", "21. Section 3 of the Representation of the People Act 1983 (“the 1983 Act”) provides:", "“(1) A convicted person during the time that he is detained in a penal institution in pursuance of his sentence ... is legally incapable of voting at any parliamentary or local election.”", "22. This section re-enacted without debate the provisions of section 4 of the Representation of the People Act 1969, the substance of which dated back to the Forfeiture Act 1870 of the previous century, which in turn reflected earlier rules of law relating to the forfeiture of certain rights by a convicted “felon” (the so-called “civic death” of the times of King Edward III).", "23. The disqualification does not apply to persons imprisoned for contempt of court (section 3(2)(a) or to those imprisoned only for default in, for example, paying a fine (section 3(2)(c)).", "24. During the passage through Parliament of the Representation of the People Act 2000 (“the 2000 Act”), which allowed remand prisoners and unconvicted mental patients to vote, Mr Howarth MP, speaking for the government, maintained the view that “it should be part of a convicted prisoner’s punishment that he loses rights and one of them is the right to vote”. The Act was accompanied by a statement of compatibility under section 19 of the Human Rights Act 1998, namely, indicating that, in introducing the measure in Parliament, the Secretary of State considered its provisions to be compatible with the Convention.", "25. Section 4 of the Human Rights Act 1998 provides:", "“(1) Subsection (2) applies in any proceedings in which a court determines whether a provision of primary legislation is compatible with a Convention right.", "(2) If the court is satisfied that the provision is incompatible with a Convention right, it may make a declaration of that incompatibility.", "...”", "26. The relevant provisions of the International Covenant on Civil and Political Rights provide:", "“Every citizen shall have the right and the opportunity, without any of the distinctions mentioned in Article 2 [race, colour, sex, language, religion, political or other opinion, national or social origin, property, birth or other status] and without unreasonable restrictions:", "(a) to take part in the conduct of public affairs, directly or through freely chosen representatives;", "(b) to vote ...”", "1. All persons deprived of their liberty shall be treated with humanity and with respect for the inherent dignity of the human person.", "...", "3. The penitentiary system shall comprise treatment of prisoners the essential aim of which shall be their reformation and social rehabilitation. ...”", "27. In General Comment no. 25(57) adopted by the Human Rights Committee under Article 40 § 4 of the International Covenant on Civil and Political Rights on 12 July 1996, the Committee stated, inter alia, concerning the right guaranteed under Article 25:", "“14. In their reports, State parties should indicate and explain the legislative provisions which would deprive citizens of their right to vote. The grounds for such deprivation should be objective and reasonable. If conviction for an offence is a basis for suspending the right to vote, the period of suspension should be proportionate to the offence and the sentence. Persons who are deprived of liberty but who have not been convicted should not be excluded from exercising the right to vote.”", "28. These rules set out the minimum standards to be applied to conditions of imprisonment, including the following principle:", "“64. Imprisonment is by the deprivation of liberty a punishment in itself. The conditions of imprisonment and the prison regimes shall not, therefore, except as incidental to justifiable segregation or the maintenance of discipline, aggravate the suffering inherent in this.”", "29. This recommendation, adopted on 9 October 2003, noted the increase in life sentences and aimed to give guidance to member States on the management of long-term prisoners.", "30. The aims of the management of such prisoners should be:", "“2. ...", "– to ensure that prisons are safe and secure places for these prisoners ...;", "– to counteract the damaging effects of life and long-term imprisonment;", "– to increase and improve the possibilities of these prisoners to be successfully resettled and to lead a law-abiding life following their release.”", "31. General principles included the following:", "“3. Consideration should be given to the diversity of personal characteristics to be found among life sentence and long-term prisoners and account taken of them to make individual plans for the implementation of the sentence (individualisation principle).", "4. Prison life should be arranged so as to approximate as closely as possible to the realities of life in the community (normalisation principle).", "5. Prisoners should be given opportunities to exercise personal responsibility in daily prison life (responsibility principle).”", "32. This document adopted by the European Commission for Democracy through Law (the Venice Commission) at its 51st Plenary Session (5-6 July 2002) and submitted to the Parliamentary Assembly of the Council of Europe on 6 November 2002 includes the Commission’s guidelines as to the circumstances in which there may be a deprivation of the right to vote or to be elected:", "“d. ...", "i. provision may be made for depriving individuals of their right to vote and to be elected, but only subject to the following cumulative conditions:", "ii. it must be provided for by law;", "iii. the proportionality principle must be observed; conditions for depriving individuals of the right to stand for election may be less strict than for disenfranchising them;", "iv. the deprivation must be based on mental incapacity or a criminal conviction for a serious offence;", "v. furthermore, the withdrawal of political rights or finding of mental incapacity may only be imposed by express decision of a court of law.”", "33. According to the Government’s survey based on information obtained from its diplomatic representation, eighteen countries allowed prisoners to vote without restriction (Albania, Azerbaijan, Croatia, the Czech Republic, Denmark, Finland, “the former Yugoslav Republic of Macedonia”, Germany, Iceland, Lithuania, Moldova, Montenegro, the Netherlands, Portugal, Slovenia, Sweden, Switzerland and Ukraine), in thirteen countries all prisoners were barred from voting or unable to vote (Armenia, Belgium", ", Bulgaria, Cyprus, Estonia, Georgia, Hungary, Ireland, Russia, Serbia, Slovakia, Turkey and the United Kingdom), while in twelve countries prisoners’ right to vote could be limited in some other way (Austria, Bosnia and Herzegovina, France, Greece, Italy, Luxembourg, Malta, Norway, Poland, Romania and Spain).", "34. Other material before the Court indicates that in Romania prisoners may be debarred from voting if the principal sentence exceeds two years, while in Latvia prisoners serving a sentence in penitentiaries are not entitled to vote; nor are prisoners in Liechtenstein.", "35. In 1992 the Canadian Supreme Court unanimously struck down a legislative provision barring all prisoners from voting (see Sauvé v. Canada (no. 1), cited above). Amendments were introduced limiting the ban to prisoners serving a sentence of two years or more. The Federal Court of Appeal upheld the provision. However, following the decision of the Divisional Court in the present case, the Supreme Court on 31 October 2002 in Sauvé v. the Attorney General of Canada (no. 2) held by five votes to four that section 51(e) of the Canada Elections Act 1985, which denied the right to vote to every person imprisoned in a correctional institution serving a sentence of two years or more, was unconstitutional as it infringed Articles 1 and 3 of the Canadian Charter of Rights and Freedoms, which provides:", "“1. The Canadian Charter of Rights and Freedoms guarantees the rights and freedoms set out in it subject only to such reasonable limits prescribed by law as can be demonstrably justified in a free and democratic society.”", "“3. Every citizen of Canada has the right to vote in an election of members of the House of Commons or of a legislative assembly and to be qualified for membership therein.”", "36. The majority opinion given by McLachlin CJ considered that the right to vote was fundamental to their democracy and the rule of law and could not be lightly set aside. Limits on this right required not deference, but careful examination. The majority found that the Government had failed to identify the particular problems that required denying the right to vote and that the measure did not satisfy the proportionality test, in particular as the Government had failed to establish a rational connection between the denial of the right to vote and its stated objectives.", "As regards the objective of promoting civic responsibility and respect for the law, denying penitentiary inmates the right to vote was more likely to send messages that undermined respect for the law and democracy than messages that enhanced those values. The legitimacy of the law and the obligation to obey the law flowed directly from the right of every citizen to vote. To deny prisoners the right to vote was to lose an important means of teaching them democratic values and social responsibility and ran counter to democratic principles of inclusiveness, equality, and citizen participation and was inconsistent with the respect for the dignity of every person that lay at the heart of Canadian democracy and the Charter.", "With regard to the second objective of imposing appropriate punishment, it was considered that the Government had offered no credible theory about why it should be allowed to deny a fundamental democratic right as a form of State punishment. Nor could it be regarded as a legitimate form of punishment as it was arbitrary – it was not tailored to the acts and circumstances of the individual offender and bore little relation to the offender’s particular crime – and did not serve a valid criminal-law purpose, as neither the record nor common sense supported the claim that disenfranchisement deterred crime or rehabilitated criminals.", "37. The minority opinion given by Gonthier J found that the objectives of the measure were pressing and substantial and based upon a reasonable and rational social or political philosophy. The first objective, that of enhancing civic responsibility and respect for the rule of law, related to the promotion of good citizenship. The social rejection of serious crime reflected a moral line which safeguarded the social contract and the rule of law and bolstered the importance of the nexus between individuals and the community. The ‘promotion of civic responsibility’ might be abstract or symbolic, but symbolic or abstract purposes could be valid of their own accord and should not be downplayed simply for being symbolic. As regards the second objective, that of enhancing the general purposes of the criminal sanction, the measure clearly had a punitive aspect with a retributive function. It was a valid objective for Parliament to develop appropriate sanctions and punishments for serious crime. The disenfranchisement was a civil disability arising from the criminal conviction. It was also proportionate, as the measure was rationally connected to the objectives and carefully tailored to apply to perpetrators of serious crimes. The disenfranchisement of serious criminal offenders served to deliver a message to both the community and the offenders themselves that serious criminal activity would not be tolerated by the community. Society, on this view, could choose to curtail temporarily the availability of the vote to serious criminals to insist that civic responsibility and respect for the rule of law, as goals worthy of pursuit, were prerequisites to democratic participation. The minority referred to the need to respect the limits imposed by Parliament and to be sensitive to the fact that there may be many possible reasonable and rational balances.", "38. On 1 April 1999, in August and Another v. Electoral Commission and Others (CCT8/99: 1999 (3) SA 1), the Constitutional Court of South Africa considered the application of prisoners for a declaration and orders that the Electoral Commission take measures enabling them and other prisoners to register and vote while in prison. It noted that, under the South African Constitution, the right of every adult citizen to vote in elections for legislative bodies was set out in unqualified terms and it underlined the importance of the right:", "“The universality of the franchise is important not only for nationhood and democracy. The vote of each and every citizen is a badge of dignity and personhood. Quite literally, it says that everybody counts.”", "39. The Constitutional Court found that the right to vote by its very nature imposed positive obligations upon the legislature and the executive and that the Electoral Act must be interpreted in a way that gave effect to constitutional declarations, guarantees and responsibilities. It noted that many democratic societies imposed voting disabilities on some categories of prisoners. Although there were no comparable provisions in the Constitution, it recognised that limitations might be imposed upon the exercise of fundamental rights, provided they were, inter alia, reasonable and justifiable. The question whether legislation barring prisoners would be justified under the Constitution was not raised in the proceedings and it emphasised that the judgment was not to be read as preventing Parliament from disenfranchising certain categories of prisoners. In the absence of such legislation, prisoners had the constitutional right to vote and neither the Electoral Commission nor the Constitutional Court had the power to disenfranchise them. It concluded that the Commission was under the obligation to make reasonable arrangements for prisoners to vote."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}