{"ITEMID": "001-105733", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "ADMISSIBILITY", "DATE": 2011, "DOCNAME": "ROBERTS AND ROBERTS v. THE UNITED KINGDOM", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Lech Garlicki;Ledi Bianku;Nicolas Bratza;Päivi Hirvelä;Simon Brown;Sverre Erik Jebens;Vincent A. De Gaetano", "TEXT": ["1. The applicants, Mr Christopher Roberts (“the first applicant”) and Mr Barry Roberts (“the second applicant”), are British nationals who were born in 1959 and 1956 respectively. The first applicant lives in Benfleet and the second applicant lives in Bexleyheath.", "2.", "3. The applicants are brothers and active members of the British National Party (“BNP”), a political party. At the time of the events in question, the first applicant, the London and Essex regional organiser for the BNP, was a potential candidate for the BNP in the London mayoral election due to take place in 2004. He was also a candidate for the BNP in the European elections in 2004 and in the United Kingdom general election of 2005. The second applicant was a candidate for the BNP in the 2001 and 2005 general elections.", "4. On 9 March 2003 the applicants attended a BNP rally in London to promote the campaign for the London mayoral and local elections due to take place in 2004. Over GBP 1,000 in donations was collected during the rally.", "5. Following the rally, in its March 2003 British Nationalist newsletter, the BNP published a report alleging that D. and R. had forcibly entered the first applicant’s home following the meeting of 9 March and stolen the collection money. In the article, headed “London ‘rally’ shambles”, it was reported:", "“Last month a meeting to reinvigorate the party in London’s East End turned into a shambles. The meeting was hijacked by disruptive elements, many of whom not members of our party – and the event served not to breathe new life into the East End and support the party’s GLA [Greater London Authority] campaign next year, but to attack the party, its leadership and add personal grievances of all kinds.", "The keynote address was given by the party’s previous, old leader, Mr John Tyndall, who launched a strong attack upon the party. This is merely the latest in a continual barrage of attacks that began last summer, the object of which is to cause as much disruption as possible.", "...", "[D.] of Stepney, east London is henceforth a proscribed person. A non-member, [D.] with [R.] (himself a proscribed person) and one other forcibly entered the home of London & the Essex regional organiser Chris Roberts on 9/3/03 and, with threats, stole £1,024 collection taken at the day’s east London meeting, [D.] and [R.] were prominent in turning the East End rally into a farcical beer garden. The matter is now in the hands of the police.”", "6. The April 2003 edition of Spearhead, a far-right magazine owned and edited by Mr John Tyndall, the BNP’s former leader, also reported on the rally in an article headed “London rally best for years”:", "“East London saw one of its best BNP meetings for many years on 9th March when an audience of 120 gathered above a pub in Newham to hear speeches aimed at generating support for the party’s campaign to contest the London mayoral election and the elections to the Greater London Authority in 2004.", "...", "The meeting ended in tremendous enthusiasm and a collection raised a really splendid £1,024.00.”", "7. The rally was also reported in an article by Mr Nick Knowles in the April 2003 edition of Searchlight, a magazine that reports on the activities of far-right groups in Europe and which is openly critical of the BNP:", "“The fractious infighting in the British National Party shows little sign of abating as its north-west regional organiser resigns and its former leader, John Tyndall, rallies forces against the current leadership in London.", "...", "Over 100 London activists attended the meeting arranged by the BNP east London organiser ...", "Despite the best efforts of Chris Roberts to keep to the set agenda, Tyndall and others openly attacked the leadership, Tyndall’s exceptionally robust and bitter speech never mentioned anyone by name, referring only to ‘our chairman’ and ‘our leadership’. His words were punctuated by bursts of applause, especially when he directly criticised the party leadership.”", "8. The story was picked up by Mr Gerry Gable in the May 2003 edition of Searchlight. In an article headed “Night of the short knives”, he reported:", "“... Shortly after the rally the BNP March members’ bulletin came out with the claim that [D.] and [R.] had turned up at Roberts’ house and stolen the money collected at the meeting ... The party claims that the police have been informed about the alleged theft.", "The story doing the rounds is that [D.] and [R.] initially went to collect the £200 booking fee for the meeting room, which Roberts had forgotten to pay in his rapid exit from the pub, but seeing all the money it appears that temptation got the better of them and they took the lot.”", "9. D. and R. responded to the allegations in the June and August editions of Spearhead, setting out their version of the events of 9 March 2003 and denying the allegations of forced entry and attempted theft of the collection money.", "10. In October 2003, Mr Gable wrote a further article for Searchlight in his regular column called “News from the sewers”. The article was headed “BNP London Row Rumbles on” and, in so far as material, reported as follows:", "“... the BNP’s March bulletin accused two members of stealing the collection from the meeting. The story that was put around was that [D.] and [R.] ... stole the money from the house of Chris Roberts, the London and Essex organiser. It appears that the police investigated but decided not to act.", "Perhaps the police are now more interested in Roberts and his brother Barry. [D.] and [R.] recently issued a long open letter attacking Griffin [the leader of the BNP] and his supporters, including Chris Roberts. It explains that it was Roberts who stole the money from the rally and that although it went against the grain, [D.] and [R.] reluctantly threatened to report him to the police. After Roberts angrily returned the money, the letter alleges, he and his brother Barry threatened to ‘kneecap, torture and kill’ [D.], [R.] and their respective families.", "The letter complains that the Griffin leadership described Roberts as a self-made millionaire who was leaving the City to devote his time and fortune to the BNP, but he turned out to be a disappointment. ‘It was now quite obvious that a little village somewhere, was missing its idiot’.”", "11. The applicants commenced libel proceedings against Searchlight and Mr Gable on 30 September 2004 in respect of the article of October 2003. The defendants raised two defences to the claim: justification (that the facts reported were true) and qualified privilege (that there was a public interest in the reporting and that the statements had been made without malice – see Reynolds at paragraph 26 below). In particular, the defendants relied upon the “reportage” variant of the qualified privilege defence, set out in the case of Al-Fagih, which permits journalists to repeat allegations that have already been published without verifying the accuracy of the allegations in certain circumstances (see paragraphs 27-28 below).", "12. On 26 and 27 April 2006 a single judge sitting in the High Court heard a preliminary issue on the question of qualified privilege. In his judgment of 12 May 2006, he explained the general background as follows:", "“... The BNP regularly places candidates before the electorate, both in London and elsewhere, and that in itself could be said to render the allegations and crossallegations (especially of apparent criminality) as of ‘significant interest’, but it is also relevant to have in mind that there was in or about October 2003, when the article was published ... ‘heightened public interest in the BNP’. This was in large measure because Mr Nick Griffin, who had taken over the leadership from Mr John Tyndall in 1999, had been given a high media profile in the course of presenting the party and its policies to the electorate.", "My attention was drawn, in particular, to an article published in March 2003 in the BNP journal Identity ... [which] attracted a certain amount of media attention. Moreover, following success in local elections in Lancashire in 2002, the BNP had begun to put up more candidates in elections. Because of this high profile, people were naturally taking a greater interest in the party and also in policy and doctrinal divisions among its activists. A focus of particular interest was the split between two factions generally identified, respectively, with Mr Griffin and Mr Tyndall ...”", "13. He summarised the various articles published in the British Nationalist, Spearhead and Searchlight (see paragraphs 5-10 above) and continued:", "“24. It was against this background that the Defendants reported the [D./R.] denial of the allegation of criminality, to which they had already given currency in the May issue. It is clear to me that readers of the words complained of would be well aware of Mr Gable’s antipathy to the BNP and that he was merely reporting the conflicting positions rather than taking sides with either. They could hardly conclude that he had been present as an eye-witness and would, therefore, realise that he was not in a position to espouse one version or the other. What would be of interest to the reader would be the fact that the allegations and cross-allegations of criminal offences were being made by BNP factions against each other, and ‘not necessarily [their] truth or falsity’ ... It seems to me that these were allegations they were entitled to know about, in the context of a party presenting itself before the electorate of London, and especially so since the allegations against Messrs [D.] and [R.] had already been reported.”", "14. Referring to the relevant criteria for establishing the defence of qualified privilege set out by Lord Nicholls of Birkenhead in the House of Lords judgment of Reynolds (see paragraph 26 below), the judge noted that the allegations were serious and that there was a legitimate general public interest in the subject matter. While no steps had been taken to verify the information, this was not fatal in a reportage case where the fact of the allegations being made was the important element of the story. The judge further observed that the source was less significant in a reportage case, as it was not the reliability of either side which mattered but rather the nature of the quarrel. He commented that there was no urgency about the matter, that no investigation into the allegations had been conducted and that no comment was sought from the applicants. However, he noted that both claimants had in any case accepted that they would never have discussed political matters with anyone from Searchlight and, in light of the long history of Mr Gable’s interaction with the BNP, he considered that the failure to make an approach to the applicants was reasonable. Finally, he considered it obvious to readers that each of the factions was denying impropriety and accusing the other and noted that Mr Gable was merely reporting the accusations and not “adopting” them. He concluded:", "“36. There is a duty ... upon political commentators generally ... to cover the goingson in political parties, including disputes, fully and impartially. There is a corresponding legitimate interest in the public, and especially those who have a vote, to have such information available. More specifically, Searchlight having covered the allegations against Messrs [D.] and [R.] in its May 2003 issue, it would also be incumbent on it to cover their denials ...", "37. In all the circumstances, I have no hesitation in upholding the privilege defence.”", "15. He accordingly dismissed the applicants’ claim.", "16. The applicants applied for leave to appeal to the Court of Appeal. Leave was refused on the papers by a single judge of the Court of Appeal on 9 August 2006, who endorsed the approach taken by the High Court judge, observing that:", "“[The judge’s] approach, which would undoubtedly be taken by this court too, is that libel litigation is not the conduct of political vendettas by other means. The article was a gratified report by the BNP’s enemies of a venal falling out between some of its leading members and ex-members.”", "17. At the renewed hearing for leave on 8 November 2006, leave was granted by two Court of Appeal judges.", "18. The appeal was heard on 22 February 2007 before three judges of the Court of Appeal, including the judge who had initially refused leave to appeal on the papers. The applicants wished their counsel to apply for the judge who had refused leave to appeal to withdraw from the case. However, they were advised against this course of action by their counsel on the grounds that a judge would not allow his political opinions to influence his judgment and in any case such an application risked antagonising the judge in question.", "19. On 12 July 2007, the Court of Appeal handed down its judgment dismissing the appeal.", "20. As to the scope of the appeal, the judge who delivered the leading judgment of the court noted that in light of the pleaded defence of reportage, which had only recently been introduced to the jurisdiction through AlFagih, the appeal gave the court the opportunity to explore the nature and extent of that defence and its place in the libel law landscape. Following an examination of domestic and Strasbourg authorities, the judge summarised the position as follows:", "“53. ... [T]he journalist has a good defence to a claim for libel if what he publishes, even without an attempt to verify its truth, amounts to reportage, the best description of which gleaned from these cases is that it is the neutral reporting without adoption or embellishment or subscribing to any belief in its truth of attributed allegations of both sides of a political and possibly some other kind of dispute ...”", "21. The judge considered that the following matters had to be taken into account when examining whether there was a defence on the ground of reportage:", "“(1) The information must be in the public interest.", "(2) ... the publisher will not normally be protected unless he has taken reasonable steps to verify the truth and accuracy of what is published ... This is where reportage parts company with Reynolds. In a true case of reportage there is no need to take steps to ensure the accuracy of the published information.", "(3) ... To qualify as reportage the report, judging the thrust of it as a whole, must have the effect of reporting, not the truth of the statements, but the fact that they were made ...", "(4) Since the test is to establish the effect of the article as a whole, it is for the judge to rule upon it in a way analogous to a ruling on meaning ...", "(5) This protection will be lost if the journalist adopts the report and makes it his own or if he fails to report the story in a fair, disinterested and neutral way ...", "(6) To justify the attack on the claimant’s reputation the publication must always meet the standards of responsible journalism as that concept has developed from Reynolds, the burden being on the defendants ...", "(7) The seriousness of the allegation ... is obviously relevant for the harm it does to reputation if the charges are untrue. Ordinarily it makes verification all the more important ...", "(8) The relevant factors properly applied will embrace the significance of the protagonists in public life and there is no need for insistence as pre-conditions for reportage on the defendant being a responsible prominent person or the claimant being a public figure ...", "(9) The urgency is relevant ... in the sense that fine editorial judgments taken as the presses are about to roll may command a more sympathetic review than decisions to publish with the luxury of time to reflect and public interest can wane with the passage of time ...”", "22. On the facts of the case, the judge considered that the October 2003 article covered a subject of legitimate public interest. He further found that the allegations were made in the context of reportage and were not adopted by the respondents as their own, thus absolving the respondents from verifying the truth of the allegations. While the allegations were serious, the thrust of the article related to the disagreement as to who should take charge of the collection money and not whether one or the other of the protagonists had stolen it. The judge was of the view that the public were entitled to know that the BNP was divided by this dispute. He observed that the source of the information was attributed and, given that the truth of the information was not being asserted, the reliability of the source was of little significance. In this regard, he noted that Mr Gable had made some inquiries of other sources in order to establish that the dispute was real. Although no comment was sought from the applicants, this was understandable in light of the history between them and Mr Gable. While the tone was somewhat sarcastic, it was nonetheless as neutral and disinterested as any Searchlight article on the BNP could be. He concluded that the impugned article constituted a piece of responsible journalism.", "23. On 19 July 2007 the applicants wrote to the judge who had initially refused leave to appeal on the papers and who had been a member of the Court of Appeal bench which heard the appeal (see paragraph 18 above) accusing him of bias. They referred to the fact that he had refused leave to appeal in the case on the papers (see paragraph 16 above) in a manner which, they considered, indicated his hostility towards their case. They further complained that following the appeal hearing but prior to the delivery of the judgment, the judge had attended a conference on extreme speech and democracy, at which persons hostile to the BNP and acquainted with Mr Gable had been present. They asked for confirmation of whether the judge was a subscriber to Searchlight. The director of the Court of Appeal responded on 14 August 2007 denying that there was any lack of impartiality and explaining that no political issues had been considered by the Court of Appeal in the decision, which concerned solely the development of libel law.", "24. On 10 September 2007 the applicants wrote to the Court of Appeal judge who had delivered the leading judgment in their case, referring to the fact that the judge who had initially refused leave to appeal had formerly been a member of the Communist party and alleging that as a consequence he was “diametrically opposed to the BNP”. They referred again to the fact that the judge had attended a conference on extreme speech and pressed for a response as to whether he subscribed to Searchlight. In a subsequent letter dated 14 September 2007, the applicants wrote again to the judge who had delivered the leading judgment to reiterate their complaint of bias, having discovered that Mr Gable had stood as a parliamentary candidate for the Communist Party at the time when the judge who had refused leave on the papers was a member of that party. They concluded that Mr Gable and the judge were therefore personally acquainted with one another.", "25. The applicants subsequently applied for leave to appeal the decision of the Court of Appeal. In their grounds of appeal dated 10 August 2007, they contested the Court of Appeal’s decision regarding the defence of reportage. They did not challenge the impartiality of the judge in the appeal proceedings. They were refused leave to appeal by the House of Lords on 31 January 2008.", "26. The defence of qualified privilege was examined by the House of Lords in Reynolds v. Times Newspaper Limited [1999] UKHL 45. In the context of his opinion, Lord Nicholls listed ten factors relevant to whether a publication could avail itself of a qualified privilege defence to libel proceedings, noting that the factors set out were illustrative only. The relevant factors he identified were:", "“1. The seriousness of the allegation ...", "2. The nature of the information, and the extent to which the subject-matter is a matter of public concern.", "3. The source of the information ...", "4. The steps taken to verify the information.", "5. The status of the information ...", "6. The urgency of the matter ...", "7. Whether comment was sought from the plaintiff ... An approach to the plaintiff will not always be necessary.", "8. Whether the article contained the gist of the plaintiff’s side of the story.", "9. The tone of the article. A newspaper can raise queries or call for an investigation. It need not adopt allegations as statements of fact.", "10. The circumstances of the publication, including the timing.”", "27. In Al-Fagih v. HH Saudi Research & Marketing (UK) Ltd [2001] EWCA Civ 1634, the claimant, a member of a dissident party in Saudi Arabia, sued the defendant newspaper, which supported the Saudi government, for reporting a dispute between the claimant and A.M., another member of his political party. The impugned report stated that A.M. had told the defendant’s journalist that the claimant had spread malicious rumours about him (A.M.) and had said that A.M.’s mother had procured women to have sexual intercourse with him at his home. At the liability hearing it was common ground that A.M. had made that allegation to the journalist and that it was in fact untrue. The newspaper published the allegation without verifying the information and the claimant was only contacted and asked for his comments on the allegations the following day.", "28. The Court of Appeal considered that in a libel case, verification of a third party’s allegation would ordinarily be appropriate and perhaps even essential before the defence of qualified privilege could be relied upon. However, the public was entitled to be informed of a political dispute which was being fully, fairly and disinterestedly reported without having to wait for the publisher, following an attempt at verification, to commit himself to one side or the other. Lord Justice Simon Brown (as he then was) noted:", "“50. ... To my mind [the newspaper] was entitled in this case to publish without attempting verification. Indeed in the present context verification could even be thought inconsistent with the objective reporting of the dispute ...", "51. I am not, of course, saying that verification (or at least an attempt at verification) of a third party’s allegations will not ordinarily be appropriate and perhaps even essential ...", "52. I am saying, however, that there will be circumstances where ..., in short, both sides to a political dispute are being fully, fairly and disinterestedly reported in their respective allegations and responses. In this situation it seems to me that the public is entitled to be informed of such a dispute without having to wait for the publisher, following an attempt at verification, to commit himself to one side or the other.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}