{"ITEMID": "001-108588", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HUN", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF SZERDAHELYI v. HUNGARY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 11 - Freedom of assembly and association (Article 11-1 - Freedom of peaceful assembly)", "JUDGES": "András Sajó;Françoise Tulkens;Guido Raimondi;Paulo Pinto De Albuquerque", "TEXT": ["7. The applicant was born in 1943 and lived in Budapest.", "8. On 24 November 2006 the applicant announced, as required by the Assembly Act 1989, to the Budapest Police Department his intention to organise a demonstration on 9 December 2006 on Kossuth Square in Budapest, in front of Parliament.", "9. On 26 November 2006 the Budapest Police Department refused to deal with the application. It observed that on 23 October 2006 the area in question had been declared, by the Police Department itself and for an indefinite period of time, a “security operational zone” (biztonsági műveleti terület), in view of the tumultuous events in Budapest in September 2006. It was as such outside the Police Department’s jurisdiction as regards the prohibition of, or acquiescence in, a demonstration. On 6 December 2006 the Budapest Regional Court dismissed the applicant’s request for judicial review, observing in essence that no decision on the merits of the case had ever been adopted by the administrative authorities – which excluded such a review.", "10. On 11 December 2006 the Deputy Head of the National Police Department dismissed the applicant’s further complaint. On 19 December 2006 the applicant filed an action with the Budapest Regional Court, challenging the decisions of both 23 October and 11 December 2006.", "11. On 11 January 2007 the Head of Budapest Police dismissed the applicant’s renewed complaint. On 12 February 2007 the Deputy Head of the National Police Department partly reversed this decision and instructed the Budapest Police Department to substitute the indefinite measure in question with one of definite duration. On 5 March 2007 the Regional Court dismissed the applicant’s ensuing action, essentially endorsing the police authorities’ earlier reasoning. It pointed out that the proceedings only concerned the police’s decision on non-competence and did not constitute review of the police’s original decision declaring Kossuth Square a “security operational zone”.", "12. Upon a further complaint, on 18 March 2008 the Regional Court quashed the decisions of 11 January and 12 February 2007 and remitted the case to the National Police Department. In reaction to the applicant’s petition for review, on 29 April 2009 the Supreme Court quashed the decision of 18 March 2008 and remitted the case to the Regional Court. The latter’s procedure was then interrupted on 1 October 2009 on account of the applicant’s death. The applicant’s son and heir joined the proceedings as successor on 25 August 2011.", "13. The Government submitted that the subject matter of the litigation pending before the Regional Court was the police’s original decision declaring Kossuth Square a “security operational zone”.", "14. In another case concerning the same area, on 29 January 2007 a Mr K. challenged the police’s very decision to declare Kossuth Square a “security operational zone”. On 14 March 2007 the Budapest Police Commander rejected his complaint, but this decision was quashed by the National Commander on 16 April 2007. In the resumed administrative proceedings, on 22 June 2007 the Budapest Commander again rejected the complaint. On 19 July 2007 the National Commander upheld this decision. Mr K. challenged this ruling in court.", "15. Mr K.’s action was dismissed by the Budapest Regional Court. However, on appeal the Supreme Court quashed this decision, together with the one of 19 July 2007.", "16. In the resumed second-instance administrative proceedings, on 23 December 2009 the National Commander again upheld the Budapest Commander’s decision. Mr K. requested judicial review.", "17. On 11 November 2010 the Regional Court quashed, in judgment no. 27.K.31.354/2010/9., both the first- and the second-instance administrative decisions and remitted the case to the Budapest Commander. The court pointed out that the impugned decisions did not contain any concrete elements establishing the necessity and proportionality of maintaining the “security operational zone” after the prolongation of 22 November 2006. Nor did they address the plaintiff’s suggestion that the mere fencing-off of Parliament’s immediate vicinity – rather than the global ban on Kossuth Square – would have been sufficient in the circumstances.", "18. In the resumed first-instance administrative proceedings, on 4 April 2011 the Budapest Commander partly sustained Mr K.’s complaint, noting that, in the absence of evidence to the contrary, the proportionality of the impugned measure had successfully been challenged."], "VIOLATED_ARTICLES": ["11"], "VIOLATED_PARAGRAPHS": ["11-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}