{"ITEMID": "001-73266", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVN", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF AVDIC  v. SLOVENIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Violation of Art. 13;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "David Thór Björgvinsson;John Hedigan", "TEXT": ["5. The applicant was born in 1954 and lives in Velenje.", "6. On 5 December 1995 the applicant was injured in an accident at work in a mine. The applicant’s employer had taken out insurance with the insurance company ZT.", "7. On 3 July 1997 the applicant instituted civil proceedings against ZT in the Celje District Court (Okrožno sodišče v Celju) seeking damages in the amount of 9,177,050 tolars (approximately 38,000 euros) for the injuries sustained.", "Between 31 July 1997 and 6 September 2000 the applicant lodged six preliminary written submissions and/or adduced evidence.", "On 31 August 1998 and 3 November 1998 he requested that a date be set for a hearing.", "Of the three hearings held between 26 March 1999 and 25 September 2000 none was adjourned at the request of the applicant.", "During the proceedings the court appointed two medical experts.", "At the last hearing the court decided to deliver a written judgment. The judgment, upholding the applicant’s claim in part, was served on the applicant on 29 November 2000.", "8. On 11 December 2000 the applicant appealed to the Celje Higher Court (Višje sodišče v Celju). On 13 December 2000 he amended the appeal. ZT cross-appealed.", "On 14 March 2002 the court allowed both appeals in part, annulled a part of the first-instance court judgment and remitted the case to the first instance court for re-examination.", "9. On 27 June 2002 the applicant lodged an appeal on points of law with the Supreme Court (Vrhovno sodišče). ZT cross-appealed.", "On 25 March 2004 the court dismissed both appeals.", "The judgment was served on the applicant on 12 May 2004.", "10. On 31 January 2005 the first-instance court held a hearing and decided to deliver a written judgment.", "The judgment, upholding the applicant’s claim in part, was served on the applicant on 3 February 2005.", "11. On 4 February 2005 the applicant appealed to the Celje Higher Court against the part of the judgment concerning costs and expenses of the proceedings.", "On 15 February 2006 the court dismissed the appeal. The decision was served on the applicant on 6 March 2006."], "VIOLATED_ARTICLES": ["13", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}