{"ITEMID": "001-104361", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF KIJOWSKI v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "No violation of Art. 8", "JUDGES": "Lech Garlicki;Nebojša Vučinić;Nicolas Bratza;Sverre Erik Jebens;Vincent A. De Gaetano;Zdravka Kalaydjieva", "TEXT": ["5. The applicant was born in 1966 and lives in Kraków.", "6. The applicant married in 1996 and has two sons, A, born on 3 December 1996, and B, born on 4 February 2003.", "7. In November 2002 the applicant's wife moved to her parents' house, taking A with her. One month later she instituted divorce proceedings. The applicant visited them on several occasions. However, most of these visits were disrupted by the couples' mutual hostility. In February 2003 the applicant's wife informed him that she would not allow further visits, but the applicant continued to go to her flat, sometimes with other members of his family.", "8. On 3 August 2003 the applicant, during one of the visits, took his son A away with him, without his wife's consent and apparently by force. Afterwards A lived with the applicant in Kraków until 8 March 2007.", "9. The applicant submitted that A had been neglected and that he had acted in the best interests of his son. A subsequently received dental treatment, psychological support and speech therapy, and started going to school.", "The Government submitted that the child's psychological problems had been caused by the trauma of being kidnapped by his father, which had also led to the aggravation of his stutter. They relied on the reasoning of the Regional Court judgment of 30 June 2006 (see paragraph 16 below).", "10. In August 2003 the applicant's wife informed the prosecutor that her son had been kidnapped by the applicant.", "The applicant's wife also applied to the court for sole residence of A; however, on 19 November 2003 the Kraków Regional Court decided to make a temporary residence order for A with the applicant. The applicant's wife was granted contact rights. The Government submitted that the applicant had been hindering her contact with A; the applicant denied this.", "11. In May 2004 the parties and A were examined by experts from the RODK (Regional Family Consultation Centre). Their opinion was that A should live with his mother, although the applicant should enjoy extensive contact rights.", "12. On 22 November 2004 the court changed its decision of 19 November 2003 and made a residence order for A with the applicant's wife. The applicant was granted contact rights and was ordered to return the child to his wife. An appeal by the applicant against this decision was dismissed on 22 March 2005.", "13. The applicant failed to comply with this decision and refused to return A.", "14. On 8 December 2004 the Brzesko District Court dismissed in the light of DNA tests the applicant's action contesting his paternity of B. Subsequently, the applicant attempted to visit B; however, his wife apparently hindered his contact with his younger son.", "15. The applicant continued to live with A, who changed schools; they apparently moved house more than once. The applicant's wife complained to the prosecutor and attempted to have the decision of 22 November 2004 enforced.", "16. On 30 June 2006 the Kraków Regional Court granted the applicant's petition for divorce. The court further decided to limit the applicant's parental responsibility for A and to deprive him altogether of parental responsibility for B. Residence of both children was ordered to be with the applicant's former wife. The court also allowed the applicant contact rights in respect of both his sons.", "17. An appeal by the applicant against the judgment was dismissed on 28 December 2006 by the Kraków Court of Appeal. The reasoned judgment was notified to the applicant on 15 February 2007.", "18. The applicant's former wife made contact with B impossible for the applicant. However, he failed to institute enforcement proceedings against his former wife or to apply to the court for a fine to be imposed on her.", "19. On 8 March 2007 the applicant was arrested by the police in view of the reasonable suspicion that he had kidnapped A and kept him, in spite of the final judgment of 30 June 2006 and the previous order of 22 November 2004. He remained in pre-trial detention for six months and was released in September 2007. On 25 May 2007 the applicant was indicted before the Kraków District Court. Subsequently, the applicant and his mother were found guilty of keeping A with them, in breach of domestic decisions. On 4 December 2009 the Krakow Regional Court quashed that judgment. It appears that the proceedings are pending before the trial court.", "20. A was only returned to residence with his mother three months after the applicant's arrest, because between 8 March and 8 July 2007 he had been living with the applicant's mother.", "21. On 25 January 2008 A was heard by the prosecutor in the criminal proceedings against the applicant. The child stated that he preferred to live with his father and that his mother had been threatening him and had forbidden him to call his father.", "22. In March 2008 A ran away from his mother's and went to his father's house, located 100 kilometres away. The applicant took him to the police station and A was returned to his mother.", "23. On 1 April 2008 A ran away again and joined his father in Kraków. They have been living together since then.", "24. On 8 April 2008 the applicant applied to the Dąbrowa Tarnowska District Court for a new decision regarding parental responsibility and for an order for A's residence with him.", "25. On 10 April 2008 the court guardian visited the applicant and A. According to her opinion, A did not want to live with his mother, had good living conditions with his father and paternal grandmother in Kraków and preferred to stay with his father.", "26. On 14 April 2008 the court dismissed the applicant's request for an interim order changing the child's place of residence (o zabezpieczenie wniosku).", "27. On 23 June 2008 the Tarnow Regional Court made an interim order suspending contact between the applicant and B, which had been ordered in the divorce judgment of 30 June 2006.", "28. At a hearing on 6 October 2008 the Dąbrowa Tarnowska District Court heard, inter alia, the director of A's former school, which he had been attending while living at his mother's. She testified that A had very often spoken to her complaining about his situation at home, in particular that his mother had prohibited him from visiting his father as well as from calling the applicant or using a computer for the purpose of contacting him. During the stay at his mother's the child apparently felt that he had been treated differently from his brother B and that his mother had threatened that he would be taken to a children's home and that his father would be arrested again.", "29. On 6 October 2008 the court again dismissed the applicant's request for an interim order allowing A's place of residence to be with him. The court established that A had had de facto residence with the applicant between August 2003 and March 2007 and since April 2008. The child obviously had a stronger attachment to his father. However, the court did not consider that there was enough evidence to issue an interim order changing the earlier decision of A's place of residence before the case was ready for a decision on the merits.", "30. At the hearing on 27 April 2009 the court heard A, who was then twelve years old, for the first time.", "31. On the same date the court dismissed the applicant's request for the interim residence of A to be with him. The court again considered that without a thorough examination of the case it would not be possible to assess whether the best interests of the child required him to stay with his mother or with his father. Therefore the court decided to first hear experts and to obtain their opinion in order to establish the reasons for A's hostility towards his mother. An appeal by the applicant against this decision was dismissed on 20 July 2009.", "32. On 11 August 2009 the Dąbrowa Gornicza District Court ordered an opinion to be prepared by the RODK. The opinion was finally submitted to the court on 16 December 2009. According to the experts the best interests of A required that the residence order be changed to allow A to live with the applicant. The experts took into account the feelings and choices made by A and the family situation characterised by a prolonged conflict between his parents, with A caught in the middle of that conflict. Nevertheless the experts noticed that A had been influenced by the applicant, who had enlisted him in a coalition against his mother and expected absolute loyalty from him. Such behaviour worked against the applicant's ability to be a good parent and violated the child's right to express his feelings freely and to form views about the family and the world on the basis of his own experience.", "33. On 15 February 2010 the Kraków District Court allowed the applicant's request of 8 April 2008, granted him full parental responsibility and ordered A's residence with him. It limited the parental responsibility of the applicant's former wife in respect of A.", "The court considered that A's negative attitude towards his mother, which manifested itself during the period when he was under her care in 2007, had been caused by the lengthy period of total deprivation of any contact between them and during which the applicant had isolated A from his mother. Moreover, for a prolonged period of time the applicant had the undisturbed opportunity to influence his child and create a very strong bond between them.", "Nevertheless, the court considered that the situation of the child had substantially changed since the divorce judgment of 30 June 2006. A had been living with the applicant, who has been securing his emotional and material needs. The court also took into account the wish of the child as to his preferred place of residence, given his age and level of maturity. Regard being had to the above, the court decided that the best interests of the child required the previous decisions to be modified and an order made for A's place of residence to be with the applicant.", "34. The applicant's former wife appealed against the decision, but on 15 July 2010 the Tarnów Regional Court dismissed the appeal.", "35. On 7 April 2010 the Dąbrowa Tarnowska District Court modified the judgment of 30 June 2006 and banned any contact between the applicant and his younger son B. The court found that the applicant had never wanted his second child, contested his paternity of him and had seen B only twice: once after B's birth in 2003 and once in connection with the preparation of a psychological opinion at the RODK. In consequence B, seven years old, had not developed any emotional ties with the applicant, and in fact was afraid of him and perceived him as a threat to the stability of his family. The court concluded that the best interests of the child required all contact between him and the applicant to cease.", "36. The applicant appealed against this decision, but on 11 June 2010 the Dabrowa Tarnowska District Court rejected the appeal for failure to lodge it in accordance with formal requirements, namely by lodging it out of time. A further appeal against the latter decision was dismissed on 20 July 2010 by the Tarnów Regional Court.", "37. Under Article 106 of the Family and Custody Code, a final court decision as to parental responsibility and contact arrangements can be modified at any time if the interests of the child so require, either upon an application by either parent or by the court acting of its own motion.", "38. Pursuant to Article 730 of the Code of Civil Procedure a party can request the court to issue an interim order in order to secure a claim concerning, for instance, contact arrangements.", "39. The relevant domestic law concerning the enforcement of a parent's contact rights is set out in the Court's judgment in the case of P.P. v. Poland (no. 8677/03, §§ 6974, 8 January 2008)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["8"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}