{"ITEMID": "001-72952", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVN", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF CUNDRIC v. SLOVENIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Violation of Art. 13;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses (domestic proceedings) - claim dismissed;Costs and expenses award - Convention proceedings", "JUDGES": "David Thór Björgvinsson;John Hedigan", "TEXT": ["5. The applicant was born in 1947 and lives in Bohinjska Bistrica.", "6. The case concerns three set of proceedings resulting from the dismissal of the applicant from his office in 1994, subsequent transfer to other posts and, ultimately, the termination of his employment in 1998. During the proceedings the applicant urged different authorities to accelerate the proceedings, including the Petition’s Commission of the Parliament, the Ombudsman for Human Rights and the Higher Labour and Social Court.", "7. On 14 March 1994 the applicant’s employer A dismissed the applicant from a job position of a technical director and on 15 March 1994 transferred him to a new post.", "8. On 28 February 1994 the applicant instituted proceedings against A in the Ljubljana Labour and Social Court (Delovno in socialno sodišče v Ljubljani) seeking, inter alia, the annulment of the above mentioned decisions.", "Of the seven hearings held between 17 February 1995 and 10 September 1997, none was adjourned at the request of the applicant.", "On 4 June 1997 the applicant requested the exclusion of a judge from the proceedings, which was rejected on 2 July 1997.", "At the last hearing, the court decided to deliver a written judgment. The judgment, rejecting the applicant’s claim, was served on the applicant on 17 October 1997.", "9. On 24 October 1997 the applicant appealed to the Higher Labour and Social Court (Višje delovno in socialno sodišče). On 4 May he made a request to speed up the proceedings.", "On 14 January 2000 the court allowed the applicant’s appeal and remitted the case to the first-instance court for re-examination.", "10. In the meanwhile, on 16 November 1998, the applicant lodged a constitutional appeal with the Constitutional Court (Ustavno Sodišče), which was rejected on 2 February 1999 as premature.", "11. In the re-examination proceedings, of the four hearings held between 20 June 2000 and 15 October 2001, one was adjourned due to the applicant’s modification of the claim.", "At the last hearing, the court decided to deliver a written judgment. The judgment, upholding the applicant’s claim in part, was served on the applicant on 27 November 2001.", "12. On 5 December 2001 the applicant appealed to the Higher Labour and Social Court.", "On 24 September 2004 the court in part upheld the first-instance court judgment and in part remitted the case to the first-instance court for re-examination.", "The Higher Labour and Social Court’s judgment was served on the applicant on 9 February 2005.", "13. On 5 March 2005 the applicant lodged an appeal on points of law with the Supreme Court (Vrhovno sodišče) against the part of the Higher Court’s judgment upholding the first-instance court judgment.", "The proceedings are pending in part before the Supreme Court and in part on the first instance.", "14. On 9 November 1998 the applicant was again transferred to a new post.", "15. On 22 December 1998 the applicant instituted proceedings against A in the Ljubljana Labour and Social Court seeking annulment of the above decision on transfer and payment of the loss in his salary.", "On 9 January 2002 the court held a hearing.", "After the hearing, the court delivered a judgment, in which it excluded from the proceedings the part of the claim concerning the difference in the salary, which was joined with the third set of the proceedings, and rejected the remainder of the applicant’s claim.", "16. On 7 March 2002 the applicant appealed to the Higher Labour and Social Court.", "On 29 January 2004 the court dismissed the applicant’s appeal.", "The judgment was served on the applicant on 15 March 2004.", "17. On 10 April 2004 the applicant lodged an appeal on points of law with the Supreme Court.", "On 15 February 2005 the court dismissed the applicant’s appeal.", "The judgment was served on the applicant on 2 March 2005.", "3. The third set of proceedings", "18. Ultimately, on 30 December 1998, A dismissed the applicant from work and on 17 March 1999 terminated his employment.", "19. On 30 March 1999 the applicant instituted civil proceedings in the Ljubljana Labour and Social Court seeking the annulment of that decision and recognition of continuation of his employment.", "Of the two hearings held on 9 January 2002 and 5 February 2002, neither was adjourned at the request of the applicant.", "At the last hearing, the court delivered a judgment, rejecting the applicant’s claim.", "20. On 22 March 2002 the applicant appealed to the Higher Labour and Social Court.", "On 2 April 2004 the court dismissed the applicant’s appeal.", "The judgment was served on the applicant on 4 May 2004.", "21. On 11 May 2004 the applicant lodged an appeal on points of law with the Supreme Court.", "On 15 February 2005 the court dismissed the applicant’s appeal.", "The judgment was served on the applicant on 2 March 2005."], "VIOLATED_ARTICLES": ["13", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}