{"ITEMID": "001-5367", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NLD", "BRANCH": "ADMISSIBILITY", "DATE": 2000, "DOCNAME": "BOONS v. THE NETHERLANDS", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Elisabeth Palm;Gaukur Jörundsson", "TEXT": ["The applicant is a Dutch national, born in 1959, and was detained at the time of the introduction of the application. He is represented before the Court by Mr G. Spong, a lawyer practising in The Hague.", "A.", "In its judgment of 22 May 1995, the Regional Court (Arrondissementsrechtbank) of s’-Hertogenbosch convicted the applicant of homicide and of hiding and/or removing a body with the aim to conceal the fact and/or the cause of death. It sentenced the applicant to six years’ imprisonment. In addition, it ordered the measure that the applicant be placed at the Government’s disposal (terbeschikkingstelling) in order to receive mental treatment at the Government’s expense. The applicant filed an appeal with the Court of Appeal (Gerechtshof) of ‘s-Hertogenbosch. The prosecution did not appeal.", "On 2 April 1996, following adversarial proceedings, the Court of Appeal delivered its judgment in public. With the exception of the qualification and the determination of sentence, the Court of Appeal upheld the judgment of 22 May 1995. It convicted the applicant of homicide and of hiding and removing a body with the aim to conceal the fact and/or the cause of death. The Court of Appeal sentenced the applicant to eight years’ imprisonment. It further ordered the measure that the applicant be placed at the Government’s disposal.", "As regards the determination of the applicant’s sentence of imprisonment, the Court of Appeal stated:", "<Translation>", "“In the court’s opinion another or lighter sanction than a punishment which entails unconditional deprivation of liberty of a duration stated hereinafter does not suffice. On this point, the seriousness of what has been found proven in relation to other punishable facts as, inter alia, expressed by the statutory defined maximum punishment for this and by the punishments imposed for similar facts, has been taken into account.", "The court is of the opinion that a punishment as imposed by the first instance court and as sought by the procurator-general does not suffice in that it insufficiently expresses;", "- the fact that the victim M. was a girl of just fifteen years old and the fact that she was related to the accused;", "- the extent to which the facts found proven caused personal suffering in the victim’s family circle and to extent to which society has been rocked;", "- the violent character of what has been found proven and the social unrest of which this is also a consequence.”", "The applicant filed an appeal in cassation with the Supreme Court (Hoge Raad). Relying on Article 6 of the Convention, he complained, inter alia, that it did not appear from the judgment of the Court of Appeal whether or not it had decided unanimously to increase his sentence. He submitted that, pursuant to Article 424 § 2 of the Code of Criminal Procedure (Wetboek van Strafvordering), such an increase could only be decided unanimously by the Court of Appeal. In his opinion, a convicted person should be able to verify whether this rule had in fact been respected.", "The Procurator-General (Procureur-Generaal) to the Supreme Court, in his advisory opinion to the Supreme Court, considered on this point that it cannot be derived from the Strasbourg case-law under the Convention that there is an obligation that judgments must reflect whether the rule set out in Article 424 § 2 of the Code of Criminal Procedure has been respected. In his opinion, it concerns a rule of domestic procedural law and it is to the domestic legislator to decide whether and, if so, to what extent compliance with this rule must be apparent. Although the Procurator-General agreed with the applicant that it would be desirable that the Court of Appeal, in a situation referred to in Article 424 § 2, would make it clear in its judgment that an increase of sentence had been decided unanimously. However, he did not consider that a failure to do so should result in nullity of the judgment concerned. In his opinion, there was insufficient reason for departing from the established case-law. On this point, he found that - given the explicit reasons stated for the increase of sentence - there were no reasons to doubt whether the Court of Appeal had unanimously decided to increase the applicant’s sentence.", "In its judgment of 20 May 1997 and referring to Article 101a of the Judicial Organisation Act (Wet op de Rechterlijke Organisatie), the Supreme Court rejected the applicant’s appeal in cassation as not prompting a determination of legal issues in the interest of legal unity and legal development.", "B. Relevant domestic law and practice", "With the exception of Article 472 § 2 of the Code of Criminal Procedure, which concerns decisions of the Supreme Court in relation of revision requests, there is no explicit statutory general rule in Dutch law to the effect that judicial decisions must be taken by a majority. This principle is considered to be inherent in the Dutch judicial system insofar as cases are not determined by a single judge.", "A reference to judges’ deliberations is contained in Article 26 § 1 of the Judicial Organisation Act, pursuant to which provision the President of a chamber of the court must, during the judges’ deliberations, ask each of the judges individually to state his or her opinion. The President will be the last person to state his or her opinion. According to Article 26 § 2, each of the sitting judges must participate in the decision making.", "However, according to Article 424 of the Code of Criminal Procedure, a unanimous decision of the judges concerned is required in three specific situations, including the situation described in paragraph 2 of this provision, which reads:", "<Translation>", "“Where only the accused has filed an appeal, he can - as to what has been found proven against him in the first instance proceedings - only by a unanimous vote be given a higher sentence than the sentence given by the first instance court.”", "Article 424 § 2 of the Code of Criminal Procedure stipulated initially that, where only the accused had filed an appeal, no higher sentence could be imposed. This protection did, however, not apply where the appeal court reached different findings than the first instance court in relation to what facts were considered proven (bewezenverklaring). As it was felt incompatible with the public law character of criminal proceedings to restrict the appeal judge in the assessment of the seriousness of the offence of which an accused had been found guilty, this provision was amended on 29 November 1935 to its current wording.", "In two cases, the Supreme Court rejected a complaint that the unanimity required under Article 424 § 2 of the Code of Criminal Procedure did not appear from the wording of the judgment of the Court of Appeal. The Supreme Court held that there is no statutory provision to the effect that an appeal judgment must explicitly mention that the requirement under Article 242 § 2 has been respected (Hoge Raad 15 February 1972, Nederlandse Jurisprudentie 1972, nr. 240; and HR 10 January 1978, NJ 1978, nr. 629).", "Article 101a of the Judicial Organisation Act provides:", "<Translation>", "“If the Supreme Court considers that a complaint submitted cannot lead to cassation and does not prompt a determination of legal issues in the interest of legal unity and legal development, it can limit itself to this finding when giving the reasons of its decision on that point.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}