{"ITEMID": "001-85689", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF TETSEN v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial;Violation of Article 1 of Protocol No. 1 - Protection of property", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Sverre Erik Jebens", "TEXT": ["5. The applicant was born in 1979 and lives in Vizinga in the Komi Republic.", "6. From 14 June 2001 to 31 July 2003 the applicant was employed in the military commander’s office in the Chechen Republic. On the commander’s orders, he took part in counter-terrorist operations. For his participation he was paid an additional compensation of 55,807.70 Russian roubles (RUB) for a period of eighty-five days.", "7. The applicant applied to a court, claiming that the additional compensation should be paid for the entire duration of his employment in the military commander’s office. He submitted original employment contracts and orders signed by the military commander.", "8. The military commander’s office did not send a representative to take part in the proceedings and asked the court to hear the case in his absence.", "9. On 25 August 2003 the Military Court of the Rostov-on-Don Garrison accepted the applicant’s claim and awarded him RUB 444,965.37 against the military commander of the Chechen Republic.", "10. No appeal having been lodged against the judgment, it became enforceable ten days later.", "11. On 6 September 2003 the applicant obtained a writ of execution and submitted it to the Ministry of Finance.", "12. On 23 August 2005 a representative of the military commander’s office asked the Military Court of the Rostov-on-Don Garrison to quash the judgment of 25 August 2003 on account of newly discovered circumstances. He claimed that it had been founded on “unreliable evidence” (недостоверные доказательства).", "13. By decision of 20 October 2005, a judge of the Military Court of the Rostov-on-Don Garrison set aside the judgment of 25 August 2003 on account of newly discovered circumstances. The parties did not make available a copy of that decision to the Court. According to the applicant, it did not specify why the evidence in the original judgment was considered “unreliable”. The Government indicated that it was unreliable because “the applicant’s calculations of the indebtedness [had] had no legal effect”.", "14. In the re-opened proceedings the applicant’s claims were rejected in full. Copies of these judgments were not made available to the Court."], "VIOLATED_ARTICLES": ["6", "P1"], "VIOLATED_PARAGRAPHS": ["P1-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}