{"ITEMID": "001-57519", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SWE", "BRANCH": "CHAMBER", "DATE": 1987, "DOCNAME": "CASE OF LEANDER v. SWEDEN", "IMPORTANCE": "2", "CONCLUSION": "No violation of Art. 8;No violation of Art. 10;No violation of Art. 13", "JUDGES": "C. Russo", "TEXT": ["9. The applicant, Mr. Torsten Leander, is a Swedish citizen born in 1951 and a carpenter by profession.", "10. On 20 August 1979, he started to work as a temporary replacement in a post of museum technician (vikarierande museitekniker) at the Naval Museum at Karlskrona in the south of Sweden. The museum is adjacent to the Karlskrona Naval Base which is a restricted military security zone.", "The applicant maintained before the Court that the intention was that he should work for ten months in this post, while its ordinary holder was on leave. He alleged that on 3 September he was told to leave his work pending the outcome of a personnel control which had to be carried out on him in accordance with the Personnel Control Ordinance 1969 (personal-kontrollkungörelsen 1969:446 - see paragraphs 18-34 below). According to the applicant, this control had been requested on 9 August 1979.", "The Government submitted that the applicant was employed only from 20 August to 31 August 1979, as evidenced by a notice to this effect, issued on 27 August 1979 by the Director of the Museum. They further contended that in employing Mr. Leander the Director had committed two mistakes. Firstly, it was not in accordance with the procedure prescribed in the Ordinance and the relevant regulations issued thereunder to employ a person before a personnel control had been undertaken and, secondly, the post had not been properly declared vacant.", "11. The necessary steps were taken on 30 August 1979. The post was opened for application until 28 September 1979. Mr. Leander did not apply.", "12. It appears that on 25 September the Director informed him that the outcome of the personnel control had been unfavourable and that he could therefore not be employed at the Museum.", "13. Following the advice of the Security Chief of the Naval Base, the applicant wrote to the Commander-in-Chief of the Navy (chefen för marinen) requesting to be informed of the reasons why he could not be employed at the Naval Museum.", "In his reply of 3 October 1979, the Commander-in-Chief of the Navy stated, inter alia:", "\"The Museum possesses several storage rooms and historical objects within the area for the security of which the Chief of the Naval Base (örlogsbaschefen) is responsible. According to the information received by the Commander-in-Chief of the Navy, the person holding the post in question must have freedom to circulate within areas subject to special restrictions regarding access. The rules on access to these areas must therefore also be applied to the personnel employed at the Museum.", "It is for these reasons that the Chief of the Naval Base requested a personnel control.", "The control carried out has provided such grounds for the Commander-in-Chief’s assessment of you from a security point of view that the decision has been taken not to accept you.", "However, if your duties at the Naval Museum will not necessitate that you have access to the naval installations at the Naval Base, the Commander-in-Chief sees no reason to oppose your employment. The decision whether or not to employ you is taken in a procedure distinct from the present one.\"", "14. On 22 October 1979, the applicant complained to the Government and requested that the assessment of the Commander-in-Chief of the Navy be cancelled and that he be declared acceptable for the temporary employment at the Naval Museum, irrespective of the possibility of being reinstated in that employment. He pointed out in particular that he had left a permanent position in Dalarna, in the North of Sweden, on being told that he was accepted for employment at the Naval Museum and that a negative outcome of the personnel control could mean social misery, especially considering that he had a wife and child to support. In his original complaint, and also in a letter of 4 December 1979, Mr. Leander further requested that he be given information about the reasons for his not being accepted at the Naval Museum.", "The Government requested the opinion of the Supreme Commander of the Armed Forces (överbefälhavaren), who in turn consulted the Commander-in-Chief of the Navy.", "The Commander-in-Chief of the Navy explained in a letter of 7 November 1979 that he had received the result of the personnel control from the Supreme Commander on 17 September 1979 together with the following proposal:", "\"Accepted in accordance with the assessment of the [Commander-in-Chief of the Navy], on condition that L. does not, through access to the Museum’s premises or through his work, obtain insight into secret activities.\"", "The Commander-in-Chief of the Navy added that, according to his information, the Director of the Museum required the person employed in the post in question to have free access to, and freedom to circulate in, the Naval Base and that accordingly, on 21 September 1979, he had taken the decision not to accept the applicant.", "In his reply to the Government, the Supreme Commander of the Armed Forces stated, inter alia:", "\"However, the employment of Mr. Leander during this time, 15 August - 1 September 1979, did not involve any access to the Naval Base. The Commander-in-Chief of the Navy has said that he does not oppose such employment. The Director of the Naval Museum has, however, affirmed the requirement that Mr. Leander should have access to the Naval Base.", "In view of the above and the fact that, if Mr. Leander was given access to the Naval Base, he would have access to secret installations and information, the Commander-in-Chief of the Navy decided not to accept the applicant.", "When dealing with the present case, the Commander-in-Chief of the Navy has entirely followed existing regulations concerning the assessment of personal qualifications from a security point of view.", "...", "Like the Commander-in-Chief of the Navy, the Supreme Commander of the Armed Forces considers that Mr. Leander may properly be employed by the Naval Museum provided that the holder of the appointment does not require access to the Naval Base.\"", "The opinion of the Supreme Commander of the Armed Forces was accompanied by a secret annex, containing the information on Mr. Leander released by the National Police Board (rikspolisstyrelsen). This annex was never communicated to the applicant and has not been included in the material submitted to the Court.", "15. In a letter of 5 February 1980, the applicant raised new grievances before the Government. These concerned the decision of the National Police Board not to exercise its powers under section 13 of the Personnel Control Ordinance to communicate to him the information released on him (see paragraph 31 below). The applicant requested that the Government should, before taking a decision on his request of 22 October 1979, give him the right to be apprised of and to comment upon the information thus released by the Board.", "On this matter, the Government sought the opinion of the Board. In its reply of 22 February 1980, the Board proposed that the applicant’s complaints be dismissed. It added:", "\"The entering of information in the register of the Board’s Security Department is based mainly on a 1973 Royal Decree which is secret. Before information is entered, the question of registration is subject to assessment, at several levels, by civil servants under responsibility to verify compliance with the above-mentioned rules in relation to each item of information. In the event of doubt, the question of registration is decided upon by the Chief of the Security Department.", "Information from the register is handed out in accordance with section 9 of the Personnel Control Ordinance after decision by the National Police Board in plenary meeting. At least three of the six members of the Board who are appointed amongst parliamentarians should be present when decisions are taken in matters of personnel control. In the case of the applicant, all six members were present.", "...", "Under section 13 of the Personnel Control Ordinance, the person whom the information concerns ought to be given the opportunity to submit observations on the matter if special reasons give cause for this. However, the National Police Board did not see any cause to apply this provision in the case of the applicant as no special reasons were found, and also as the registering had been effected in accordance with the secret Royal Decree and disclosure of the information would have revealed part of the contents of that Decree.\"", "Mr. Leander replied to this opinion in a letter of 11 March 1980 to the Government, in which he argued, inter alia, that the Board should have communicated to him, at least orally and subject to a duty of confidentiality, the information kept on him.", "16. By decision of 14 May 1980, the Government rejected the whole of the applicant’s complaint. In its operative parts, the decision read:", "\"The question whether or not a person is suitable for certain employment can only be examined by the Government in the context of a complaint about the appointment to a post. Leander has lodged no appeal with the Government in respect of appointment. His request that the Government should declare him acceptable for the provisional employment concerned cannot therefore be examined.", "In the present case, there are no such special circumstances as are mentioned in section 13 of the Personnel Control Ordinance which would give Leander the right to be acquainted with the information about him released by the National Police Board to the Supreme Commander of the Armed Forces.", "The remainder of Leander’s petition is a request to be given an extract from, or information about the contents of, a police register.", "The Government reject [this] request ...", "The Government do not examine Leander’s request for a revised assessment of his person and take no measure in regard to any other part of his petition.\"", "17. The applicant maintained before the Court that he still did not know the content of the secret information recorded on him.", "Regarding his personal background, he furnished the following details to the Commission and the Court. At the relevant time, he had not belonged to any political party since 1976. Earlier he had been a member of the Swedish Communist Party. He had also been a member of an association publishing a radical review - Fib/Kulturfront. During his military service, in 1971-72, he had been active in the soldiers’ union and a representative at the soldiers’ union conference in 1972 which, according to him, had been infiltrated by the security police. His only criminal conviction stems from his time in military service and consisted of a fine of 10 Swedish Crowns for having been late for a military parade. He had also been active in the Swedish Building Workers’ Association and he had travelled a couple of times in Eastern Europe.", "The applicant asserted however that, according to unanimous statements by responsible officials, none of the above-mentioned circumstances should have been the cause for the unfavourable outcome of the personnel control.", "18. According to Chapter 2, section 3, of the Swedish Instrument of Government (regeringsformen, which forms the main constituent of the Swedish Constitution and is hereafter referred to as \"the Constitution\"), \"no entry regarding a citizen in a public register may without his consent be founded exclusively on his political opinion\".", "19. The legal basis of the register kept by the National Police Board’s Security Department (\"the secret police-register\") is to be found in the Personnel Control Ordinance, which was enacted by the Government under their regulatory powers and which was originally published in the Swedish Official Journal (svensk författningssamling, 1969:446). Section 2 of the Ordinance (as amended by Ordinance 1972:505) provides:", "\"For the special police service responsible for the prevention and detection of offences against national security, etc., the Security Department within the National Police Board shall keep a police-register. In this register, the National Police Board may enter information necessary for the special police service.", "In the police-register referred to in the first paragraph, no entry is allowed merely for the reason that a person, by belonging to an organisation or by other means, has expressed a political opinion. Further provisions concerning the application of this rule shall be laid down by the Government.\"", "20. In consequence, the following instructions, published on 22 September 1972, were given to the National Police Board by the Government:", "\"In this country, there exist organisations and groups engaging in political activities which involve the use or the possible use of force or threats of compulsion as means to achieve their political aims.", "Some organisations have adopted a programme in which it is said that the organisation shall endeavour to change the social system by violence. It can be assumed, however, that a large part of the membership of such organisations will never take part in the realisation of the goals in the programme. The mere fact of being a member of such an organisation does not therefore constitute a reason for the Security Police to make an entry about a person in its register. An entry may be made, however, if a member or a supporter of such an organisation has acted in a way which justifies the suspicion that he may be prepared to participate in activities which endanger national security or which are aimed at, and may contribute towards, overthrowing the democratic system by force or affecting the status of Sweden as an independent State.", "There also exist organisations and groups which may engage in, or may have engaged in, political subversion in Sweden or in other States, while using force, threats or compulsion as means for such subversion. Information about members or supporters of such organisations or groups shall be entered in the register of the Security Police.", "Further instructions concerning the application of section 2 of the Personnel Control Ordinance shall be issued by the Government following proposals from the National Police Board. If, in the special police service, circumstances appear which may call for amendments to the instructions issued by the Government the National Police Board should submit proposals for such amendments.\"", "21. Further instructions, this time secret, were issued by the Government on 27 April 1973 and again on 3 December 1981.", "22. In addition to the circumstances provided for in the Personnel Control Ordinance (see paragraph 24 below), information from the secret police-register appears also to be released by the National Police Board in certain cases of public prosecution and in matters relating to applications for Swedish citizenship.", "23. In addition to the above-mentioned provisions regarding the secret police-register, the Personnel Control Ordinance contains provisions as to, inter alia, the posts which are to be security classified, the procedure for handing out information and the use of the information released. The main relevant provisions are summarised below.", "24. According to section 1, personnel control means the obtaining of information from police registers in respect of persons holding or being considered for appointment to posts of importance for national security.", "25. Section 3 (as amended by Ordinance 1976:110) enumerates certain authorities, including the Supreme Commander of the Armed Forces, entitled to request a personnel control.", "26. Section 4 specifies that a personnel control may only be carried out with regard to certain posts of importance for national security. The posts concerned are divided into two security classes (skyddsklasser), depending upon whether or not they are of vital importance for national security. The decision to classify a post in Security Class 1 is taken by the Government, whereas the right to classify a post in Security Class 2 is normally delegated to the authority in question.", "27. According to section 6, requests for release of information for the purposes of a personnel control are to be made to the National Police Board and the request shall be made only with regard to the person whom it is intended to appoint to the post.", "28. Sections 8 and 9 deal with what information may be handed out to the appointing authority.", "If the post in question falls within Security Class 1, the National Police Board may, under section 8, release all information on the person concerned contained in the secret police-register or in any other police register. If the post comes within Security Class 2, the Board may, by virtue of section 9 (as amended by Ordinance 1972:505), only supply a certain specific kind of information on the person concerned, namely", "\"1. his conviction for, or his being suspected of having committed, crimes mentioned in paragraph 1 of the Act of 21 March 1952 (no. 98) laying down special provisions on investigation measures in certain criminal cases (lag med särskilda bestämmelser om tvångsmedel i vissa brottmål) or mentioned in Chapter 13, paragraphs 7 or 8, of the Penal Code\" - mainly crimes against public peace, national security or the Government - \"or his conviction for, or his being suspected of, an attempt, conspiracy or incitement to commit such crimes;", "2. his conviction for, or his being suspected of having committed, such other acts as constitute crimes against the security of the State, or which are intended and liable to bring about the violent overthrow of the democratic government or to affect the country’s position as an independent State; or his conviction for, or his being suspected of, an attempt or conspiracy to commit such crimes;", "3. his being suspected, on the basis of his activities or otherwise, of being ready to participate in such acts as are mentioned in sub-paragraphs 1 and 2.\"", "29. Section 11 provides that, when deciding whether or not to make information from the register available, the National Police Board shall be composed of the National Police Commissioner (rikspolischefen), the Head of the Security Police and those members of the Board who have been appointed by the Government; there are six such lay members - usually Members or former Members of Parliament from different political parties, including the Opposition - and at least three of them must be present when the decision is taken.", "Information may be released only if all the participating members of the Board agree on the decision. Where one or more of the lay members of the Board oppose release of certain information, the National Police Commissioner may refer the matter to the Government for decision if he considers that the information should be made available. Such reference to the Government shall also be made if one of the lay members so requests.", "30. When a request for a personnel control is received by the National Police Board, the practice is the following. The Security Department draws up a memorandum on the information contained in the relevant registers and presents this orally to the Board, which, after deliberation, decides whether the information should be handed out in whole or in part. In taking this decision, it considers among other things the nature of the post in question, the degree of reliability of the information and how old the entries are. When a file contains only a few entries, this is a factor which may militate against disclosure. There are no written instructions on disclosure apart from the provisions of the Ordinance and the Instructions of the Government.", "31. At the relevant time, section 13 prescribed that before information was released by the National Police Board in cases relating to appointment to posts classified in Security Class 1, the person concerned should be given an opportunity of presenting his observations in writing or orally, unless there were special reasons to the contrary. In cases of appointment to posts classified in Security Class 2, the above notification procedure was to be applied only if required on account of special circumstances. However, in no case concerning a Security Class 2 post does the Board ever seem to have found any special circumstances to be present and, accordingly, such notification was never made - in spite of the fact that various important authorities, including the Chancellor of Justice and the Parliamentary Ombudsman, called upon to comment on the legislative proposal which was to become the Ordinance had recommended the making of at least some form of notification.", "This provision was amended as from 1 October 1983 (Ordinance 1983:764). At present, before information is released in cases of appointment to posts in all Security Classes, the person concerned must be given the opportunity of presenting his observations in writing or orally. This rule does not, however, apply if the person would thereby come to know information classified as secret by virtue of any provision in the Secrecy Act 1980, except for section 17 in Chapter 7 of the Act (see paragraph 41 below), or if the requesting authority, in cases not concerned with appointment to official posts, has been exempted by the Government from the requirement of informing the person concerned of the personnel control (see paragraph 33 below).", "32. At the time of the proceedings in Mr. Leander’s case, the National Police Board was, under section 14, prohibited from adding any comments to the information released to the requesting authority.", "33. Section 19 provided that before an authority initiated a personnel control, it had to inform the person concerned thereof - with one exception not relevant in the present case.", "34. Section 20 prescribed that it was the requesting authority that should independently assess the importance of the information released from the police register(s), having regard to the nature of the activities connected with the post in question, the authority’s own knowledge of the person concerned and other circumstances.", "35. Over the years, the Minister of Justice has been actively engaged in the supervision of the security police and the personnel control. He has made a number of investigations of varying depth. The investigations made by the Minister of Justice do not result in any reports. However, the Government stated that the deliberations between the Minister and the National Police Board have led to amendments of both the public and the secret instructions.", "36. The Office of the Chancellor of Justice has a long tradition and is now established in Chapter 11, section 6, of the Constitution. His functions and powers are set out in the 1975 Act on Supervision by the Chancellor of Justice (lag 1975:1339 om justitiekanslerns tillsyn) and in the Government’s Instruction to the Chancellor (förordning 1975:1345 med instruktion för justitiekanslern).", "The duties of the Chancellor of Justice, as laid down by Parliament (riksdag), include supervising the public authorities and their employees in order to ensure that their powers are exercised in accordance with the law and the applicable regulations. In this capacity, he often receives and examines complaints from individuals. He also has to act on the Government’s behalf in order to safeguard the rights of the State and has to assist the Government with advice and investigations in legal matters.", "The appointment as Chancellor of Justice is made by the Government and continues until retirement age. According to Chapter 11, section 6, of the Constitution, the Chancellor is subordinate to the Government. However, section 7 of the same Chapter provides: \"No public authority,\" - including the Government - \"nor the Parliament, nor the decision-making body of a municipality may determine how an administrative authority\" - including the Chancellor of Justice - \"shall make its decision in a particular case concerning the exercise of public authority against a private subject or against a municipality, or concerning the application of law.\"", "The Chancellor of Justice has the right to attend all deliberations held by courts and administrative authorities, although without expressing his opinion. He is also entitled to have access to all files or other documents kept by the authorities.", "All public authorities as well as their employees must provide the Chancellor of Justice with such information and reports as he may request (see also paragraph 41 below).", "In his supervisory capacity, he may institute criminal proceedings against public servants or he may report them with a view to disciplinary proceedings.", "The Chancellor may, in agreement with the Parliamentary Ombudsman, transfer to him cases involving individual complaints, and vice versa. Thus, identical complaints will in practice be considered by either the Chancellor or the Ombudsman, but not by both.", "37. The National Police Board, being a public authority, and its activities, including personnel control, fall under the Chancellor of Justice’s supervision.", "The Chancellor of Justice visits the Board and its Security Department regularly, generally once a year. In addition, visits take place if special reasons so warrant. A complaint from an individual may constitute such a special reason. His visits are always recorded and the minutes are drafted in such a way that they may be made public. If secret material has to be recorded, the secret passages in the minutes will not be made public. The Government have submitted a copy of the minutes of an inspection visit of 6 December 1983, from which it appears that the Chancellor of Justice together with two officials of the Chancellery inspected the premises of the Security Department and discussed, inter alia, questions concerning personnel control. Nothing emerged from the visit which called for special mention.", "The Chancellor of Justice has no power to alter a decision by the Board or the Security Department, nor can he interfere with their decision-making in general, although he is free to make statements about actions that he deems to be contrary to law or inappropriate.", "Since opinions expressed by the Chancellor in relation to an inspection of the personnel control procedure are not legally binding, it might perhaps be doubted whether they fall within the sphere where the Chancellor is guaranteed independence by virtue of Chapter 11, section 7, of the Constitution (see paragraph 36 above). In view of Swedish legal tradition, it is however inconceivable that the Government would endeavour to use their powers under Chapter 11, section 6, of the Constitution so as to give the Chancellor instructions as to, for example, the opinion he should give in a matter concerning the application of the Personnel Control Ordinance, or generally to prohibit him from monitoring the activities of the National Police Board; no such instructions exist and none has ever been given.", "38. The functions and powers of the Parliamentary Ombudsmen, an institution that dates back to 1809, are laid down in particular in Chapter 12, section 6, of the Constitution, and in the Act of Instruction to the Parliamentary Ombudsmen (lag 1975:1057 med instruktion för justitieombudsmännen).", "The four holders of the office of Parliamentary Ombudsman are elected by Parliament. Their main task is to supervise the application, within the public administration, of laws and other regulations.", "It is the particular duty of an Ombudsman to ensure that courts of law and administrative authorities observe the provisions of the Constitution regarding objectivity and impartiality and that the fundamental rights and freedoms of citizens are not encroached upon in the processes of public administration.", "If, while performing his supervisory duties, an Ombudsman should find cause to raise the question of amending legislation or of any other measure the State should take, he may present a statement on the subject to the Parliament or the Government.", "An Ombudsman exercises supervision either on complaint from individuals or by carrying out inspections and other investigations he deems necessary.", "The examination of a matter is concluded by a report in which the Ombudsman states his opinion on whether the measure contravenes the law or is inappropriate in any other respect. The Ombudsman may also make pronouncements aimed at promoting uniform and proper application of the law.", "The Ombudsman’s reports are considered to be expressions of his personal opinion. Whether or not his statements will have any practical effects depends on his ability to convince the decision-maker or authority in question. Those concerned often, but by no means always, abide by the Ombudsman’s opinion (see Gustaf Petrén/Hans Ragnemalm, Sveriges Grundlagar, Stockholm 1980, p. 327).", "An Ombudsman may institute a criminal prosecution or disciplinary proceedings against an official who has committed an offence by departing from the obligations incumbent upon him in his official duties.", "An Ombudsman may be present at the deliberations of a court or an administrative authority and shall have access to the minutes and other documents of any such court or authority. Any court, any administrative authority and any civil servant in central or local government must provide the Ombudsman with such information and reports as he may request. In the performance of his duties, the Ombudsman may request the assistance of any public prosecutor.", "39. It follows from the foregoing that the National Police Board and its activities come under the supervision of the Parliamentary Ombudsmen.", "According to information submitted by the registrar of the Parliamentary Ombudsmen, the procedure in cases of individual complaint is the following. When the complaint is lodged, the Ombudsman responsible contacts the Board or the requesting authority (see paragraph 25 above). He will then be furnished with oral opportunity to study the relevant documents and files. This information is not entered on any record kept by the Ombudsman, as that would entail problems as to how to preserve the secret character of the information. The Ombudsman arrives at his opinion on the basis of the inquiry described above and of the results of any other investigations undertaken. His report is always drawn up in writing and made accessible to the public. It does not therefore set out any secret information.", "Since 1969 there have been at least eight individual complaints relating to the personnel control system. Four were complaints of a general nature by notorious complainants. After having investigated the factual circumstances underlying the other four complaints, the Ombudsman closed the file in two of them only after having expressed specific criticism in respect of certain issues (reports of 20 February 1984 in case 684-1983 and of 15 February 1985 in case 2316-1984). The criticism expressed by the Ombudsman in the report of 20 February 1984 has, according to a recent judgment of the Labour Court (no. 28 of 12 March 1986), led the Supreme Commander of the Armed Forces to change a previous practice regarding the application of section 19 of the Ordinance.", "40. The Parliamentary Standing Committee on Justice consists of fifteen Members of Parliament nominated on a proportional basis. Since 1971, it has considered the appropriations for the security branch of the police and, almost every year, scrutinised the expenses of the security police, its organisation and activities. A great interest has, according to the Government, been shown in matters concerning the Personnel Control Ordinance and its application and in the question of assessing the influence of the lay members of the National Police Board on the activities of the security police. The Committee normally informs itself by holding hearings with spokesmen of the Board and its Security Department and by regular visits. Such visits took place in the spring of 1977, the autumn of 1979 and the spring of 1983. In the spring of 1980, special discussions took place between the Committee and the parliamentarians on the Board. In the spring of 1981, the Committee asked for, and received, a special report. In the spring of 1982, the Committee held a hearing with the National Police Commissioner and the Head of the Security Department.", "According to the Government, the Principal Secretary to the Committee has confirmed that the members of the Committee, during their visits, have full access to the registers and that they have also examined the register kept at the Security Department. The members have also discussed various matters concerning the keeping of the register with the officials responsible for making the entries and putting data before the Board when a personnel control is carried out.", "41. Under section 2 of Chapter 2 of the Freedom of the Press Act (tryckfrihetsförordningen), which is part of the Swedish Constitution, everyone is entitled to have access to a public document unless, within defined areas, such access is limited by law.", "At the relevant time, the main provisions concerning these limitations were found in the Act on Restrictions on the Right of Access to Public Documents (lag om inskränkningar i rätten att utbekomma allmänna handlingar 1937:249, \"the 1937 Act\"), which was in force until 1 January 1981.", "Under section 11 of the 1937 Act (as amended), \"details of information entered on such registers as are mentioned in the Act on the General Criminal Register (lag om allmänt kriminalregister 1963:197) or in the Police Register Act (lag om polisregister m.m. 1965:94) may not be handed out in any other cases or manner than those provided for in those Acts\". According to section 3 of the Police Register Act (as amended by Act 1977:1032, in force until 1 March 1985):", "\"Extracts from or information on the contents of police registers shall be given upon request from", "1. the Chancellor of Justice, the Parliamentary Ombudsmen, the National Police Board, the Central Immigration Authority, County Administrative Boards, county administrative courts, Chiefs of Police or public prosecutors;", "2. other authorities, if and to the extent that the Government, for certain types of cases or in a specific case, have given the necessary authorisation;", "3. an individual, if he needs the extract in order to secure his rights in a foreign country, in order to enter a foreign country or in order to take up residence or domicile or to work there, or in order to have decided questions of employment or contracts related to activities concerned with health-care or with matters of importance from a national security point of view, and the Government by way of special ordinance have authorised that extracts or information be given for such purposes, or, in other cases, if the individual can prove that he depends on obtaining information from the register in order to secure his rights, and the Government authorise such information to be given to him.\"", "As of 1 January 1981, the 1937 Act was replaced by the Secrecy Act 1980 (sekretesslagen, 1980:100) and similar regulations are now to be found in Chapter 7, section 17, of this Act.", "No evidence has been adduced of any special ordinance allowing individuals in the applicant’s situation to obtain extracts from the police registers.", "42. A decision by an authority other than the Parliament or the Government to refuse access to a document is subject to appeal to the courts (Chapter 2, section 15, of the Freedom of the Press Act).", "In several recent cases decided by the Supreme Administrative Court, individuals have been refused access to information contained in the secret police-register as they had not obtained or sought the previous authorisation by the Government required by the above-cited section 3 of the Police Register Act (Yearbook of the Supreme Administrative Court - 1981: Ab 100 and Ab 282 and 1982: Ab 85).", "This is consistent with the events in the present case, in that the Government declared themselves competent to examine Mr. Leander’s request to be acquainted with the information about him released by the National Police Board (see paragraph 16 above).", "However, no appeal - either to the Government or to the administrative courts - against a decision of the Board to release information to the requesting authority seems to be available to the individual concerned, since he is not considered to be a party to the release procedure before the Board (see the Supreme Administrative Court’s decision of 20 June 1984 in case 1509-1984).", "43. Even if a certain document is secret, the Government always have a certain discretionary power to release it, and a person who is a party to judicial or administrative proceedings in which the document is of relevance may still be allowed access to it. The basic provisions in this respect were, until 30 December 1980, contained in section 38 of the 1937 Act (as amended by Act 1974:567), which stated:", "\"Whenever it is found necessary in order to secure public or individual rights, the Government may, without being subject to the restrictions otherwise laid down in this Act, provide for the release of documents.", "If a document which may not be released to everybody can be presumed to be of importance as evidence in a trial or police investigation in a criminal matter, the court which handles the case or which is competent to decide questions relating to the police investigation may order that the document should be released to it or to the officer in charge of the police investigation. The foregoing does not however concern documents referred to in sections 1-4, 31 and 33. If the contents of a document are such that the person who has drawn it up may not, according to Chapter 36, section 5 (2), (3) or (4), of the Code of Judicial Procedure, be heard as a witness in regard thereto, the document may not be presented in the judicial proceedings or in the course of the police investigation; neither, unless warranted by special circumstances, may the document be presented in the judicial proceedings or in the course of the police investigation if a professional secret would thereby be disclosed.\"", "As from 1 January 1981, corresponding provisions are to be found in Chapter 14, sections 5 and 8, of the Secrecy Act 1980.", "44. The civil liability of the State is dealt with in Chapter 3 of the Civil Liability Act 1972 (skadeståndslagen 1972:207).", "According to section 2, acts of public authorities may give rise to an entitlement to compensation in the event of fault or negligence.", "However, under section 7, an action for damages will not lie in respect of decisions taken by Parliament, the Government, the Supreme Court, the Supreme Administrative Court or the National Social Security Court. Furthermore, with regard to decisions of lower authorities, such as the National Police Board, section 4 of the Act provides that such an action will not lie to the extent that the person concerned could have avoided losses by exhausting available remedies."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["10", "13", "8"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}