{"ITEMID": "001-111347", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NLD", "BRANCH": "ADMISSIBILITY", "DATE": 2012, "DOCNAME": "COLON v. THE NETHERLANDS", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "Corneliu Bîrsan;Egbert Myjer;Ineta Ziemele;Ján Šikuta;Josep Casadevall;Kristina Pardalos;Nona Tsotsoria", "TEXT": ["1. The applicant, Mr Ferdinand Jozef Colon, is a Netherlands national born in 1947 who lives in Amsterdam. He was represented before the Court by Mr H.A. Sarolea, a lawyer practising in Amsterdam. The Netherlands Government (“the Government”) were represented by their Deputy Agent, Ms L. Egmond, of the Netherlands Ministry of Foreign Affairs.", "2. The facts of the case, as submitted by the parties and as apparent from documents available to the public, may be summarised as follows.", "3. In response to a rise in violent crime in the city of Amsterdam the Burgomaster (Burgemeester) of that city gave an order designating certain areas as security risk areas (veiligheidsrisicogebieden). Relying on section 151b of the Municipalities Act (Gemeentewet), the Burgomaster designated most of the old centre of Amsterdam as a security risk area for a period of six months on 20 November 2002. By virtue of such a decision, a public prosecutor (Officier van Justitie) was empowered, in accordance with section 52(3) of the Arms and Ammunition Act (Wet Wapens en Munitie), to order that for a randomly selected period of twelve hours any persons present in the designated area might be subjected to a search for the presence of weapons. The process came to be known as “preventive searching” (preventief fouilleren).", "4. The reasoning on which the order was based referred to statistics of incidents involving the use of weapons (shootings, knifings, robberies, fatal and non-fatal casualties) in each of the areas concerned. It was observed that such incidents occurred most often in the old centre of the city, especially around the Wallen (the red-light district), the central station and around the concentrations of restaurants, bars and places of entertainment.", "5. By order of 26 June 2003 the Burgomaster designated the same area as a security risk area for another twelve months based on the fact that weapons were still being confiscated during searches and there had been insufficient decrease in the number of violent crimes.", "6. On 19 February 2004 the applicant, while in the designated security risk area, was stopped by police acting on orders of the public prosecutor to conduct searches of every person present in the security risk area. The applicant refused to submit to a search. He was then arrested (aangehouden) and taken to a police station, where he refused to give a statement (verklaring).", "7. On 27 January 2005 a single-judge chamber (politierechter) of the Amsterdam Regional Court (rechtbank) convicted the applicant of failing to obey a lawful order under article 184 of the Criminal Code (Wetboek van Strafrecht). He was sentenced to a fine of 150 euros (EUR).", "8. The applicant lodged an appeal with the Amsterdam Court of Appeal (gerechtshof), which acquitted him of all charges on 23 September 2005. The Court of Appeal considered that section 151b of the Municipalities Act imposed stringent requirements with regard to the decision to designate an area as a security risk area, especially in the light of individuals’ freedom of movement and respect for the right to privacy. The Burgomaster’s decisions (including the one dated 26 June 2003) did not meet the requirements of section 151b as the Burgomaster had failed to give any reasons why the security risk area had to be designated for such lengthy periods and cover such a large area. Accordingly, the decisions were not in conformity with Articles 5 and 8 of the Convention either.", "9. The Advocate General (Advocaat-Generaal) at the Amsterdam Court of Appeal lodged an appeal on points of law (cassatie) with the Supreme Court (Hoge Raad) against the judgment of the Court of Appeal.", "10. After the applicant submitted his application to the Court, the Supreme Court, on 20 February 2007, granted the appeal lodged by the Advocate General. The Supreme Court held that in considering the validity of the designation order the criminal judge should follow the approach of administrative courts in the matter. On that basis, and quoting from a judgment of the Administrative Jurisdiction Division of the Council of State (Afdeling bestuursrechtspraak van de Raad van State) of 9 November 2005 (Administrative Law Reports (AB Rechtspraak Bestuursrecht) 2006, no. 90), it found that the Burgomaster had a wide margin of appreciation (beoordelingsmarge) in assessing the need for any such order after consultation with the public prosecutor. It was for him or her to balance the interests involved, including public order and individual private life, against each other. The designation order should be limited in time and in area to what was necessary (noodzakelijk) to maintain public order. The Burgomaster’s choices had to be properly reasoned and proportionate to the interference with the private life of anyone present in the area concerned. The role of the criminal courts was limited to assessing the lawfulness and reasonableness of the Burgomaster’s decision.", "11. Considering the case in this light, the Supreme Court held that the Court of Appeal had correctly considered that the Burgomaster’s decision of 26 June 2003 had to be read in conjunction with his original decision of 20 November 2002. Nevertheless, in finding that insufficient reasons had been given for the decision of 26 June 2003 the Court of Appeal had failed to take into account the extensive report which had formed the basis for the 20 November 2002 decision. The Supreme Court therefore quashed the judgment of the Court of Appeal and remitted the case to the Court of Appeal for re-hearing.", "12. In a judgment of 12 December 2007, the Amsterdam Court of Appeal found that the Burgomaster had given sufficient reasons for his decision of 26 June 2003 by referring to the considerations contained in the original decision of 20 November 2002. The Court of Appeal further considered that any interference with the applicant’s rights under Article 8 of the Convention and Article 2 of Protocol No. 4 had taken place in the interests of the protection of public order and in accordance with the margin of appreciation awarded to States. For those reasons the Court of Appeal found the applicant guilty of failing to obey a lawful order, but imposed no sentence on him.", "13. The applicant did not lodge an appeal on points of law against this judgment.", "14. By decision of 24 June 2004 the Burgomaster again designated the same area as a security risk area for the next twelve months as weapons were still being confiscated even though the number of violent crimes had decreased significantly.", "15. On 16 June 2005 the Burgomaster again designated the same area of the centre of Amsterdam as a security risk area, this time for a period of twenty-four months.", "16. On 7 October 2005, the Burgomaster, taking into account the judgment of the Court of Appeal (see paragraph 8 above), issued a decision altering the original decision of 16 June 2005 by designating the same area as a security risk area for twelve months instead of the original twenty-four. The Burgomaster also set out more extensive reasons for his decision, including a breakdown of the decrease in weapon-related crimes following the introduction of preventive searching in the security risk areas. For Amsterdam city centre alone, it was noted that numbers of weapons-related incidents had dropped to 728 between 1 November 2002 and 1 July 2003, down from 773; between 1 July 2003 and 1 July 2004, from 728 to 640; between 1 July 2004 and 1 July 2005, from 640 to 500. In 95% of all preventive search operations until then at least one weapon had been found.", "17. On 2 November 2005 the applicant lodged an objection (bezwaar) against the decision of the Burgomaster of 7 October 2005. The applicant submitted that the designated security risk area was too large and that there were insufficient reasons for including the different districts, considering the impact on people’s right to respect for their privacy and freedom of movement. The applicant further alleged that the percentages used by the Burgomaster to support his decision had been calculated in such a way as to make his policy seem more effective than it really was.", "18. On 1 February 2006, whilst awaiting the outcome of his objection, the applicant also applied for a provisional measure (voorlopige voorziening) on the same grounds as his objection.", "19. On 9 March 2006 the provisional-measures judge (voorzieningenrechter) of the Amsterdam Regional Court declared the applicant’s request inadmissible on the ground that the applicant did not appear to have a direct interest in the decision of the Burgomaster dated 7 October 2005 and that presumably the applicant’s objection would be declared inadmissible for the same reason.", "20. On 1 June 2006 the Burgomaster declared the applicant’s objection inadmissible as the applicant could not be regarded as a person with a direct interest (belanghebbende) as required by article 1:2 of the General Administrative Law Act (Algemene wet bestuursrecht). The Burgomaster held that a person could only be said to have a direct interest if that interest was strictly personal, real and direct and could be identified objectively. According to the Burgomaster, the applicant neither lived in the security risk area nor had a paid job which required him to be in the area at regular set times. The fact that the applicant claimed to be engaged in volunteer work and paid social visits to friends in the designated area did not suffice to give him a direct interest.", "21. The applicant did not appeal against this decision to the Regional Court; the reason he gives is that the designation order of 7 October 2005 was due to expire on 30 June 2006.", "22. The municipality of Amsterdam commissioned the COT Institute for Safety and Crisis Management (COT Instituut voor Veiligheids- en Crisismanagement), a body based in The Hague, to produce a series of evaluation reports on preventive searches in the security risk areas. The Court has studied two of these, which contain data pertaining to the time of the events complained of.", "23. On 11 May 2006 the COT Institute for Safety and Crisis Management published a report entitled “Evaluation of preventive body searches in Amsterdam: The current situation” (Evaluatie Preventief Fouilleren in Amsterdam: De stand van zaken). It covered the period between November 2002 and March 2006.", "24. In Amsterdam city centre, between November 2002 and May 2003 one weapon had been found for every 28 persons searched. Between July 2003 and May 2004 one weapon had been found for every 37 persons searched; between July 2004 and June 2005, again, one weapon for every 37 persons searched; and between July 2005 and March 2006, one weapon for every 40 persons searched. In Amsterdam South-East, which has a far more modern and open layout than the old city centre, there were generally far fewer weapons found until the search operations were planned to cover times and places at which the risk of violent incidents was highest; the number of weapons found then rose to one per 28 persons searched. The report mentioned that the operations that had had the greatest effect in relation to the police manpower invested had lasted for five hours or less, which could be explained by the loss of the advantage of surprise as an operation dragged on for longer.", "25. The number of incidents involving the use of weapons had dropped during this period. In Amsterdam city centre, between November 2002 and May 2003 there had been 747 such incidents; between July 2005 and March 2006, only 488, or 34.7% fewer. The number of muggings in this area dropped from 254 to 130, a reduction of 48.8%. In Amsterdam South-East, the number of weapons-related incidents had dropped by 29.4% in comparison of the same periods. Within the area of jurisdiction of the Amsterdam-Amstelland Police Force as a whole, the total decrease had been 14.3%; if the security risk areas were excluded, it had been 6.6%.", "26. The evaluation report mentions the applicant’s case, which at the time the report was published was still pending before the Supreme Court.", "27. The report recommended that random searches be continued in the same two areas, given their obvious effectiveness. It also made further proposals aimed at increasing efficiency.", "28. In May 2007 the COT Institute for Safety and Crisis Management published a report entitled “Evaluation of preventive body searches in Amsterdam: Gains, incidents involving weapons and hot spots” (Evaluatie Preventief Fouilleren in Amsterdam: Opbrengsten, wapenincidenten en hot spots). It was noted that searches had become more efficient, which had allowed more persons to be searched within a given time. Between July 2006 and April 2007 one weapon had been found for every 52 persons searched in Amsterdam city centre; in Amsterdam South-East, the corresponding figure was one weapon for every 40 persons searched.", "29. Numbers of weapons-related incidents had continued to decline. As compared to the period from April 2003 until March 2004, between April 2006 and March 2007 there were 35% fewer such incidents (565, down from 864); in Amsterdam South-East, 16.5% fewer (532, down from 591).", "30. The frequency of weapons-related incidents had increased by 6.4% in Amsterdam outside the security risk areas; within the area of jurisdiction of the Amsterdam-Amstelland Police Force as a whole, there had been a reduction of 4.4%.", "31. The report identified seven “hot spots” outside the existing security risk areas where incidents involving the use of weapons were frequent. In two of them the problem was so serious that preventive searches should be carried out there too.", "32. By letter dated 27 May 2009 the applicant informed the Court that the same area had been designated as a security risk area for the seventh consecutive time.", "33. Article 184 of the Criminal Code, in its relevant part, provides:", "“1. Any person who intentionally fails to comply with an order or demand made in accordance with a statutory regulation by an official charged with supervisory powers or by an official responsible for the detection or investigation of criminal offences or duly authorised for this purpose, and any person who intentionally obstructs, hinders or thwarts any act carried out by such an official in the implementation of any statutory regulation, shall be liable to a term of imprisonment not exceeding three months or a second-category fine. ...”", "34. Section 151b of the Municipalities Act provides:", "“1. The local council (raad) may by municipal bye-law authorise the Burgomaster to designate an area, including buildings open to the public (and their grounds) situated therein, as a security risk area in the event of a public order disturbance caused by the presence of weapons, or if there is a serious fear of such a disturbance occurring. In a security risk area a public prosecutor may exercise the powers referred to in section 50, subsection 3, section 51, subsection 3 and section 52, subsection 3 of the Arms and Ammunition Act.", "2. The Burgomaster shall not designate a security risk area without first consulting with the public prosecutor in the consultations referred to in section 14 of the 1993 Police Act (Politiewet 1993).", "3. The designation of a security risk area is of a limited duration and covers a geographical area that is no greater than strictly necessary for maintaining public order.", "4. The decision to designate a security risk area must be recorded in writing and state both the area to which it applies and its period of validity. If the situation is so urgent that the Burgomaster is unable to record the decision in writing in advance, he or she must both record the decision in writing and make it public as quickly as possible.", "5. The Burgomaster shall notify the local council and the public prosecutor referred to in subsection 2 of the designation of a security risk area as quickly as possible.", "6. As soon as the public order disturbance caused by the presence of weapons or the serious fear of such a disturbance occurring as referred to in subsection 1 has abated, the Burgomaster shall revoke the designation of the security risk area. Subsection 5 applies mutatis mutandis.”", "35. Section 155 of the Municipalities Act, in its relevant part, provides:", "“1. Any member of the council may put questions orally or in writing to the Burgomaster and Aldermen or the Burgomaster as the case may be (Een lid van de raad kan het college of de burgemeester mondeling of schriftelijk vragen stellen.) ...”", "36. Section 155a of the Municipalities Act, in its relevant part, provides:", "“1. The council may, at the proposal of one or more of its members, order an investigation into the administration carried out by the Burgomaster and Aldermen or the Burgomaster as the case may be (het door het college of de burgemeester gevoerde bestuur). ...”", "37. Section 14 of the 1993 Police Act provides:", "“The Burgomaster and the public prosecutor shall hold regular consultations with the head of the territorial unit of the regional police force within whose territory the municipality or part of it is located, and if necessary with the regional police force commander (korpschef), about the discharge by the police of their duties.”", "38. Section 52(3) of the Arms and Ammunition Act provides:", "“In areas that have been designated by the Burgomaster as security risk areas in accordance with section 151b, subsection 1 of the Municipalities Act, the public prosecutor may order that any individual can be subjected to a search of his clothing to establish whether he has firearms, ammunition or offensive weapons in his possession. The public prosecutor’s order shall describe the designated area and state the order’s period of validity, which may not exceed twelve hours. The order shall also explain the facts and circumstances that form the basis for concluding that it is necessary to exercise the power to subject any individual to a search of his clothing to establish whether he has weapons or ammunition in his possession.”", "39. At the relevant time, the 1994 general municipal bye-law (Algemene Plaatselijke Verordening) of Amsterdam applied. Its section 2.5A provided:", "“In the event of a public order disturbance caused by the presence of weapons, or if there is a serious fear of such a disturbance occurring, the Burgomaster may designate public highways and buildings (and their grounds) situated along them as a security risk area.”", "40. According to section 8:1 of the General Administrative Law Act (Algemene Wet Bestuursrecht), anyone with a legal interest may challenge an administrative decision before the Regional Court, provided that he or she has first lodged an objection with the administrative body that has taken the decision in issue (section 7:1). A further appeal lies to the Administrative Jurisdiction Division of the Council of State (at the relevant time, section 37 of the Council of State Act (Wet op de Raad van State)).", "41. The Supreme Court has held that a conviction under Article 184 § 1 of the Criminal Code is possible only if the order disobeyed by the accused was given by an official within the limits of his or her lawful authority (see its judgment of 11 December 1990, Netherlands Law Reports (Nederlandse Jurisprudentie) 1990, no. 423). From this it follows that the criminal court has a responsibility of its own to determine whether the statutory regulation on which the order is based is actually binding, and whether the order has been lawfully given; if the issue is raised by the defence, the criminal court must answer it, irrespective of whether or not the accused has first addressed these matters before the competent administrative tribunals (see the Supreme Court’s judgment of 24 September 2002, Netherlands Law Reports 2003, no. 80).", "42. In a decision of 9 March 2005, Administrative Law Reports 2005, no. 251, the Administrative Jurisdiction Division of the Council of State dismissed an appeal lodged against the designation of much of the centre of the town of Den Helder as a security risk area on Friday and Saturday nights. Identifying the designation order as delegated legislation (besluit van algemene strekking), it held that persons wishing to contest such an order had to demonstrate an individual interest which sufficiently distinguished them from others. It noted that the appellant did not reside, or work, or carry on a business in that area; was not compelled for any other reason to remain there for any length of time; and had no rights to immovable property there either. In view of, in particular, the times at which the designation order was in force, the stated fact that the appellant had been a resident of Den Helder for many years; went out in the area concerned; and was wont to visit friends and family there was insufficient to distinguish her individual interest from that of others.", "43. Moreover, no violation of Article 8 of the Convention or Article 2 of Protocol No. 4 to the Convention could be found since there was no certainty that the appellant would ever actually be searched, and since in any case there was no particular need for the appellant to be within the area concerned with any regularity; any interference with her rights was therefore so uncertain that it could not be considered a reasonably foreseeable consequence of the designation order. That being so, there was no “arguable claim” for the purposes of Article 13 of the Convention either.", "44. In its above-mentioned decision of 9 November 2005 (Administrative Law Reports 2006, no. 90), the Administrative Jurisdiction Division allowed an appeal brought by the Burgomaster of Utrecht against the suspension of a designation order by the provisional measures judge (voorzieningenrechter) pending reconsideration of the order on its merits. It found that the Burgomaster had a wide margin of appreciation in assessing the need for any such order after consultation with the public prosecutor. It was for him or her to balance the interests involved, including public order against individual private life, against each other. The designation order should be limited in time and in area to what was necessary to maintain public order. The Burgomaster’s choices had to be properly reasoned and proportionate to the interference with the private life of anyone present in the area concerned.", "45. In the particular case, these requirements had been met, given the frequency of incidents involving the use of firearms in the area and the number of weapons found during earlier searches. Although searches constituted an interference with the right to respect for “private life” within the meaning of Article 8 of the Convention, given the margin of appreciation of the domestic authorities the Burgomaster could reasonably consider such measures in pursuit of the interests of public safety and the prevention of disorder or crime to answer a “pressing social need” and to meet the requirement of proportionality."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}