{"ITEMID": "001-93879", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF SOLONSKIY v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial;Violation of Article 1 of Protocol No. 1 - Protection of property", "JUDGES": "Karel Jungwiert;Mirjana Lazarova Trajkovska;Peer Lorenzen;Rait Maruste;Renate Jaeger;Stanislav Shevchuk;Zdravka Kalaydjieva", "TEXT": ["4. The applicant was born in 1938 and lives in the town of Gorlovka.", "5. In July 1995 the applicant instituted proceedings in the Tsentralno-gorodskoy District Court of Gorlovka (“the court”) against his former employer, a State company “Kommunalnik” (“the company”), claiming compensation for damages resulting from his work-related disease.", "6. On 29 December 1998 the court awarded the applicant UAH 44,273.27. By the same judgment he was entitled to receive an allowance of UAH 372.24, to be paid monthly. On 5 February 1999 the Gorlovka Bailiffs’ Service (“the Bailiffs’ Service”) initiated enforcement proceedings.", "7. On 10 October 2000 the judgment was enforced in part; the applicant received UAH 127.12.", "8. In March 2002 the applicant instituted proceedings in the court against the company and the State Insurance Fund for Work Accidents and Work-Related Diseases (“the Fund”) seeking re-calculation of the monthly allowance paid to him for his work-related disability and claiming payment of losses sustained on account of the erroneous calculation.", "9. On 11 April 2002 the court allowed the applicant’s claims and ordered the company to pay the applicant UAH 30,645.53. By the same judgment he was entitled to receive a monthly allowance of UAH 737.04, to be paid by the Fund as from 1 April 2001. On 30 May 2002 the Bailiffs’ Service initiated enforcement proceedings.", "10. In November 2005 the applicant instituted court proceedings against the Bailiffs’ Service seeking compensation for damages caused to him by the non-enforcement of the judgments. On 29 December 2005 the court found against the applicant. On 27 April 2006 the Donetsk Regional Court of Appeal upheld this judgment. The applicant did not appeal in cassation.", "11. On 13 March 2008 the Bailiffs’ Service returned the enforcement writs in respect of the judgments of 29 December 1998 and 11 April 2002 to the applicant.", "12. The company failed to enforce the judgments of 29 December 1998 and 11 April 2002 in full. The Fund has no judgment debts vis-à-vis the applicant.", "13. The relevant domestic law is summarised in the judgment of Romashov v. Ukraine (no. 67534/01, §§ 16-19, 27 July 2004)."], "VIOLATED_ARTICLES": ["6", "P1"], "VIOLATED_PARAGRAPHS": ["P1-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}