{"ITEMID": "001-58242", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MLT", "BRANCH": "GRANDCHAMBER", "DATE": 1999, "DOCNAME": "CASE OF T.W. v. MALTA", "IMPORTANCE": "2", "CONCLUSION": "Preliminary objection joined to merits;Preliminary objection rejected;Violation of Art. 5-3;Not necessary to examine Art. 5-4;Non-pecuniary damage - finding of violation sufficient;Costs and expenses award - domestic proceedings;Costs and expenses partial award - Convention proceedings", "JUDGES": "Luzius Wildhaber", "TEXT": ["7. The applicant, T.W., is a United Kingdom national, born in 1943. At the relevant time, he resided in Luqa, Malta, and was a storekeeper.", "8. On the evening of Thursday 6 October 1994, at approximately 8.30 p.m., he was arrested by the police.", "9. On Friday 7 October 1994 the applicant was brought before a magistrate of the Court of Magistrates. The charge was read out by a police inspector and alleged that the applicant had defiled his minor daughter (an offence involving sexual acts) and committed acts of violent assault on her. The applicant pleaded not guilty.", "10. After the hearing, the applicant contacted a lawyer who arranged to meet with him the next day, 8 October, which was a Saturday. On the morning of Monday 10 October 1994 the applicant’s lawyer filed a written application for bail. It stated that the applicant lived in Malta, was employed there, and although he had problems with his Maltese wife he had nevertheless very good relations with his in-laws. There was no fear of him absconding. Even if he were to go to the United Kingdom, extradition provisions would make it impossible for him to avoid being brought to trial if the Attorney-General decided to indict him. The application further stated that the applicant strenuously denied the charges and was being detained on the basis of mere unfounded allegations. The magistrate before whom he had been brought had no power to order his release. He had not been assisted by a lawyer and his application was being filed with the registry of the Court at the first opportunity. He requested the court to release him as there were no reasons justifying his continued detention.", "The application was immediately sent to the Attorney-General who was given twenty-four hours in which to reply.", "11. On the same day, that is on 10 October 1994, the Attorney-General, by a declaration in writing, stated his opposition to the applicant’s release.", "12. Still on 10 October 1994, a magistrate of the Court of Magistrates took the decision to reject the applicant’s bail application. The recollection of the magistrate is that this decision was taken either late in the morning or early in the afternoon of 10 October 1994. The magistrate in question was not the same magistrate before whom the applicant had appeared on 7 October 1994 and had not himself examined the applicant. On 11 October 1994 the registrar of the Court of Magistrates entered the second magistrate’s decision in the court’s records.", "13. On 20 October 1994 the second magistrate began hearing evidence and on 25 October 1994 he ordered the applicant’s release on bail.", "14. On 8 May 1995 the Court of Magistrates convicted the applicant and gave him a two-year suspended prison sentence. On 8 January 1996 the Court of Criminal Appeal upheld the applicant’s conviction.", "15. Section 137 of the Criminal Code provides as follows:", "“Any magistrate who, in a matter within his powers, fails or refuses to attend to a lawful complaint touching an unlawful detention, and any officer of the Executive Police, who, on a similar complaint made to him, fails to prove that he reported the same to his superior authorities within twenty-four hours shall, on conviction, be liable to imprisonment for a term from one to six months.”", "16. In its judgment of 7 January 1998 in Carmelo Sant v. Attorney-General the Constitutional Court rejected the appellant’s argument that section 137 of the Criminal Code only provided for a penalty and not for a remedy. According to the Constitutional Court, if the way in which this section had been applied were to be examined, the conclusion would be the same as that reached by Chief Justice John J. Cremona. The latter in his academic writings asserted that although habeas corpus is not essentially a part of the ordinary law of Malta, there are in the Maltese Criminal Code two provisions, namely sections 137 and 353 which, taken together, may be regarded as providing an equally effective safeguard of personal freedom.", "17. The parties before the European Court referred to the following examples of cases in which section 137 had been invoked.", "On 13 June 1990 the First Hall of the Civil Court ordered Christopher Cremona to be detained for twenty-four hours for contempt of court. The detainee appealed under section 1003 of the Code of Organisation and Civil Procedure. The Attorney-General, with reference to Cremona having invoked section 137 of the Criminal Code, requested the Court of Magistrates to order the acting registrar of the court and the Commissioner of Police to bring Cremona before the court and order either of them to set him free at once. Cremona’s appeal had suspensive effect on the execution of the judgment and, as a result, his continued detention was illegal. The Court of Magistrates acceded to the Attorney-General’s request.", "Ibrahim Hafes Ed Degwej, later christened Joseph Leopold, invoked section 137 of the Criminal Code to challenge his prolonged and indefinite detention further to a removal order. He claimed that his detention, which had started in November 1983, had been rendered illegal because of its length and indefinite duration. On 4 July 1995 the Court of Magistrates ordered that the Attorney-General be notified and, having heard his views, still on 4 July 1995, decided to reject the application.", "On 28 April 1997 Joachim sive Jack Spagnol relied on section 137 of the Criminal Code to challenge the lawfulness of his prolonged detention pending an investigation into his assets, which had been sequestrated by court order. He claimed that the detention had been unduly prolonged. Moreover, he asserted that he had very little property. On 28 April 1997 the Court of Magistrates transmitted the case file to the Attorney-General and abstained from further consideration of the application.", "On 5 October 1994 the Court of Magistrates rejected an application for release by Emanuela Brincat. It observed:", "“As results from the records several applications have been filed, before this Court and before the Criminal Court, so that the person charged may be released, which applications have always been dealt with expeditiously, which fact makes it manifest in the most glaring manner how superfluous and incomprehensible the first paragraph of the present application is, where it refers to section 137 of the Criminal Code.” (unofficial translation from Maltese)", "18. Moreover, the Government claimed that if it appeared to the magistrate that the arrest was unlawful the magistrate was obliged to order the arrested person’s release. The magistrate had this obligation by virtue of the provisions of section 137 of the Criminal Code. Every person in Malta was assured that an arrest could not last beyond forty-eight hours and the appearance before the magistrate ensured that if the arrested person had any submissions to make, he or she could do so in the presence of a totally independent person and not before a representative of the prosecuting authority. In connection with habeas corpus decisions, under section 137 of the Criminal Code the magistrate did not need to hear the Attorney-General. However, since this was an adversarial procedure where the prosecution was led by the police, the magistrate was expected to hear the police as parties to the case in observance of the principle audi alteram partem and the principle of equality of arms. This was a power quite separate and distinct from the power to grant bail. If the arrest was found by the magistrate to be unlawful then the magistrate had to order the release of the person arrested and the question of bail did not therefore arise. Only if there was nothing to show that the arrest was unlawful did the question of bail arise.", "19. Section 353 of the Criminal Code, read together with section 137, is considered by the Government to provide an effective safeguard of personal freedom equivalent to habeas corpus (see paragraph 16 above). Section 353 addresses the powers and duties of the police in respect of criminal prosecutions and reads as follows:", "“353. (1) Every officer of the Executive Police below the rank of inspector shall, on securing the person arrested, forthwith report the arrest to an officer not below the rank of inspector who, if he finds sufficient grounds for the arrest, shall order the person arrested to be brought before the Court of Judicial Police; otherwise he shall release him.", "(2) Where an order is given for the person arrested to be brought before the Court of Judicial Police, such order shall be carried into effect without any undue delay and shall in no case be deferred beyond forty-eight hours.”", "20. The powers of the Court of Magistrates in respect of arrested persons who are brought before it under section 353 of the Criminal Code were discussed in extenso in the Ellul case.", "On 23 December 1990 Nicholas Ellul, who had been arrested on suspicion of having committed a criminal offence punishable with more than three years’ imprisonment, was brought before the Court of Magistrates. He claimed that the prosecution at that stage was obliged to convince the magistrate that the arrest was lawful.", "This request was dealt with by the Court of Magistrates on the same day in the following manner:", "“The procedure which should be followed by the Court of Magistrates as a Court of Inquiry is set out in sections 389 to 409 of the Criminal Code. Subsection (1) of section 390 provides how proceedings should start before this court: it ‘shall hear the report of the police officer on oath, shall examine, without oath, the party accused, and shall hear the evidence in support of the report’. The time-limit for the conclusion of this inquiry is one month as indicated in section 401. In no way is the Court bound to hear any evidence in support of the report. Moreover, the fact that the prosecuting officers confirm the report on oath is meant to satisfy the Court that there is a reasonable suspicion for the person charged to be presented under arrest in view of the charges brought against him.", "This Court does not find anything to censure in the fact that the report confirmed on oath consists of a confirmation on oath of the charges; after all, in this contest, the word ‘report’ means ‘charge’. This is the procedure followed in this case and it is the correct procedure.", "Consequently, the Court declares that the requests of the person charged are unfounded and therefore rejects them.” (unofficial translation from Maltese)", "Mr Ellul lodged a constitutional application arguing that there had been a breach of Article 5 § 3 of the Convention. On 31 December 1990 the First Hall of the Civil Court found that Article 5 § 3 did not impose any obligation on the magistrate before whom an arrested person appeared to examine whether or not that person’s arrest had been made on a reasonable suspicion. Moreover, the court considered that Article 5 § 3 did not impose on the prosecution any duty, on presenting the arrested person, to adduce evidence that the police had a reasonable suspicion at the time of the arrest. On 8 January 1991 the Constitutional Court upheld the decision of the First Hall of the Civil Court.", "21", "“According to the constant practice of this Court and according to the Criminal Code, this Court cannot consider any circumstances at this stage and has to regulate itself according to the charges brought forward by the prosecution.", "The Court, furthermore, cannot enter into any question to consider ex officio the release from arrest, but first an application has to be filed which has to be notified to the Attorney-General, and after his reply or failing such a reply after the time set by law, it may decide on release under guarantees.", "Therefore what the defence is requesting is outside the functions of this Court.", "Having regard to sections 574(1), 575(2) and 582(1) of the Criminal Code, the Court declares itself not competent to comply with the request and directs the person charged, that if his request for release is to be considered, he has to comply with what is provided in the sections herementioned.” (unofficial translation from Maltese)", "22. The Criminal Code contains the following sections concerning bail:", "“574. (1) Any accused person who is in custody for any crime or contravention may, on application, be granted temporary release from custody, upon giving sufficient security to appear at the proceedings at the appointed time and place.", "…", "575. ...", "(2) The demand for bail shall be made by an application, a copy whereof shall be communicated to the Attorney-General on the same day, whenever it is made by –", "...", "(c) persons accused of any crime punishable with more than three years’ imprisonment…", "(3) The Attorney-General may, within the next working day, by a note, oppose the application, stating the reasons for his opposition.", "…", "576. The amount of the security shall be fixed within the limits established by law, regard being had to the condition of the accused person, the nature and quality of the offence, and the term of the punishment to which it is liable.", "577. (1) Security for bail is given by the production of a sufficient surety who shall enter into a written recognisance in the sum fixed.", "(2) It may also be given, whenever the court shall deem it proper, by the mere deposit of the sum or of an equivalent pledge, or by the mere recognisance of the person accused.", "…", "582. (1) The Court may not ex officio grant bail, unless it is applied for by the person charged or accused.", "…”", "23. By virtue of the European Convention Act of 19 August 1987 the Convention became part of the law of Malta.", "24. In its Aquilina judgment of 13 June 1994, the Constitutional Court held that judges in Malta have to take into consideration the case-law of the European Court of Human Rights."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-3"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}