{"ITEMID": "001-100944", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF SHCHOKIN v. UKRAINE", "IMPORTANCE": "3", "CONCLUSION": "Violation of P1-1;Remainder inadmissible;Non-pecuniary damage - award", "JUDGES": "Ganna Yudkivska;Isabelle Berro-Lefèvre;Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Peer Lorenzen;Rait Maruste", "TEXT": ["5. The applicant was born in 1971 and lives in Kharkiv.", "6. In March 2002 the applicant submitted to the Oktyabrskyy District Tax Inspectorate of Kharkiv (the “Tax Inspectorate”) his 2001 income tax declaration. The declaration specified the amount of income tax paid by the applicant in 2001 and distinguished, in particular, two types of income: (a) income earned at the applicant's principal place of business and (b) income earned outside his principal place of business.", "7. In respect of the first type of income, the tax had been calculated under the progressive tax-rate rule, as required by Article 7 § 1 of Cabinet of Ministers Decree no. 13-92 “On citizens' income tax” of 26 December 1992 (the “Income Tax Decree”).", "8. In respect of the second type of income, the tax had been calculated at the fixed 20% rate, as required by Article 7 § 3 of the Income Tax Decree.", "9. On 9 April 2002, on the basis of the applicant's declaration, the Tax Inspectorate reassessed the amount of income tax due from the applicant and requested him to pay the outstanding balance in the amount of 1,774.61 Ukrainian hryvnias (UAH). The amount payable had been increased as a result of applying the progressive tax rate in respect of the income earned by the applicant outside his principal place of business. The recalculation had been effected in accordance with Instruction no. 12 “On citizens' income tax” issued by the Principal Tax Inspectorate on 21 April 1993 (“the Instruction”).", "10. On 27 May 2002 the applicant instituted proceedings in the Oktyabrskyy District Court of Kharkiv (the “District Court”) against the Tax Inspectorate, seeking to have the decision of 9 April 2002 invalidated. He claimed, in particular, that the amount of tax payable in respect of his income earned outside his principal place of business should have been determined by reference to the special tax rate laid down in Article 7 § 3 of the Income Tax Decree (having legal force as the law of Parliament) whereas the Tax Inspectorate had recalculated and increased that amount relying on the Instruction. However, the Instruction was a by-law which, according to Article 67 of the Constitution, could not change the applicable tax rates.", "11. On 4 July 2002 the District Court considered the applicant's claim. It found that the Income Tax Decree envisaged a special tax rate for income earned outside the principal place of business. Despite the Instruction, the Income Tax Decree did not provide for any recalculation of that type of income on the basis of the progressive tax rate. It noted that according to Article 67 of the Constitution the citizens were obliged to pay taxes only in accordance with the procedure established by the laws and not by the by-laws. In conclusion the District Court allowed the applicant's claim and quashed the decision of 9 April 2002. The Tax Inspectorate appealed.", "12. On 18 December 2002 the Kharkiv Regional Court of Appeal (the “Court of Appeal”) quashed the judgment of 4 July 2002, stating that the Instruction had been validly issued and purported to expand on the relevant provisions of the Income Tax Decree. Accordingly, the Tax Inspectorate had acted lawfully when applying the Instruction.", "13. On 16 April 2003 the Supreme Court upheld the Court of Appeal's judgment, stating that there had been no irregularities in the application of the law in the case.", "14. In March 2003 the applicant submitted his 2002 income tax declaration to the Tax Inspectorate. The amount of tax regarding the income the applicant earned outside his principal place of business was calculated on the basis of the fixed tax rate laid down in Article 7 § 3 of the Income Tax Decree.", "15. On 22 April 2003, on the basis of the applicant's declaration, the Tax Inspectorate reassessed the amount of income tax due from the applicant and requested him to pay the outstanding balance in the amount of UAH 3,378.05. The amount payable had been increased as a result of the application of the progressive tax rate in respect of the income earned by the applicant outside his principal place of business. The recalculation had been effected in accordance with the Instruction.", "16. On 23 July 2003 the applicant instituted proceedings in the District Court against the Tax Inspectorate, seeking to have the decision of 22 April 2003 invalidated. He claimed in particular that the increase in his income tax liability had not been lawful because the Income Tax Decree (having legal force as the law of Parliament) did not envisage the progressive tax rate for the income earned by the applicant outside his principal place of business. In addition, the Instruction, referred to by the tax authorities, was a by-law which, according to Article 67 of the Constitution, could not change the applicable tax rates.", "17. On 20 April 2005 the District Court rejected the applicant's claim, stating that the amount of tax determined by the Tax Inspectorate had been based on the Instruction and also on Presidential Decree no. 519/94 of 13 September 1994 “On increasing the amount of tax-free monthly income and rates of progressive taxation of citizens' income” (“the Presidential Decree”).", "18. On 18 May 2005 the applicant appealed against that judgment to the Court of Appeal, alleging that Article 7.3 of the Income Tax Decree should have been applied to the income earned outside the principal place of business.", "19. On 30 June 2005 the Court of Appeal upheld the judgment of 20 April 2005 after finding that the recalculation of the applicant's income tax had been based specifically on the Presidential Decree.", "20. On 25 July 2005 the applicant appealed in cassation, repeating the arguments he had advanced before the Court of Appeal.", "21. On 19 April 2006, following the applicant's appeal in cassation, the Higher Administrative Court upheld the judgment of 20 April 2005, noting in particular that the Income Tax Decree provided only one scale of progressive taxation, which therefore had to be applied to all the income of the applicant, and concluded that the recalculation of the tax had been carried out in accordance with the law. The special tax rate provided in Article 7 § 3 of the Income Tax Decree was not mentioned.", "22. In March 2004 the applicant submitted his 2003 income tax declaration to the Tax Inspectorate. The amount of tax regarding the income of the applicant earned outside his principal place of business was calculated on the basis of the fixed tax rate laid down in Article 7 § 3 of the Income Tax Decree.", "23. On 26 April 2004, on the basis of the applicant's declaration, the Tax Inspectorate reassessed the amount of income tax due from the applicant and requested him to pay the outstanding balance in the amount of UAH 642.20. The amount payable had been increased as a result of the application of the progressive tax rate in respect of the income earned by the applicant outside his principal place of business. The recalculation had been effected in accordance with the Instruction.", "24. On 10 August 2004 the applicant instituted proceedings in the District Court against the Tax Inspectorate, seeking to have the decision of 22 April 2003 invalidated. He claimed, in particular, that the increase in his income tax liability had not been lawful, because the Income Tax Decree (having legal force as the law of Parliament) did not envisage the progressive tax rate for the income earned by the applicant outside his principal place of business. At the same time the Instruction, referred to by the tax authorities, was a by-law which, according to Article 67 of the Constitution, could not change the applicable tax rates.", "25. On 21 July 2005 the District Court rejected the applicant's claim, stating that the amount of tax determined by the Tax Inspectorate had been based on the Instruction and also on the Presidential Decree.", "26. On 17 August 2005 the applicant appealed against that judgment to the Court of Appeal, alleging that Article 7.3 of the Income Tax Decree should have been applied to the income earned outside the principal place of business.", "27. On 25 October 2005 the Court of Appeal upheld the judgment of 21 July 2005 after finding that the recalculation of the applicant's income tax had been based, in particular, on the Presidential Decree and the Income Tax Decree. No reasons were offered for the disregard of the special tax rate fixed in Article 7 § 3 of the Income Tax Decree.", "28. On 9 March 2006, following an appeal in cassation by the applicant, the Higher Administrative Court upheld the judgment of 21 July 2005, noting that the recalculation of the tax had been carried out in accordance with the law.", "29. According to Article 114-5 of the Constitution the President of Ukraine was empowered to issue decrees in the field of economic reforms if the relevant matters were not covered by the laws of Parliament.", "30. Article 67 of the Constitution provides that everyone is obliged to pay taxes and duties in accordance with the procedure and at the rates established by the laws of Parliament.", "31. According to these Laws, during the period between 24 November 1992 and 21 May 1993, the Cabinet of Ministers had legislative powers in certain fields, including the field of taxation. For this purpose, the Cabinet of Ministers was empowered to issue Decrees which had the legal force as the law of Parliament.", "32. Section 4.4.1 of the Law provides that if the norm of the law or another normative legal act issued on the basis of the law, or if the norms of different laws or normative legal acts offer ambiguous or multiple interpretations of the rights and obligations of taxpayers and supervising authorities, the decision taken shall be in favour of the taxpayer.", "33. Article 7 § 1 of the Decree laid down a table of progressive taxation rates in respect of income earned at the taxpayer's principal place of business. The table referred to the concept of an official minimum salary as a basis for the determination of the progressive tax rate applicable in the individual case.", "34. Article 7 § 2 of the Decree provided that the copyright awards, repeatedly paid to the successors, were taxed at the double rates fixed in Article 7 § 1 of the Decree which, however, could not exceed 70 percents.", "35. Article 7 § 3 of the Decree established a fixed 20% tax rate in respect of income earned by the taxpayer outside his or her principal place of business.", "36. Article 23 of the Decree provided that the Principal Tax Inspectorate would issue an instruction on the application of the Decree.", "37. The Decree introduced a new table of progressive taxation rates in respect of taxpayers' income. The table referred to the concept of tax-free monthly income as a basis for the determination of the progressive tax rate applicable in the individual case. The Decree specified that the rates of progressive taxation, established in it, had to be applied as of 1 October 1994 in respect of the salaries and the other income of the citizens.", "38. Paragraph 7.1 of the Instruction laid down a table of progressive taxation rates in respect of income earned by a taxpayer at his or her principal place of business.", "39. Paragraph 7.3 provided that the local tax inspectorates were to recalculate income earned outside the principal place of business, according to the table of progressive taxation rates set out in paragraph 7.1 of the Instruction.", "40. By this letter the State Tax Administration provided official interpretation of certain issues concerning tax legislation. It specified, among other things, that the copyright awards repeatedly paid to the successors were to be taxed in accordance with Article 7 § 2 of the Income Tax Decree."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}