{"ITEMID": "001-23735", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "ADMISSIBILITY", "DATE": 2004, "DOCNAME": "ERDEMLI v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Georg Ress", "TEXT": ["The applicant, Mr Hasan Erdemli, is a Turkish national, who was born in 1960 and was serving a prison sentence at the time of the application. He was represented before the Court by Mr M. Erdemli, his father.", "On 30 November 1994 the Ankara State Security Court convicted the applicant of membership of an illegal organisation, THKP/C-DEV-SOL, under Article 168 §1 of the Criminal Code.", "On 4 January 1995 the applicant lodged an appeal against the Ankara State Security Court's judgment.", "On 15 June 1995 the Court of Cassation upheld the judgment of 30 November 1994.", "On 13 October 1995 the applicant introduced an application with the European Commission of Human Rights. He complained under Article 6 § 1 of the Convention that he was deprived of his right to a fair trial in that he had not been assisted by a lawyer during his questioning by the police, the public prosecutor and the magistrate.", "On 21 August 2001, after an exchange of correspondence, the Registrar suggested to the parties that they should attempt to reach a friendly settlement within the meaning of Article 38 § 1 (b) of the Convention. On 13 September 2001 and on 17 September 2001 the Government and the applicant's representative respectively submitted formal declarations accepting a friendly settlement of the case.", "On 30 October 2001 the Court struck the case out of the list.", "On 23 January 2003 Law no. 4793 came into force, which provided, inter alia, re-opening of the criminal proceeding if the European Court of Human Rights holds in a final judgment that a decision in criminal proceedings has violated the European Convention on Human Rights or its protocols.", "On 31 March 2003 the applicant requested the 1st Chamber of the Ankara State Security Court to re-open the criminal proceedings against him.", "On 9 April 2003 the 1st Chamber of the Ankara State Security Court dismissed the applicant's request holding that the European Court of Human Rights had not found a violation of the European Convention of Human Rights concerning the criminal proceedings against the applicant.", "On 28 April 2003 the applicant filed an objection with the 2nd Chamber of the Ankara State Security Court against the decision of 9 April 2003.", "On 8 May 2003 the 2nd Chamber of the Ankara State Security Court dismissed the applicant's objection on the same grounds with the 1st Chamber of the Ankara State Security Court.", "Article 327 of the Code of Criminal Procedure lists the circumstances in which “a person convicted in a judgment that has become final may be granted a re-trial”.", "It was amended by Article 3 of Law no. 4793, which added a sixth set of circumstances in which the proceedings could be re-opened:", "“where it has been held in a final judgment of the European Court of Human Rights that a decision in criminal proceedings was given in breach of the Convention for the Protection of Human Rights and Fundamental Freedoms or its Protocols. In such cases, an application to re-open the proceedings may be lodged within one year of the date on which the judgment of the European Court of Human Rights became final.”", "Law no. 4793 came into force on 4 February 2003. By provisional Article 1 of the Law, Article 3 is applicable in only two sets of circumstances: where the Court has delivered a judgment that became final before the Law came into force, and where the Court delivers a final judgment on an application lodged after the Law came into force."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}