{"ITEMID": "001-5425", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "ADMISSIBILITY", "DATE": 2000, "DOCNAME": "ZHU v. THE UNITED KINGDOM", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant is a citizen of The People’s Republic of China, born in 1970 and currently resident in Glasgow. He is represented before the Court by Mr. C. McGinley, a solicitor practising in Glasgow.", "", "A.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant arrived in the United Kingdom on or about 30 March 1995. He was stopped by Immigration Officers and found to be travelling on a forged Japanese passport. He was immediately detained under powers contained in paragraph 16 of Schedule 2 to the Immigration Act 1971. The applicant was detained in HM Prison, Gateside, Greenock, Scotland. The applicant immediately made an application for political asylum under the 1951 United Nations Convention Relating to the Status of Refugees. This was refused on 9 June 1995. His appeal to an Adjudicator was dismissed on 13 September 1995 and his detention continued. The applicant applied for legal aid to challenge the decision of the Adjudicator before the Immigration Appeals Tribunal. This application was refused on 4 June 1996. He sought a review of that decision. In the meantime, he commenced judicial review proceedings challenging as unreasonable his continued detention. A motion for interim liberation in the Edinburgh Court of Session was refused on 14 August 1996. Following the grant of legal aid on 13 September 1996, a further petition attacking the substantive decisions of the Adjudicator and Immigration Appeal Tribunal was presented and interim liberation was granted by the Court of Session on 24 September 1996.", "", "The applicant states that during the 18 months he was detained in prison, he was locked in his cell for 18 to 19 hours a day, with only one hour of exercise. On four or five occasions the prison officers forgot to let the applicant out of his cell for meals. He states that on a number of occasions he was assaulted by other inmates. Whilst eating he had to sit apart from the other prisoners in order to prevent them throwing food at him. The applicant states that he would suffer verbal racial abuse from other prisoners on a daily basis. For the majority of the period the applicant was isolated, in that there were no Mandarin speakers in the prison, save for a six month period when there was another Mandarin Chinese speaker in detention. The applicant had significant communication problems. For example, he alleges that it was six months before he realised that he had the right to 10 minutes of free telephone calls a month. Further, he was unable to read correspondence from the immigration authorities and he states that no interpreters were available to assist him. The applicant, who had a history of mental health problems, states that his health deteriorated in prison and he became depressed to the point of suicide. He states that after a suicide attempt he was put into a ground floor cell without blankets for a week.", "The Government dispute various aspects of the applicant’s account. They submit that the applicant would not have been locked up for more than 15¾ hours a day. The Government also note that there is no record of the applicant missing meals and that the officer in charge of prisoners awaiting deportation, Mr D. McGill, has only one recollection of food being thrown at the applicant. The Government also submit that if the applicant ate alone at mealtimes this was by choice and that save for the first 6 months, when it is accepted there was no access to an interpreter, the applicant thereafter had access to an interpreter who visited him “most weeks” on a Friday. They also contend that whilst in the ligature free “suicide watch” cell, he would have been provided with a sleeping bag, but not blankets.", "Mr McGill made a statement concerning the applicant on 19 September 1996. In this statement he commented that he was concerned for the applicant, who was depressed and isolated in the prison. Mr McGill confirmed that there had been no translation facilities for the first six months of the applicant’s detention and that the prison authorities had been unable to explain to the applicant the correspondence he received concerning his judicial review proceedings.", "HM Inspectorate of Prisons for Scotland produced a report dated 1995 on Greenock prison. This report deals, inter alia, with the specific case of persons awaiting deportation (PADs). The report comments as follows:", "\"... despite the best efforts of staff, the PADs were nevertheless subject to verbal abuse and intimidation. The latter was of particular concern to the PADs when they had to leave their flat (and therefore the comparative safety of the group) to collect their meals in the dining room. At those times they tended to keep together and in our view presented a sad and dejected sight.\"", "The report describes how PADs were frequently not provided with the food appropriate to their religion and comments on the difficulties they experienced in communicating with the Medical Officer. The authors of the report also express their concern at the length of periods for which PADs were being detained.", "The report goes on to conclude:", "\"In our view, PADs are inappropriately located in a complex Hall housing a difficult and disparate population within an already overcrowded local prison. ... these men, who are a generally conforming group, are subjected to a criminal subculture in which violence and drug abuse are common and from whom they can expect racial taunts and intimidation.\"", "B. Relevant domestic law and practice", "Under paragraph 16 of Schedule 2 of the Immigration Act 1971, a person may be detained under the authority of an immigration officer pending a decision to give or refuse him leave to enter.", "Persons awaiting deportation are accommodated in Scotland within local prisons. They are not housed in separate secure accommodation."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}