{"ITEMID": "001-113118", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CHE", "BRANCH": "GRANDCHAMBER", "DATE": 2012, "DOCNAME": "CASE OF NADA v. SWITZERLAND", "IMPORTANCE": "1", "CONCLUSION": "Preliminary objections dismissed (Article 35-3 - Ratione personae);Preliminary objections dismissed (Article 34 - Victim);Preliminary objection joined to merits and dismissed (Article 35-3 - Ratione materiae);Preliminary objection dismissed (Article 35-1 - Exhaustion of domestic remedies);Preliminary objection joined to merits and dismissed (Article 35-1 - Exhaustion of domestic remedies);Remainder inadmissible;Violation of Article 8 - Right to respect for private and family life (Article 8-1 - Respect for family life;Respect for private life);Violation of Article 13+8 - Right to an effective remedy (Article 13 - Effective remedy) (Article 8-1 - Respect for family life;Respect for private life;Article 8 - Right to respect for private and family life)", "JUDGES": "Christos Rozakis;Corneliu Bîrsan;Dean Spielmann;Françoise Tulkens;Ganna Yudkivska;George Nicolaou;Giorgio Malinverni;Isabelle Berro-Lefèvre;Ján Šikuta;Jean-Paul Costa;Josep Casadevall;Karel Jungwiert;Khanlar Hajiyev;Kristina Pardalos;Mihai Poalelungi;Nicolas Bratza;Sverre Erik Jebens", "TEXT": ["11. The applicant was born in 1931 and has been living since 1970 in Campione d’Italia, which is an Italian enclave of about 1.6 sq. km in the Province of Como (Lombardy), surrounded by the Swiss Canton of Ticino and separated from the rest of Italy by Lake Lugano.", "12. He describes himself as a practising Muslim and a prominent businessman in the financial and political world, in which he purports to be highly regarded. An engineer by training, he has worked in very diverse sectors, in particular banking, foreign trade, industry and real estate. In the course of his business activities, he founded numerous companies of which he was the sole or principal shareholder.", "13. In his submission, he is opposed to all uses of terrorism and has never had any involvement with al-Qaeda. On the contrary, he has consistently denounced not only the means used by that organisation, but also its ideology.", "14. The applicant has further indicated that he has only one kidney that is still functioning properly (the other having deteriorated in recent years). He also suffers from bleeding in his left eye, as shown by a medical certificate of 20 December 2001, and arthritis in the neck. In addition, according to a medical certificate issued by a doctor in Zürich on 5 May 2006, he sustained a fracture in his right hand which was due to be operated on in 2004. The applicant has alleged that, because of the restrictions imposed on him which gave rise to the present application, he was unable to undergo this operation and has continued to suffer from the consequences of the fracture.", "15. On 15 October 1999, in response to the 7 August 1998 bombings by Osama bin Laden and members of his network against the US embassies in Nairobi (Kenya) and Dar es Salaam (Tanzania) the Security Council of the United Nations (adopted, under Chapter VII of the United Nations Charter, Resolution 1267 (1999), providing for sanctions against the Taliban (see paragraph 70 below) and created a committee consisting of all the members of the Security Council to monitor the enforcement of that Resolution (“the Sanctions Committee”).", "16. On 2 October 2000, to implement that Resolution, the Swiss Federal Council (the federal executive) adopted an Ordinance “instituting measures against the Taliban” (“the Taliban Ordinance” – see paragraph 66 below), which subsequently underwent a number of amendments, including to its title.", "17. By Resolution 1333 (2000) of 19 December 2000 (see paragraph 71 below), the Security Council extended the sanctions regime. It was now also directed against Osama bin Laden and the al-Qaeda organisation, as well as the Taliban’s senior officials and advisers. In both Resolutions 1267 (1999) and 1333 (2000), the Security Council requested the Sanctions Committee to maintain a list, based on information provided by States and regional organisations, of individuals and entities associated with Osama bin Laden and al-Qaeda.", "18. On 11 April 2001 the Swiss government amended the Taliban Ordinance in order to implement Resolution 1333 (2000). It added a new Article 4a, paragraph 1 of which prohibited entry into and transit through Switzerland for the individuals and entities concerned by the Resolution (but without naming them).", "19. On 24 October 2001 the Federal Prosecutor opened an investigation in respect of the applicant.", "20. On 7 November 2001 the President of the United States of America blocked the assets of Al Taqwa Bank, of which the applicant was the Chairman and principal shareholder.", "21. On 9 November 2001 the applicant and a number of organisations associated with him were added to the Sanctions Committee’s list. On 30 November 2001 (or 9 November according to the applicant’s observations), their names were added to the list in an annex to the Taliban Ordinance.", "22. On 16 January 2002 the Security Council adopted Resolution 1390 (2002), introducing an entry-and-transit ban in respect of “individuals, groups, undertakings and entities associated with them, as referred to in the list created pursuant to Resolutions 1267 (1999) and 1333 (2000)” (see paragraphs 70-71 and 74 below). On 1 May 2002 Article 4a of the Taliban Ordinance was amended accordingly: the entry-and-transit ban applied henceforth to all individuals named in Annex 2 to the Ordinance, including the applicant.", "23. On 10 September 2002 Switzerland became a member of the United Nations.", "24. When he visited London in November 2002, the applicant was arrested and removed to Italy, his money also being seized.", "25. On 10 October 2003, following criticism by the Monitoring Group for the application of the sanctions (see paragraph 72 below), the Canton of Ticino revoked the applicant’s special border-crossing permit. The Monitoring Group had observed, in the course of its inquiry into the applicant’s activities, that he was able to move relatively freely between Switzerland and Italy. In the Government’s submission, it was only from this time onwards that the applicant was actually affected by the entry-and-transit ban.", "26. On 27 November 2003 the Swiss Federal Office of Immigration, Integration and Emigration (IMES) informed the applicant that he was no longer authorised to cross the border.", "27. On 23 March 2004 the applicant lodged a request with the IMES for leave to enter or transit through Switzerland for the purposes of medical treatment in that country and legal proceedings in both Switzerland and Italy. The IMES dismissed that request on 26 March 2004 as being ill-founded. Moreover, it indicated to the applicant that the grounds put forward in support of his request, namely, the need to consult his lawyers and receive treatment and, secondly, the specific situation related to his residence in Campione d’Italia, were not such as to permit the authorities to grant him an exemption from the measure taken against him.", "28. By a decision of 27 April 2005, the Federal Criminal Court ordered the Federal Prosecutor either to discontinue the proceedings or to send the case to the competent federal investigating judge by 31 May 2005. By an order of that date the Federal Prosecutor, finding that the accusations against the applicant were unsubstantiated, closed the investigation in respect of the applicant.", "29. On 22 September 2005 the applicant requested the Federal Council to delete his name and those of the organisations associated with him from the annex to the Taliban Ordinance. He argued, in support of his claim, that the police investigation concerning him had been discontinued by a decision of the Federal Prosecutor and that it was therefore no longer justified to subject him to sanctions.", "30. By a decision of 18 January 2006, the State Secretariat for Economic Affairs (SECO) rejected his request on the ground that Switzerland could not delete names from the annex to the Taliban Ordinance while they still appeared on the United Nations Sanctions Committee’s list.", "31. On 13 February 2006 the applicant lodged an administrative appeal with the Federal Department of Economic Affairs (“the Department”).", "32. By a decision of 15 June 2006, the Department dismissed that appeal. It confirmed that the deletion of a name from the annex to the Ordinance could be envisaged only once that name had been deleted from the Sanctions Committee’s list, and explained that, for this purpose, it was necessary for the State of citizenship or residence of the person concerned to apply for delisting to the United Nations institutions. As Switzerland was neither the applicant’s State of citizenship nor his State of residence, the Department found that the Swiss authorities were not competent to initiate such a procedure.", "33. On 6 July 2006 the applicant appealed to the Federal Council against the Department’s decision. He requested that his name and those of a certain number of organisations associated with him be deleted from the list in Annex 2 to the Taliban Ordinance.", "34. On 20 September 2006 the Federal Office for Migration (FOM), which had been created in 2005, incorporating the IMES, granted the applicant an exemption for one day, 25 September 2006, so that he could go to Milan for legal proceedings. The applicant did not make use of that authorisation.", "35. On 6 April 2007 the applicant sent to the “focal point” of the Sanctions Committee – a body set up by Resolution 1730 (2006) to receive requests for delisting from individuals or entities on the Sanctions Committee’s lists (see paragraph 76 below) – a request for the deletion of his name from the relevant list.", "36. By a decision of 18 April 2007 the Federal Council, ruling on the appeal of 6 July 2006, referred the case to the Federal Court, finding that the applicant had been subjected to direct restrictions on his right to enjoy his possessions; also that Article 6 of the European Convention on Human Rights consequently applied to his request for deletion from the annex to the Taliban Ordinance, and that, accordingly, the case had to be examined by an independent and impartial tribunal.", "37. In its observations, the Department submitted that the appeal should be dismissed, pointing out that Security Council Resolution 1730 (2006) of 19 December 2006 allowed persons and organisations whose names appeared on the Sanctions Committee’s list to apply for delisting on an individual basis rather than through their State of citizenship or residence.", "38. The applicant maintained his submissions. Moreover, he alleged that on account of the FOM’s evident reluctance to grant exemptions under Article 4a § 2 of the Taliban Ordinance, he could not leave his home in Campione d’Italia despite the lack of adequate medical facilities there, or even go to Italy for administrative or judicial reasons, and that he had therefore effectively spent the past years under house arrest. The addition of his name to the Sanctions Committee’s list was also tantamount to accusing him publicly of being associated with Osama bin Laden, al-Qaeda and the Taliban, when that was not the case. Furthermore, he argued that the listing, without any justification or any possibility for him to be heard beforehand, breached the principles of prohibition of discrimination, individual freedom, enjoyment of possessions and economic freedom, together with the right to be heard and the right to a fair trial. Lastly, taking the view that the Security Council’s sanctions were contrary to the United Nations Charter and to the peremptory norms of international law (jus cogens), he argued that Switzerland was not obliged to implement them.", "39. By a decision of 11 May 2007, in which it indicated the remedy available, the FOM dismissed a new exemption request by the applicant. By a decision of 12 July 2007, once again indicating the available remedies, it refused to examine a letter from the applicant that it regarded as a request for review. In a letter of 20 July 2007, the applicant explained that there had been a misunderstanding and that his previous letter had in fact been a new request for exemption. On 2 August 2007 the FOM again rejected his request, reminding him that he could challenge the decision by lodging an appeal with the Federal Administrative Court. The applicant did not appeal against the decision.", "40. On 29 October 2007 the focal point for delisting requests denied the applicant’s request of 6 April 2007 to have his name removed from the Sanctions Committee’s list (see paragraph 35 above). On 2 November 2007 the focal point also rejected a request for information concerning the country that had designated him for listing and the reasons for that designation, invoking the confidentiality of the process. Lastly, in letters of 19 and 28 November 2007 the focal point reaffirmed the confidentiality of the process, but nevertheless informed the applicant that a State whose identity could not be disclosed had opposed his delisting.", "41. By a judgment of 14 November 2007 the Federal Court, to which the Federal Council had referred the applicant’s appeal (see paragraph 36 above), declared that appeal admissible but dismissed it on the merits.", "42. It firstly pointed out that, under Article 25 of the United Nations Charter, the United Nations member States had undertaken to accept and carry out the decisions of the Security Council in accordance with the Charter. It then observed that under Article 103 of the Charter the obligations arising from that instrument did not only prevail over the domestic law of the member States but also over obligations under other international agreements, regardless of their nature, whether bilateral or multilateral. It further stated that this primacy did not relate only to the Charter but extended to all obligations which arose from a binding resolution of the Security Council.", "43. The Federal Court observed, however, that the Security Council was itself bound by the Charter and was required to act in accordance with its purposes and principles (Article 24 § 2 of the Charter), which included respecting human rights and fundamental freedoms (Article 1 § 3 of the Charter). At the same time, it took the view that the member States were not permitted to avoid an obligation on the ground that a decision (or resolution) by the Security Council was substantively inconsistent with the Charter, in particular decisions (resolutions) based on Chapter VII thereof (action with respect to threats to the peace, breaches of the peace and acts of aggression).", "44. The Federal Court then observed that under Article 190 of the Federal Constitution (see paragraph 65 below), it was bound by federal laws and international law. It took the view that the applicable international law, in addition to international treaties ratified by Switzerland, also included customary international law, general principles of law and the decisions of international organisations which were binding on Switzerland, including the Security Council’s decisions concerning the sanctions regime.", "45. However, it observed that Article 190 of the Constitution contained no rules on how to settle possible conflicts between different norms of international law which were legally binding on Switzerland, and that in the present case there was such a conflict between the Security Council’s decisions on the one hand and the guarantees of the European Convention on Human Rights and the International Covenant on Civil and Political Rights on the other. It took the view that unless the conflict could be resolved by the rules on the interpretation of treaties, it would be necessary, in order to settle the issue, to look to the hierarchy of international legal norms, according to which obligations under the United Nations Charter prevailed over obligations under any other international agreement (Article 103 of the Charter, taken together with Article 30 of the Vienna Convention on the Law of Treaties; see paragraphs 69 and 80 below). The Federal Court was of the opinion that the uniform application of United Nations sanctions would be endangered if the courts of States Parties to the European Convention or the International Covenant on Civil and Political Rights were able to disregard those sanctions in order to protect the fundamental rights of certain individuals or organisations.", "46. The court nevertheless accepted that the obligation to implement the Security Council’s decisions was limited by norms of jus cogens. Accordingly, it considered itself bound to ascertain whether the sanctions regime set up by the Security Council was capable of breaching the peremptory norms of international law, as the applicant had claimed.", "47. The Federal Court then cited, as examples of jus cogens norms, the right to life, protection from torture and inhuman or degrading treatment, the prohibition of slavery, the prohibition of collective punishment, the principle of individual criminal responsibility and the non-refoulement principle. It took the view, however, that the enjoyment of possessions, economic freedom, the guarantees of a fair trial or the right to an effective remedy did not fall within jus cogens.", "48. As regards the consequences for the applicant of the measures taken against him, in particular the ban on entry into and transit through Switzerland, the Federal Court found as follows:", "“7.4 ... These sanctions include far-reaching commercial restrictions for those affected; the funds necessary for their survival are not, however, blocked (see Resolution 1452 (2002), paragraph 1(a)), as a result of which there is neither any threat to their life or health nor any inhuman or degrading treatment.", "The travel ban restricts the freedom of movement of those concerned but in principle represents no deprivation of liberty: they are free to move around within their country of residence (see, however, point 10.2 below regarding the appellant’s particular situation); journeys to their home country are also specifically permitted (see Resolution 1735 (2006), paragraph 1(b)).", "...”", "49. The Federal Court further indicated that, generally speaking, sanctions were decided by the Security Council without individuals or organisations being afforded the opportunity to comment either in advance or afterwards or to appeal against them before international or national courts. It mentioned in this connection that, in particular under the terms of Resolution 1730 (2006), the delisting procedure allowing individuals to have direct access to the Sanctions Committee already represented substantial progress, even though the system still had considerable shortcomings from the point of view of human rights.", "50. The Federal Court then examined the question of the extent to which Switzerland was bound by the relevant resolutions, in other words whether it had any latitude (Ermessensspielraum) in implementing them:", "“8.1 The Security Council adopted Resolution 1267 (1999) and the subsequent Resolutions regarding sanctions affecting al-Qaeda and the Taliban on the basis of Chapter VII of the United Nations Charter, with the express obligation on all member States to adopt an integral and strict approach to implementing the sanctions envisaged therein, ignoring any existing rights and obligations under international agreements or contracts (see paragraph 7 of Resolution 1267 (1999)).", "The sanctions (freezing of assets, entry-and-transit ban, arms embargo) are described in detail and afford member States no margin of appreciation in their implementation. The names of those affected by the sanctions are also indicated to the member States: this is determined by the list drawn up and maintained by the Sanctions Committee (see paragraph 8(c) of Resolution 1333 (2000)).", "As regards the possibility of obtaining deletion from the list, the Sanctions Committee has introduced a specific procedure (see paragraphs 13 et seq. of Resolution 1735 (2006) and the directives of the Sanctions Committee dated 12 February 2007). The member States are thus debarred from deciding of their own motion whether or not sanctions should continue to be imposed on a person or organisation appearing on the Sanctions Committee’s list.", "Switzerland would therefore be in breach of its obligations under the Charter were it to delete the names of the appellant and his organisations from the annex to the Taliban Ordinance.", "...", "8.3 In view of the foregoing, Switzerland is not permitted, of its own motion, to delete the appellant’s name from Annex 2 to the Taliban Ordinance.", "It is to be admitted that in this situation no effective remedy is available to the appellant. The Federal Court may certainly examine whether and to what extent Switzerland is bound by the Resolutions of the Security Council, but it is not permitted to remove the sanctions against the appellant on the ground that they breach his fundamental rights.", "The Sanctions Committee alone is responsible for the delisting of persons or entities. In spite of the improvements mentioned above, the delisting procedure fails to meet both the requirement of access to a court under Article 29a of the Federal Constitution, Article 6 § 1 of the [Convention] and Article 14 § 1 of the United Nations Covenant on Civil and Political Rights, and that of an effective remedy within the meaning of Article 13 of the [Convention] and Article 2 § 3 of the United Nations Covenant ...”", "51. The Federal Court further examined whether Switzerland, even if it were not authorised to delete the applicant’s name from the list on its own initiative, was nevertheless at least obliged to assist him in connection with the delisting procedure. Its reasoning was as follows:", "“9.1 The lower courts examined whether Switzerland was obliged to initiate the delisting procedure on behalf of the appellant. In the meantime, this issue has become irrelevant as, since the amendment of the delisting procedure, the appellant has been able to make an application himself and has indeed availed himself of this opportunity.", "9.2 For his application to be successful he nevertheless relies on the support of Switzerland, since this is the only country to have conducted a comprehensive preliminary investigation, with numerous letters of request, house searches and questioning of witnesses.", "United Nations member States are obliged to prosecute persons suspected of financing or supporting terrorism (see paragraph 2(e) of Security Council Resolution 1373 (2001)) ...", "On the other hand, should the criminal proceedings end in an acquittal or be discontinued, this should lead to the removal of the preventive sanctions. Admittedly, the country which has conducted the criminal proceedings or preliminary investigation cannot itself proceed with the deletion, but it can at least transmit the results of its investigations to the Sanctions Committee and request or support the person’s delisting.”", "52. Lastly, the Federal Court examined whether the travel ban enforced under Article 4a of the Taliban Ordinance extended beyond the sanctions introduced by the Security Council Resolutions and whether the Swiss authorities thus had any latitude in that connection. The court found as follows:", "“10.1 Article 4a § 1 of the Taliban Ordinance prohibits the individuals listed in Annex 2 from entering or transiting through Switzerland. Article 4a § 2 provides that, in agreement with the United Nations Security Council decisions or for the protection of Swiss interests, the Federal Office for Migration is entitled to grant exemptions.", "According to the Security Council Resolutions, the travel ban does not apply if the entry or transit is required for the fulfilment of a judicial process. In addition, exemptions can be granted in individual cases with the agreement of the Sanctions Committee (see paragraph 1(b) of Resolution 1735 (2006)). This includes in particular travel on medical, humanitarian or religious grounds ...", "10.2 Article 4a § 2 of the Taliban Ordinance is formulated as an ‘enabling’ provision and gives the impression that the Federal Office for Migration has a certain margin of appreciation. Constitutionally however, the provision is to be interpreted as meaning that an exemption should be granted in all cases where the United Nations sanctions regime so permits. A more far-reaching restriction on the appellant’s freedom of movement could not be regarded as based on the Security Council Resolutions, would not be in the public interest and would be disproportionate in the light of the appellant’s particular situation.", "The appellant lives in Campione, an Italian enclave in Ticino, with an area of 1.6 sq. km. As a result of the ban on entry into and transit through Switzerland, he is unable to leave Campione. Practically speaking, as the appellant correctly argued, this is tantamount to house arrest and thus represents a serious restriction on his personal liberty. In these circumstances the Swiss authorities are obliged to exhaust all the relaxations of the sanctions regime available under the United Nations Security Council Resolutions.", "The Federal Office for Migration thus has no margin of appreciation. Rather, it must examine whether the conditions for the granting of an exemption are met. Should the request not fall within one of the general exemptions envisaged by the Security Council, it must be submitted to the Sanctions Committee for approval.", "10.3 The question whether the Federal Office for Migration has disregarded the constitutional requirements in dealing with the appellant’s applications for leave to travel abroad does not need to be examined here: the relevant orders of the Federal Office have not been challenged by the appellant and are not a matter of dispute in the present proceedings.", "The same applies to the question whether the appellant should have moved his place of residence from the Italian enclave of Campione to Italy. To date the appellant has made no such request.”", "53. Following the Federal Court’s judgment, the applicant wrote to the FOM to request it to re-examine the possibility of applying general exemptions to his particular situation. On 28 January 2008 he lodged a new request seeking the suspension of the entry-and-transit ban for three months. By a letter of 21 February 2008, the FOM denied that request, stating that it was unable to grant a suspension for such a long period without referring the matter to the Sanctions Committee, but that it could grant one-off safe conducts. The applicant did not challenge that decision.", "54. On 22 February 2008, at a meeting between the Swiss authorities and the applicant’s representative on the subject of the support that Switzerland could provide to the applicant in his efforts to obtain his delisting, a representative of the Federal Department of Foreign Affairs observed that the situation was rather singular as the applicant, on the one hand, was asking what support the Swiss authorities could give him in the United Nations delisting procedure and, on the other, had brought a case against Switzerland before the Court.", "During the meeting the applicant’s representative explained that he had received verbal confirmation from the FOM to the effect that his client would be granted one-off authorisations to go to Italy, in order to consult his lawyer in Milan. The representative of the Federal Department of Foreign Affairs also indicated that the applicant could ask the Sanctions Committee for a more extensive exemption on account of his particular situation. However, she also repeated that Switzerland could not itself apply to the Sanctions Committee for the applicant’s delisting. She added that her government would nevertheless be prepared to support him, in particular by providing him with an attestation confirming that the criminal proceedings against him had been discontinued. The applicant’s lawyer replied that he had already received a letter attesting to the discontinuance in favour of his client and that this letter was sufficient.", "As to the applicant’s requests to the Italian authorities with a view to obtaining their support in a delisting procedure, the Federal Department’s representative suggested that the lawyer contact the Italian Permanent Mission to the United Nations, adding that Italy had, at that time, a seat on the Security Council.", "55. The Government informed the Court that in April 2008 an Egyptian military tribunal had sentenced the applicant in absentia to ten years’ imprisonment for providing financial support to the Muslim Brotherhood organisation (see the article on this subject in the daily newspaper Corriere del Ticino of 16 April 2008). The applicant did not dispute the fact that he had been convicted but argued that he had never been informed of the proceedings against him and that he had therefore never had the possibility of defending himself in person or through the intermediary of a lawyer. For those reasons, and also taking into account the fact that the trial was held before a military tribunal even though he was a civilian, he claimed that the proceedings in question were clearly in breach of Article 6.", "56. On 5 July 2008 the Italian government submitted to the Sanctions Committee a request for the applicant’s delisting on the ground that the case against him in Italy had been dismissed. The Committee denied that request by a decision of 15 July 2008. In the applicant’s submission, the Committee had not allowed him to submit his observations to it beforehand.", "57. On 11 September 2008 the FOM granted the applicant the right to enter Switzerland and to remain in the country for two days, but the applicant did not make use of this authorisation.", "58. By a letter of 23 December 2008, the FOM informed the applicant that the entry of Switzerland into the Schengen Area, on 12 December 2008, did not affect his situation.", "59. In their observations before the Chamber, the Swiss Government stated that, to their knowledge, the applicant’s listing had been initiated by a request from the United States of America, and that the same State had submitted to the Sanctions Committee, on 7 July 2009, a request for the delisting of a number of individuals, including the applicant.", "60. On 24 August 2009, in accordance with the procedure laid down by Security Council Resolution 1730 (2006), the applicant submitted a request to the focal point for delisting requests for the deletion of his name from the Sanctions Committee’s list.", "61. On 2 September 2009 Switzerland sent to the Sanctions Committee a copy of a letter of 13 August 2009 from the Federal Prosecutor’s Office to the applicant’s lawyer, in which that Office confirmed that the judicial police investigation in respect of his client had not produced any indications or evidence to show that he had ties with persons or organisations associated with Osama bin Laden, al-Qaeda or the Taliban.", "62. On 23 September 2009 the applicant’s name was deleted from the list annexed to the Security Council Resolutions providing for the sanctions in question. According to the applicant, the procedure provided for under Resolution 1730 (2006) was not followed and he received no explanation in this connection. On 29 September 2009 the annex to the Taliban Ordinance was amended accordingly and the amendment took effect on 2 October 2009.", "63. By a motion passed on 1 March 2010, the Foreign Policy Commission of the National Council (lower house of the Federal Parliament) requested the Federal Council to inform the United Nations Security Council that from the end of 2010 it would no longer, in certain cases, be applying the sanctions prescribed against individuals under the counterterrorism resolutions. It moreover called upon the Government to reassert its steadfast commitment to cooperate in the fight against terrorism in accordance with the legal order of the States. The motion had been introduced on 12 June 2009 by Dick Marty, a member of the Council of States (upper house of the Federal Parliament), and it referred to the applicant’s case by way of example.", "64. The Government asserted that even though Switzerland was not a member of the Security Council it had, with other States, actively worked since becoming a member of the United Nations on 10 September 2002 to improve the fairness of the listing and delisting procedure and the legal situation of the persons concerned. Thus, in the summer of 2005, it had launched with Sweden and Germany a new initiative to ensure that fundamental rights would be given more weight in the sanctions procedure. Pursuing its initiative, Switzerland had submitted to the Security Council in 2008, together with Denmark, Germany, Liechtenstein, the Netherlands and Sweden, concrete proposals for the setting-up of an advisory panel of independent experts authorised to submit delisting proposals to the Sanctions Committee. Moreover, in the autumn of 2009 Switzerland had worked intensively with its partners to ensure that the Resolution on the renewal of the sanctions regime against al-Qaeda and the Taliban, scheduled for adoption in December, met that need. In the meantime Switzerland had supported the publication in October 2009 of a report proposing, as an option for an advisory review mechanism, the creation of an ombudsperson. On 17 December 2009 the Security Council adopted Resolution 1904 (2009), setting up the office of ombudsperson to receive complaints from individuals affected by the United Nations Security Council counterterrorism sanctions (see paragraph 78 below). Lastly, Switzerland had called on many occasions, before the United Nations Security Council and General Assembly, for an improvement in the procedural rights of the persons concerned by the sanctions.", "65. Article 190 (“Applicable law”) of the Federal Constitution provides:", "“The Federal Court and the other authorities shall be required to apply federal statutes and international law.”", "66. The Ordinance of 2 October 2000, instituting measures against persons and entities associated with Osama bin Laden, the group “al-Qaeda” or the Taliban, has been amended several times. The relevant provisions read as follows, in the version that was in force in the period under consideration in the present case, and in particular at the time when the Federal Court delivered its judgment (14 November 2007).", "“1. The supply, sale or brokerage of arms of all types, including weapons and ammunition, military vehicles and equipment, paramilitary equipment, and spare parts or accessories for the above-mentioned, to the individuals, undertakings, groups or entities referred to in Annex 2 hereto, shall be prohibited.", "...", "3. The supply, sale or brokerage of technical advice, assistance and training related to military activities, to the individuals, undertakings, groups or entities referred to in Annex 2 hereto, shall be prohibited.", "4. Paragraphs 1 and 3 above shall apply only to the extent that the Property Regulation Act of 13 December 1996, the Federal Act on War Materiel of 13 December 1996 and their respective implementing ordinances are not applicable.", "...”", "“1. Assets and economic resources owned or controlled by the individuals, undertakings, groups or entities referred to in Annex 2 hereto shall be frozen.", "2. It shall be prohibited to supply funds to the individuals, undertakings, groups or entities referred to in Annex 2 hereto, or to make assets or economic resources available to them, directly or indirectly.", "3. The State Secretariat for Economic Affairs (SECO) may exempt payments related to democratisation or humanitarian projects from the prohibitions under paragraphs 1 and 2 above.", "4. The SECO may authorise, after consulting the competent services of the Federal Department of Foreign Affairs and the Federal Department of Finance, payments from blocked accounts, transfers of frozen capital assets and the release of frozen economic resources, in order to protect Swiss interests or to prevent hardship cases.”", "“1. Anyone holding or managing assets acknowledged to be covered by the freezing of assets under Article 3 § 1 hereof must immediately declare them to the SECO.", "2. Any person or organisation knowing of economic resources acknowledged to be covered by the freezing of economic resources under Article 3 § 1 hereof must immediately declare them to the SECO.", "3. The declaration must give the name of the beneficiary, the purpose and the amount of the assets or economic resources frozen.”", "“1. Entry into and transit through Switzerland shall be prohibited for the individuals listed in Annex 2 hereto.", "2. The Federal Office for Migration may, in conformity with the decisions of the United Nations Security Council or for the protection of Swiss interests, grant exemptions.”", "67. The United Nations Charter was signed in San Francisco on 26 June 1945. The relevant provisions for the present case read as follows.", "“We the peoples of the United Nations, determined", "to save succeeding generations from the scourge of war, which twice in our lifetime has brought untold sorrow to mankind, and", "to reaffirm faith in fundamental human rights, in the dignity and worth of the human person, in the equal rights of men and women and of nations large and small, and", "to establish conditions under which justice and respect for the obligations arising from treaties and other sources of international law can be maintained, and", "to promote social progress and better standards of life in larger freedom,", "and for these ends", "to practice tolerance and live together in peace with one another as good neighbors, and", "to unite our strength to maintain international peace and security, and", "to ensure, by the acceptance of principles and the institution of methods, that armed force shall not be used, save in the common interest, and", "to employ international machinery for the promotion of the economic and social advancement of all peoples,", "have resolved to combine our efforts to accomplish these aims.", "Accordingly, our respective Governments, through representatives assembled in the city of San Francisco, who have exhibited their full powers found to be in good and due form, have agreed to the present Charter of the United Nations and do hereby establish an international organization to be known as the United Nations.”", "“The Purposes of the United Nations are:", "1. To maintain international peace and security, and to that end: to take effective collective measures for the prevention and removal of threats to the peace, and for the suppression of acts of aggression or other breaches of the peace, and to bring about by peaceful means, and in conformity with the principles of justice and international law, adjustment or settlement of international disputes or situations which might lead to a breach of the peace;", "...", "3. To achieve international cooperation in solving international problems of an economic, social, cultural, or humanitarian character, and in promoting and encouraging respect for human rights and for fundamental freedoms for all without distinction as to race, sex, language, or religion; and", "...”", "“1. In order to ensure prompt and effective action by the United Nations, its members confer on the Security Council primary responsibility for the maintenance of international peace and security, and agree that in carrying out its duties under this responsibility the Security Council acts on their behalf.", "2. In discharging these duties the Security Council shall act in accordance with the Purposes and Principles of the United Nations. The specific powers granted to the Security Council for the discharge of these duties are laid down in Chapters VI, VII, VIII, and XII.", "...”", "“The members of the United Nations agree to accept and carry out the decisions of the Security Council in accordance with the present Charter.”", "68. Chapter VII of the Charter is entitled “Action with respect to threats to the peace, breaches of the peace, and acts of aggression”. Article 39 reads as follows:", "“The Security Council shall determine the existence of any threat to the peace, breach of the peace, or act of aggression and shall make recommendations, or decide what measures shall be taken in accordance with Articles 41 and 42, to maintain or restore international peace and security.”", "69. Chapter XVI is entitled “Miscellaneous Provisions”. Article 103 reads as follows:", "“In the event of a conflict between the obligations of the members of the United Nations under the present Charter and their obligations under any other international agreement, their obligations under the present Charter shall prevail.”", "70. Resolution 1267 (1999) was adopted on 15 October 1999. It created the Sanctions Committee, consisting of all Security Council members. This Committee was in particular entrusted with the task of requesting all States to keep it informed of the steps taken to ensure the effective implementation of the measures required under the Resolution, namely the denial of permission for aircraft associated with the Taliban to use their territory for take-off or landing, unless the Sanctions Committee had approved the flight in advance for humanitarian reasons and, secondly, the freezing of the Taliban’s funds and other financial resources. The relevant parts of this Resolution read as follows.", "“...", "The Security Council,", "Reaffirming its previous resolutions, in particular Resolutions 1189 (1998) of 13 August 1998, 1193 (1998) of 28 August 1998 and 1214 (1998) of 8 December 1998, and the statements of its President on the situation in Afghanistan,", "Reaffirming its strong commitment to the sovereignty, independence, territorial integrity and national unity of Afghanistan, and its respect for Afghanistan’s cultural and historical heritage,", "Reiterating its deep concern over the continuing violations of international humanitarian law and of human rights, particularly discrimination against women and girls, and over the significant rise in the illicit production of opium, and stressing that the capture by the Taliban of the Consulate-General of the Islamic Republic of Iran and the murder of Iranian diplomats and a journalist in Mazar-e-Sharif constituted flagrant violations of established international law,", "Recalling the relevant international counterterrorism conventions and in particular the obligations of parties to those conventions to extradite or prosecute terrorists,", "Strongly condemning the continuing use of Afghan territory, especially areas controlled by the Taliban, for the sheltering and training of terrorists and planning of terrorist acts, and reaffirming its conviction that the suppression of international terrorism is essential for the maintenance of international peace and security,", "Deploring the fact that the Taliban continues to provide safe haven to [Osama bin Laden] and to allow him and others associated with him to operate a network of terrorist training camps from Taliban-controlled territory and to use Afghanistan as a base from which to sponsor international terrorist operations,", "Noting the indictment of [Osama bin Laden] and his associates by the United States of America for, inter alia, the 7 August 1998 bombings of the United States embassies in Nairobi, Kenya, and Dar es Salaam, Tanzania and for conspiring to kill American nationals outside the United States, and noting also the request of the United States of America to the Taliban to surrender them for trial (S/1999/1021),", "Determining that the failure of the Taliban authorities to respond to the demands in paragraph 13 of Resolution 1214 (1998) constitutes a threat to international peace and security,", "Stressing its determination to ensure respect for its resolutions,", "Acting under Chapter VII of the Charter of the United Nations,", "...", "3. Decides that on 14 November 1999 all States shall impose the measures set out in paragraph 4 below, unless the Council has previously decided, on the basis of a report of the Secretary-General, that the Taliban has fully complied with the obligation set out in paragraph 2 above;", "4. Decides further that, in order to enforce paragraph 2 above, all States shall:", "(a) Deny permission for any aircraft to take off from or land in their territory if it is owned, leased or operated by or on behalf of the Taliban as designated by the Committee established by paragraph 6 below, unless the particular flight has been approved in advance by the Committee on the grounds of humanitarian need, including religious obligation such as the performance of the Hajj;", "(b) Freeze funds and other financial resources, including funds derived or generated from property owned or controlled directly or indirectly by the Taliban, or by any undertaking owned or controlled by the Taliban, as designated by the Committee established by paragraph 6 below, and ensure that neither they nor any other funds or financial resources so designated are made available, by their nationals or by any persons within their territory, to or for the benefit of the Taliban or any undertaking owned or controlled, directly or indirectly, by the Taliban, except as may be authorized by the Committee on a case-by-case basis on the grounds of humanitarian need;", "5. Urges all States to cooperate with efforts to fulfil the demand in paragraph 2 above, and to consider further measures against [Osama bin Laden] and his associates;", "6. Decides to establish, in accordance with rule 28 of its provisional rules of procedure, a Committee of the Security Council consisting of all the members of the Council to undertake the following tasks and to report on its work to the Council with its observations and recommendations:", "...", "7. Calls upon all States to act strictly in accordance with the provisions of this Resolution, notwithstanding the existence of any rights or obligations conferred or imposed by any international agreement or any contract entered into or any licence or permit granted prior to the date of coming into force of the measures imposed by paragraph 4 above;", "8. Calls upon States to bring proceedings against persons and entities within their jurisdiction that violate the measures imposed by paragraph 4 above and to impose appropriate penalties;", "9. Calls upon all States to cooperate fully with the Committee established by paragraph 6 above in the fulfilment of its tasks, including supplying such information as may be required by the Committee in pursuance of this Resolution;", "10. Requests all States to report to the Committee established by paragraph 6 above within 30 days of the coming into force of the measures imposed by paragraph 4 above on the steps they have taken with a view to effectively implementing paragraph 4 above;", "...”", "71. By Resolution 1333 (2000), adopted on 19 December 2000, the Security Council extended the application of the sanctions provided for under Resolution 1267 (1999) to any individuals or entities identified by the Sanctions Committee as being associated with al-Qaeda or Osama bin Laden. The Resolution further required a list to be maintained for the implementation of the United Nations sanctions. The passages that are relevant to the present case read as follows.", "“...", "The Security Council,", "Reaffirming its previous resolutions, in particular Resolution 1267 (1999) of 15 October 1999 and the statements of its President on the situation in Afghanistan,", "Reaffirming its strong commitment to the sovereignty, independence, territorial integrity and national unity of Afghanistan, and its respect for Afghanistan’s cultural and historical heritage,", "Recognizing the critical humanitarian needs of the Afghan people,", "...", "8. Decides that all States shall take further measures:", "(a) To close immediately and completely all Taliban offices in their territories;", "(b) To close immediately all offices of Ariana Afghan Airlines in their territories;", "(c) To freeze without delay funds and other financial assets of [Osama bin Laden] and individuals and entities associated with him as designated by the Committee, including those in the [al-Qaeda] organization, and including funds derived or generated from property owned or controlled directly or indirectly by [Osama bin Laden] and individuals and entities associated with him, and to ensure that neither they nor any other funds or financial resources are made available, by their nationals or by any persons within their territory, directly or indirectly for the benefit of [Osama bin Laden], his associates or any entities owned or controlled, directly or indirectly, by [Osama bin Laden] or individuals and entities associated with him including the [al-Qaeda] organization and requests the Committee to maintain an updated list, based on information provided by States and regional organizations, of the individuals and entities designated as being associated with [Osama bin Laden], including those in the [al-Qaeda] organization;", "...", "12. Decides further that the Committee shall maintain a list of approved organizations and governmental relief agencies which are providing humanitarian assistance to Afghanistan, including the United Nations and its agencies, governmental relief agencies providing humanitarian assistance, the International Committee of the Red Cross and non-governmental organizations as appropriate, that the prohibition imposed by paragraph 11 above shall not apply to humanitarian flights operated by, or on behalf of, organizations and governmental relief agencies on the list approved by the Committee, that the Committee shall keep the list under regular review, adding new organizations and governmental relief agencies as appropriate and that the Committee shall remove organizations and governmental agencies from the list if it decides that they are operating, or are likely to operate, flights for other than humanitarian purposes, and shall notify such organizations and governmental agencies immediately that any flights operated by them, or on their behalf, are thereby subject to the provisions of paragraph 11 above;", "...", "16. Requests the Committee to fulfil its mandate by undertaking the following tasks in addition to those set out in Resolution 1267 (1999):", "(a) To establish and maintain updated lists based on information provided by States, regional, and international organizations of all points of entry and landing areas for aircraft within the territory of Afghanistan under control by the Taliban and to notify member States of the contents of such lists;", "(b) To establish and maintain updated lists, based on information provided by States and regional organizations, of individuals and entities designated as being associated with [Osama bin Laden], in accordance with paragraph 8 (c) above;", "(c) To give consideration to, and decide upon, requests for the exceptions set out in paragraphs 6 and 11 above;", "(d) To establish no later than one month after the adoption of this Resolution and maintain an updated list of approved organizations and governmental relief agencies which are providing humanitarian assistance to Afghanistan, in accordance with paragraph 12 above;", "...", "17. Calls upon all States and all international and regional organizations, including the United Nations and its specialized agencies, to act strictly in accordance with the provisions of this Resolution, notwithstanding the existence of any rights or obligations conferred or imposed by any international agreement or any contract entered into or any licence or permit granted prior to the date of coming into force of the measures imposed by paragraphs 5, 8, 10 and 11 above;", "...”", "72. In Resolution 1363 (2001), adopted on 30 July 2001, the Security Council decided to set up a mechanism to monitor the measures imposed by Resolutions 1267 (1999) and 1333 (2000) (“the Monitoring Group”), consisting of up to five experts selected on the basis of equitable geographical distribution.", "73. In Resolution 1373 (2001), adopted on 28 September 2001 – following the events of 11 September 2001 – the Security Council decided that States should take a series of measures to combat international terrorism and ensure effective border controls in this connection. The passages that are relevant to the present case read as follows.", "“...", "The Security Council,", "...", "1. Decides that all States shall:", "(a) Prevent and suppress the financing of terrorist acts;", "(b) Criminalize the wilful provision or collection, by any means, directly or indirectly, of funds by their nationals or in their territories with the intention that the funds should be used, or in the knowledge that they are to be used, in order to carry out terrorist acts;", "(c) Freeze without delay funds and other financial assets or economic resources of persons who commit, or attempt to commit, terrorist acts or participate in or facilitate the commission of terrorist acts; of entities owned or controlled directly or indirectly by such persons; and of persons and entities acting on behalf of, or at the direction of such persons and entities, including funds derived or generated from property owned or controlled directly or indirectly by such persons and associated persons and entities;", "(d) Prohibit their nationals or any persons and entities within their territories from making any funds, financial assets or economic resources or financial or other related services available, directly or indirectly, for the benefit of persons who commit or attempt to commit or facilitate or participate in the commission of terrorist acts, of entities owned or controlled, directly or indirectly, by such persons and of persons and entities acting on behalf of or at the direction of such persons;", "2. Decides also that all States shall:", "(a) Refrain from providing any form of support, active or passive, to entities or persons involved in terrorist acts, including by suppressing recruitment of members of terrorist groups and eliminating the supply of weapons to terrorists;", "(b) Take the necessary steps to prevent the commission of terrorist acts, including by provision of early warning to other States by exchange of information;", "(c) Deny safe haven to those who finance, plan, support, or commit terrorist acts, or provide safe havens;", "(d) Prevent those who finance, plan, facilitate or commit terrorist acts from using their respective territories for those purposes against other States or their citizens;", "(e) Ensure that any person who participates in the financing, planning, preparation or perpetration of terrorist acts or in supporting terrorist acts is brought to justice and ensure that, in addition to any other measures against them, such terrorist acts are established as serious criminal offences in domestic laws and regulations and that the punishment duly reflects the seriousness of such terrorist acts;", "...", "3. Calls upon all States to:", "...", "(f) Take appropriate measures in conformity with the relevant provisions of national and international law, including international standards of human rights, before granting refugee status, for the purpose of ensuring that the asylum-seeker has not planned, facilitated or participated in the commission of terrorist acts;", "...”", "74. In Resolution 1390 (2002), adopted on 16 January 2002, the Security Council decided to impose a ban on entry and transit for individuals and entities concerned by the international sanctions. This Resolution also made the sanctions regime more precise and transparent, because the Sanctions Committee was requested to update regularly the list of persons concerned by the sanctions, to promulgate expeditiously such guidelines and criteria as might be necessary to facilitate the implementation of the sanctions, and to make any information it considered relevant, including the list of persons concerned, publicly available. The passages that are relevant to the present case read as follows:", "“...", "The Security Council,", "...", "2. Decides that all States shall take the following measures with respect to [Osama bin Laden], members of the [al-Qaeda] organization and the Taliban and other individuals, groups, undertakings and entities associated with them, as referred to in the list created pursuant to Resolutions 1267 (1999) and 1333 (2000) to be updated regularly by the Committee established pursuant to Resolution 1267 (1999) hereinafter referred to as ‘the Committee’;", "(a) Freeze without delay the funds and other financial assets or economic resources of these individuals, groups, undertakings and entities, including funds derived from property owned or controlled, directly or indirectly, by them or by persons acting on their behalf or at their direction, and ensure that neither these nor any other funds, financial assets or economic resources are made available, directly or indirectly, for such persons’ benefit, by their nationals or by any persons within their territory;", "(b) Prevent the entry into or the transit through their territories of these individuals, provided that nothing in this paragraph shall oblige any State to deny entry into or require the departure from its territories of its own nationals and this paragraph shall not apply where entry or transit is necessary for the fulfilment of a judicial process or the Committee determines on a case by case basis only that entry or transit is justified;", "(c) Prevent the direct or indirect supply, sale and transfer, to these individuals, groups, undertakings and entities from their territories or by their nationals outside their territories, or using their flag vessels or aircraft, of arms and related materiel of all types including weapons and ammunition, military vehicles and equipment, paramilitary equipment, and spare parts for the aforementioned and technical advice, assistance, or training related to military activities;", "...", "8. Urges all States to take immediate steps to enforce and strengthen through legislative enactments or administrative measures, where appropriate, the measures imposed under domestic laws or regulations against their nationals and other individuals or entities operating on their territory, to prevent and punish violations of the measures referred to in paragraph 2 of this Resolution, and to inform the Committee of the adoption of such measures, and invites States to report the results of all related investigations or enforcement actions to the Committee unless to do so would compromise the investigation or enforcement actions; ...”", "75. In Resolution 1526 (2004), adopted on 30 January 2004, the Security Council requested States, on the submission of new names to be added to the Committee’s list, to supply information facilitating the identification of the persons or entities concerned. It also expressly encouraged States to inform, as far as possible, the persons and entities on the Committee’s list of the measures taken against them, of the Committee’s guidelines and of Resolution 1452 (2002) concerning the possibility of exemption from certain sanctions.", "76. In response to a surge in criticism of the sanctions regime, the Security Council adopted increasingly detailed resolutions to strengthen the procedural safeguards. In this connection, Resolution 1730 (2006) established the current procedure by creating a “focal point” to receive delisting requests in respect of persons or entities on the lists kept by the Sanctions Committee. Under that Resolution the focal point was responsible for forwarding such requests, for their information and possible comments, to the designating government(s) and to the government(s) of citizenship and residence. That was to be followed by a consultation between the governments concerned, with or without the focal point acting as an intermediary. If recommended by one of those governments, the delisting request was to be placed on the agenda of the Sanctions Committee, which would take decisions by consensus among its fifteen members.", "77. Resolution 1735 (2006) established a procedure for notifying the individuals or entities whose names were on the list. It further clarified the criteria for delisting as follows:", "“14. ... the Committee, in determining whether to remove names from the Consolidated List, may consider, among other things, (i) whether the individual or entity was placed on the Consolidated List due to a mistake of identity, or (ii) whether the individual or entity no longer meets the criteria set out in relevant resolutions, in particular Resolution 1617 (2005); in making the evaluation in (ii) above, the Committee may consider, among other things, whether the individual is deceased, or whether it has been affirmatively shown that the individual or entity has severed all association, as defined in Resolution 1617 (2005), with [al-Qaeda], [Osama bin Laden], the Taliban, and their supporters, including all individuals and entities on the Consolidated List;”", "78. The procedure was subsequently reinforced with the adoption of Resolutions 1822 (2008) and 1904 (2009), which post-date the present case. In the latter, adopted on 17 December 2009, the Security Council decided to create an Office of the Ombudsperson, whose task is to receive requests from individuals concerned by the sanctions imposed by the Security Council in the fight against terrorism. Under that Resolution, persons on the sanctions list are entitled to obtain information on the reasons for the measures taken against them and to file delisting petitions with the Ombudsperson, who examines each case impartially and independently and then submits a report to the Sanctions Committee explaining the reasons for or against delisting.", "79. Article 27 (“Internal law and observance of treaties”) of the Vienna Convention on the Law of Treaties reads as follows:", "“A party may not invoke the provisions of its internal law as justification for its failure to perform a treaty. ...”", "80. Article 30 (“Application of successive treaties relating to the same subject matter”) reads as follows:", "“1. Subject to Article 103 of the Charter of the United Nations, the rights and obligations of States Parties to successive treaties relating to the same subject matter shall be determined in accordance with the following paragraphs.", "2. When a treaty specifies that it is subject to, or that it is not to be considered as incompatible with, an earlier or later treaty, the provisions of that other treaty prevail.", "3. When all the parties to the earlier treaty are parties also to the later treaty but the earlier treaty is not terminated or suspended in operation under Article 59, the earlier treaty applies only to the extent that its provisions are compatible with those of the later treaty.", "4. When the parties to the later treaty do not include all the parties to the earlier one:", "(a) as between States Parties to both treaties the same rule applies as in paragraph 3;", "(b) as between a State Party to both treaties and a State Party to only one of the treaties, the treaty to which both States are Parties governs their mutual rights and obligations.", "5. Paragraph 4 is without prejudice to Article 41, or to any question of the termination or suspension of the operation of a treaty under Article 60 or to any question of responsibility which may arise for a State from the conclusion or application of a treaty the provisions of which are incompatible with its obligations towards another State under another treaty.”", "81. The report of the study group of the International Law Commission entitled “Fragmentation of international law: difficulties arising from the diversification and expansion of international law”, published in 2006, contains the following observations concerning Article 103 of the Charter:", "“37. In international law, there is a strong presumption against normative conflict. Treaty interpretation is diplomacy, and it is the business of diplomacy to avoid or mitigate conflict. This extends to adjudication as well. As Rousseau puts the duties of a judge in one of the earlier but still more useful discussions of treaty conflict:", "... lorsqu’il est en présence de deux accords de volontés divergentes, il doit être tout naturellement porté à rechercher leur coordination plutôt qu’à consacrer à leur antagonisme [Charles Rousseau, “De la compatibilité des normes juridiques contradictoires dans l’ordre international”, RGDIP vol. 39 (1932), p. 153].", "38. This has emerged into a widely accepted principle of interpretation and it may be formulated in many ways. It may appear as the thumb-rule that when creating new obligations, States are assumed not to derogate from their obligations. Jennings and Watts, for example, note the presence of a:", "presumption that the parties intend something not inconsistent with generally recognized principles of international law, or with previous treaty obligations towards third States [Sir Robert Jennings and Sir Arthur Watts (eds.), Oppenheim’s International Law (London: Longman, 1992) (9th ed), p. 1275. For the wide acceptance of the presumption against conflict – that is the suggestion of harmony – see also Pauwelyn, Conflict of Norms ..., pp. 240-44].", "39. As the International Court of Justice stated in the Right of Passage case:", "it is a rule of interpretation that a text emanating from a government must, in principle, be interpreted as producing and intended to produce effects in accordance with existing law and not in violation of it [Case concerning the Right of Passage over Indian Territory (Preliminary Objections) (Portugal v. India) ICJ Reports 1957 p. 142].", "...", "331. Article 103 does not say that the Charter prevails, but refers to obligations under the Charter. Apart from the rights and obligations in the Charter itself, this also covers duties based on binding decisions by United Nations bodies. The most important case is that of Article 25 that obliges member States to accept and carry out resolutions of the Security Council that have been adopted under Chapter VII of the Charter. Even if the primacy of Security Council decisions under Article 103 is not expressly spelled out in the Charter, it has been widely accepted in practice as well as in doctrine ...”", "82. The measures taken under the Security Council resolutions establishing a listing system and the possibility of reviewing the legality of such measures have been examined, at international level, by the Court of Justice of the European Communities (“CJEC”) and by the United Nations Human Rights Committee.", "83. The case of Yassin Abdullah Kadi and Al Barakaat International Foundation v. Council of the European Union and Commission of the European Communities (joined cases C-402/05 P and C-415/05 P – hereinafter “Kadi”) concerned the freezing of the applicants’ assets pursuant to European Community Regulations adopted in connection with the implementation of Security Council Resolutions 1267 (1999), 1333 (2000) and 1390 (2002), which, among other things, required all United Nations member States to take measures to freeze the funds and other financial resources of the individuals and entities identified by the Security Council’s Sanctions Committee as being associated with Osama bin Laden, al-Qaeda or the Taliban. In that case the applicants fell within that category and their assets had thus been frozen – a measure that for them constituted a breach of their fundamental right to respect for property as protected by the Treaty instituting the European Community (“the EC Treaty”). They contended that the EC Regulations had been adopted ultra vires.", "84. On 21 September 2005 the Court of First Instance (which on 1 December 2009 became known as the “General Court”) rejected those complaints and confirmed the lawfulness of the Regulations, finding mainly that Article 103 of the Charter had the effect of placing Security Council resolutions above all other international obligations (except for those covered by jus cogens), including those arising from the EC Treaty. It concluded that it was not entitled to review Security Council resolutions, even on an incidental basis, to ascertain whether they respected fundamental rights.", "85. Mr Kadi appealed to the CJEC (which on 1 December 2009 became known as the “Court of Justice of the European Union”). The appeal was examined by a Grand Chamber jointly with another case. In its judgment of 3 September 2008, the CJEC found that, in view of the internal and autonomous nature of the Community legal order, it had jurisdiction to review the lawfulness of a Community regulation adopted within the ambit of that order even if its purpose was to implement a Security Council resolution. It thus held that, even though it was not for the “Community judicature” to examine the lawfulness of Security Council resolutions, it was entitled to review Community acts or acts of member States designed to give effect to such resolutions, and that this “would not entail any challenge to the primacy of that resolution in international law”.", "86. The CJEC concluded that the Community judicature had to ensure the review, in principle the full review, of the lawfulness of all Community acts in the light of the fundamental rights forming an integral part of the general principles of Community law, including review of Community measures which, like the contested Regulation, were designed to give effect to resolutions of the Security Council. The judgment contained the following relevant passages:", "“...", "281. In this connection it is to be borne in mind that the Community is based on the rule of law, inasmuch as neither its member States nor its institutions can avoid review of the conformity of their acts with the basic constitutional charter, the EC Treaty, which established a complete system of legal remedies and procedures designed to enable the Court of Justice to review the legality of acts of the institutions (Case 294/83 Les Verts v. Parliament [1986] ECR 1339, paragraph 23).", "...", "290. It must therefore be considered whether, as the Court of First Instance held, as a result of the principles governing the relationship between the international legal order under the United Nations and the Community legal order, any judicial review of the internal lawfulness of the contested Regulation in the light of fundamental freedoms is in principle excluded, notwithstanding the fact that, as is clear from the decisions referred to in paragraphs 281 to 284 above, such review is a constitutional guarantee forming part of the very foundations of the Community.", "...", "293. Observance of the undertakings given in the context of the United Nations is required just as much in the sphere of the maintenance of international peace and security when the Community gives effect, by means of the adoption of Community measures taken on the basis of Articles 60 EC and 301 EC, to resolutions adopted by the Security Council under Chapter VII of the Charter of the United Nations.", "294. In the exercise of that latter power it is necessary for the Community to attach special importance to the fact that, in accordance with Article 24 of the Charter of the United Nations, the adoption by the Security Council of resolutions under Chapter VII of the Charter constitutes the exercise of the primary responsibility with which that international body is invested for the maintenance of peace and security at the global level, a responsibility which, under Chapter VII, includes the power to determine what and who poses a threat to international peace and security and to take the measures necessary to maintain or restore them.", "...", "296. Although, because of the adoption of such an act, the Community is bound to take, under the EC Treaty, the measures necessitated by that act, that obligation means, when the object is to implement a resolution of the Security Council adopted under Chapter VII of the Charter of the United Nations, that in drawing up those measures the Community is to take due account of the terms and objectives of the resolution concerned and of the relevant obligations under the Charter of the United Nations relating to such implementation.", "297. Furthermore, the Court has previously held that, for the purposes of the interpretation of the contested Regulation, account must also be taken of the wording and purpose of Resolution 1390 (2002) which that Regulation, according to the fourth recital in the preamble thereto, is designed to implement (Möllendorf and Möllendorf-Niehuus, paragraph 54 and case-law cited).", "298. It must however be noted that the Charter of the United Nations does not impose the choice of a particular model for the implementation of resolutions adopted by the Security Council under Chapter VII of the Charter, since they are to be given effect in accordance with the procedure applicable in that respect in the domestic legal order of each member of the United Nations. The Charter of the United Nations leaves the members of the United Nations a free choice among the various possible models for transposition of those resolutions into their domestic legal order.", "299. It follows from all those considerations that it is not a consequence of the principles governing the international legal order under the United Nations that any judicial review of the internal lawfulness of the contested Regulation in the light of fundamental freedoms is excluded by virtue of the fact that that measure is intended to give effect to a resolution of the Security Council adopted under Chapter VII of the Charter of the United Nations.", "300. What is more, such immunity from jurisdiction for a Community measure like the contested Regulation, as a corollary of the principle of the primacy at the level of international law of obligations under the Charter of the United Nations, especially those relating to the implementation of resolutions of the Security Council adopted under Chapter VII of the Charter, cannot find a basis in the EC Treaty.”", "87. The CJEC concluded that the contested Regulations, which did not provide for any remedy in respect of the freezing of assets, were in breach of fundamental rights and were to be annulled.", "88. In the case brought by Nabil Sayadi and Patricia Vinck against Belgium (Views of the Human Rights Committee of 22 October 2008, concerning Communication no. 1472/2006), the Human Rights Committee had occasion to examine the national implementation of the sanctions regime established by the Security Council in Resolution 1267 (1999). The two complainants, Belgian nationals, had been placed on the lists appended to that Resolution in January 2003, on the basis of information which had been provided to the Security Council by Belgium, shortly after the commencement of a domestic criminal investigation in September 2002. They had submitted several delisting requests at national, regional and United Nations levels, all to no avail. In 2005, the Brussels Court of First Instance had ordered the Belgian State, inter alia, to initiate urgently a delisting procedure with the United Nations Sanctions Committee, and the State had subsequently done so.", "89. The Human Rights Committee noted that the travel ban imposed on the complainants resulted from the transmittal by Belgium of their names to the Sanctions Committee, before they had been heard. It thus took the view that even though Belgium was not competent to remove their names from either the United Nations or the European Union lists, it was responsible for the presence of their names on the lists, and for the resulting travel ban. The Committee found a violation of the complainants’ right to freedom of movement under Article 12 of the International Covenant on Civil and Political Rights, because both the dismissal of the criminal investigation and the State Party’s delisting requests showed that the restrictions were not necessary to protect national security or public order.", "90. The Committee also found an unlawful attack on the complainants’ honour and reputation, in breach of Article 17 of the Covenant, based on the accessibility of the list on the Internet, a number of press articles, the transmittal of the information about them prior to the conclusion of the criminal investigation, and the fact that, despite the State Party’s requests for removal, their personal contact details were still accessible to the public.", "91. In the Committee’s opinion, although the State Party itself was not competent to remove the names from the list, it had the duty to do all it could to obtain that deletion as soon as possible, to provide the complainants with compensation, to make public the requests for delisting, and to ensure that similar violations did not occur in the future.", "92. On 20 July 2009 the complainants’ names were removed from the list pursuant to a decision of the Sanctions Committee.", "93. The measures in question have also been examined at national level, by the United Kingdom Supreme Court and the Canadian Federal Court.", "94. The case of Ahmed and others v. HM Treasury, examined by the Supreme Court of the United Kingdom on 27 January 2010, concerned the freezing of the appellants’ assets in accordance with the sanctions regime introduced by Resolutions 1267 (1999) and 1373 (2001). The Supreme Court took the view that the government had acted ultra vires the powers conferred upon it by section 1 of the United Nations Act 1946 in making certain orders to implement Security Council resolutions on sanctions.", "95. In particular, Lord Hope, Deputy President of the Supreme Court, made the following observations:", "“6. ... The consequences of the Orders that were made in this case are so drastic and so oppressive that we must be just as alert to see that the coercive action that the Treasury have taken really is within the powers that the 1946 Act has given them. Even in the face of the threat of international terrorism, the safety of the people is not the supreme law. We must be just as careful to guard against unrestrained encroachments on personal liberty.”", "96. He acknowledged that the appellants had been deprived of an effective remedy and in that connection found as follows:", "“81. I would hold that G is entitled to succeed on the point that the regime to which he has been subjected has deprived him of access to an effective remedy. As Mr Swift indicates, seeking a judicial review of the Treasury’s decision to treat him as a designated person will get him nowhere. G answers to that description because he has been designated by the 1267 Committee [the Sanctions Committee]. What he needs if he is to be afforded an effective remedy is a means of subjecting that listing to judicial review. This is something that, under the system that the 1267 Committee currently operates, is denied to him. I would hold that Article 3 § 1 (b) of the AQO [al-Qaeda Order], which has this effect, is ultra vires section 1 of the 1946 Act. It is not necessary to consider for the purposes of this case whether the AQO as a whole is ultra vires except to say that I am not to be taken as indicating that Article 4 of that Order, had it been applicable in G’s case, would have survived scrutiny.", "82. I would treat HAY’s case in the same way. He too is a designated person by reason of the fact that his name is on the 1267 Committee’s list. As has already been observed, the United Kingdom is now seeking that his name should be removed from it. By letter dated 1 October 2009 the Treasury’s Sanctions Team informed his solicitors that the delisting request was submitted on 26 June 2009 but that at the Committee’s first consideration of it a number of States were not in a position to accede to the request. Further efforts to obtain delisting are continuing, but this has still not been achieved. So he remains subject to the AQO. In this situation he too is being denied an effective remedy.”", "97. The Supreme Court found unlawful both the order implementing Resolution 1373 (2001) in a general counterterrorism context (“the Terrorism Order”) and the order implementing the al-Qaeda and Taliban Resolutions (“the al-Qaeda Order”). However, it annulled the al-Qaeda Order only in so far as it did not provide for an effective remedy (see Lord Brown’s dissenting opinion on this point).", "98. In its judgment of 4 June 2009 in the case of Abdelrazik v. Canada (Minister of Foreign Affairs), Canada’s Federal Court took the view that the listing procedure of the al-Qaeda and Taliban Sanctions Committee was incompatible with the right to an effective remedy. The case concerned a ban on the return to Canada of the applicant, who had Canadian and Sudanese nationality, as a result of the application by Canada of the Security Council Resolutions establishing the sanctions regime. The applicant was thus forced to live in the Canadian embassy in Khartoum, Sudan, fearing possible detention and torture should he leave this sanctuary.", "99. Zinn J, who pronounced the lead judgment in the case, stated in particular:", "“51. I add my name to those who view the 1267 Committee regime as a denial of basic legal remedies and as untenable under the principles of international human rights. There is nothing in the listing or delisting procedure that recognizes the principles of natural justice or that provides for basic procedural fairness.”", "100. He further observed:", "“54. ... it is frightening to learn that a citizen of this or any other country might find himself on the 1267 Committee list, based only on suspicion.”", "101. After reviewing the measures implementing the travel ban on the basis of the al-Qaeda and Taliban Resolutions, the judge concluded that the applicant’s right to enter Canada had been breached, contrary to the provisions of the Canadian Charter of Rights and Freedoms (see paragraphs 62 et seq. of the judgment)."], "VIOLATED_ARTICLES": ["13", "8"], "VIOLATED_PARAGRAPHS": ["8-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}