{"ITEMID": "001-119041", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "COMMITTEE", "DATE": 2013, "DOCNAME": "CASE OF TYUKOV v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "No violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Reasonable time)", "JUDGES": "Elisabeth Steiner;Mirjana Lazarova Trajkovska;Ksenija Turković", "TEXT": ["4. The applicant was born in 1955 and lives in Moscow.", "5. On 30 April 1998 the applicant bought a building at auction.", "6. On 1 July 1998 the former owner of the building, a private company T., lodged an action against the applicant and a private company E., seeking annulment of the results of the auction.", "7. On 14 July 1998 and 10 December 1998 the Tsentralniy District Court of Tver (trial court, District Court) upon the motions of the company T. and the applicant issued injunctions prohibiting use and disposal of the building.", "8. On 2 November 1998 the trial court ordered the state property management and tax authorities to join the proceedings as third parties.", "9. Between 16 November 1998 and 13 January 2000 at least four scheduled hearings were adjourned at the requests of the parties and subsequently the proceedings were suspended for eleven months to resolve the issue whether the acting president of the company E. lawfully acquired his status.", "10. On 24 March 2000 the District Court dismissed the lawsuit of the company T. and lifted the injunctions. The plaintiff missed the time-limit for lodging an appeal and further attempts to restore it were unsuccessful.", "11. On 5 February 2001 the Supreme Court of the Russian Federation upon the request of the Deputy Prosecutor General of the Russian Federation annulled the judgment of 24 March 2000 and ordered reconsideration of the case.", "12. The District Court received the case file and fixed a preliminary hearing for 10 May 2001. At the following hearing on 4 June 2001 the trial court upon the motion of the company T. issued an injunction prohibiting use and disposal of the building. It was challenged by the applicant without success.", "13. On 16 November 2001 the District Court held a conference with the parties and fixed another preliminary hearing.", "14. Between 26 December 2001 and 12 September 2002 at least eight hearings were adjourned for various reasons including three times because of the applicant travel abroad, failure to appear for the hearing, order for the applicant to produce documentary evidence. The other reasons included illness of a judge, orders to produce evidence, failure to notify certain parties of the hearing or their failure to appear.", "15. On 12 September 2002 the District Court dismissed the case as falling out of jurisdiction; however this decision was annulled by the Tver Regional Court on 14 November 2002.", "16. Between 21 January 2003 and 30 May 2003 at least five hearings were adjourned for various reasons including twice for the failure of the parties to appear and once at the request of the applicant.", "17. Between 13 July 2003 and 8 December 2003 at least four hearings were adjourned for various reasons including once for the failure of the defendants to appear, twice for the applicant’s travel and medical treatment abroad, and once because the applicant had to produce documentary evidence.", "18. On 8 December 2003 the District Court denied the applicant’s motion to lift the injunction prohibiting use and disposal of the building. On 12 February 2004 his appeal against the decision was dismissed by the Tver Regional Court.", "19. On 5 March 2004 the hearing was adjourned due to the applicant’s vacation abroad; and on 15 April 2004 due to failure of the plaintiff and the defendants (except for the applicant) to appear.", "20. Between 19 May 2004 and 21 June 2005 at least fourteen hearings were adjourned for various reasons, including twice due to the applicant’s travel abroad, once due to his illness, and once due to his request to obtain documentary evidence from the commercial courts. Other hearings were adjourned due to failure of the parties to appear, requests to adjourn the proceedings, change of certain defendants, and amendments to the lawsuit.", "21. On 30 June 2005 the District Court discontinued consideration of the lawsuit due to repeated failure of the plaintiff to appear without a valid reason. The plaintiff requested the District Court to resume the proceedings, but the request was denied on 26 September 2005. On 25 November 2005 the plaintiff’s appeal was dismissed by the Tver Regional Court.", "22. On 8 December 2005 the District Court lifted the injunction prohibiting the use and disposal of the building."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}