{"ITEMID": "001-103071", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BGR", "BRANCH": "ADMISSIBILITY", "DATE": 2011, "DOCNAME": "KAMBUROV v. BULGARIA (II)", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Ganna Yudkivska;Isabelle Berro-Lefèvre;Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Peer Lorenzen;Zdravka Kalaydjieva", "TEXT": ["1. The applicant, Mr Dimitar Kostadinov Kamburov, is a Bulgarian national who was born in 1926 and lives in Plovdiv. He was represented before the Court by Ms E. Nedeva, a lawyer practising in Plovdiv. The Bulgarian Government (“the Government”) were represented by their Agent, Ms S. Atanasova, of the Ministry of Justice.", "2. The facts of the case, as submitted by the parties, may be summarised as follows.", "3. In 194647, shortly after the establishment in Bulgaria of the communist regime, the applicant was administratively detained in a labour camp for a period of six months. The order for his detention (no. 13561/46), issued by the Director of the Administrative Department of the People’s Militia on an unknown date in November or December 1946, read as follows:", "“Bearing in mind that the regional head of the People’s Militia in Plovdiv has reported, in letter no. 5746, that [the applicant], who is twenty years old and lives in Plovdiv, rapes women by threatening them with murder [and] talks openly against the Fatherland Front, I order that he be placed in a labour camp ... for a period of six months.”", "4. On 8 December 1946 the order was sent to the Plovdiv militia for enforcement. The applicant was arrested on 14 December 1946 and sent to a labour camp several days after that. He was released from there on 22 June 1947.", "5. In 1991, after the communist regime had come to an end, the legislature enacted the Political and Civic Rehabilitation of Persecuted Individuals Act (“the 1991 Act”), granting certain rights to compensation to individuals who had been subjected to repression during the regime (see paragraph 20 below).", "6. As the applicant wished to avail himself of the opportunities created by the Act, he asked the Ministry of the Interior to issue him a certificate concerning his detention. He intended to use it as proof that he had been subjected to repression within the meaning of the Act and was thus entitled to compensation. On 21 February 1992 the Ministry issued a certificate which said that the applicant had been detained “for criminal reasons” on the basis of “order no. 13561/46”. On an objection by the applicant, the competent services of the Ministry carried out a second check. In a letter of 21 December 1992 they informed the applicant that he had been detained “without a conviction or sentence, on the basis of order no. 13561/46 of the Ministry of the Interior, for ‘the rape of a girl’”, and that the Ministry did not have any other information on file concerning the repression against him. The letter further advised the applicant that, if unsatisfied by that reply, he could clear his name through the courts.", "7. In 1993 the applicant brought proceedings against the Ministry and the Plovdiv Regional Directorate of the Interior, seeking a declaration that his detention in 194647 had been repression due to his origin and political views. On 19 July 1993 the Plovdiv District Court (Пловдивски районен съд) allowed his claim and found it established that he had been detained because of his origin and political views. On an appeal by the Plovdiv Regional Directorate of the Interior, on 13 October 1993 the Plovdiv Regional Court (Пловдивски окръжен съд) set that decision aside, holding that the applicant was trying to establish a legally relevant fact, which, according to Article 97 § 3 of the 1952 Code of Civil Procedure (see paragraph 38 below), was possible only if specifically provided by law, which was not the case. The applicant could instead assert his rights under section 4 of the 1991 Act (see paragraph 23 below). The applicant’s ensuing appeal was rejected by the Supreme Court (Върховен съд) on 14 July 1995 (опр. № 1419 от 14 юли 1995 г. по д. № 1614/1994 г., ВС, ІV г. о.). The court noted that neither the 1991 Act nor any other statute made provision for the judicial establishment of the fact of repression, as required under Article 97 § 3 of the 1952 Code. That was indeed a legally relevant fact, but it could be established in special administrative proceedings.", "8. On 21 July 1997 the applicant again asked the Ministry of the Interior to issue him a certificate concerning his detention. In a letter of 9 September 1997 the Ministry’s archive department informed him that, according to their records, the reasons why the authorities had ordered his detention in 194647 were that he had been “rap[ing] women by threatening them with murder [and] talk[ing] openly against the Fatherland Front”.", "9. In 2000 the applicant once again brought proceedings against the Ministry of the Interior and the Plovdiv Regional Directorate of the Interior, seeking declarations (a) that the order for his detention was incorrect inasmuch as it relied on criminal grounds and (b) that the official of the Ministry who had drawn up the order had recorded a false statement of fact in order to provide justification for the detention. In a bench ruling of 5 April 2000 the Plovdiv District Court discontinued the examination of the second claim, holding that a ruling that an official of the Ministry had made a false document would not protect the applicant’s right to good reputation and honour. The first claim, which aimed to establish that the order had been incorrect, also made it superfluous to make findings in respect of the individual who had drawn it up. The applicant did not appeal against that ruling.", "10. On 16 October 2000 the Plovdiv District Court discontinued the proceedings, finding that the applicant’s first claim was inadmissible as well. It held, by reference to the established caselaw of the Supreme Court under Article 97 § 3 of the 1952 Code of Civil Procedure (see paragraph 38 below), that the existence of a concrete legal interest in pursuing the claim was a mandatory prerequisite for its examination. Therefore, the applicant had to show that a judicial declaration that the detention order was incorrect would have an impact on his relations with the defendant and that there was no other procedure to establish such incorrectness. The order had not been a document purporting to certify the reasons for which the applicant had been detained or to establish that the events it mentioned – “rapes women by threatening them with murder” – had indeed occurred, but to compel the applicant to endure a sanction. Therefore, the only thing that it proved was that the applicant had been detained on such grounds. The applicant’s criminal record, which was the only legal means of establishing conviction for criminal conduct, was clean. There was therefore no dispute between the applicant and the defendants about whether he had engaged in criminal conduct. In so far as the applicant claimed that the content of the detention order had prevented him from obtaining compensation under the 1991 Act, he could have recourse to the special procedure under that Act.", "11. The applicant appealed, arguing, inter alia, that, in as much as it mentioned the grounds for his detention, the order was purporting to certify a fact.", "12. On 22 December 2000 the Plovdiv Regional Court dismissed the appeal. It conceded that the reasons for the detention order certified a fact. However, the order referred to a letter by the head of the Plovdiv militia, and that was the only thing which it certified. Therefore, a declaration that the order was incorrect would be of no benefit to the applicant, because that letter would still prevent him from obtaining compensation under the 1991 Act. The court went on to say that a judicial declaration that the official who had drawn up the order had recorded a false statement of fact would have no direct effect on the applicant’s legal sphere.", "13. The applicant appealed, arguing, inter alia, that his legal interest in obtaining a declaration that the detention order was incorrect was based on his right, enshrined in Article 32 § 1 of the Constitution (see paragraph 19 below) and Article 8 of the Convention, to protect his private life against false and defamatory information. He argued that his case was identical to Rotaru v. Romania ([GC], no. 28341/95, ECHR 2000V).", "14. On 12 July 2001 the Supreme Court of Cassation (Върховен касационен съд) upheld the lower court’s decision (опр. № 322 от 12 юли 2001 г. по гр. ч. д. № 102/2001 г., ВКС, ІV г. о.). It held that the detention order could not presently be challenged as to the authenticity of its reasoning. Such a challenge had been possible only at the time when the order had been made, by appealing against the sanction that it had imposed. Inasmuch as the applicant sought to nullify the order’s effects, he could do so in the manner prescribed by the 1991 Act. That was the proper way of vindicating his reputation and honour.", "15. On 29 October 2008 the applicant requested that the social security services supplement his pension on the basis of section 9 of the 1991 Act (see paragraph 20 in fine below). On 14 November 2008 they turned down the request, reasoning, on the basis of the result of the 199395 proceedings and the 1997 certificate (see paragraphs 7 and 8 above), that there was no indication that the repression against the applicant had been political. It does not seem that the applicant appealed against or sought judicial review of that decision.", "16. On the same date, 29 October 2008, the applicant asked the regional governor of Plovdiv to pay him compensation under sections 2 and 3 of the 1991 Act (see paragraphs 20 and 21 below), in respect of his detention in 1946-47. On 16 February 2009 the governor turned down the request, saying that the certificate issued by the Ministry of the Interior in 1997 (see paragraph 8 above) showed that the applicant had not been detained on grounds falling within the ambit of the 1991 Act. He was therefore not entitled to compensation. It does not seem that the applicant sought judicial review of the governor’s decision.", "17. In a letter of 20 May 2009 the special commission set up under section 4(3) of the 1991 Act (see paragraph 23 below) advised the applicant that, according to section 10(2) of the Act (see paragraph 21 below), it could act only on the basis of referrals by regional governors or the social security authorities, not on the basis of requests by individuals.", "18. On an unspecified date the Ministry of the Interior handed all documents concerning the applicant’s detention in 194647 to the commission set up under the 2006 Act on access to documents revealing the collaboration of Bulgarian citizens with the former State security and the former intelligence agencies of the Bulgarian People’s Army (see paragraph 34 below). On 13 November 2009 the commission sent copies of those documents to the Government’s Agent.", "19. The relevant provisions of the 1991 Constitution read as follows:", "“The private life of citizens shall be inviolable. All citizens are entitled to be protected against unlawful interference with their private or family life and against infringements of their honour, dignity and reputation.”", "“Everyone has the right to seek, receive and impart information. The exercise of that right may not be directed against the rights and the good name of other citizens or against national security, public order, public health or morals.”", "20. The Political and Civic Rehabilitation of Persecuted Individuals Act (1991) (Закон за политическа и гражданска реабилитация на репресирани лица) was adopted for the purpose of providing redress to persons subjected to repression during the communist regime on account of their origin, political views or religious convictions (section 1). One of the forms of repression covered by the Act is detention in labour communities, camps or similar places (section 1(3)). Under section 2(5) (former 2(4)), those so detained can apply for a oneoff sum by way of compensation in respect of any pecuniary or nonpecuniary damage sustained. If they die before receiving compensation in respect of pecuniary damage sustained, it is to be paid to their surviving children, parents or siblings (section 3(1)). In February 2004 a new section 9 was added, providing that persons subjected to repressions could also request a supplement to their pensions.", "21. Initially the request for a oneoff payment of compensation was to be made to the Ministry of Finance (section 5(1), as in force until April 2005). In April 2005 that competence was transferred to the governor of the region where the person lives (section 5(1), as in force since April 2005). The governor must rule on the request after gathering evidence about the type, severity and duration of the repression, as well as about the applicant’s entitlement to compensation (section 5(2)). He has to request applicants to present written evidence in support of their claims (section 10(1)). Section 10(2), added in April 2005, provides that if there is no written evidence about the type, character or duration of the repression, the governor must of his own motion obtain a ruling by a special factfinding commission (see paragraph 23 below). According to the wellestablished case-law of the Supreme Administrative Court, the governor’s failure to do so is a serious breach of the rules of administrative procedure and constitutes grounds to invalidate his or her decision and refer the matter back to him or her with instructions to make a referral to the commission (реш. № 4837 от 16 май 2007 г. по адм. д. № 62/2007 г., ВАС, ІІІ о.; реш. № 8781 от 26 септември 2007 г. по адм. д. № 5369/2007 г., ВАС, петчленен състав; реш. № 2418 от 4 март 2008 г. по адм. д. № 6650/2007 г., ВАС, ІІІ о.; реш. № 5255 от 9 май 2008 г. по адм. д. № 13063/2007 г., ВАС, ІІІ о.; реш. № 7377 от 18 юни 2008 г. по адм. д. № 10382/2007 г., ВАС, ІІІ о.; реш. № 14253 от 19 декември 2008 г. по адм. д. № 12065/2008 г., ВАС, ІІІ о.; реш. № 6041 от 12 май 2009 г. по адм. д. № 8118/ 2008 г., ВАС, ІІІ о.; реш. № 10137 от 28 юли 2009 г. по адм. д. № 4841/2009 г., ВАС, ІІІ о.; реш. № 916 от 25 януари 2010 г. по адм. д. № 9258/ 2009 г., ВАС, ІІІ о.). The governor’s refusal to grant compensation is subject to judicial review (section 5(4)).", "22. The request for a pension supplement must be made to the social security authorities (section 9(3)). They have to follow the same evidencegathering rules as the regional governors (section 10(1) and (2)). Their failure to obtain a ruling by the special commission in the event of a lack of written evidence is a serious breach of the rules of administrative procedure and constitutes grounds to invalidate their decisions and refer the matter back to them with instructions to make a referral to the commission (реш. № 7006 от 26 юни 2006 г. по адм. д. № 2129/2006 г., ВАС, VІ о.; реш. № 775 от 24 януари 2007 г. по адм. д. № 11159/2006 г., ВАС, VІ о.; реш. № 5026 от 21 май 2007 г. по адм. д. № 10432/2006 г., ВАС, VІ о.; реш. № 10469 от 30 октомври 2007 г. по адм. д. № 5386/2007 г., ВАС, VІ о.).", "23. Under section 4(3), if there is no written evidence about the nature and the character of the alleged repression, the relevant facts are to be established by a special commission to be set up under regulations adopted by the Council of Ministers. In unclear cases the commission has to determine the political – or not – character of the repression by a simple majority vote (section 4(6)). To assist that determination, all authorities must provide the commission with the relevant documents in their possession (ibid.).", "24. The commission’s work is governed by regulations issued by the Council of Ministers. Such regulations (Наредба за прилагане на чл. 4 от Закона за политическа и гражданска реабилитация на репресирани лица) were first adopted in 1992, setting up both a central commission and regional commissions subordinate to it (regulation 8(1)). Regulation 12(1) provided that those concerned could make applications for the establishment of past repressions to the regional commissions. All sorts of evidence, including witness statements, were allowed (regulation 12(2)). The regional commission had to rule by means of a reasoned decision (regulation 12(3)), which could be challenged before the central commission (regulation 13(1)). The central commission could uphold the decision, quash it, or determine the point de novo, and could gather evidence (regulation 14(1)). Its decision also had to be reasoned (regulation 14(2)). It was not subject to judicial review (regulation 14(3)). Those regulations were repealed with effect from 1 January 1997.", "25. New regulations were adopted in June 2004. The main change which they introduced was that there were no regional commissions, only a central one (regulation 9). From the wording of regulation 10(2) it seems that the commission could act both on the basis of applications by the persons concerned and on referrals by the competent authorities. It could act if there was a complete or partial lack of written evidence of the repression, and that lack had been certified by the authorities supposed to hold such documents (regulation 10(1)). The rules of evidence and procedure were similar to those under the 1992 regulations (regulation 10(3)(7)). The commission’s decisions were not subject to judicial review (regulation 11).", "26. Those regulations were in turn superseded by new regulations adopted in April 2006; those are still in force. Regulation 10(1) provides that the commission acts on the basis of the applications by those concerned. It can act if there is a complete or partial lack of written evidence of the repression, and if that lack has been certified by the authorities supposed to hold such documents (ibid.). It can also act on the basis of referrals by the competent authorities (regulation 10(2)). The rules of evidence are the same as in the previous regulations (regulation 10(3)). The commission’s decisions are not subject to judicial review (regulation 11).", "27. Access to the documents of the communist-era State security agencies has been the subject of fierce debate in Bulgarian society ever since the regime’s demise in 1989. Between 1991 and 1994, the matter was raised in Parliament twelve times, with no results.", "28. On 30 July 1997 the legislature enacted the Act on access to documents of the former State security agencies and the former Intelligence Department of the General Staff (Закон за достъп до документите на бившата Държавна сигурност и бившето Разузнавателно управление на Генералния щаб). The Act created a special commission whose chief task was to gather information about and make public the names of individuals who had collaborated with the communistera security services (section 4). The commission’s first meeting took place on 8 August 1997. In addition, under section 7(1), any Bulgarian citizen could ask the commission to check whether information had been gathered about him by those services. He or she could then access the information (section 8(1)), and request that documents or parts of documents be made secret if they contained “personal or family secrets” (section 9). “Personal or family secrets” meant information which was not of a public nature and pertained to the persons concerned or their relatives in the direct line or their spouses (paragraph 2(3) of the Act’s transitional and concluding provisions). Classification requests could be turned down if, inter alia, the documents contained information about violence towards others (section 9a(1) in limine). Section 13(1) specifically prohibited the destruction of originals or the only remaining copies of documents created by the former security services.", "29. A group of members of Parliament challenged the Act in its entirety before the Constitutional Court. In a decision of 22 September 1997, to which were appended ten separate opinions (реш. № 10 от 22 септември 1997 г. по к. д. № 14/1997 г., обн., ДВ, бр. 89 от 7 октомври 1997 г.), that court allowed the challenge in respect of three provisions relating to the publication of the names of individuals who had been affiliated with the communistera security services, but did not touch any of the abovementioned dataaccess provisions.", "30. A 2001 amendment to the Act was likewise challenged in its entirety before the Constitutional Court. In a decision of 30 May 2001, to which were appended two separate opinions (реш. № 14 от 30 май 2001 г. по к. д. № 7/2001 г., обн., ДВ, бр. 52 от 8 юни 2001 г.) that court allowed the challenge in respect of one provision which was unrelated to the dataaccess provisions.", "31. The Act was repealed in April 2002 with the enactment of the Protection of Classified Information Act (2002) (Закон за защита на класифицираната информация). On 29 May 2002 a group of members of parliament challenged the repealing provision, paragraph 37(1) of that Act’s transitional and concluding provisions, before the Constitutional Court as being contrary to, inter alia, Article 41 § 1 of the Constitution (see paragraph 19 above). The Constitutional Court could not reach a majority, an equal number of judges having voted in favour of the challenge and against it, and, in accordance with its practice that in such situations the request for a statutory provision to be struck down is considered as dismissed by default, rejected the challenge (реш. № 3 от 25 септември 2002 г. по к. д. № 11/2002 г., обн., ДВ, бр. 94 от 4 октомври 2002 г.).", "32. To fill, at least partly, the gap left by the repeal of the Act, on 24 June 2002 the Minister of the Interior issued an Instruction governing the manner of accessing information held in the Ministry’s archive (Инструкция № I113 за реда за достъп до информация, съдържаща се в документите от архивните фондове на Министерството на вътрешните работи). It gave everyone the right to access information which was not classified (section 2(1)), even for research and journalistic purposes (section 4), but provided that personal data could be accessed only by those to whom it related (section 2(2)). Section 3(1) specifically entitled everyone to access personal information which related to them or their close relatives. Information about third parties could be accessed only on the basis of a notarised authorisation signed by those third parties or their heirs (section 3(2)). If a person wished to access documents containing information about others, such documents could be made available only after the personal information had been taken out (section 17(3)), unless those requesting access provided a notarised authorisation (section 17(4)). The Supreme Administrative Court has justified restricting access to information about third parties on the basis of those provisions (реш. № 10075 от 2 декември 2004 г. по адм. д. № 4662/2004 г., ВАС, петчленен състав).", "33. On 6 December 2006 the legislature enacted the Act on access to documents revealing the collaboration of Bulgarian citizens with the former State security and the former intelligence agencies of the Bulgarian People’s Army (Закон за достъп и разкриване на документите и за обявяване на принадлежност на български граждани към Държавна сигурност и разузнавателните служби на Българската народна армия). It was based on three separate bills, put forward by different political parties, which were merged. All three of them referred to the need to reveal the truth about the activities of the communist regime’s security apparatus and to comply with the Parliamentary Assembly’s Resolution 1096 (1996) “on measures to dismantle the heritage of former communist totalitarian systems” (see paragraph 40 below).", "34. The Act came into force on 23 December 2006 and is still in force. It created a special commission whose main task is to gather information about and make public the names of individuals who collaborated with the communistera security services and who occupied or continue to occupy public posts (section 9(1) and (2)). The commission’s members were elected by Parliament on 5 April 2007. The commission’s other task is to provide individuals or their close relatives access to information which the former security services have gathered about them (section 9(3)), and to organise access to the documents contained in those services’ archives, which had to be handed over to it within eight months after the Act came into force (paragraph 8 of the Act’s transitional and concluding provisions). However, that did not happen within the prescribed timeframe, partly because the commission did not have anywhere to store the archives. On 24 June 2008 the Council of Ministers decided to provide a building in which to house them. It seems that the documents then started to be gradually handed over to the commission by the various authorities previously in charge of them. It seems that this process is still continuing. Those documents were to be stored in a centralised archive managed by the commission (sections 1(3) and 11). Under paragraph 9 of the Act’s transitional and concluding provisions, the commission also took over the archives of the commission set up under the 1997 Act (see paragraph 28 above). After the commission completes its task, all its materials are to be stored in accordance with the National Archive Fund Act (2007) (paragraph 11 of the Act’s transitional and concluding provisions).", "35. Section 31(1)(1) provides that any person has the right to access information gathered by the former security agencies about him or about deceased relatives of his in the direct line, including the second degree of kinship. Under section 31(1)(3), any person has the right to access the documents contained in the archive of those agencies for scientific, journalistic or research purposes, under the conditions and in line with the procedure laid down in the Access to Public Information Act (2000) (see paragraph 37 below). Access means the right to read the documents and receive copies of them (section 31(4)(1) and (4)(2)). Where the contents of the documents may seriously infringe the rights of individuals whose names are mentioned in them, and those individuals or their heirs have not given their express written consent, the sensitive data must be taken out of the copies given to the persons requesting access (section 31(6)). They also have to sign a nondisclosure declaration (section 31(7)).", "36. Section 1(7) of the Protection of Personal Data Act (2002) (Закон за защита на личните данни) provides that the Act does not apply to information contained in the national archives. It is, however, unclear whether it applies to information contained in the archive managed by the commission set up under the 2006 Act (see paragraph 34 above).", "37. Under section 31(2) of the Access to Public Information Act (2000) (Закон за достъп до обществена информация), an authority which has received a request for access to information which relates to a private person must seek that person’s express written consent. If that person gives such consent under certain conditions, the authority is bound to restrict access to the information in line with those conditions (ibid.). If that person does not give consent, the authority must provide access to the information in a way that does not reveal the bits of information relating to that person (section 31(4)). A lack of consent amounts to grounds for refusing access to the information (section 37(1)(2)). Consent is not necessary if there is an overriding public interest in the information being revealed (section 31(5)). The authority’s decision to give or refuse access to information is subject to judicial review (sections 40 and 41).", "38. Article 97 § 3 of the 1952 Code of Civil Procedure, superseded by Article 124 § 4 of the 2007 Code of Civil Procedure, provided that claims for judicial declarations that legally relevant facts (as opposed to legal relations) exist or do not exist could be brought only where specifically provided for by law.", "39. The new Article 313b § 1 of the 1968 Criminal Code, added pursuant to paragraph 15(4) of the transitional and concluding provisions of the 2006 Act (see paragraph 33 above), makes it an offence to destroy, conceal, forge or damage a document created by the communistera State security agencies.", "40. On 27 June 1996 the Parliamentary Assembly adopted Resolution 1096 (1996) “on measures to dismantle the heritage of former communist totalitarian systems”. It reads, in so far as relevant:", "“... 8. The Assembly recommends that the prosecution of individual crimes go handinhand with the rehabilitation of people convicted of ‘crimes’ which in a civilised society do not constitute criminal acts, and of those who were unjustly sentenced. Material compensation should also be awarded to these victims of totalitarian justice, and should not be (much) lower than the compensation accorded to those unjustly sentenced for crimes under the standard penal code in force.", "9. The Assembly welcomes the opening of secret service files for public examination in some former communist totalitarian countries. It advises all countries concerned to enable the persons affected to examine, upon their request, the files kept on them by the former secret services. ...”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}