{"ITEMID": "001-68734", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF ROKHLINA v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 5-3;No violation of Art. 5-4;Violation of Art. 6-1;Non-pecuniary damage - financial award", "JUDGES": "Christos Rozakis", "TEXT": ["9. The applicant was born in 1949 and lives in Moscow.", "10. On 3 July 1998 the applicant was arrested on the suspicion of shooting her husband, Lieutenant-General Lev Rokhlin, a member of the Russian Parliament. An investigator of the Moscow Region prosecutor's office authorised her detention on remand. The applicant was placed in detention facility no. IZ-49/9 in the Moscow Region.", "11. On 8 July 1998 the applicant was charged with murder under Article 105 § 1 of the Criminal Code and questioned as an accused in the presence of Mr Vankovich, a lawyer retained by her. She chose to remain silent on the merits of the charge against her and requested that the investigator be replaced because he had allegedly intimidated her and showed lack of respect for her and her family. On an unspecified date the applicant's request was rejected as unsubstantiated.", "12. On 16 July 1998 the State Duma of the Russian Federation (the lower chamber of the Russian Parliament) established a special commission to monitor the progress of the investigation into the circumstances of Lieutenant-General Rokhlin's death (“the Duma commission”).", "13. On 21 August 1998 the applicant's detention on remand was extended until 3 December 1998. The applicant did not appeal against the extension order.", "14. On 1 December 1998 the applicant's detention was extended until 3 April 1999, that is for a total of nine months starting from the day of her arrest. On 9 December 1998 the applicant's lawyers appealed to a court against the extension order. They complained, in particular, about unreasonable delays in the investigation of the charge against their client and pointed to her frail health. The applicant submitted a supplementary complaint against the extension order; she indicated that her prolonged separation from her mentally disturbed son was detrimental to his health.", "15. On 21 December 1998 the Lyublinskiy District Court of Moscow rejected the appeals against the extension order. It held that the detention on remand had been imposed and extended “without any substantial violations of the law of criminal procedure” and that the detention was justified “because [the applicant] was charged with an especially serious criminal offence”. The court found no grounds to release the applicant on bail. On 21 December 1998 and 10 and 13 January 1999 the applicant's lawyers appealed against the decision of the district court. They submitted that the court had not taken into account the applicant's deteriorating health, long periods of inactivity of the team of eight investigators, discrepancies in the applicant's confessions. They also alleged that the court had failed in its duty to give relevant and sufficient reasons for the continued detention. On 13 January 1999 the Moscow City Court heard the appeal and ruled that the suspicion against the applicant that she had committed an especially serious criminal offence was, pursuant to Article 96 of the RSFSR Code of Criminal Procedure, a sufficient ground for her detention on remand.", "16. On 13 January 1999 the State Duma of the Russian Federation adopted a special address to the Prosecutor General of the Russian Federation. Members of Parliament noted that the investigation was lingering, while the applicant remained in custody. On 15 December 1998 the Duma commission members had met the applicant in prison and found her health unsatisfactory. In view of the applicant's poor health and adverse effects of her long separation from her mentally disturbed son and given that she was not a public danger, the Duma requested the Prosecutor General to consider the applicant's release from custody on humanitarian grounds.", "17. On 18 March 1999 the applicant's detention on remand was extended until 3 July 1999, i.e. for a total of twelve months. The applicant's lawyers appealed against the extension. They requested that the applicant be released, citing her poor health and excessive delays in the investigation.", "18. On 6 April 1999 the Lyublinskiy District Court of Moscow found that the applicant's detention had been extended lawfully and no substantial violations of the laws of criminal procedure had occurred. The court held that, pursuant to Article 96 of the RSFSR Code of Criminal Procedure, the suspicion of an especially serious criminal offence was a sufficient ground for the holding in custody and that there were no exceptional grounds warranting the applicant's release. The court also noted that the applicant's state of health permitted her holding in custody.", "19. On 11 May 1999 the Moscow City Court dismissed the applicant's lawyers' appeal against the district court's decision. It upheld the district court's interpretation that the existence of a suspicion of involvement in an especially serious criminal offence had been a sufficient ground for the continued detention on remand. The court examined the medical certificates submitted by the applicant's defence and held that in the absence of any life-threatening medical condition and given that the applicant's adult daughter was taking care of her brother, the applicant should remain in custody.", "20. On 23 June 1999 an extension of the detention on remand was authorised until 3 November 1999. The applicant did not appeal against the extension order.", "21. On 8 October 1999 the acting Prosecutor General of the Russian Federation authorised the applicant's detention until 3 January 2000, i.e. for a total of eighteen months.", "22. On 15 October 1999 the applicant's counsel, Mr Burmistrov, introduced an appeal against the detention order of 8 October 1999, under Article 2201 of the RSFSR Code of Criminal Procedure. According to the stamp on the first page, the registry of the Lefortovskiy District Court received the statement of appeal on the same date.", "23. On 18 or 19 October 1999 [the date is unreadable] the applicant filed a handwritten statement of appeal against the order of 8 October 1999. On the same date the head of the Lefortovo detention centre forwarded it, along with the applicant's medical certificate, to the Lefortovskiy District Court. According to the stamp on the forwarding letter, the court received the document on 25 October 1999.", "24. The applicant and her lawyer complained about unjustified delays in the investigation and submitted that the applicant's health and that of her son were steadily deteriorating.", "25. By an interim decision of 25 October 1999, the Lefortovskiy District Court scheduled the examination of the appeal by Mr Burmistrov, for 27 October 1999, at 3 p.m., with the participation of a prosecutor, the applicant and her counsel.", "26. According to the covering note produced by the Government, on 26 October 1999 the Prosecutor General's office sent certain materials relating to the lawfulness of the applicant's detention to the Lefortovskiy District Court.", "27. On 27 October 1999 the applicant was not brought to the court because she had fallen ill. The prosecutor and her counsel objected to holding the hearing in her absence. The hearing was adjourned until 1 November 1999.", "28. On 1 November 1999 the Lefortovskiy District Court of Moscow heard the appeals against the extension order and dismissed them. The court held that “the imposition of a preventive measure in the form of placement in custody and [subsequent] extension of the detention in respect of the applicant were lawful and justified”. As to the defence's arguments about the applicant's medical condition and adverse effects of her separation from her son, the court found that these arguments were not “the grounds that would render the preventive measure applied to [the applicant] unlawful or unjustified”. The court also added that it was not competent to impose a different “preventive measure” on the applicant, such decision being in the exclusive competence of investigators and prosecutors.", "29. On 1, 7 and 25 November 1999 the applicant's lawyers appealed against the decision of 1 November. They submitted that the court did not take into account significant changes in the applicant's situation after fifteen months of detention, including the worsening health of her son, and that it did not give any relevant reasons for the continued detention.", "30. On 25 November 1999 by the Moscow City Court upheld the decision of 1 November 1999. The court confirmed the conclusions of the first instance court to the effect that “the placement in custody as a preventive measure could be imposed on the sole ground of gravity of the [committed] offence”. On the basis of a medical certificate issued by the detention facility on 4 November 1999 the court determined that the applicant could remain in custody.", "31. On 23 December 1999 the acting Prosecutor General of the Russian Federation applied to the Moscow City Court for an extension of the applicant's detention until 3 July 2000.", "32. On 29 December 1999 the Moscow City Court refused the Prosecutor General's application. It established that on 28 December 1999 the applicant and her lawyers had finished studying the case-file and there were therefore no lawful grounds to extend her detention beyond the maximum eighteen-month period.", "33. On 30 December 1999 the prosecutor ordered the applicant's release from custody on the condition that she sign an undertaking not to leave the city.", "34. On 16 November 2000 the Naro-Fominsk Town Court of the Moscow Region convicted the applicant of premeditated murder and sentenced her to eight years' imprisonment in a correctional colony. The court excluded the record of the interview made on the day following the arrest as inadmissible evidence because the applicant had been interviewed in the absence of a counsel, her rights had not been explained to her, she had not been informed of video-recording and because there were substantial discrepancies between the videotaped statements and the printed record.", "35. On 21 December 2000 the Moscow Regional Court upheld the conviction. It established, however, mitigating circumstances in the applicant's case and reduced her sentence to four years' imprisonment.", "36. On 7 June 2001 the Supreme Court of the Russian Federation, by way of supervisory review proceedings, quashed the judgments of 16 November and 21 December 2000 and remitted the case to the Naro-Fominsk Town Court of the Moscow Region for a new examination.", "37. Since 11 October 2001 the criminal case against the applicant has been pending before the Naro-Fominsk Town Court of the Moscow Region.", "38. On 25 March 2002 the proceeding were stayed because of the applicant's illness. They were resumed on an unspecified date.", "39. On 22 April 2003 the applicant was taken to a hospital after she had a heart attack in the courtroom.", "40. On 20 August 2003 the proceedings were stayed again because of the applicant's illness. They were resumed on an unspecified date.", "41. On 15 April 2004 the proceedings were adjourned until 13 May 2004 at the applicant's daughter's request.", "42. On 13 May 2004 the hearing was adjourned because one lay assessor had fallen ill.", "43. On 28 May 2004 the applicant did not appear at the hearing because she had to attend to her son.", "44. On 20 July 2004 the hearing was adjourned owing to the applicant's counsel's absence. On 8 September 2004 another counsel for the applicant did not appear.", "45. On 25 October 2004 the court decided to hold a new directions hearing because, by virtue of recently amended Article 30 of the Code of Criminal Procedure, the applicant's case could be tried either by a single judge or by a three-judge bench. On 1 November 2004 the applicant applied for trial by a single judge.", "46. The case is still pending before the trial court.", "47. The Code of Criminal Procedure of the Russian Soviet Federalist Socialist Republic (“the CCrP”) of 27 October 1960 (effective until 30 June 2002) listed as “preventive measures” or “measures of restraint”, inter alia, an undertaking not to leave a specified place and placement in custody (Article 89).", "48. A decision to order detention on remand could only be taken by a prosecutor or a court (Articles 11, 89 and 96). In making this decision the relevant authority was to consider whether there were “sufficient grounds to believe” that the accused would flee from investigation or trial or obstruct the establishment of the truth or re-offend (Article 89), as well as to take into account the gravity of the charge, information on the personality of the accused, his (her) profession, age, state of health, family situation and other circumstances (Article 91).", "49. At the material time the accused could be placed in custody if he or she was charged with a criminal offence carrying a sentence of at least one year's imprisonment or in exceptional circumstances (Article 96 § 1). If the accused was charged with any of the serious intentional offences listed in Article 96 § 2, including manslaughter, the detention on remand could be imposed on the sole ground of the dangerousness of that offence. The Plenary Session of the Supreme Court specifically directed the courts to avoid making any assessment of collected evidence or drawing conclusions as to the accused's guilt or innocence in the decisions concerning the lawfulness and justification of the placement in custody (Resolution of the Plenary Session of the Supreme Court of the Russian Federation, no. 6 of 29 September 1994, paragraph 9).", "50. A prosecutor's order, or a court decision, ordering detention on remand was to be reasoned and justified (Article 92). The accused was to be informed of the detention order and to have explained the procedure for lodging an appeal against it (Article 92).", "51. The Code distinguished between two types of detention on remand: one was “during the investigation”, that is when an authorised agency – the police or a prosecutor's office – undertook investigative measures, and the other was “before the court” (or “during the trial”), that is when the trial court examined the case. Although there was no difference in practice between them (the detainee was normally held in the same detention facility), the calculation of time-limits was different.", "52. After his or her arrest the person was placed in custody “during the investigation”. The maximum permitted term of detention “during the investigation” was two months but it could be extended for up to eighteen months in “exceptional circumstances”. Extensions were authorised by prosecutors of ascending hierarchical levels, up to the Prosecutor General of the Russian Federation. No extensions beyond eighteen months were permitted (Article 97).", "53. The term of detention “during the investigation” was calculated until the day when the investigation was considered completed and the defendant was given access to the case file (Articles 97, 199, 200 and 201). The access was to be granted no later than one month before the authorised detention period expired (Article 97). If the defendant needed additional time to study the case-file, a judge acting on a request by a prosecutor could grant an extension of the defendant's detention on remand until such time as the reading of the file was completed, but for no longer than six months.", "54. Once the investigation was considered to be complete and the defendant had received the bill of indictment and finished reading the case file, the file was transferred to a trial court. From that day the defendant's detention was “before the court” (or “during the trial”). At the material time the Code set no time-limit for detention “during the trial”.", "55. The detainee or his (her) counsel or representative could challenge the detention order, or any subsequent extension order, to a court (Article 2201). The judge was required to review the lawfulness and justification of a detention or extension order no later than three days after receipt of the relevant materials. The review was to be conducted in camera in the presence of a prosecutor and the detainee's counsel or representative. The detainee was to be summoned and a review in his absence was only permissible in exceptional circumstances when the detainee waived his right to be present of his (her) own initiative. The judge could either dismiss the challenge or revoke the detention on remand and order the detainee's release. A judge's decision was to be reasoned (Article 2202).", "56. An appeal against the judge's decision lay to a higher court. The time-limit for examination of such an appeal was the same as that established for appeals against the conviction (see below) (Article 331).", "57. The case examination was required to start no later than fourteen days after the judge issued a procedural order fixing a hearing date (Articles 2231 and 239). The duration of the trial was not limited in time.", "58. The appeal court was required to examine an appeal against the first-instance judgment within ten days upon its receipt. In exceptional circumstances or in complex cases or in proceedings before the Supreme Court of the Russian Federation this time-limit could be longer, up to two months (Article 333). No possibility of further extensions was provided for."], "VIOLATED_ARTICLES": ["5", "6"], "VIOLATED_PARAGRAPHS": ["5-3", "6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["5"], "NON_VIOLATED_PARAGRAPHS": ["5-4"], "NON_VIOLATED_BULLETPOINTS": []}