{"ITEMID": "001-98506", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF BÍRO v. SLOVAKIA (No. 5)", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1", "JUDGES": "David Thór Björgvinsson;Ján Šikuta;Lech Garlicki;Mihai Poalelungi;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["4. The applicant was born in 1951 and lives in Bratislava.", "5. On 3 December 2001 the applicant lodged an action for damages against two individuals. The Trnava District Court's decisions concerning the applicant's obligation to pay court fees and the appointment of a legalaid lawyer to the applicant were examined by the Trnava Regional Court for approximately half a year.", "6. On 11 October 2006 the Trnava District Court discontinued the proceedings as the applicant had not paid the court fees. On 28 September 2007 the Regional Court upheld that decision. The latter was served on the applicant on 14 January 2008 and thus became final.", "7. On 23 August 2006 the Constitutional Court found that the District Court had violated the applicant's right under Article 48 § 2 of the Constitution to a hearing without unjustified delay. It held that the case was not complex and that the applicant's conduct had not contributed to the length of the proceedings. It awarded the applicant 20,000 Slovakian korunas (SKK), which was the equivalent of 531 euros (EUR) at that time in respect of non-pecuniary damage and ordered the District Court to proceed without further delay. It also ordered the District Court to reimburse the applicant's legal costs by paying SKK 5,788 to the lawyer. The amount corresponded to approximately half of the sum claimed by the applicant.", "8. On 23 April 2008 the Constitutional Court declared another complaint inadmissible. The complaint was lodged on 19 January 2008 and delivered to the Constitutional Court on 23 January 2008. To the extent the applicant alleged that his right of access to a court had been violated, the view was expressed that the applicant had not exhausted the available remedies as he had not lodged an appeal on points of law. The Constitutional Court further rejected the applicant's length of proceedings complaint. That finding was based on the Constitutional Court's long established practice to examine length of proceedings complaints only when proceedings were still pending at the moment when a constitutional complaint was lodged."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}