{"ITEMID": "001-101989", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "ADMISSIBILITY", "DATE": 2010, "DOCNAME": "KOLESNIKOV v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;Khanlar Hajiyev;Sverre Erik Jebens", "TEXT": ["The applicant, Mr Eduard Nikolayevich Kolesnikov, is a Russian national who was born in 1947 and lives in Syzran, the Samara Region. The Russian Government (“the Government”) were represented by Mr G. Matuyshkin, the Representative of the Russian Federation before the European Court of Human Rights.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant sued local welfare authorities for an increase of the disability benefits due to him.", "By judgment of 6 June 2003, as upheld on appeal on 21 July 2003, the Syzran Town Court of the Samara Region (the Town Court) ordered the authorities to pay the applicant a lump sum of 259,462 Russian roubles (RUB) and to increase the monthly and yearly disability payments in line with the relevant domestic legislation.", "On 19 March 2004 the lump sum was paid to the applicant in full but he continued to receive monthly payments in the amount lower than awarded.", "On 17 June 2004 the Presidium of the Samara Regional Court (the Presidium) quashed the judgment of 6 June 2003 on supervisory review and remitted the case for a new examination at the first instance court.", "On 16 December 2004 the Town Court re-examined the case and granted the applicant’s claims. On 28 February 2005 the Samara Regional Court upheld these findings on appeal.", "On 8 September 2005 the Presidium again quashed the judicial decisions of 16 December 2004 and 28 February 2005 by way of the supervisory review proceedings and ordered a fresh examination of the case.", "By judgment of 8 December 2005, as upheld by the appeal decision of 27 February 2006, the Town Court allowed the applicant’s action in part.", "The applicant applied for the supervisory review of the two latest judicial decisions.", "On 16 December 2006 the Presidium granted his application, quashed the judgments of 8 December 2005 and 27 February 2006 in supervisory review proceedings and ordered that the case be examined afresh by the court of the first instance.", "On 12 February 2007 the Town Court in the new round of court proceedings examined and granted the applicant’s claim. It ordered the local welfare authority to pay the applicant a lump sum of RUB 653,255 in arrears in respect of various disability benefits and recalculated and further increased the monthly and yearly payments due to him.", "On 22 February 2007 the judgment entered into force. According to the Government, it was fully executed on 3 December 2007."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}