{"ITEMID": "001-81958", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF INKOVTSOVA v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1", "JUDGES": "Peer Lorenzen", "TEXT": ["4. The applicant was born in 1942 and lives in Sevastopil.", "5. In 1996 the applicant, at the material time an employee of the National Maritime Institute (the “Institute”; Морський гідрофізичний інститут Національної Академії Наук України), provided services of a typist and a linen-keeper on board the Institute's ship, which was chartered by the private company “Sata” (the “Company”; Мале приватне підприємство “Сата”) for international sea voyages. Pursuant the contract between the Institute and the Company, the latter was responsible for the payment of trip allowances (іноземна валюта взамін добових) to the crew.", "6. On 14 January 1997 the applicant instituted civil proceedings in the Leninsky District Court of Sevastopil (the “District Court”; Ленінський районний суд м. Севастополя) against the Institute, seeking salary and trip allowance arrears in the amounts of 414.66 Ukrainian hryvnyas (UAH) and 1,422 U.S. dollars (USD) respectively. The Company was summoned to participate in the proceedings on the defendant's side.", "7. On 11 March 1997 the District Court, having heard the case in the Company's absence, allowed the applicant's claims in full, having awarded her the salary arrears from the Institute and the trip allowance arrears from the Company. This decision became final.", "8. On 19 September 1997 the Presidium of the Sevastopil City Court (the “City Court”; Севастопольський міський суд), following a “protest” lodged by its President, quashed the judgment of 11 March 1997 in respect of the trip allowance award by way of supervisory review procedure and remitted the case for a fresh consideration in that respect. Particularly, the Presidium found that the District Court had insufficiently explored the contractual relationship between the parties and their payment obligations towards the applicant in the light of the applicable law.", "9. On 25 November 1997 the District Court, having held one hearing for which only the applicant appeared, ordered the Institute, as her employer, to pay her the full amount claimed. The Company had not been summoned to participate in the proceedings.", "10. On 20 January 1998 the City Court quashed this judgment on the Institute's appeal in cassation and remitted the case for a fresh consideration. It found that the District Court again had insufficiently explored the contractual relationship between the parties and that it should have summoned the Company to participate in the proceedings. The court further considered that it was not necessary for it to assume first-instance jurisdiction over the case, as the matter was not complex.", "11. On 5 March 1998 the City Court returned the case-file to the District Court. The District Court summoned the Company to participate in the proceedings as a co-defendant and between April and May 1998 scheduled three hearings, two of them being adjourned on account of a co-defendant's absence.", "12. On 12 May 1998 the District Court heard the case in the Company's absence and found the Company liable to pay the applicant USD 1,422 in trip allowance arrears converted into the national currency. In its reasoning the court referred to the provisions of the freight contract and partial payments made by the Company to this end. The Company appealed, but its appeal was returned as “not lodged” on account of its failures to comply with procedural formalities. The judgment became final.", "13. On an unspecified date the Company paid the applicant UAH 300 of the award due.", "14. On 27 October 2000 the City Court quashed the judgment of 12 May 1998 by way of supervisory review procedure, following a “protest” lodged by its President, and remitted the case for a fresh consideration to the District Court. In particular, the Presidium noted that the District Court had not given due regard to the fact that the applicable law allowed the applicant to claim trip allowance from either her employer or the ship charterer, irrespective of the fact that the freight contract vested the payment obligation in the latter.", "15. Between April and August 2001 the court held three hearings, one of them adjourned on account of the applicant's absence. On 8 August 2001 the District Court, having heard the testimonies of the parties and the ship captain, dismissed the applicant's claims. In particular, it found that the documentary evidence necessary to establish the existence and amount of the debt was not in accordance with applicable accounting rules and therefore insufficient.", "16. On 28 September 2001 the District Court found that the applicant's appeal against the judgment of 8 August 2001 did not comply with the requirements of procedural law and gave her a time-limit to rectify its shortcomings. On 11 October 2001 the District Court found that the applicant had insufficiently followed its instructions and returned the appeal to the applicant as “not lodged”. On 18 December 2001 the City Court upheld this decision on the applicant's appeal.", "17. On 18 March 2002 the applicant lodged an appeal in cassation against the decisions to return her appeal against the judgment of 8 August 2001 as “not lodged”. On 20 May 2003 the Supreme Court rejected the applicant's request for leave to appeal in cassation."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}