{"ITEMID": "001-81407", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF SMIRNITSKAYA AND OTHERS v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objections dismissed;Violation of Art. 6-1;Violation of P1-1;Pecuniary damage - financial award;Non-pecuniary damage - financial award", "JUDGES": "Christos Rozakis", "TEXT": ["6. The first applicant was born in 1925, the second applicant was born in 1933 and the third applicant was born in 1928. They live in Novosibirsk.", "7. The applicants receive old-age pensions. The Law of 21 July 1997 on the Calculation and Upgrading of State Pensions (“the Pensions Act”) introduced, from 1 February 1998 onwards, a new method for calculating pensions. The idea behind this method, based on what is known as an “individual pensioner coefficient”, was to link the pension to the pensioner's previous earnings.", "8. The authority in charge of the applicants' pension, the Pension Fund Agency of the Zheleznodorozhniy District of Novosibirsk (“the Agency”), fixed the applicants' coefficient at 0.525. The applicants challenged the Agency's decision in the Zheleznodorozhniy District Court of Novosibirsk. They argued that their coefficient should be 0.7.", "9. On 13 August 1999 the District Court found for the applicants, considering that the Agency had misinterpreted the Pensions Act. In particular, it held as follows:", "“The opinion of [the Agency] ... is unfounded because Article 4 [of the 1997 Pensions Act] specifically indicates that the individual pensioner coefficient ... is fixed at the rate of 0.7. [The Agency] has no grounds to interpret this provision of the law arbitrarily or not to enforce it.”", "The District Court decided that the Agency was to recalculate the applicants' pensions using a coefficient of 0.7 from 1 February 1998.", "10. The Agency appealed against the judgment. On 19 October 1999 the Novosibirsk Regional Court upheld the judgment, which became enforceable on the same day. The judgment was never executed.", "11. On 29 December 1999 the Ministry of Labour and Social Development (“the Ministry”) issued an Instruction on the “Application of Limitations” established by the Pensions Act (“the Instruction”). The Instruction clarified how to apply the Pensions Act.", "12. Some time thereafter a group of individuals challenged the Instruction before the Supreme Court of the Russian Federation. On 24 April 2000 the Supreme Court dismissed the complaint. It found that, contrary to what the complainants had suggested, the Ministry of Labour had not acted ultra vires in issuing the Instruction, and that the Ministry's interpretation of the Pensions Act had been correct. On 25 May 2000 the Cassation Division of the Supreme Court upheld this judgment on appeal.", "13. From 1 August 2000, following changes to the pension regulations, the first applicant's pension was calculated based on a coefficient of 0.7125.", "14. On 30 August 2000 the Agency lodged an application with the District Court for the reconsideration of the applicants' case owing to newly discovered circumstances.", "15. On 7 February 2001 the District Court examined the Agency's request. It noted that the Instruction had been upheld by the Supreme Court and held as follows:", "“As it can be seen from [the Instruction], the decision of the RF Supreme Court of 24 April 2000 and the decision of the Cassation Division of the RF Supreme Court of 25 May 2000, the limiting coefficient of 0.7, which was established by [the Pensions Act], ... does not apply to [an 'individual pensioner coefficient'].", "The existence of the interpretation [of the Pensions Act] by the Ministry of Labour constitutes a significant circumstance.", "In accordance with ... Article 333 of [the CCivP] the ground for reconsideration of judgments ... on the basis of newly discovered circumstances shall be a significant circumstance which was not and could not have been known to a complainant. ...", "Therefore there are grounds for reconsideration of the judgment of the district court of 13 August 1999 owing to newly discovered circumstances.”", "The court noted that the Agency's application was not time barred.", "16. In a decision of 7 February 2001 the District Court granted the Agency's application, under Article 337 of the Code of Civil Procedure, and quashed the judgment of 13 August 1999, as upheld on 19 October 1999.", "17. As a result of the fresh examination of the case the District Court delivered a judgment of 27 February 2001 in which it relied on the Instruction and rejected the applicants' claims in full. The applicants appealed against the judgment.", "18. From 1 May 2001, following further changes to the pension regulations, the applicants' coefficients were fixed at 0.9, 0.786 and 0.852 respectively.", "19. On 21 June 2001 the Novosibirsk Regional Court dismissed the applicants' appeal and upheld the judgment of 27 February 2001.", "20. The Code of Civil Procedure of 1964 (“CCivP”), in force at the material time, provided as follows:", "“[Judgments] which have come into force may be reconsidered on the basis of newly discovered circumstances. The grounds for reconsideration ... shall be as follows:", "1. significant circumstances which were not and could not have been known to the party who applies for reconsideration; ...", "4. cancellation of a court [judgment] or of another authority's decision which served as legal basis for the [judgment] in question.”", "“... [An application for reconsideration of a [judgment] owing to newly discovered circumstances] shall be lodged within three months after the discovery of the circumstances.”", "“After examination of an application for reconsideration of a [judgment] owing to newly discovered circumstances, the court may either grant the application and quash the [judgment], or dismiss the application.", "The court decision by which an application for reconsideration of a [judgment] owing to newly discovered circumstances is granted shall not be subject to appeal. ...”", "21. On 2 February 1996 the Constitutional Court of the Russian Federation adopted a ruling concerning certain provisions of the Code of Criminal Procedure (“CCrP”). In that ruling the Constitutional Court decided that Article 384 of the CCrP (“Grounds for reconsideration of a [criminal] case on the basis of newly discovered circumstances”, which was in many respects similar to Article 333 of the CCivP) was unconstitutional in that it limited the grounds for the reopening of a criminal case to situations of “newly discovered circumstances”. In that ruling the Constitutional Court suggested that this provision of the CCrP prevented rectification of judicial errors and miscarriages of justice. In its ruling of 3 February 1998 the Constitutional Court came to the conclusion that Article 192 § 2 of the Code of Commercial Procedure was unconstitutional in so far as it had served as a basis for the dismissal of applications for reconsideration of judgments of the Presidium of the Supreme Commercial Court, where the judgment had been delivered as a result of a judicial error which had not been and could not have been established earlier.", "22. The Instruction of the Ministry of Labour and Social Development of 29 December 1999 on the “Application of Limitations” established by the Pensions Act was registered by the Ministry of Justice on 31 December 1999 and became binding in February 2000, ten days after its official publication."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}