{"ITEMID": "001-78167", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF TRZCIALKOWSKI v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 5-3;Remainder inadmissible;Non-pecuniary damage - financial award;Costs and expenses award - Convention proceedings", "JUDGES": "Nicolas Bratza", "TEXT": ["4. The applicant was born in 1975 and lives in Warsaw.", "5. On 7 January 2000 he was arrested and placed in police custody.", "6. On 9 January 2000 the Wołomin District Court ordered that the applicant be detained for three months on suspicion of having committed fraud as a result of which third parties had disposed of their property, valued at 362,840 zlotys (PLN), to their detriment. The court based its detention order on a reasonable suspicion that the applicant had committed the offence and on the severity of the likely penalty, which gave rise to a fear that the applicant would obstruct the proceedings.", "7. On an unknown date the applicant lodged an appeal against this decision. On 25 January 2000 the Warsaw Regional Court dismissed his appeal.", "8. Subsequent decisions as to the extension of the applicant’s pre-trial detention were taken on 31 March, 27 June, 29 August and 7 December 2000 and on 13 March 2001.", "9. On 29 May 2001 a bill of indictment against the applicant and one other suspect was lodged with the Wołomin District Court. The applicant was charged with fraud as a result of which third parties had disposed of their property, valued at PLN 362, 840, to their detriment.", "10. Subsequent decisions as to the extension of the applicant’s pre-trial detention were taken on 8 June 2001, 23 August 2001, 3 October 2001, 25 October 2001, 6 December 2001, 27 March 2002, 25 June 2002, 30 August 2002 and 25 November 2002.", "11. In principle, in all the above-mentioned decisions the courts relied on the same grounds for detention as those given in the first detention order. In some the courts also referred to the complexity of the case, the need to conduct further investigation, the probable collusion between the applicant and other suspects (later: the co-accused) and the probable exertion of unlawful pressure on witnesses by the applicant. In particular, the courts indicated that a high risk of collusion existed since one of the suspects still remained at large and his whereabouts had not yet been established.", "12. The applicant appealed against the decisions extending his detention on several occasions. All of his appeals were dismissed.", "13. On 23 August 2001 the first hearing was held before the Wołomin District Court. Subsequent hearings were held on 13 September 2001, 3 October 2001, 25 October 2001, 6 December 2001, 19 December 2001, 17 January 2002, 24 January 2002, 22 February 2002, 6 March 2002, 22 March 2002, 3 April 2002, 18 April 2002, 8 May 2002, 28 June 2002, 19 September 2002, 27 November 2002, 18 December 2002, 16 January 2003 and 22 January 2003. At a hearing on 28 June 2002 the Wołomin District Court remitted the case to the Wołomin District Prosecutor so that shortcomings in the investigation could be corrected.", "14. On many occasions the applicant requested that his detention pending trial be lifted or that a more lenient preventive measure be applied. Each time his request was dismissed. The decisions to that effect were given by the Wołomin District Court (on 9 February 2000, 19 October 2000, 6 November 20000, 21 November 2000, 18 June 2001, 21 July 2001, 1 October 2001, 3 October 2001, 25 October 2001, 25 January 2002 and 1 August 2002) or by the Wołomin District Prosecutor (on 4 April 2000, 8 May 2000, 20 June 2000, 6 September 2000 and 18 May 2001). These decisions relied on a reasonable suspicion that the applicant had committed the offence and the severity of the likely penalty, which gave rise to a fear that the applicant would obstruct the proceedings. In some decisions it was stressed that the whereabouts of all the persons involved in committing the offence had not yet been established. Many of the decisions were, however, very laconic; for example, the decision of 1 August 2002 included only four lines of reasoning. The applicant appealed unsuccessfully against those decisions on several occasions.", "15. On 13 February 2003 the Wołomin District Court decided to apply police supervision in place of pre-trial detention. It also prohibited the applicant from leaving the country. In the reasoned grounds for its decision, it stated that, bearing in mind the progress made in collecting evidence, the risk that the applicant would obstruct the proper conduct of proceedings had ceased to exist. On the same day the applicant was released from detention.", "16. On 7 June 2003 the Warsaw District Court again ordered that the applicant be remanded in custody from 6 June 2003 until 6 September 2003. It justified its decision by a reasonable suspicion that the applicant had committed the offence and the severity of the likely penalty. It also referred to the necessity to secure the proper conduct of proceedings.", "17. The applicant remained detained until 20 October 2003 as transpires from a document issued by the detention centre on the applicant’s release.", "18. Hearings were held on 9 June 2003, 26 June 2003, 12 September 2003, an unknown date in December 2003 and 8 January 2004.", "19. On 30 January 2004 the Wołomin District Court sentenced the applicant to six years’ imprisonment and ordered that payments be made to the victims on account of the damage incurred. On 30 March 2004 the applicant appealed.", "20. On 29 September 2004 the Warsaw Regional Court quashed the judgment and remitted the case to the first-instance court.", "21. On 2 March, 31 May and 20 June 2005 hearings were held before the Warsaw District Court (which had assumed jurisdiction of the case).", "22. On 20 September 2005 the Warsaw District Court sent the case back to the Wołomin District Court so that the applicant’s case could be joined to that of other defendants in the same proceedings.", "23. On 22 December 2005 the Wołomin District Court held a hearing.", "24. The proceedings are pending before the Wołomin District Court.", "25. For a presentation of domestic law, see Kozik v. Poland, no. 25501/02, judgment of 18 July 2006."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-3"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}