{"ITEMID": "001-61961", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "IRL", "BRANCH": "CHAMBER", "DATE": 2004, "DOCNAME": "CASE OF McMULLEN v. IRELAND", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "Georg Ress", "TEXT": ["9. The applicant was born in 1942 and lives in Dublin.", "10. In 1982 he issued nuisance proceedings against his landlord. Those proceedings were settled in July 1985. Subsequently, and as a result of alleged further nuisance problems and new evidence, he unsuccessfully attempted to re-enter the nuisance proceedings in 1987.", "11. On 29 June 1988 he issued negligence proceedings in the High Court against the firm of solicitors (“KC”) who had acted for him in the above-described nuisance action. He took issue with the advice given to him by KC during the settlement and, in particular, in relation to the possibility of re-entering his nuisance action. KC filed an appearance dated 26 October 1988. The applicant’s statement of claim was filed on 21 December 1988 and on 9 March 1989 he filed an application seeking judgment in default of defence which he obtained from the High Court on 10 April 1989. However, KC filed its defence on 18 April 1989 and sought an order to set aside the default judgment. On 1 May 1989 the default judgment was set aside. Further particulars of the applicant’s claim were requested by KC on 10 May 1989 and the applicant responded on 30 June 1989. On 15 May 1989 KC applied for discovery and on 2 June 1989 the High Court refused that application.", "12. On 18 July 1989 the applicant applied for discovery by KC. On 5 October 1989 the High Court ordered discovery to be made by KC within six weeks. On 28 November 1989 he applied to strike out the defence of KC as they had not made discovery as ordered. That application was adjourned on 11 December 1989 and on 15 January 1990 his strike out application was refused. On 22 February 1990 he applied for further discovery from KC and on 5 March 1990 the High Court ordered KC to make further discovery within four weeks. KC filed affidavits of discovery on 26 February and 23 April 1990. On 21 November 1990 the applicant applied for further discovery to be made by KC. The hearing of this application was adjourned on 4 and 10 December 1990 and was considered on 14 January 1991. While the specific directions of the High Court after that hearing are not known, costs were awarded against KC.", "13. On 28 June 1991 a notice of trial was filed by the applicant. On 21 August 1991 KC filed a motion for discovery by the applicant. On 24 October 1991 the High Court struck out this motion and costs were awarded against KC. The applicant then lodged a notice to amend his statement of claim on 5 May 1992. The action was put in a list to fix a hearing date three times (between July and December 1991). On the latter occasion the hearing date was fixed for 20 February 1992. However, on that date the High Court was informed of settlement negotiations and in March or April 1992 the case was accorded a further hearing date in May 1992.", "The High Court heard the case on 5-7 May 1992, legal submissions were heard on 23 June 1992 and the court reserved its judgment. Judgment was delivered on 13 July 1993 dismissing the applicant’s case. The High Court judge found the evidence of a senior counsel (who had acted for the applicant in the nuisance proceedings – “SC”) more convincing than that of the applicant and found that KC had simply relied on the SC’s advice during the nuisance proceedings. Accordingly, it was found that no negligence could be attributed to KC. Costs were awarded to KC “when taxed and ascertained”.", "14. On 30 August 1993 the applicant lodged his appeal to the Supreme Court: he argued that the High Court should not have relied on evidence of SC which was given in breach of SC’s privilege of confidentiality to the applicant.", "15. SC was the subject of a complaint by the applicant to the Barristers Professional Conduct Tribunal of the Bar Council of Ireland. On 24 April 1995 the tribunal found that SC had been in breach of the Code of Conduct and by decision of 24 June 1995 he was formally admonished by the tribunal for dealing directly with the applicant and for giving evidence in court as to the advice he had given to the applicant without any protest as to confidentiality or privilege. On 21 November 1995 the Barristers’ Professional Conduct Appeals Board rejected an appeal and upheld the tribunal’s decisions.", "16. On 12 July 1995 his representatives confirmed that all documents for the appeal had been filed. A letter of 20 November 1996 confirmed to the applicant that his appeal had been listed for hearing on 3 March 1997.", "17. However, it was then listed for mention on 21 March 1997 when the applicant’s solicitors applied and were allowed to come off record. On that date the appeal hearing was adjourned (to 11 June 1997) and final submissions were ordered to be lodged by 14 May 1997. The applicant was not represented for the remainder of the proceedings. On 10 April 1997 the applicant applied for leave to amend his appeal and on 18 April 1997 the Supreme Court granted him leave.", "18. The appeal came on for hearing on 11 June 1997. Since one of the judges had previously participated in a High Court action brought by the applicant, the applicant was given the opportunity of having the appeal heard by a differently constituted Supreme Court, the applicant accepted and the hearing was adjourned for mention on 20 June 1997. On that latter date, the appeal was listed for hearing on 17 October 1997.", "19. On 18 July 1997 the Supreme Court adjourned the applicant’s request for leave to introduce fresh evidence until the date fixed for the hearing of the action. Due to the illness of one of the Supreme Court judges, that hearing date was vacated. A further hearing date was set for 16 December 1997. The hearing took place on 16 December 1997 and judgment was reserved. Judgment was delivered on 27 January 1998 rejecting the applicant’s appeal. The Court found that the applicant had impliedly waived his privilege by instituting the proceedings. The court noted that, even if the alleged negligence had been established, it was questionable whether he had suffered loss as the original nuisance action on which KC had advised him was more likely to fail than to succeed. The costs of the appeal were also awarded to KC “when taxed and ascertained”.", "20. On 20 December 1998 KC filed a note of their High and Supreme Court costs. In the absence of the applicant’s agreement on the level of the costs, on 12 January 1999 KC issued a summons to taxation, returnable for 11 February 1999. On 29 January 1999 the parties consented to the matter being adjourned until 9 March 1999. On 24 February 1999 the applicant issued a motion for an order staying the taxation of costs. On 5 March 1999 the Supreme Court dismissed his application for a stay. On 9 March 1999 the taxation matter was adjourned on a consent basis until 28 April 1999. On that date taxation of the High Court costs commenced and concluded with a stay agreed on the issuance of the taxation certificate for fourteen days on the applicant’s request. On that date also (28 April 1999) the taxation of the Supreme Court costs also commenced, but was not finalised as some information was outstanding. On 14 May 1999 the taxation of the Supreme Court costs was concluded and, on the applicant’s request, a stay was put on the issuance of the relevant certificate until 21 June 1999.", "21. On 21 June 1999 the applicant requested and obtained a further stay until 6 July 1999. On that date leave was granted by the taxing master to KC to take up both certificates of taxation. On 30 September 1999 those certificates were taken up by KC and were served on the applicant with a demand for payment by 4 October 1999. The costs payable by the applicant amounted to almost 70,000.00 pounds sterling inclusive of value added taxation. Further demands were sent to the applicant on 15 October and 1 November 1999 indicating that KC would apply for his bankruptcy should he not discharge the sums due.", "22. On 28 January 2000 KC issued and served a “notice of the particulars of demand and requiring payment prior to the issue of a bankruptcy summons”, a notice which was updated with the interest accrued and served on the applicant on 12 September 2000. KC then filed affidavits dated 16 October and 3 November 2000 and on 20 October 2000 the High Court issued a bankruptcy summons on the application of KC.", "23. The applicant applied on 6 December 2000 to dismiss the summons. KC filed an affidavit in response on 27 February 2001 to which the applicant replied by affidavits filed on 13 March and 10 December 2001. KC therefore filed an affidavit in response on 21 December 2001. On 22 January 2002 the High Court gave the applicant time to submit a further replying affidavit. The applicant submitted this affidavit on 4 February 2002. The matter was heard by the High Court on 19 and 20 March 2002 (by a judge different from the judge sitting 22 January 2002). The detailed judgment delivered on the latter date acceded to the request for the applicant’s bankruptcy and refused his application to dismiss the summons. Noting that KC had undertaken not to take steps to enforce the bankruptcy summons for six weeks, the High Court put no stay on its order.", "24. On 29 April 2002 the applicant appealed, requesting the Supreme Court to dismiss and stay indefinitely the bankruptcy summons. On 8 May 2002 he also issued a notice of motion before the Supreme Court requesting a stay on the order of the High Court of 20 March 2002 pending the finalisation of his appeal. On 7 June 2002 the Supreme Court rejected that motion, finding that it was not possible to stay a summons and that an injunction restraining KC from taking any action on foot of the bankruptcy summons would not be justified. In any event, it was extremely unlikely that KC could take any further action based on the existing bankruptcy summons since there was a three-month time-limit from the date of issue of the summons, within which KC should have applied for adjudication against the applicant. On 30 June 2003 KC issued and served a further “notice of the particulars of demand and requiring payment” of the costs award plus relevant interest, amounting to the sum of 104,185.48 euros (EUR)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}