{"ITEMID": "001-23033", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FIN", "BRANCH": "ADMISSIBILITY", "DATE": 2003, "DOCNAME": "SAARINEN v. FINLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant, Mr Juhani Saarinen, is a Finnish national, who was born in 1930 and lives in Kotka.", "Until 31 December 1995, at the time of retirement a person was granted, inter alia, (a) an employment pension which was counted on the basis of his or her salary earned prior to the retirement, amounting to a maximum of 66 per cent of that salary, and (b) a national pension’s basic amount (kansaneläkkeen pohjaosa, folkpensionens basdel), if the person was entitled thereto on the basis of his age and/or number of years of employment.", "From 1955 to 1957, employees were obliged by law to deposit part of their salaries in individual accounts kept by the Social Insurance Institution for the purpose of accumulating employment pensions for their retirement. From 1957 onwards these contributions were no longer deposited on accounts earmarked for the employees themselves but went into the general pension fund.", "The two parts of the pension (the above-mentioned (a) and (b)) were combined together with the result that a pensioner’s employment pension was reduced by the amount of the national pension’s basic amount so that the total amount of the pensions did not exceed the maximum limit of 66 per cent of his salary. The national pension’s basic amount was granted to all persons entitled to it without their requesting it (although it was apparently possible to refuse it), reducing automatically the amount of the employment pension.", "In 1995 the National Pension Act was amended as a budgetary savings measure to the effect that, as from 1 January 1996 onwards, the national pension such as the old-age pension was to be replaced by a pension calculated with reference to new criteria. Those whose total income in the form of other pensions and various entitlements exceeded certain ceilings would no longer be entitled to a national pension. In such a case the so-called basic amount of their national pension would be reduced by 20 per cent annually between 1996 and 2001, when payment thereof would cease (Act no. 1491/1995).", "Following a public debate on the matter the Finnish Parliament passed a Compensation Act (635/2002) on 18 June 2002, according to which pensioners whose employment pension has been twice reduced on the basis of their national pension’s basic amount, are entitled to receive a compensation for their loss as from 1 October 2003 onwards. The compensatory amount will be between 5 and 50 euros per month, depending on the amount of the pension at issue.", "On 13 March 1990 the applicant was granted an employment pension as from 1 April 1990 onwards. The same day he was also granted, without requesting it, a national pension’s basic amount which was FIM 365 (approximately 61 euros) per month. The two parts of his pension were considered together with the result that his employment pension was reduced by FIM 365 per month, since the total amount of the pensions was not to exceed the maximum limit (66 per cent of the salary on which the pension was based ).", "In 1993 the applicant’s pension was changed into an old-age pension.", "In 1996, after some index-linked increases had been granted to the applicant’s pension, his national pension’s basic amount was FIM 445 (approximately 75 euros per month). As a result of the entry into force of the Act 1491/1995, the applicant’s national pension’s basic amount was again reduced until it ceased to exist in 2001. The applicant now receives only a pension which is about 60 per cent of the salary on which his pension was originally based.", "The applicant has used all domestic remedies (three appeal instances decisions submitted, the final ones given by the Insurance Court in October 2000). According to the decisions of the domestic courts, it is impossible to revoke the reduction of the pensions which is based on the amendment to the National Pension Act as the courts cannot override a law.", "As a result of the Compensation Act of 2002, the applicant in the present case will be awarded the full 50 euros per month in compensation for his loss as from 1 October 2003 onwards."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}