{"ITEMID": "001-113102", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CYP", "BRANCH": "ADMISSIBILITY", "DATE": 2012, "DOCNAME": "GEORGIOU v. CYPRUS AND OTHER APPLICATIONS", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson;George Nicolaou;Lech Garlicki;Ledi Bianku;Päivi Hirvelä;Vincent A. De Gaetano;Zdravka Kalaydjieva", "TEXT": ["1. A list of the applicants is set out in the appendix.", "2.", "3. The applicant, a Greek-Cypriot resident in Australia, entered into a contract to buy land in the Republic of Cyprus from a Turkish-Cypriot woman also resident in Australia. When the owner changed her mind about the agreement, the applicant brought proceedings to enforce the sale; the owner brought a counter-claim to have the agreement declared null and void. The applicant was successful at first instance. By decision of 11 September 2008, the Supreme Court in its appellate jurisdiction reversed the lower court, declaring the agreement null and void and referring to the provisions of Law 139/1991 which required the consent of the Custodian to transactions in Turkish-Cypriot properties.", "The applicant invoked Article 1 of Protocol No. 1 and Article 14 of the Convention as well as Articles 17 and 18.", "4. Three applicants, Greek-Cypriots, entered into an agreement to buy land in the Republic of Cyprus from a person who had inherited it from his father, a Turkish-Cypriot. By letter of 6 August 2008, the Custodian refused permission for the sale classifying the property as falling under Law 139/91.", "The applicants invoked Article 1 of Protocol No. 1.", "5. The second and third applicants, administrators of property of a deceased Turkish-Cypriot, agreed to sell four plots of land to the first applicant, company registered in Cyprus: the Land Registry refused to accept the transfer on 21 September 2007. No court proceedings were taken as the applicants explained that such sales were declared illegal by the Supreme Court applying Law 139/1991.", "The applicants invoked Article 1 of Protocol No. 1 and Article 14.", "6. The relevant laws, including Law 139/191 as amended in 2010, are set out in Kazali and Others v. Cyprus (no. 49247 et al, §§ 34-100, decision of 6 March 2012).", "7. In its judgment of 11 September 2008 in civil appeal no. 303/2006 (Perihan Mustafa Korkut or Eyiam v. Apostolou Georgiou through his appointee by power of attorney Charalambou Zoppou), the Supreme Court of the Republic of Cyprus held that, following the enactment of Law 139/91, immovable property belonging to Turkish-Cypriots who, from July 1991, did not reside in the Government-controlled areas, came under the possession and administration of the Custodian and no legal act/transaction could be lawfully concluded/entered into in relation to the property without going through the Custodian or without his permission. This being so, all court proceedings concerning such property had to be brought against the Custodian and not against the Turkish-Cypriot owner (Section 6 (b) of the Law 139/1991). The court found therefore that the contract of sale and transfer entered into by the claimants concerning the property under custodianship was in breach of the provisions of Law 139/91 and was therefore illegal. The court also found that the contract was contrary to public policy as the contract interfered with the arrangements made by the State following the Turkish invasion in order to protect Turkish-Cypriot property and deal with the needs of thousands of refugees. The court accordingly set aside the first-instance decision enforcing the sale contract and dismissed the action. It issued an order annulling the contract and the order of transfer that had been issued for the purposes of specific performance."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}