{"ITEMID": "001-5632", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ESP", "BRANCH": "ADMISSIBILITY", "DATE": 1999, "DOCNAME": "J. L.S. v. SPAIN", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant [Mr J.L.S.] is a Spanish national who was born in 1953 and lives at Pozuelo de Alarcón (Madrid). He is a soldier in the provisional reserve force.", "The facts of the case, as presented by the applicant, may be summarised as follows.", "On 19 May 1983 the applicant signed an “administrative special-quarters-allocation form” at the Army Quartermaster-General, thereby obtaining the use of lodgings in Madrid. The quartermasters-general were set up by a royal decree of 25 February 1928 to meet the housing needs of military personnel, who were liable to be transferred at regular intervals.", "In 1989 the applicant made a request under Law no. 17/1989 of 17 July 1989 for a transfer to the provisional reserve force. It was granted by a decree (no. 421/02441/90) issued by the Ministry of Defence on 8 February 1990. The transfer was irreversible under administrative regulations.", "On 22 January 1991 Royal Decree no. 1751/1990 of 20 December 1990 was published. It established the Armed Forces Housing Board (Invifas) and abolished the Army Quartermaster-General. By Article 8 (see “Relevant domestic law” below), certain servicemen in the provisional reserve force were required to surrender possession of their quarters to the State before 1 January 1992.", "On 10 November 1992 the Director-General of Invifas informed the applicant that his quarters should have been vacated before 1 January 1992. On 16 December 1993 the applicant was given two months to leave and was told that failure to do so would result in possession proceedings being brought. Invifas put in motion an administrative procedure against the applicant, who on 6 February 1995 was ordered to leave the quarters by a decision of the Secretary of State for Military Administration.", "On 13 July 1995 the applicant made an application to the Madrid Higher Court of Justice for judicial review of that decision.", "Meanwhile, Invifas sought an order from the Madrid investigating judge requiring the applicant to vacate the premises (the Higher Court of Justice had not ordered a stay of execution of the decision of 6 February 1995). On 28 December 1996 the investigating judge made an order authorising eviction.", "The applicant lodged an appeal with the Madrid Audiencia Provincial, which reversed the impugned decision on 27 May 1997 holding that the execution of the administrative eviction order was disproportionate since the application for judicial review was still pending.", "The 1990 decree was partly amended by Royal Decree no. 219/1997 of 14 February 1997, which was not, however, applicable to servicemen in the provisional reserve force. Nonetheless, it did permit aggrieved parties to apply in certain circumstances for a stay of execution of orders for possession. The applicant made such an application on 29 June 1997. However, owing to the fact that he had moved, it was not heard.", "In a judgment of 27 June 1997, which was served on 9 July 1997, the Higher Court of Justice dismissed the applicant’s application for judicial review and upheld the order for possession. It noted at the outset that the applicant had been allocated his quarters in his capacity as a serviceman and that public servants were in an objective legal position that could be modified without undermining the rule of law. A public servant’s position was therefore not immutable from the time he took up office, but was governed by the principle that the rules regulating the status of public servants had been accepted. In rejecting the applicant’s submissions, the court referred to a Supreme Court judgment of 25 April 1995 in which it was held that the law on urban lettings and the provisions governing low-rent housing did not apply to military quarters or to transfers of possession of such quarters. The applicant’s claims were therefore ill-founded since none of the rights the applicant might previously have enjoyed as a tenant had been infringed; nor had he been unlawfully deprived of his legitimate rights.", "The applicant subsequently lodged an amparo appeal with the Constitutional Court, which was dismissed in a decision of 3 November 1997 on the ground that there was no constitutional basis for the appeal. The Constitutional Court held that the court below had given sufficient reasons for rejecting the applicant’s submissions regarding the retrospective application of Decree no. 1751/1990 (see “Relevant domestic law” below). It further noted that eviction from the quarters did not amount to a penalty for the purposes of Article 9 § 3 of the Constitution and that, in any event, no amparo appeal lay in respect of breaches of that provision, in which the prohibition on giving retrospective effect to norms that were restrictive of rights was to be found.", "“The Constitution guarantees the rule of law, the application of norms according to rank, their publication, the non-retrospective nature of provisions laying down increased penalties or restricting individual rights, legal certainty, the accountability of public authorities and the prohibition of any arbitrary act on their part.”", "“In the light of the need for military defence planning and in order to enhance the operational effectiveness of the Armed Forces and facilitate the geographical mobility of their members, the Ministry of Defence shall take appropriate measures to provide for the housing needs of members of the Armed Forces resulting from the requirement for them to be mobile; ...”", "“4(a) Servicemen in the provisional reserve force when this Royal Decree enters into force [23 January 1993] and occupying military quarters shall be entitled to live in such quarters for life provided they satisfy the age requirement for joining the reserve force for their rank, regiment and post as laid down by Law no. 17/1989 of 19 July or will satisfy that requirement within a maximum of five years.", "All other members of the provisional reserve force shall vacate their quarters before 1 January 1992.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}