{"ITEMID": "001-111179", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF SOLIYEV v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;No violation of Article 5 - Right to liberty and security (Article 5-4 - Procedural guarantees of review;Review of lawfulness of detention;Take proceedings)", "JUDGES": "Anatoly Kovler;Erik Møse;Julia Laffranque;Khanlar Hajiyev;Linos-Alexandre Sicilianos;Mirjana Lazarova Trajkovska", "TEXT": ["5. The applicant was born in 1974 and lives in Kazan.", "6. In September 2009 the applicant left Uzbekistan for Russia looking for employment. On 8 September 2009 he arrived in the city of Kazan, Russia.", "7. On 24 December 2009 the Uzbek security service charged the applicant with attempting to overthrow the constitutional order, belonging to a religious group (the Islamic Movement of Uzbekistan) and dissemination of subversive materials.", "8. On the same date, an Uzbek judge issued an arrest warrant against the applicant. His name was put on a wanted list.", "9. On 30 March 2010 the Russian police arrested the applicant, who had gone to the premises of the migration authority in order to apply for a temporary residence permit. The police relied on Articles 91 and 92 of the Code of Criminal Procedure (“the CCrP”) concerning the arrest of suspects. According to the respondent Government, the presence of the applicant’s name on the wanted list justified his arrest (Article 61 of the Minsk Convention).", "10. On the same date, the Uzbek authorities confirmed to the Russian authorities that the applicant’s name was still on the wanted list.", "11. A deputy town prosecutor applied to the Vakhitovskiy District Court of Kazan seeking the applicant’s detention with a view to extradition. On 1 April 2010 the District Court confirmed the lawfulness of the applicant’s arrest and authorised his detention until 8 May 2010 in anticipation of an eventual extradition request. The court referred to Articles 97 § 1, 99, 108 and 466 of the CCrP. The court noted that the applicant was a foreign national and had no permanent place of residence in Russia; a foreign court had issued an arrest warrant against him and his name had been put on a wanted list; he had fled justice in Uzbekistan; and thus there was a risk that he would flee again or continue his criminal activity.", "12. On 15 April 2010 the applicant applied to the Tatarstan Department of the Federal Migration Service for asylum.", "13. On 4 May 2010 the Uzbek Prosecutor General’s Office sent a formal extradition request to the Russian Prosecutor General’s Office.", "14. On 7 May 2010 the District Court examined a prosecutor’s request and extended the term of the applicant’s detention until 8 July 2010, with reference to Article 109 § 2 of the CCrP.", "15. Before the expiry of the previous detention order, for unspecified reasons on 25 May 2010 the District Court issued a new detention order, extending the applicant’s detention until 30 September 2010, with reference to Article 109 § 2 of the CCrP.", "16. The applicant considered that it was impracticable in such circumstances to appeal against the detention order of 7 May 2010.", "17. On 4 August 2010 the Russian Prosecutor General’s Office authorised the applicant’s extradition.", "18. The applicant was notified of this decision on 23 August 2010. He brought judicial review proceedings against the extradition order, claiming that as his asylum proceedings were pending, the enforcement of the extradition order was suspended. He also asserted that if extradited he would run a serious risk of torture or inhuman treatment.", "19. In the meantime, on 26 August 2010 the applicant was informed that his asylum request had been dismissed. He appealed to a higher migration authority.", "20. On 20 September 2010 the Supreme Court of Tatarstan held a hearing on the applicant’s appeal against the extradition order. The applicant’s counsel pleaded that in the event of his extradition the applicant would be subjected to torture, like many other individuals charged in relation to religious or extremist activities. On the same date the Supreme Court of Tatarstan dismissed the case, considering that the allegations of ill-treatment had been based on mere assumptions and that the applicant had applied for asylum only when criminal proceedings against him had already been pending in Uzbekistan.", "21. The applicant appealed to the Supreme Court of Russia. It appears that on an unspecified date it quashed the judgment of 20 September 2010 and ordered the re-examination of the extradition case.", "22. On 30 September 2010 the District Court extended the applicant’s detention until 30 November 2010. It is stated in the detention order that “if the defendant decides to lodge an appeal, he has the right to ask, within three days of receipt of the detention order, for his personal participation in the appeal hearing”. On 30 September 2010 the applicant also signed a note confirming receipt of a copy of the detention order and that he had been informed of his rights to “participate in the appeal hearing and to have legal assistance”.", "23. On 4 October 2010 the applicant’s lawyer lodged a statement of appeal, arguing that there was no evidence that the applicant would flee justice or reoffend; that his application for refugee status was pending; and that the prosecutor’s extension request had been submitted to the district court less than seven days before the expiry of the previous detention order, in breach of Article 109 § 8 of the CCrP. The statement of appeal did not contain any request for the lawyer’s and/or the applicant’s participation in the appeal hearing.", "24. On 5 October 2010 the prosecutor made observations in reply, stating that the applicant’s arguments had been unfounded and that the application for refugee status had been dismissed.", "25. According to the Government, the applicant and his counsel had been informed in advance of the date and time of the appeal hearing. On 8 October 2010 the Supreme Court of Tatarstan heard a prosecutor and upheld the detention order. Neither the applicant nor his lawyer had been present at the appeal hearing.", "26. On 25 November 2010 the district court extended the applicant’s detention to 30 January 2011.", "27. Having re-examined the extradition case, on 10 December 2010 the Supreme Court of Tatarstan annulled the extradition order. With reference to the international reports and other material submitted by the applicant and the European Court’s case-law on the matter, the court considered that there was a persistent practice of torture of detained suspects or convicts in Uzbekistan and that the applicant also faced a risk of such mistreatment. The court also noted that “in a number of judgments the European Court has held that the mere fact of detention in this country created a risk of ill-treatment”.", "28. The applicant was released on the same day.", "29. On 3 February 2011 the Supreme Court of Russia examined the prosecutor’s subsequent appeal and upheld the judgment of 10 December 2010. The appeal court noted that there had been a material difference between the criminal offences mentioned in the extradition request and the corresponding offences under the Russian Criminal Code; that the extradition order had been issued before the final decision had been taken on the applicant’s refugee application; and that there had been indications of a risk of ill-treatment in Uzbekistan, in particular in the absence of any relevant assurances on the part of the Uzbek authorities.", "30. Article 376 of the Russian Code of Criminal Procedure (“the CCrP”) provided at the time that the parties should be informed of the date, time and place of an appeal hearing and that the court had to decide whether the defendant’s presence was necessary. A convicted defendant, who was in detention and who had asked for his personal participation in the appeal hearing, was to be allowed to do so by way of personal presence in the courtroom or by way of a video link. A party’s failure to appear before the appeal court was not to halt the appeal proceedings.", "31. The Constitutional Court considered that Article 376 of the CCrP should be read in conjunction with Articles 16, 50 and 51 of the CCrP, thus requiring the provision of legal assistance in appeal proceedings, if requested by the defendant or in the circumstances provided by the law (including in cases of mandatory legal assistance) (decision no. 251-O-П of 8 February 2007).", "32. The Constitutional Court interpreted Article 376 of the CCrP as applicable to appeal proceedings concerning the issue of detention (decision no. 66-O of 22 January 2004; see also decision no. 201-Д11-1 of the Supreme Court of Russia of 20 January 2011)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["5"], "NON_VIOLATED_PARAGRAPHS": ["5-4"], "NON_VIOLATED_BULLETPOINTS": []}