{"ITEMID": "001-58142", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BEL", "BRANCH": "CHAMBER", "DATE": 1998, "DOCNAME": "CASE OF CLOOTH v. BELGIUM (ARTICLE 50)", "IMPORTANCE": "2", "CONCLUSION": "Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses award - Convention proceedings;Costs and expenses award - domestic proceedings", "JUDGES": "C. Russo", "TEXT": ["1. The case was referred to the Court by the European Commission of Human Rights (“the Commission”) on 12 October 1990, within the three-month period laid down by Article 32 § 1 and Article 47 of the Convention. It originated in an application (no. 12718/87) against the Kingdom of Belgium lodged with the Commission under Article 25 by a Belgian national, Mr Serge Clooth, on 12 February 1987.", "2. The facts of the case are to be found in the principal judgment delivered on 12 December 1991 (Series A no. 225, pp. 7–12, §§ 7–31). In that judgment the Court held that the length of the applicant’s detention on remand had exceeded the reasonable time referred to in Article 5 § 3 of the Convention.", "3", "4. The Court accordingly reserved the whole of the question and invited the Government and the applicant to submit, within three months, their written observations on the matter and, in particular, to notify the Court of any agreement they might reach (ibid., p. 17, §§ 50–52, and point 2 of the operative provisions).", "5. Subsequently Mr R. Bernhardt, the Vice-President of the Court and substitute judge in the Chamber, replaced Mr R. Ryssdal, who was unable to take part in the further consideration of the case, as President of the Chamber, and Mr B. Walsh, substitute judge, replaced Mrs Palm, who was likewise unable to take part in the further consideration of the case (Rules 21 § 6, second sub-paragraph, and 22 § 1 of Rules of Court A).", "6. After the failure of an attempt to reach a friendly settlement, the applicant and the Government brought Mr Clooth’s claim before the Brussels tribunal de première instance by means of an application to appear voluntarily that was filed on 8 April 1992. The applicant sought 1,758,000 Belgian francs (BEF) in respect of non-pecuniary damage, BEF 698,150 in respect of pecuniary damage and BEF 1,283,698 for the costs of his defence, plus compensatory interest. The Belgian State requested the court to declare that its offer to pay the applicant the sum of BEF 300,000, covering all heads of compensation, was “sufficient”.", "On 20 January 1995 the tribunal de première instance ordered the Belgian State to pay the applicant BEF 100,000 in respect of non-pecuniary damage and BEF 500,000 for the costs of his defence.", "7. On 13 February 1995 Mr Clooth asked the Court to rule on the application of Article 50. On 24 March 1995 he lodged an appeal with the Brussels Court of Appeal against the judgment of 20 January 1995. On 31 March and 4 April 1995 respectively the Government and the Delegate of the Commission submitted observations. On 3 May 1995 the Court decided that as the case was still before the Belgian courts and that there was no reason to suppose that their final decision would be long in coming, it did not have to rule for the time being on the application of Article 50.", "8. On 7 November 1997 the Brussels Court of Appeal delivered a judgment in which it increased the compensation for non-pecuniary damage to BEF 125,000, inclusive of compensatory interest, and upheld the judgment of 20 January 1995 as to the remainder.", "9. In the light of that judgment, the Delegate of the Commission, the applicant and the Government submitted observations on the application of Article 50 on 12 and 13 February 1998."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}