{"ITEMID": "001-68385", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MKD", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF DJIDROVSKI v. \"THE FORMER YUGOSLAV REPUBLIC OF MACEDONIA\"", "IMPORTANCE": "3", "CONCLUSION": "Violation of P1-1;Non-pecuniary damage - finding of violation sufficient;Costs and expenses (Convention proceedings) - claim dismissed", "JUDGES": "David Thór Björgvinsson", "TEXT": ["10. The applicant was born in 1923 and lives in Skopje. He worked as a pilot in the Yugoslav Army until he retired in 1968.", "11. In former Yugoslavia, the citizens used to pay a tax for housing. On the basis of the accumulated funds the State constructed “socially owned” apartments which were then rented to individuals at legally fixed rates.", "12. The Yugoslav Army was the single army on the territory of the former Yugoslavia governed by laws which were applicable throughout former Yugoslavia. The applicant, as an officer of the Yugoslav Army, paid monthly contributions from his salary to the Yugoslav Army for the construction of army apartments. All army servicemen were entitled to live in army apartments as tenants.", "13. On 28 August 1968 the applicant ceased to be an active officer of the Yugoslav Army under an early retirement scheme. At that time, he lived in Belgrade, as a tenant in an apartment which belonged to the army. On an unspecified date the applicant, having found a job in Skopje, sought to obtain the tenancy of an army apartment there. In December 1979, under an agreement between the Yugoslav Army and the Macedonian Council of Ministers, the Socialist Republic of Macedonia (at that time a member of the Yugoslav Federation) obtained the possession of the applicant’s army apartment in Belgrade in exchange for an apartment in Skopje, which remained the property of the Socialist Republic of Macedonia but was to be used by the Yugoslav Army. In July 1980 the applicant moved into the apartment in Skopje.", "14. On 29 December 1990 the Federal Assembly of the Socialist Federal Republic of Yugoslavia enacted a Law on Housing of the Army Servicemen (Закон за станбено обезбедување во ЈНА) (the “Z.S.О.J.N.A.”), according to which army servicemen, current and retired, could purchase apartments in which they lived with a price adjustment for the amount of the paid contributions for the construction of army apartments and for development of the construction land. Section 26 of that law provides that the same purchase conditions apply to apartments which do not belong to the army, as it was in the case of the applicant. According to regulations issued by the Yugoslav Federal Ministry, the price difference was to be paid by the federal army (see paragraphs 43-46 below).", "15. Following the fall of Yugoslavia and a referendum held on 8 September 1991, the former Yugoslav Republic of Macedonia declared independence. On 17 November 1991 it adopted a Constitution (Устав на РМ) and the Law on the Implementation of the Constitution (Уставен Закон за спроведување на Уставот). According to the Constitution the laws from former Yugoslavia remain in force, except for the laws regulating the organisation and competence of the former Yugoslav federal organs. On 21 February 1992 the Macedonian President and the General of the Yugoslav Army concluded an agreement for the withdrawal of the Yugoslav Army from Macedonian territory.", "16. On 28 February 1992 the Macedonian Government concluded an Agreement for Settlement of Claims and Obligations in Respect of Real Property (Спогодба за правата и обврските во врска со примопредажбата на недвижностите на територија на Република Македонија) (“the S.P.O.V.P.N.T.R.M.”) with the Federal Yugoslav Ministry of Defence. According to this agreement the Macedonian Ministry of Defence took over all the obligations of the Yugoslav Army in respect of army apartments, including the obligation to sell these apartments with a price reduction. The Macedonian Government in 1992 and 1994 enacted regulations implementing this agreement. In 1992 the Macedonian Government enacted Regulations on the Terms of Purchase of the Apartments Obtained by Succession from the Yugoslav Army (Уредба за продажба на државниот стамбен фонд наследен од ЈНА) (“U.P.D.S.F.N.J.A.”), according to which present and former army servicemen living in apartments owned by the Macedonian Ministry of Defence, could purchase them under the Z.S.О.J.N.A", "17. From the Ministry of Defence’s decision of 12 June 1992 it appears that the Ministry exchanged the title of its apartments which were inhabited by civilians with the title of the apartments owned by the Housing Fund (“ПУИГ”) which were inhabited by servicemen. Thereby, the servicemen were able to exercise the right under the Z.S.O.J.N.A. to purchase the apartments at a reduced price. However, this exchange was limited and concerned only six apartments owned by the Housing Fund and twenty owned by the Ministry. No details were provided as to the criteria concerning the exchange.", "18. In 1993 an amended version of the 1990 Law on the Sale of Socially Owned Apartments (Закон за продажба на станови во општествена сопственост) (“the Z.P.S.O.S.”) was promulgated in the Official Gazette. Under the law their tenants were entitled to purchase them on credit and at a beneficial price. Unlike the Z.S.О.J.N.A., the law did not provide for a price adjustment for the amount of the contributions made towards the construction of “socially owned” apartments and the development of the construction land, despite the fact that the tenants had also paid them.", "19. On 26 June 1996 the Constitutional Court abrogated the Z.S.O.J.N.A. without retroactive effect and the respective Government’s Regulations on the ground that they had been contrary to the 1991 Constitution. In particular, the court stated that: (a) the Yugoslav Army, its “housing fund” and the “social ownership” no longer existed; (b) the 1991 Constitution had abolished all the privileges enjoyed by army servicemen; and (c) the Z.S.O.J.N.A. had created an unequal treatment in comparison to the citizens who were entitled to purchase their apartments under the Z.P.S.O.S. The S.P.O.V.P.N.T.R.M. was not mentioned in the Constitutional Court’s decision.", "20. Between 1992 and 1994, the applicant requested the Macedonian Ministry of Defence to purchase the apartment in Skopje where he had been living since 1980 as a tenant of the Yugoslav Army in accordance with the Z.S.О.J.N.A. and the U.P.D.S.F.N.J.A. The Ministry of Defence informed him, and seven other servicemen of the former Yugoslav Army, that the examination of their requests had been postponed due to some formalities.", "21. On 20 October 1993 the applicant and fifteen other persons asked the Constitutional Court to examine the compatibility of the Z.P.S.O.S. and the relevant regulations issued by the Ministry of Defence with the Z.S.O.J.N.A. On 29 December 1993 this was refused by the Constitutional Court.", "22. On 6 February 1995 the applicant submitted another request to purchase the apartment to the President of the Republic who transmitted it to the Ministry of Defence.", "23. On 22 March 1995 the Ministry of Defence informed the applicant that his request to purchase the apartment had been dismissed on the ground that the U.P.D.S.F.N.J.A. did not apply to apartments other than those which belonged to the Yugoslav Army. In particular, the Ministry stressed that Section 2 § 2 of the 1992 Regulation on the Sale of Apartments for which the Republic has Responsibilities and Rights (Одлука за продажба на становите на кои права, должности и одговорности во поглед на располагањето има Републиката) (“O.P.S.P.D.O.R”) provided that the U.P.D.S.F.N.J.A. did not apply to apartments for official use of the Government. The Ministry argued that on 21 September 1994 the Government had taken a similar position in respect of this issue. Therefore, the applicant would have had the right to purchase the apartment under the U.P.D.S.F.N.J.A. only if it had concerned an apartment owned by the said Ministry.", "24. On 16 February 1995 the applicant instituted proceedings before the Skopje I Municipal Court (Општински суд Скопје I) against the Ministry of Defence, requesting that the apartment be sold to him under an adjusted price in accordance with the Z.S.О.J.N.A. He also invoked Articles 4 and 5 of the Law on the Implementation of the Constitution.", "25. On 25 April 1995 the court granted the applicant’s request. The court stated, inter alia, that the applicant, as an army officer, had the right to purchase the apartment under an adjusted price. In particular, the purchase price should be reduced by the revalorised amount of the monthly contributions which the applicant had paid to the Federal Ministry of Defence for the construction of apartments and for development of construction land. The Municipal Court found that the Macedonian Ministry of Defence was under an obligation to pay the price difference for the apartment.", "26. The Macedonian Ministry of Defence appealed against this decision on grounds that in accordance with a Government Decision the Z.S.О.J.N.A. only applied to apartments owned by the Macedonian Army.", "27. On 1 February 1996 the Skopje Appellate Court (Окружен суд Скопје) upheld the decision of the lower court on the ground that the applicant, as a former officer of the Yugoslav Army, had paid contributions for the construction of army apartments and, therefore, was entitled to purchase an apartment under an adjusted price in accordance with the Z.S.О.J.N.A. The court held, inter alia, that the lower court had reasoned correctly when it had connected the benefit of purchasing an apartment under an adjusted price to the status of the applicant as a former army officer, who had been paying contributions, and not to the identity of the owner of the said apartment.", "28. On 17 April 1996 the applicant and the Government concluded a purchase contract for the apartment on the basis of the Municipal and Appellate Courts’ judgments. The applicant thus purchased the apartment with a price reduced by the amount of contributions he had paid to the former Yugoslav Army. On 15 May 1996 the Skopje I Municipal Court authorised the contract.", "29. From the copy of one document issued by the Public Enterprise for Administering State Property (Јавно претпријатие за стопанисување со стамбен и деловен простор на Република Македонија), it may be deduced that the applicant paid for the apartment in 1996 at the latest. It is not clear whether later the Ministry of Defence reimbursed the Housing Fund the price difference for the apartment.", "30. In the meantime, the Ministry of Defence filed an appeal on points of law (ревизија) with the Supreme Court (Врховен суд на РМ) against the judgment of the Appellate Court of 1 February 1996.", "31. Upon the appeal on 18 December 1997 the Supreme Court quashed the lower court’s judgment and dismissed the applicant’s request to purchase the apartment for a reduced price.", "32. The Supreme Court noted that in accordance with Article 5 § 1 of the Constitutional Law on the Implementation of the Constitution of the former Yugoslav Republic of Macedonia the federal laws of former Yugoslavia remained in force as Macedonian laws provided that they were harmonised with the Constitution. The powers which were previously exercised by the federal organs were allocated to the bodies of the former Yugoslav Republic of Macedonia. The Z.S.O.J.N.A. remained in force as Macedonian law.", "33. The Supreme Court found that under the Z.S.O.J.N.A. it was for the Yugoslav Army to make up for the price difference for the adjustment of the prices of the apartments which were not owned by the Yugoslav Army. However, on 17 November 1991 the former Yugoslav Republic of Macedonia enacted its Constitution and became an independent State. Since then there was no Yugoslav Army nor was its housing fund on the territory of the former Yugoslav Republic of Macedonia. Therefore, the applicant could not have the price for his apartment reduced as there was no Yugoslav Army to cover the price difference.", "34. The court did not mention at all the decision of the Constitutional Court and the S.P.O.V.P.N.T.R.M. Nor did it mention that the applicant had already purchased the apartment by contract, or that the Ministry of Defence had exchanged a number of apartments owned by the Housing Fund and inhabited by other servicemen. The applicant was served with the Supreme Court’s judgment on 4 March 1998.", "35. The parties have not indicated whether the applicant was formally registered as the owner of the apartment in the Land Registry (Државен завод за геодетски работи) after their purchase agreement had been authorised by the Municipal Court in 1996. From the documents it appears the applicant had already recorded his title over the apartment. In addition, the parties have not indicated whether the Government have taken any legal action to enforce the Supreme Court’s judgment of 18 December 1997, for example by bringing proceedings for the rescission of the 1996 purchase agreement (see paragraphs 60-65 below). There is no information that such proceedings have ever been instituted.", "36. The applicant still lives in the apartment in question.", "37. Section 110 provides, as far as relevant, that the Constitutional Court decides on the conformity of laws with the Constitution.", "38. Section 112 § 1 provides, inter alia, that the Constitutional Court shall repeal or invalidate a law if it determines that it does not conform to the Constitution.", "39. Section 112 § 2 provides that the decisions of the Constitutional Court shall be final and executive.", "40. Section 4 provides that all issues of succession arising out of the break-up of Yugoslavia shall be regulated by way of treaties with the other former republics.", "41. Section 5 §§ 1 and 4 provide that the existing federal laws of former Yugoslavia shall be in force in the former Yugoslav Republic of Macedonia with the exception of the laws regulating the organisation and competence of the Yugoslav federal organs.", "42. Section 6 provides that all federal laws which are inconsistent with the Macedonian Constitution shall be amended accordingly within one year from the day when the Constitution was promulgated.", "43. Section 1 provides that the law in question regulates the housing of present and former Yugoslav Army servicemen and their families.", "44. Section 21 § 1 provides that the purchase price for an apartment owned by the Yugoslav Army shall be determined on the basis of the apartment’s re-assessed construction value, its quality, equipment, location and other similar factors. The price thus determined shall be reduced by the amortisation of the apartment, but not more than 50% of the total amount of amortisation.", "45. Section 21 § 2 provides that when an apartment is purchased by an active or retired army serviceman, the purchase price shall be reduced by the adjusted (re-assessed) amount of the monthly contributions paid by the servicemen for construction of army apartments and improvement of construction land.", "46. Section 26 provides that when an army serviceman mentioned in Section 21 § 2 wishes to purchase an apartment which is not owned by the army, the army shall pay to the owner of the apartment the price difference between the adjusted and the normal purchase price.", "47. According to Section 2 § 2 of that agreement, concluded between the Macedonian Ministry of Defence and the former Yugoslav Army, army apartments should be sold to army servicemen under the conditions set forth in the 1990 former Yugoslav Law on the Housing of Army Servicemen (Z.S.O.J.N.A.).", "48. Section 9 of the said agreement provides that the former Yugoslav Army shall not have any right to impose further obligations on the Macedonian Ministry of Defence after the signing of the agreement.", "49. Section 10 provides that all other rights and obligations which the former Yugoslav Army had on the territory of the former Yugoslav Republic of Macedonia until 28 February 1992 in connection with real property, housing fund and business premises owned by it shall be transferred to the Macedonian Ministry of Defence.", "50. Section 134 of the Law on Defence (Закон за одбрана) provides that real property which was owned by the former Yugoslav Ministry of Defence on the territory of the former Yugoslav Republic of Macedonia shall become the property of the former Yugoslav Republic of Macedonia.", "51. Section 1 provides that this law regulates the conditions, manner and procedure for the sale of socially owned apartments. The law does not provide for a price adjustment for the amount of the paid contributions for the construction of “socially owned” apartments and for development of the construction land.", "52. Section 2 provides that a decision to sell the (socially) owned apartment will be issued by its owner (the State) within 30 days from the day when this law enters into force.", "53. Section 3 § 1 provides that the socially owned apartment may be sold to the tenant of that apartment or to members of his family.", "54. Section 3 § 2 provides that if the owner of the apartment (the State) does not issue a decision to sell that apartment within the time limit specified in Section 2, then the holder of tenancy right may within 30 days request the appropriate court to issue a decision in non-contentious civil proceedings to replace the sale contract.", "55. The law does not provide for a price adjustment for the amount of the paid contributions for the construction of “socially owned” apartments and for development of the construction land.", "56. Section 384 provided that the filed appeal on points (ревизија) of law does not adjourn the execution of judgment against which it has been filed.", "57. Section 387 provided that parties may present new facts and introduce new evidence in the proceedings only if these concern essential violations of the provisions for civil procedure for which an appeal on points of law is permitted.", "58. Section 393 provided that the Supreme Court may dismiss an appeal on points of law as unfounded if it determines that the grounds it must examine ex officio, or which were included in the appeal, are ill-founded.", "59. Section 395 § 1 provided that when the Supreme Court finds that the substantive provisions of an act are wrongly applied by the lower courts, it shall grant the appeal on points of law (ревизија) and deliver a judgment on the merits.", "60. Section 144 § 3 provides that the lawful acquiring of ownership over a property does not have any bearing on the rights of other persons over that property.", "61. Section 148 § 1 provides that the ownership title over real estate obtained by a legal act is acquired by recording that right (act) in the public records for registering real estate rights unless otherwise provided by the law.", "62. Section 151 § 1 provides, inter alia, that the ownership title over a real estate is acquired by virtue of the recording.", "63. Section 151 § 2 provides that the removal of ownership title from the public records, on the ground that the recording was incorrect, may be initiated by an action within three years from the day when the real estate was recorded.", "64. Section 5 provides, inter alia, that the Land Registry (Државен завод за геодетски работи) is responsible for recording property rights over real estates.", "65. Section 50 provides, inter alia, that the Land Registry shall record ownership rights over real estates."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}