{"ITEMID": "001-57983", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FRA", "BRANCH": "CHAMBER", "DATE": 1996, "DOCNAME": "CASE OF REMLI v. FRANCE", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection allowed (Article 35-1 - Exhaustion of domestic remedies);Preliminary objection dismissed (Article 35-1 - Exhaustion of domestic remedies);Preliminary objection dismissed (Article 35-1 - Six month period);Violation of Article 6 - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Impartial tribunal);Non-pecuniary damage - finding of violation sufficient", "JUDGES": "R. Pekkanen", "TEXT": ["6. Mr Saïd André Remli, a French national of Algerian origin, is currently in custody at Les Baumettes Prison in Marseilles.", "7. On 16 April 1985, while attempting to escape from Lyons-Montluc Prison, the applicant and a fellow prisoner of Algerian nationality, Mr Boumédienne Merdji, knocked out a warder, who died four months later as a result of the blows he had received.", "8. The two prisoners were charged with intentional homicide for the purpose of facilitating, preparing or executing the offences of escape and attempted escape. In a judgment of 12 August 1988 the Indictment Division of the Lyons Court of Appeal committed them for trial at the Rhône Assize Court. On 5 December 1988 the Court of Cassation dismissed an appeal on points of law that Mr Remli had lodged against the decision to commit him for trial.", "9. The trial at the Assize Court took place on 12, 13 and 14 April 1989. On the first day, when the sitting began, the members of the jury and two additional jurors were drawn by lot. The defendants challenged five of them, the legal maximum, and the prosecution two of them. The jury was subsequently finally empanelled and the hearing of witnesses began.", "10. On 13 April 1989, at about 1.50 p.m., as the sitting resumed, counsel for the applicant filed submissions in which they requested the court to take formal note of a remark made by one of the jurors on 12 April, before the hearing began, which had been overheard by a third person, Mrs M., and to append her written statement, together with their submissions, to the record of the trial.", "11. Mrs M.’s statement of 13 April read as follows:", "\"I, the undersigned Mrs [M.], declare on my honour that I witnessed the following facts:", "I was at the door of the court at about 1 p.m., next to a group of people. From their conversation, I chanced to overhear that they were members of the jury drawn by lot in the Merdji [and] Remli against Pahon case.", "One of them then let slip the following remark: ‘What’s more, I’m a racist.’", "I do not know that person’s name, but I can state that he was on the left of the juror sitting immediately to the left of the judge on the presiding judge’s left.", "Being unable to attend the hearing to confirm the facts as my daughter has recently gone into hospital, but being at the court’s disposal if it proves essential to call me as a witness, I have drawn up this statement to be used for the appropriate legal purposes.\"", "12. The court, composed in this instance solely of the judges, withdrew to deliberate and then delivered the following judgment:", "\"...", "According to the handwritten statement of a Mrs [M.] of 13 April 1989, one of the members of the jury in the present case said ‘What’s more, I’m a racist’ at the door of the court at about 1 p.m.", "According to this statement and the written submissions, these words were spoken before the beginning of the first hearing in the instant case and not in the presence of the judges of the Court.", "The Court is thus not able to take formal note of events alleged to have occurred out of its presence.", "For these reasons,", "it Refuses the application made to it for formal note to be taken;", "Holds that the applicants’ written submissions and the statement of Mrs [M.] are to be appended to the record of the trial;", "...\"", "13. On 14 April 1989 the Assize Court sentenced Mr Remli to life imprisonment and Mr Merdji to a twenty-year term, for two-thirds of which he would not be liable to any form of release.", "14. Mr Remli appealed on points of law. He argued mainly that the Assize Court had made a mistake of law and had disregarded Article 6 para. 1 (art. 6-1) of the Convention in holding that it was \"not able to take formal note of events alleged to have occurred out of its presence\" when it had power to do so.", "15. In a judgment of 22 November 1989 the Court of Cassation dismissed the appeal. It gave the following reason in particular:", "\"The Assize Court rightly refused to take formal note of events which, assuming they were established, had taken place outside the hearing, such that it could not have been in a position to note them.\"", "16. Procedure in the Assize Court is governed by Articles 231 to 380 of the Code of Criminal Procedure (\"CCP\").", "The Assize Court consists of the court properly speaking - the presiding judge and, normally, two other judges - and the jury, composed of citizens who satisfy the conditions of eligibility laid down by law. It tries mainly serious criminal cases sent to it by the Indictment Division and related or inseparable lesser offences. No reasons are given in its judgments, which are appealable only on points of law.", "17. For each case on the Assize Court’s list a jury is empanelled at the beginning of the trial. It contains nine jurors, drawn by lot from a session list. This list contains thirty-five names drawn by lot every three months from an annual list, itself consisting of a variable number of names drawn by lot from preparatory lists that are compiled in each municipality after an initial drawing of names by lot from the electoral register.", "One or more additional jurors are also drawn by lot and attend the trial in order that they may, if necessary, replace any juror who is unable to sit.", "The jury is constituted at the point when the names of nine jurors who have not been challenged and the names of the additional jurors have all been drawn by lot.", "18. As the names of the jurors are being drawn, the defendant or defendants are entitled to challenge up to five of them and the prosecution up to four. Their grounds for doing so cannot be given.", "19. Article 668 CCP provides:", "\"Any judge may be challenged on any of the following grounds:", "1. Where the judge or his spouse is a blood relative or a relative by marriage of one of the parties or of a party’s spouse, up to the degree of second cousin inclusive. The challenge may be made against the judge even in the event of divorce from his spouse or the latter’s death where the spouse was a relative by marriage of one of the parties, up to the second degree inclusive;", "2. Where the judge or his spouse, or a person in respect of whom either acts as guardian (tuteur), supervisory guardian (subrogé tuteur) or court-appointed administrator, or a company or association in whose management or supervision either takes part has an interest in the dispute;", "3. Where the judge or his spouse is a blood relative or relative by marriage, to the degree indicated above, of the guardian, supervisory guardian or court-appointed administrator of one of the parties or of a director or manager of a company that is a party to the proceedings;", "4. Where the judge or his spouse is dependent on one of the parties;", "5. Where the judge has dealt with the case as a judge, arbitrator or legal adviser, or where he has given evidence as a witness relating to the facts of the case;", "6. Where there has been litigation between the judge, his spouse or their lineal blood relatives or relatives by marriage and one of the parties, his spouse or his lineal blood relatives or relatives by marriage;", "7. Where the judge or his spouse is litigating in a court of which one of the parties is a judge;", "8. Where the judge or his spouse or their lineal blood relatives or relatives by marriage are in dispute over an issue similar to that between the parties;", "9. Where there have been any disagreements between the judge or his spouse and one of the parties sufficiently serious to cast doubt on his impartiality.\"", "Article 669 CCP provides:", "\"A charged person, accused or any party to the proceedings who wishes to challenge an investigating judge, a judge of the police court or one or more or all of the judges of the Criminal Court, the Court of Appeal or the Assize Court must, if the challenge is to be valid, make an application to the President of the Court of Appeal.", "Members of State Counsel’s Office cannot be challenged.", "The application must mention by name the judge or judges being challenged and set out the grounds relied on, together with all the supporting evidence.", "A party who has willingly proceeded in a court or before an investigating judge shall be entitled to make a challenge only on grounds of circumstances that have arisen since, where they are such as to constitute a ground for challenge.\"", "In the case of the Assize Court these provisions apply only to the judges and not to the jurors.", "20. The members of the jury, standing bareheaded, are addressed by the presiding judge as follows:", "\"You swear and promise to consider the charges that will be brought against X ... with the greatest care; not to betray either the interests of the accused or those of society, which is accusing him/her; not to communicate with anyone until you have returned your verdict; not to be swayed by hatred or spitefulness or by fear or affection; to reach your verdict in the light of the charges and the defence, according to your conscience and your innermost conviction, with the impartiality and firmness that befit a free man of integrity; and to preserve the secrecy of the deliberations, even after you have discharged your office.\"", "Each of the jurors is individually called upon by the presiding judge and replies, raising his hand: \"I swear.\"", "21. Where an event likely to infringe the rights of one of the parties occurs during the trial, the party concerned may ask the Assize Court - composed in this instance of only the judges - to \"take formal note\" of it. This is the party’s only means of having it recorded. The Court of Cassation cannot entertain complaints that have been raised if no application was made to the Assize Court to take formal note of them and they were not entered in the record of the trial (Court of Cassation, Criminal Division, 23 December 1899, Bulletin criminel (Bull. crim.) no. 380; 24 July 1913, Bull. crim. no. 365; 12 May 1921, Bull. crim. no. 211; 31 January 1946, Bull. crim. no. 40; 5 May 1955, Bull. crim. no. 28; 21 November 1973, Bull. crim. no. 427; 22 April 1977, Dalloz-Sirey 1978, p. 28)", "The Assize Court may refuse to take formal note of events that are alleged to have occurred outside the hearing. It also has an unfettered discretion to decide whether evidence should be taken to verify them (Court of Cassation, Criminal Division, 16 March 1901, Bull. crim. no. 85; 16 January 1903, Bull. crim. no. 23; 5 August 1909, Bull. crim. no. 422; 29 February 1984, Albarracin; 8 July 1985, Garbidjian).", "22. Interlocutory decisions on such matters can be challenged by means of an appeal on points of law, but only at the same time as the judgment on the merits (Article 316 CCP).", "23. Article 662 CCP provides:", "\"In matters within the jurisdiction of the Assize Court, the Criminal Court or the police court, the Criminal Division of the Court of Cassation may remove a case from any investigating court or judge or any court of trial and transfer it to another court or judge of the same rank, either where the court that would normally have jurisdiction cannot be composed as required by law or where justice is otherwise prevented from taking its course or on the ground of reasonable suspicion of bias.", "An application for transfer may be made either by Principal State Counsel attached to the Court of Cassation or by the prosecutor attached to the court dealing with the case, or by the person charged, or by a civil party to the proceedings.", "...", "The lodging of an application shall not have any suspensive effect unless the Court of Cassation orders otherwise.", "...\"", "The Criminal Division has unfettered discretion to determine whether such a ground is made out on the alleged facts (Court of Cassation, Criminal Division, 26 November 1931, Bull. crim. no. 272; 9 May 1932, Bull. crim. no. 126; 22 March 1933, Bull. crim. no. 61; 17 November 1964, Bull. crim. no. 301). An applicant is required to establish the existence of circumstances sufficiently weighty to justify serious doubts as to the impartiality of the court in question.", "This procedure can be used only in respect of a whole court and not against one or more members of a collegiate court (Court of Cassation, Criminal Division, 25 November 1976, Bull. crim. no. 343; Revue de science criminelle et de droit pénal comparé 1977, p. 603, comments by J. Robert)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}