{"ITEMID": "001-67350", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HUN", "BRANCH": "CHAMBER", "DATE": 2004, "DOCNAME": "CASE OF MAGLODI v. HUNGARY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 5-3;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award", "JUDGES": "", "TEXT": ["7. The applicant was born in 1970 and lives in Budapest. At present, he is detained at Budapest Prison.", "8. On 10 June 1999 the applicant was arrested and interrogated on a charge of murder. He was charged with having murdered a man in 1997. The man's corpse had been found in the garden of a co-accused. The victim's identity was not yet known. On the next day the Budapest Regional Public Prosecutor's Office dismissed the applicant's complaint in respect of his arrest. In the ensuing proceedings he was assisted by a defence counsel of his choice.", "9. On 10 and 24 June, 9 September, 3 November 1999 and 2 May 2000 the applicant was interrogated, but he refused to answers the questions put to him. His co-accused was interrogated on 21 and 23 June, 8 September 1999 and 3 May 2000. Witnesses were heard on 10 and 23 June, 10 and 16 July, 2, 3, 6 and 9 August, 10 and 29 September, 3 November 1999, 17 February, 1 and 13 March 2000 and 10 July 2001.", "10. Meanwhile, on 12 June 1999 the Pest Central District Court, as confirmed by the Budapest Regional Court on 18 June 1999, ordered the applicant's detention on remand until 12 July 1999. The District Court considered that – given the seriousness of the charges against him – there was a risk of the applicant's collusion and absconding.", "11. On 14 June 1999 a forensic pathologist was appointed. He submitted his final opinion on 19 October 1999.", "12. On 8 July 1999 the Buda Central District Court, as confirmed by the Regional Court on 26 July 1999, prolonged the applicant's detention until 12 September 1999 for the same reasons given by the Pest Central District Court.", "13. On 7 September and 2 December 1999 the Regional Court, as confirmed by an appeal panel of the same court on 23 September and 22 December 1999, prolonged, for the same reasons, the applicant's detention until 12 December 1999 and 12 April 2000, respectively.", "14. On 10 April, 4 July and 6 October 2000 the Supreme Court prolonged the applicant's detention until 12 July, 12 October 2000 and 20 January 2001, respectively. It referred to the danger of the applicant's absconding, noting that a DNA-analysis was being carried out with a view to confirming the victim's identity. An expert in haemogenetics, who had been appointed to this end on 16 August 1999, submitted his final opinion on 17 October 2001.", "15. On 6 November 2000 the Regional Court, as confirmed by an appeal panel of the same court on 15 December 2000, dismissed the applicant's request for release.", "16. On 17 January 2001 the Supreme Court prolonged the applicant's detention until 20 April 2001 and dismissed his request for release. It invoked the danger that the applicant would abscond if released.", "17. On 6 March 2001 the Regional Court dismissed the applicant's request for release.", "18. On 19 April 2001 the Supreme Court prolonged the applicant's detention until 20 July 2001 on the ground that he might abscond.", "19. On 2 May 2001 the investigation was closed and the case-file was made available to the defendants. On 22 May 2001 the Public Prosecutor's Office reopened the investigation with a view to completion of the case against the defendants. These proceedings ended on 20 June 2001.", "20. Meanwhile, on 5 June 2001 the Regional Court, as confirmed by an appeal panel of the same court on 27 June 2001, dismissed the applicant's request for release.", "21. On 13 July 2001 the Public Prosecutor's Office preferred a bill of indictment, accusing the applicant and two others of murder. The indictment listed several witnesses and two forensic medical experts.", "22. On 17 July 2001 and 29 April 2002 the Regional Court, as confirmed by the Supreme Court on 16 August 2001 and 11 June 2002 respectively, upheld the applicant's detention on remand until the delivery of the first-instance judgment. The courts invoked the danger of the applicant's absconding.", "23. On 8 July 2002 the applicant filed a request for release in which he referred to domestic jurisprudence and the Court's case-law concerning pre-trial detention. He argued, inter alia, that his absconding was unlikely in view of his close ties with his sick mother and paralysed father, his siblings and his 11-year old son, and of the fact that he had been living with his common-law wife for five years and that they had carried out a major renovation of their flat.", "24. On 23 July 2002 the presiding judge refused, under section 95 § 4 of the Code of Criminal Procedure, to take a formal decision on the applicant's renewed request for release on the ground that it referred to no new circumstances. On 10 and 15 October 2002 the Regional Court held hearings. On 25 October 2002 a forensic psychiatrist was appointed to examine the defendants. He submitted his opinion on 17 January 2003.", "25. On 8 January 2003 the Regional Court held a hearing and refused to release the applicant. On 3 February 2003 the Supreme Court dismissed his appeal, relying on the danger of absconding.", "26. On 4 and 20 March 2003 the Regional Court held hearings and refused to release the applicant.", "27. Further hearings took place on 16 April, 12 May, 3 and 11 June 2003. On the latter date the Regional Court delivered a judgment. In its 34page judgment the Regional Court convicted the applicant of murder and imposed a life sentence.", "28. On 7 August 2003 the applicant appealed. On 27 October 2003 he completed his appeal.", "29. On 5 May 2004 the Budapest Court of Appeal held a hearing.", "The court quashed the first-instance judgment, remitted the case to the Regional Court and prolonged the applicant's pre-trial detention. The applicant has been detained ever since.", "30. Section 95 of the Code of Criminal Procedure, as in force in the relevant period, reads as follows:", "(1) Detention on remand, when ordered prior to the indictment, may last until the decision of the court in the preliminary proceedings before trial, up to a maximum of one month. Detention on remand can be prolonged by the District Court on one occasion, for two months at the most. After three months, detention on remand can be prolonged by a single judge of the Regional Court, on up to two occasions, but may not continue beyond one year after the remand order. Thereafter, the duration of detention on remand can only be extended by the Supreme Court.", "(2) Detention on remand, when ordered or upheld by the first-instance court after the indictment, may last until the first-instance judgment is pronounced...", "(3) When the length of the detention on remand ordered or upheld after the indictment", "a) exceeds six months and the first-instance court has not delivered a judgment, the first-instance court,", "b) exceeds one year, the Supreme Court", "shall review the reasonableness of the detention on remand.", "(4) The court ... may dispense with delivering a [formal] decision if ... a repeated request for release from pre-trial detention refers to no new circumstances."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-3"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}