{"ITEMID": "001-88661", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF SAMOYLOV v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection dismissed (non-exhaustion of domestic remedies);Violation of Art. 3 (procedural aspect);Violation of Art. 3 (substantive aspect);Non-pecuniary damage - award", "JUDGES": "Anatoly Kovler;Isabelle Berro-Lefèvre;Mark Villiger;Mirjana Lazarova Trajkovska;Peer Lorenzen;Rait Maruste;Volodymyr Butkevych", "TEXT": ["6. The applicant was born in 1963 and lives in Zelenograd.", "7. On 5 February 1999 three police officers from the Metro police (милиция метро) at Leningradskiy railway station in Moscow, L., S. and I., arrested the applicant and another person, R., on suspicion of burglary. They took them to the Komsomolskaya Metro police station for questioning and urged the applicant to confess. The applicant refused and asked to be provided with a lawyer. Angry about this request, the policemen punched the applicant in the upper body and the head.", "8. Later, the policemen took the applicant to a special Metro police station for further questioning. According to the applicant, as soon as the interrogation had begun, the policemen beat him to make him sign a confession they had prepared. The applicant refused to sign. Angry about this refusal, the policemen cuffed the applicant’s hands behind his back, dropped him on the floor, and applied electric shocks to his neck, kidney and liver areas and private parts. They kicked the applicant in the stomach, put him in a chair, and beat his head with a document file until he fainted. Fifteen minutes later the policemen told the applicant that they would hand him over to officers from the Sokol district police station because the burglary had been committed in that district.", "9. The officers from the Sokol district police station questioned the applicant and placed him in a temporary detention unit. Three days later, the applicant was transferred to remand prison SIZO–48/5.", "10. On the applicant’s admission to the prison, the doctor on duty observed injuries on his body. He sent the applicant to a first-aid point to record the injuries.", "11. On 10 February 1999 the staff at the first-aid point recorded the following injuries sustained by the applicant:", "“Bruises on the soft tissue of the left auricle, right forefinger and right elbow joint and an abrasion on the left shin.”", "The applicant explained that the injuries were caused by the ill-treatment he had received from the policemen.", "12. On 22 February 1999 the prison administration asked the public prosecutor of the Golovinskiy District to investigate the applicant’s allegation of ill-treatment. The prosecutor referred the request to the Metro public prosecutor (прокурор Московского метрополитена) because it was Metro police officers who had allegedly ill-treated the applicant.", "13. The applicant’s criminal case was submitted for trial in the Golovinskiy District Court. At the trial, the court questioned as a witness L., the policeman who had arrested the applicant, who stated that he had not used physical coercion against him. The applicant recognised L. as the man who had beaten him. The court asked the Metro public prosecutor about the results of the inquiry (прокурорская проверка) into the alleged ill-treatment. On 9 June 1999 the Internal Investigations Department of the Moscow police informed the court that the applicant could have been injured when being transported to the remand prison.", "14. On 5 October 1999 the court convicted the applicant and R. of burglary and sentenced them to four years and four months’ imprisonment. The court found the applicant’s allegation of ill-treatment unsubstantiated, stating:", "“The use of physical coercion [against the applicant and R.] by the policemen has not been corroborated by the results of the inquiry conducted.”", "15. On 15 December 1999 the Moscow City Court upheld the applicant’s conviction on appeal.", "16. On 26 June 1999 the Metro public prosecutor refused to institute criminal proceedings against the alleged perpetrators on the ground that there was no indication that a crime had been committed. On 31 October 1999 the applicant asked the Moscow public prosecutor to quash the decision of 26 June 1999.", "17. On 17 January 2000 the Moscow public prosecutor quashed the decision of 26 June 1999 rendered by the Metro public prosecutor and referred the case back for further investigation.", "18. On 24 January 2000 the Metro public prosecutor refused to open criminal proceedings against the policemen for the second time.", "19. On 28 January 2004 a Moscow deputy public prosecutor quashed the decision of 24 January 2000, finding that it was superficial. He noted, in particular, that no medical examination had been carried out to establish the method by which the injuries had been inflicted and their gravity and, furthermore, that O. and D., persons who had been detained simultaneously with the applicant and had sustained similar injuries, had not been questioned. He referred the case back for further investigation.", "20. On 5 March 2004 the deputy Metro public prosecutor refused to institute criminal proceedings against the policemen for the third time on the ground that there was no indication that a crime had been committed. In the decision it was noted that the policemen L., S. and I., who had arrested the applicant, had stated that they had not used physical coercion against him. Three other policemen, K., Z. and J., who had been on duty at the police station on 5 and 6 February 1999, were also questioned. K. stated that during his shift the applicant had not been brought to the police station. Z. and J. submitted that on 5 February 1999 at around 2 p.m. two persons had been brought to the police station; however, no physical force had been used against them and no procedural steps had been taken that day. O. and D., the persons who had been detained simultaneously with the applicant, could not be questioned because they did not reside in Moscow any more. As regards the injuries noted in the medical report of 10 February 1999, it was impossible to determine when and in what circumstances they had been inflicted.", "21. Before 1 July 2002, criminal proceedings in Russia were governed by the 1960 Code of Criminal Procedure of the RSFSR (the old CCP). Under Article 113 of the old CCP, a refusal to open criminal proceedings could be appealed against to a prosecutor or a court. Under Article 220, a refusal by the prosecutor could be appealed against to a higher prosecutor.", "22. On 1 July 2002 the old Code was replaced by the Code of Criminal Procedure of the Russian Federation (the new CCP). Article 125 of the new CCP provides for judicial review of decisions by investigators and prosecutors that might infringe the constitutional rights of participants in proceedings or prevent access to a court."], "VIOLATED_ARTICLES": ["3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}