{"ITEMID": "001-108833", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "IRL", "BRANCH": "ADMISSIBILITY", "DATE": 2012, "DOCNAME": "BIRNEY v. IRELAND AND TROY AND BRENNAN v. IRELAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "André Potocki;Ann Power-Forde;Dean Spielmann;Elisabet Fura;Ganna Yudkivska;Karel Jungwiert;Mark Villiger", "TEXT": ["The first, second and third applicants, Mr Stephen Birney, Mr John Troy and Mr Patrick Brennan, are Irish nationals. They were born in 1974, 1980 and 1964, respectively, and they live in Dublin. The first applicant was represented before the Court by Mr Conway O’Hara, a solicitor practising in County Wicklow. The second and third applicants were represented before the Court by Ms C. Almond, a solicitor with Garrett Sheehan and Partners, Dublin. The facts of the case, as submitted by the applicants, may be summarised as follows.", "At 21.51 on 12 October 2002 the applicants were re-arrested pursuant to section 4(3) of the Criminal Law Act 1997 with a view to being taken to the Special Criminal Court (“SCC”) and charged with membership of the IRA. In the morning of 13 October 2002 they were brought before the SCC and charged: the period prior to charging was later calculated by the Supreme Court to be almost 13 ½ hours. They applied for and were refused bail and remanded in custody on a number of occasions (including on consent) until finally remanded for trial to begin on 9 December 2004. The applicants did not object to the jurisdiction of the SCC during their initial appearance or during the subsequent two-year remand period.", "In the meantime (in April 2004), Mr O’Brien was arrested and brought before the SCC to be charged with membership of the IRA arising out of the same events to which the charges against the applicants related. He immediately challenged the jurisdiction of the SCC (prior to his arraignment) arguing that, since he had not been brought “forthwith” before the SCC, he had not therefore been “lawfully brought” before the SCC so that the SCC did not have jurisdiction to try him. Consequently, the present applicants also objected to the jurisdiction of the SCC to try them. Their objection was joined with that of Mr O’Brien. Following a hearing on 13 December, the SCC rejected those objections on 14 December 2004.", "On the same day, the applicants’ trial began. It lasted some weeks and the applicants were convicted. On 12 May 2006 the Court of Criminal Appeal (CCA) refused leave to appeal, that court having examined and rejected the “forthwith” jurisdiction argument.", "In the meantime, Mr. O’Brien had requested and obtained leave to apply for judicial review pending which his trial was adjourned. While the High Court refused leave, on 24 October 2007 the Supreme Court accepted his appeal (O’Brien v. The SCC and Another, [2007] IESC 45) finding that he had not been brought “forthwith” (approximately 16 hours) before the SCC, that he was not therefore lawfully before the SCC and that the SCC did not therefore have jurisdiction to try him.", "Two weeks later the applicants took habeas corpus proceedings (Article 40(4)(2) of the Constitution) relying on the Supreme Court judgment in the O’Brien case arguing that, since the SCC had had no jurisdiction to try them, their imprisonment was unlawful. They sought release.", "On 9 November 2007 the High Court rejected their application: while their cases were identical to Mr O’Brien’s and while the SCC clearly did not have jurisdiction in their cases, their right to raise that issue was spent since they had not objected to the jurisdiction of the SCC at the earliest opportunity before it (prior to arraignment) and they had not explained why.", "By an ex tempore judgment of 5 December 2007 (the written judgment was delivered on 12 March 2008, Brennan and Others v. the Governor of Portlaoise Prison and Another [2008] IESC 12), the Supreme Court rejected the applicants’ appeal. Since an application had not been made under section 29 of the Courts of Justice Act 1924 (for a certificate that the case concerned a point of law of exceptional public importance requiring examination by the Supreme Court), the decision of the CCA on the jurisdiction point had become final and was res judicata. A habeas corpus action did not lie when the jurisdictional issue had already been determined to the point of statutory finality: the principle of finality would be subverted if habeas corpus could be used as a perpetual right of post-conviction appeal. The court did acknowledge that that there might be exceptional cases where a fundamental jurisdictional defect could be established in a habeas corpus action which defect, through nobody’s fault, had not been raised in the appeal processes. However, the present applicants could have raised an objection to the jurisdiction of the SCC earlier in the process, as in the O’Brien case, but they had failed to do so. On the contrary, they applied for and were refused bail and remanded in custody including on a consent order. They neither applied for judicial review nor for an adjournment of the trial pending same. Having permitted their trial to proceed, after unsuccessfully raising the jurisdictional point before the CCA, they could have, but did not, apply for a certificate under section 29 of the 1924 Act. The Supreme Court confirmed that, if Mr O’Brien had not objected to jurisdiction early and brought judicial review proceedings, his trial would have been joined with the trial of the applicants."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}