{"ITEMID": "001-70455", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "ADMISSIBILITY", "DATE": 2005, "DOCNAME": "MAASS v. GERMANY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson", "TEXT": ["The applicant, Ursula Maaß, is a German national, who was born in 1948 and lives in Neckarsulm, Germany. She is represented before the Court by Mr R. Andreß, a lawyer of the law firm Herrmann, Gass & Kollegen practising in Heilbronn. The respondent Government are represented by Mrs A. Wittling-Vogel, Ministerialrätin, of the Federal Ministry of Justice.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "In a questionnaire dated 17 March 1999 the Neckarsulm Police Station informed the applicant that she was suspected of having damaged Mr W.’s car on 13 or 14 March 1999. The police informed her that she was free to make a statement on this accusation in writing or to remain silent.", "On 23 March 1999 the Neckarsulm Police Station received the questionnaire completed by the applicant, in which she stated that she did not admit the crime she was suspected of. She wrote that she did not wish to make a statement herself and that she left it to her lawyer to deal with the matter. She went on claiming that she considered the behaviour of Mr W. to be an act of revenge on her.", "In a letter dated 8 April 1999 the applicant’s lawyer K. notified the Neckarsulm Police Station that he represented the applicant and requested to grant him access to the case file. Although he stated in this letter that a power of attorney was enclosed, the letter did not contain this document.", "On 20 May 1999 the public prosecutor applied to the Heilbronn District Court to issue a penal order against the applicant.", "In a letter dated 9 June 1999 addressed to the Neckarsulm Police Station the applicant’s lawyer K. repeated his request to inspect the case file.", "On 10 June 1999 the Heilbronn District Court issued a penal order (Strafbefehl) against the applicant in a summary procedure. The applicant was convicted of damage to property and sentenced to a fine of 50 Deutschmarks per day for 30 days.", "On 16 June 1999 counsel K.’s letter recalling his motion to be granted access to the case file reached the Heilbronn District Court.", "On 23 June 1999 the penal order was served on the applicant by way of a notice in her letter-box to collect a letter deposited at the Neckarsulm Post Office, as the postman had not found anyone at the applicant’s home. The applicant did not collect this letter. The applicant’s counsel was not sent a copy of the penal order.", "On 8 July 1999 the penal order became final, since no objection had been lodged by the applicant within the two-week time-limit under the relevant provisions of the Code of Criminal Procedure (Strafprozeßordnung – see ‘Relevant domestic law’ below).", "On 10 August 1999 the Heilbronn Public Prosecutor’s Office issued a payment order (Zahlungsaufforderung) against the applicant in respect of the fine.", "On 20 September 1999 the Heilbronn Public Prosecutor’s Office ordered the imprisonment of the applicant for default of payment of the fine (Ersatzfreiheitsstrafe). The order was served on the applicant on 22 September 1999, again by way of a notice in her letter-box to collect a letter deposited at the Neckarsulm Post Office. The applicant also did not collect this letter.", "On 26 October 1999 the Heilbronn Public Prosecutor’s Office issued a warrant to bring the applicant before the competent authority (Vorführungsbefehl). The warrant contained a reference to the date and filenumber of the penal order, to the offence the applicant was convicted of and to the amount of the fine.", "On 29 October 1999 an officer of the police station which had been instructed to execute this warrant phoned the applicant, informed her of the warrant and requested her to come to the police station. The applicant did so and was informed by a police officer about the warrant and the existence of the underlying penal order. In the following discussion the applicant denied having damaged the car of Mr W., her former partner. She paid the fine in order to prevent the execution of the warrant.", "In a letter dated 29 October 1999, which reached the Heilbronn Public Prosecutor’s Office on 3 November 1999, the applicant’s new lawyer, who has represented the applicant since then, requested the Heilbronn Public Prosecutor’s Office to grant him access to the case file. He stated that he had been informed by the applicant of the measures taken to enforce a sentence without her having received a penal order or a judgment.", "On 4 November 1999 the Heilbronn Public Prosecutor’s Office granted the applicant’s new lawyer access to the case file. The file reached the lawyer on 5 November 1999.", "By a letter dated 10 November 1999, which reached the Heilbronn District Court on 11 November 1999, the applicant’s new lawyer lodged an objection against the penal order after having inspected the case file. At the same time, he submitted an application for reinstatement of the proceedings (Wiedereinsetzung in den vorigen Stand) with respect to the two-week timelimit for lodging the objection. He argued that it was not the applicant’s fault that she did not comply with this time-limit. She had not received the penal order. Since she had instructed a counsel, she was confident that services would be effected on her lawyer, and that she did not have to attend to the observance of any time-limits herself.", "On 28 December 1999 (decision served on 4 January 2000) the Heilbronn District Court dismissed the applicant’s request for reinstatement as inadmissible. Consequently, it dismissed her objection against the penal order as inadmissible. It found that the request for reinstatement was filed out of time. According to the court, the applicant was informed of the content of the penal order when she came to the police station on 29 October 1999. Neither she nor her new counsel applied for reinstatement of the proceedings within the one-week time-limit running from that date. The court found that, in any event, the application for reinstatement of the proceedings was ill-founded. It was not credible that the applicant had neither received the penal order nor any of the other documents served on her, because the address to which the documents had been sent was correct. Therefore, it was the applicant’s fault that she did not comply with the timelimit to lodge an objection against the penal order.", "On 10 January 2000 the applicant lodged an appeal (sofortige Beschwerde) against the decision of the Heilbronn District Court. She stated that in 1999 several letters to her or her neighbours did not reach their addressees. She claimed in particular that, even assuming that the notification of the penal order was valid, it was contrary to her right to a fair trial and to be heard that the District Court had neither granted her lawyer access to the case file nor informed him that it had issued a penal order. She therefore had to be granted reinstatement. She disputed that she had been informed of the contents of the penal order by the police on 29 October 1999. In fact, the competent police office was unable to explain to the applicant’s lawyer who had called him on the same day why the applicant had to pay a fine. Therefore, the time-limit of one week to apply for reinstatement of the proceedings did not start running before the applicant’s counsel had inspected the case files and was consequently observed.", "On 23 February 2000 (decision served on 1 March 2000) the Heilbronn Regional Court, endorsing the reasons given by the Heilbronn District Court, dismissed the applicant’s appeal as ill-founded.", "On 30 March 2000 the applicant lodged a constitutional complaint with the Federal Constitutional Court. She claimed that her right to be heard had been violated by the Heilbronn District Court by not granting access to the case file to her lawyer, not hearing her via counsel before issuing the penal order, not informing the latter that a penal order had been issued and not granting reinstatement of the proceedings.", "On 30 October 2000 the Federal Constitutional Court, without giving reasons, refused to admit the applicant’s constitutional complaint. The decision was served on the applicant’s lawyer on 9 November 2000.", "By a letter dated 27 April 2001, which was posted on 3 May 2001, the applicant sent her first submissions to the Court. In these she set out the object of her application, including the underlying facts and her complaints, and enclosed copies of all relevant court decisions. The completed application form dated 13 June 2001, in which the applicant referred to her first submissions, reached the Court on 25 June 2001.", "Sections 407 et seq. of the Code of Criminal Procedure (Strafprozeßordnung) provide for the imposition of a penal order, without a trial, in cases concerning minor offences. The Public Prosecutor’s Office may lodge a motion to the District Court to issue a penal order, setting out the offence the accused is charged with and fixing the sentence. The judge must issue the penal order if there are no grounds for refusing it, that is, if he has no objections to deciding without a trial hearing, agrees with the legal assessment of the case and does not wish to impose a different sentence. The written penal order must contain a reference to the fact that the penal order should be final, binding and enforceable if the accused fails to lodge a written objection with the District Court or have such an objection taken down in writing at the court’s registry within two weeks of service.", "If the objection reaches the court within the prescribed time-limit, normal trial proceedings are instituted, and the District Court conducts a hearing. If the accused was prevented from complying with the time-limit through no fault of his own, a motion to have the proceedings reinstated may be brought. According to Sections 44 and 45 of the Code of Criminal Procedure this motion must reach the District Court within one week from the cessation of the impediment due to which the objection could not be lodged in time. The facts justifying the motion shall be substantiated at the time the motion is filed or during the proceedings concerning the motion.", "Pursuant to Section 37 of the Code of Criminal Procedure the service of documents is governed by Sections 181 and 182 of the Code of Civil Procedure (Zivilprozeßordnung). If a document cannot be served personally, it may be deposited, inter alia, at the local post office. In that case a written notice of deposit must be left at the recipient’s address in the manner customary for ordinary letters.", "Section 145a of the Code of Criminal Procedure provides that if a decision is served on the accused, the defence counsel must be informed thereof at the same time and must be provided with a copy of this decision, even if there is no written power of attorney in the case file.", "The defence counsel’s right of access to the case file is governed by Section 147 of the Code of Criminal Procedure. A defence counsel is entitled to consult the case file as a whole as soon as the preliminary investigation has been terminated and, in principle, also during the preliminary investigation, if the purpose of the investigation is not endangered thereby. During the preliminary investigation, it is for the Public Prosecutor’s Office to decide whether or not to grant access to the file; thereafter it is for the president of the trial court."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}