{"ITEMID": "001-98297", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "ADMISSIBILITY", "DATE": 2010, "DOCNAME": "DRLJAN v. CROATIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis;Dean Spielmann;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Khanlar Hajiyev", "TEXT": ["The applicant, Mr Željko Drljan, is a Croatian national who was born in 1960 and is currently serving a prison term in Lepoglava State Prison. He was represented before the Court by Ms S. Oluški Radaković, a lawyer practising in Zagreb. The Croatian Government (“the Government”) were represented by their Agent, Mrs Š. Stažnik.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On an unspecified date an indictment was brought against the applicant in the Sisak County Court (Županijski sud u Sisku) on charges of murder and attempted murder. The applicant was placed in pre-trial detention in Croatia and was legally represented by a lawyer from Croatia.", "On an unspecified date Mrs G.B., a lawyer practising in Kragujevac, Serbia, was also appointed by the authorities to represent the applicant. All witnesses gave evidence before the Kragujevac County Court in Serbia (Okružni sud u Kragujevcu) in the presence of Mrs G.B.", "In a judgment of the Sisak County Court of 6 November 2006 the applicant was found guilty of murder and attempted murder and sentenced to twenty-one years’ imprisonment.", "In the proceedings the trial court heard evidence from medical and ballistic experts and read the statements of ten witnesses who had given evidence before the Kragujevac County Court. The relevant part of the judgment reads:", "“Under Article 331 § 1(1) of the Code of Criminal Procedure this court has decided to read the evidence given before an investigating judge of the Kragujevac County Court, Serbia and Montenegro, by the witnesses D.G., R.G., G.P., R.M., O.M., D.K., D.G., R.M., J.S., R.P. and the injured party T.M., because these witnesses live in the territory of Serbia and Montenegro and, although properly summoned, failed to appear at the hearing, and because summonses for the witnesses D.K. , G.P. and R.P. could not be served on them.”", "The first-instance judgment was upheld by the Supreme Court of Croatia (Vrhovni sud Republike Hrvatske) on 31 January and 24 April 2007. On 21 June 2007 the applicant lodged a constitutional complaint concerning the grounds for his detention, the quality of his legal representation and the assessment of the facts by the national courts. The applicant’s constitutional complaint was declared inadmissible on 29 November 2007 on the grounds that it was incomplete because the applicant had failed to cite the exact provisions of the Constitution which he deemed to have been violated in the criminal proceedings against him.", "The relevant part of the Croatian Constitution (Ustav Republike Hrvatske, Official Gazette no. 41/2001 of 7 May 2001) reads as follows:", "“In the determination of ... any criminal charge against him or her ... a suspect, defendant and accused person have the right to ... question ... prosecution witnesses ...”", "The relevant part of the Constitutional Act on the Constitutional Court (Ustavni zakon o Ustavnom sudu Republike Hrvatske, Official Gazette no. 49/2002 of 3 May 2002 – “the Constitutional Court Act”) reads as follows:", "“1. Anyone may lodge a constitutional complaint with the Constitutional Court if he or she deems that the individual act of a state body, a body of local and regional self-government, or a legal person with public authority, which has determined his or her rights and obligations, or a suspicion or accusation of a criminal act, has violated his or her human rights or fundamental freedoms or his or her right to local and regional self-government guaranteed by the Constitution (hereinafter: constitutional right) ...", "2. If there is provision for another legal remedy in respect of a violation of the constitutional rights [complained of], a constitutional complaint may be lodged only after that remedy has been exhausted.", "...”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}