{"ITEMID": "001-57908", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "CHAMBER", "DATE": 1994, "DOCNAME": "CASE OF VEREINIGUNG DEMOKRATISCHER SOLDATEN ÖSTERREICHS AND GUBI v. AUSTRIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 10;Violation of Art. 13 (first applicant);No violation of Art. 13 (second applicant);Not necessary to examine Art. 14+10;Pecuniary damage - claim dismissed;Non-pecuniary damage - finding of violation sufficient;Costs and expenses partial award - domestic proceedings;Costs and expenses partial award - Convention proceedings", "JUDGES": "C. Russo", "TEXT": ["7. The first applicant, a Vienna-based association, published a monthly magazine aimed at the soldiers serving in the Austrian army and entitled der Igel (\"The Hedgehog\"). It contained information and articles - often of a critical nature - on military life.", "8. On 27 July 1987 the association requested the Federal Minister for Defence (Bundesminister für Landesverteidigung) to have der Igel distributed in the barracks in the same way as the only other two military magazines published by private associations, Miliz-Impuls and Visier. The army had adopted the practice of sending these magazines out, alternately and at its own expense, with the official information bulletin distributed to all conscripts (Miliz-Information).", "The minister did not reply to this request. When questioned by members of parliament, he stated in a letter of 10 May 1989 that he would not authorise the distribution of der Igel in barracks. In his view, section 46 para. 3 of the Armed Forces Act (Wehrgesetz, see paragraph 18 below) conferred on all armed forces personnel the right to receive without any restriction, through sources accessible to the public, information on political events. However, on military premises the only publications that could be supplied were those which identified at least to some extent with the constitutional duties of the army, did not damage its reputation and did not lend column space to political parties. Even critical magazines such as the journal Hallo of the trade union youth organisation would not be banned if they respected these conditions. Der Igel, on the other hand, did not comply with them. The minister derived authority for his decision in this matter from Article 79 of the Constitution (Bundesverfassungsgesetz) and sections 44 para. 1 and 46 of the Armed Forces Act, Article 116 of the Criminal Code (Strafgesetzbuch) and Regulation 3 para. 1 of the General Army Regulations (Allgemeine Dienstvorschriften für das Bundesheer, see paragraphs 17-20 below).", "9. The second applicant, a member of the VDSÖ, began his national service on 1 July 1987 at the Schwarzenberg barracks in Salzbourg. On 29 July, on the occasion of his taking the oath, he made a protest directed against the President of the Republic. Over the following months, he lodged several complaints, published with twenty-one of his fellow conscripts an open letter criticising the number of fatigue duties to which he was assigned and circulated a petition in support of a conscientious objector.", "On 1, 9 and 22 July he was personally informed of the content of the military law applicable to his situation.", "10. On 29 December 1987, while distributing issue no. 3/87 of der Igel in the barracks, he was ordered by an officer to cease.", "In its editorial, the issue in question mentioned, as being one of the aims of the VDSÖ, co-operation between conscripts and the cadres on the basis of their joint interests and of mutual respect. Some articles adopted a critical stance; they dealt with, among other things, military training, the proceedings resulting from a complaint lodged by Mr Gubi and the principles governing national service. The other articles discussed various contributions that had appeared in the press, the congress of the trade union youth movement, the aims and the activities of the VDSÖ and the complaint of a conscript whose pay had been reduced following alleged loss of equipment.", "11. On 12 January 1988 another officer informed Mr Gubi of the content of the circulars of 1975 and 1987 and of the regulations of the Schwarzenberg barracks, as amended on 4 January 1988, which prohibited any distribution or despatching within the barracks of publications without the authorisation of the commanding officer (see paragraph 20 below).", "12. On 22 January 1988 Mr Gubi complained about this ban and about the order of 29 December 1987 (see paragraph 10 above) to the Military Complaints Board (Beschwerdekommission in militärischen Angelegenheiten) at the Federal Ministry of Defence.", "On 7 April the Complaints Division (Beschwerdeabteilung) at the ministry rejected the applicant’s complaint, in accordance with the Complaints Board’s recommendation. In its view, the contested order was validly based on a 1987 circular of the Second Army Corps (Korpskommando II), containing instructions regarding the distribution of printed matter, which were themselves based on Article 5 of the 1867 Basic Law (Staatsgrundgesetz über die allgemeinen Rechte der Staatsbürger), Regulation 19 of the General Army Regulations and section 13 of the Armed Forces Act (see paragraphs 15 and 18-20 below). The first of those provisions affords the same protection to the property of public-law legal persons as that guaranteed to the property of private individuals; accordingly, the Schwarzenberg barracks were to be regarded as the property of the Federal State, whose rights were exercised by the commanding officer.", "The freedom of expression secured under Article 13 of the 1867 Basic Law was subject to \"statutory limits\" (gesetzliche Schranken) such as those which stemmed from the duty of discretion and obedience laid down in sections 17 and 44 of the Armed Forces Act and derived from the very nature of this special relationship of subordination (besonderes Gewaltverhältnis). The contested measures had therefore in no way interfered with the freedom in question.", "13. Mr Gubi then applied to the Constitutional Court (Verfassungsgerichtshof). On 26 September it declined to entertain his appeal on the ground that it did not raise genuine constitutional issues and had insufficient prospects of success.", "14. The same day, however, the Constitutional Court quashed the decision of 15 February 1988 whereby the commanding officer of battalion no. 3 had confirmed the three days’ custody imposed on the applicant as a disciplinary penalty for having distributed der Igel in the barracks. It found that the provisions which Mr Gubi was accused of infringing, the 1975 and 1987 circulars (see paragraph 20 below), were not binding on him but on the military authorities. This was not the case in regard to the relevant provisions of the Schwarzenberg barracks regulations, but these rules had been introduced on 4 January 1988 and were therefore not yet in force at the material time.", "15. Article 5 of the Basic Law of 21 December 1867 on the general rights of citizens protects property.", "16. Article 13 provides as follows:", "\"Subject to statutory limits, everyone has the right to express freely his opinion orally, in writing, in the printed word or through graphic expression. The Press may not be censored or restricted by a system of licences ... \"", "17. Article 79 of the Federal Constitution describes the general duties of the Austrian armed forces.", "18. At the material time the rights and obligations of military personnel were governed by sections 44 to 46 of the 1978 Armed Forces Act. According to this statute, soldiers are under a duty to support the army in the performance of its tasks and to refrain from doing anything which could damage its reputation (section 44 para. 1). They have the right to submit requests and complaints and to file appeals (section 44 para. 4). They enjoy the same political rights as civilians (section 46 para. 2). However, the army must not be involved in any political activity and may not be used for political ends (section 46 para. 1). Consequently, such activities while on duty and on military premises are prohibited, with the exception of those which consist in obtaining information as an individual on political events through sources accessible to the public (section 46 para. 3).", "19. The General Army Regulations, issued by the Federal Ministry of Defence, set out the obligations attaching to national service. They provide, inter alia, that servicemen must always be ready to fulfil their duties in the best possible way and must refrain from doing anything which could damage the reputation of the army and undermine the confidence of the population in the defence of the country (Regulation 3 para. 1). Servicemen have a special relationship of subordination in regard to the Austrian Republic. That relationship requires of them, in addition to the defence of the democratic institutions, discipline, comradeship, obedience, vigilance, courage and discretion (Regulation 3 para. 2). Under Regulation 19 para. 2 barracks’ commanders are bound to take all the measures necessary to maintain order and military security in the premises in question; to this end they are under a duty to issue rules (Kasernordnung) governing inter alia access to the barracks (Regulation 19 para. 3).", "20. By a circular of the Federal Ministry of Defence of 14 March 1975 the army general staff (Armeekommando) instructed commanding officers to take preventive measures in respect of publications denigrating the army (negatives wehrpolitisches Gedankengut). They were, among other things, to ban their distribution and posting up in military areas.", "A circular from the general staff of the Second Army Corps) of 17 December 1987 instructed the same officers to insert in the barracks rules a prohibition on the distribution or posting up without the commanding officer’s authorisation of any non-official publication. The Schwarzenberg barracks rules were amended accordingly on 4 January 1988.", "21. The Constitutional Court examines, on an application (Beschwerde), whether an administrative measure (Bescheid) has infringed a right guaranteed to the applicant by the Constitution, or whether it has applied a decree (Verordnung) that is contrary to the law, an Act contrary to the Constitution or an international treaty incompatible with Austrian law (Article 144 para. 1 of the Federal Constitution)."], "VIOLATED_ARTICLES": ["10", "13"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["13"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}