{"ITEMID": "001-58047", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "CHAMBER", "DATE": 1997, "DOCNAME": "CASE OF PAUGER v. AUSTRIA", "IMPORTANCE": "3", "CONCLUSION": "No violation of Art. 6-1;Not necessary to examine Art. 27-1-b", "JUDGES": "", "TEXT": ["6. Mr Dietmar Pauger, an Austrian national who was born in 1941, is Professor of Public Law and Political Sciences at the University of Graz (Styria) and lives in Graz. His wife, who was a schoolteacher with the status of a civil servant in the region (Land) of Styria, died on 23 June 1984.", "7. On 24 August 1984 Mr Pauger applied to the Regional Education Council (Landesschulrat) for a survivor’s pension.", "8. On 30 August 1984 it dismissed his application on the ground that whereas under section 14 (1) of the Pensions Act 1965 (Pensionsgesetz 1965 - see paragraph 30 below) a widow of a civil servant could in certain circumstances claim a pension, a widower could not.", "9. Mr Pauger appealed to the Styria Regional Government (Steiermärkische Landesregierung), which upheld the decision on 21 September 1984.", "10. On 15 October 1984 Mr Pauger applied to the Constitutional Court (Verfassungsgerichtshof) and on 22 October to the Administrative Court (Verwaltungsgerichtshof).", "11. In a separate development on 4 October 1984, after holding a public hearing, the Constitutional Court had repealed section 14 (1) of the Pensions Act 1965 with effect from 28 February 1985 on the ground that the difference in treatment between widowers and widows in respect of pension payments was in violation of the principle of equal treatment (Gleichheitsgebot).", "12. On 13 February 1985 the Administrative Court dismissed the applicant’s appeal. It considered that, irrespective of the repeal of the statutory provision in question, his claim for a widower’s pension had no legal basis.", "13. On 23 February 1985, after deliberating in private, the Constitutional Court declined to accept the appeal for adjudication (Article144 para. 2 of the Federal Constitution (Bundes-Verfassungsgesetz) - see paragraph 32 below) on the ground that it did not have sufficient prospects of success. It considered that it had already repealed section 14 (1) of the Pensions Act and that it could not rule on the same question again.", "14. On 26 September 1985 Parliament enacted the eighth amendment to the Pensions Act 1965 (Achte Pensionsgesetznovelle - see paragraph 31 below) with retrospective effect from 1 March 1985.", "15. On 13 May 1985 Mr Pauger reapplied to the Regional Education Council for a survivor’s pension.", "16. On 18 November 1985 the Council awarded him a pension of 2,441.70 Austrian schillings (ATS) with effect from 1 March 1985, which represented one-third of his pension rights, in accordance with the transitional provisions under Part II, paragraph 2, of the Pensions Act as amended (see paragraph 31 below).", "17. On 28 November 1985 the applicant appealed against that decision to the Styria Regional Government. He argued that the Regional Council had not ruled on whether or not his pension should be suspended, a matter that affected him inasmuch as he was employed as a university professor (section 40 (a) (1) of the Pensions Act as amended - see paragraph 31 below). He also said that both the transitional provisions under Part II, paragraph 2, of the Pensions Act as amended and section 40 (a) (1) of this Act were in violation of the principle of equality before the law and were unconstitutional.", "18. On 7 January 1986 the Regional Government confirmed the amount of the pension due to the applicant. It decided, however, to suspend payment on the ground that he was gainfully employed.", "19. On 22 February 1986 Mr Pauger applied to the Constitutional Court complaining that the transitional provisions of the Pensions Act, as amended, under which he was entitled only to a reduced pension until 1 January 1995, and section 40 (a) (1) of the Act, pursuant to which his pension rights had been suspended, were unconstitutional.", "20. On 1 July 1987 the Constitutional Court decided to review the constitutionality of section 40 (a) of the Pensions Act (Article 140 para. 1 of the Federal Constitution - see paragraph 32 below). It did not rule on whether the transitional provisions of the Act were constitutional.", "21. On 9 December 1987 the Constitutional Court held a hearing at which it heard argument by the representative of the Government and the applicant.", "22. On 16 March 1988 the Constitutional Court repealed section 40 (a) of the Pensions Act with effect from 30 June 1988 on the ground that it was in violation of the principle of equal treatment. It said that no convincing reason had been given for the difference in treatment between, on the one hand, a retired civil servant or his surviving spouse with additional income and, on the other hand, a civil servant still in employment who likewise had additional income.", "23. On 17 March 1988 the Constitutional Court quashed the Regional Government’s decision of 7 January 1986 (see paragraph 18 above).", "24. On 21 June 1988 the Regional Government made a further ruling and upheld the Regional Council’s decision of 18 November 1985 (see paragraph 16 above) awarding the applicant a pension of ATS 2,441.70 with effect from 1 March 1985 and payable immediately.", "25. On 11 August 1988 the applicant again applied to the Constitutional Court claiming that the transitional provisions of the Pensions Act under which he was only entitled to a reduced pension until 1 January 1995 were unconstitutional (section 40 (a) (1) of the Pensions Act - see paragraph 31 below). He did not ask for a hearing to be held.", "26. On 3 October 1989, after deliberating in private, the Constitutional Court dismissed Mr Pauger’s appeal (section 19 (4) of the Constitutional Court Act (Verfassungsgerichtshofsgesetz) - see paragraph 33 below). It said that the transitional provisions in question reflected the continuing change in attitudes towards the equality of the sexes and was not therefore in violation of the principle of equal treatment.", "27. On 5 June 1990 Mr Pauger applied to the Human Rights Committee of the United Nations relying on the same facts as he had in his application to the Commission. He alleged that there had been a violation of Article 26 of the International Covenant on Civil and Political Rights, which provides:", "\"All persons shall be equal before the law and shall be entitled without any discrimination to the equal protection of the law.\"", "28. On 30 March 1993 the Human Rights Committee found that there had been a violation of the Article.", "29. The relevant provisions of the Pensions Act 1965 read as follows:", "\"A civil servant shall acquire the right to a pension for himself and the members of his family from the day he assumes his duties ...\"", "\"A retired civil servant shall be entitled to a monthly pension if he has completed at least ten reckonable years of service.\"", "\"Pensions shall be calculated with reference to the basic monthly salary and the total number of reckonable years of service.\"", "30. In its 1965 version section 14 (1) of the Pensions Act provided as follows:", "\"The widow of a civil servant shall be entitled to a monthly pension if the civil servant himself was entitled to a retirement pension at the time of his death or if he would have been entitled to one when he retired.\"", "31. Since 1 March 1985, when the eighth amendment to the Pensions Act 1965 came into force, the relevant provisions of this Act have been as follows:", "\"The surviving spouse of a civil servant shall be entitled to a monthly survivor’s pension if the civil servant himself or herself was entitled to a retirement pension at the time of his or her death or if he or she would have been entitled to one when he or she retired.\"", "[provision already amended in 1984] \"A survivor’s pension shall amount to 60% of the retirement pension calculated on the basis of the total number of reckonable years of service and of the spouse’s grade at the time he or she retired ...\"", "\"If a civil servant or a surviving spouse has income deriving from current employment, the retirement pension or survivor’s pension shall be suspended ...\"", "\"The monthly payments to which the widower or former spouse shall be entitled are: - from 1 March 1985, one-third of the pension; - from 1 January 1989, two-thirds of the pension; - from 1 January 1995, the full pension. This restriction shall not apply if the widower or former spouse is incapable of gainful employment or indigent.\"", "32. The relevant provisions of the Federal Constitution read as follows:", "\"Hearings by trial courts in civil and criminal cases shall be oral and public. Exceptions may be prescribed by law.\"", "\"1. ... The Constitutional Court shall also rule on the constitutionality of Acts when an individual has applied to it claiming that his or her rights have been breached by such Acts on account of their unconstitutional character ...", "...", "7. If an Act has been abrogated on the basis that it is unconstitutional or if the Constitutional Court has held under paragraph 4 that an Act was unconstitutional, its decision shall be binding on all courts and administrative authorities.", "Except in relation to the case before the Court, abrogation of an Act shall not have retrospective effect, unless specifically so provided in the judgment. If in its abrogation decision the Court has set a time-limit under paragraph 5 [for a maximum of one year], the Act shall remain applicable to facts occurring until the expiry of the time-limit, except for facts relating to the case before the Court.\"", "\"1. The Constitutional Court shall hear appeals against the decisions of administrative authorities, including those of independent administrative tribunals, where the applicant claims that the decision has infringed a right secured by the Constitution or that his rights have been violated by the enforcement of a regulation contrary to the law, an Act contrary to the Constitution or an international treaty incompatible with Austrian law. An appeal shall only lie once all other remedies have been exhausted.", "2. Up to the time of the hearing the Constitutional Court may by means of a decision decline to accept a case for adjudication if it does not have sufficient prospects of success or if it cannot be expected that the judgment will clarify an issue of constitutional law. The Court may not decline to accept for adjudication a case excluded from the jurisdiction of the Administrative Court by Article 133.\"", "33. The relevant provisions of the Constitutional Court Act read as follows:", "\"1. The judgments of the Constitutional Court, except for those referred to in sections 10 and 36 (c), shall be delivered following a public hearing to which the plaintiff, the opposing party and all other parties to the proceedings shall be summoned.", "2. ...", "3. The Constitutional Court may decide at a private sitting, without further proceedings or a hearing, upon a proposal by the reporting judge:", "1. to decline to accept a case for adjudication under Article 144 para. 2 of the Federal Constitution;", "2. to dismiss an application for:", "(a) manifest lack of jurisdiction of the Constitutional Court,", "(b) failure to comply with a statutory time-limit,", "(c) failure to rectify a procedural defect,", "(d) raising a point which is a matter of settled precedent,", "(e) lack of standing;", "3. to strike the case out of its list where the application has been withdrawn or the case has been settled. (paragraph 86)", "4. [paragraph amended by the Act of 26 June 1984] The Constitutional Court may decide not to hold a hearing when it is apparent from the written pleadings submitted to it by the parties and from the files relating to the earlier proceedings that a hearing is not likely to assist the Court in its understanding of the case. Upon a proposal by the reporting judge it may also decide, without a hearing, at a private sitting:", "1. to dismiss an appeal if there has clearly been no violation of a right secured by the Constitution;", "2. cases where the question of law has been sufficiently clarified by the previous case-law of the Constitutional Court;", "3. to allow an appeal that has led to the setting aside of a regulation contrary to the law, an Act contrary to the Constitution or an international treaty incompatible with Austrian law.", "5. ...\"", "\"Appeals shall only lie under Article 144 para. 1 of the Constitution once administrative remedies have been exhausted and within six weeks of the decision taken at last instance being served on the plaintiff.\"", "\"The appeal and the documents appended thereto shall be communicated to the authority that took the decision in issue, giving it a period of not less than three weeks within which to submit its observations.\"", "\"1. When the observations in reply have been received or the time-limit has expired ... the President of the Constitutional Court shall set the date of the hearing.", "2. The hearing shall be held in the presence of the applicant, the authority in question (section 83 (1)) and any other party to the proceedings.\"", "34. The instrument of ratification of the Convention deposited by the Austrian Government on 3 September 1958 contains a reservation which provides as follows:", "\"The provisions of Article 6 of the Convention (art. 6) shall be so applied that there shall be no prejudice to the principles governing public court hearings laid down in Article 90 of the 1929 version of the Federal Constitutional Law.\""], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}