{"ITEMID": "001-68548", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF BUBBINS v. THE UNITED KINGDOM", "IMPORTANCE": "1", "CONCLUSION": "No violation of Art. 2 as regards the State's alleged failure to protect the right to life;No violation of Art. 2 as regards the effectiveness of the investigation;Violation of Art. 13;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "Nicolas Bratza", "TEXT": ["8. The application is brought on behalf of Michael Fitzgerald, a deceased British national, by his sister, Theresa Bubbins, who lives in Bedford, England.", "9. The facts of the case, as submitted by the parties, may be summarised as follows.", "10. On 26 February 1998, the applicant's brother, Michael Fitzgerald, was shot dead by an armed police officer at his flat in Clarendon Street, Bedford, following a siege.", "11. At about 6.25 p.m. on 26 February 1998 Melanie Joy, Michael Fitzgerald's girlfriend, drove to Michael Fitzgerald's flat. As she entered the rear car park she saw a pair of legs disappearing through the ground floor kitchen window of the premises. Melanie Joy did not recognise the person entering the flat and assumed that the person, who was male, was an unauthorised intruder.", "12. Melanie Joy was concerned for the safety of Michael Fitzgerald and, although she did not know whether or not he was in the flat, she shouted his name through the letterbox on the front door of the premises. She obtained no response.", "13. At about 6.28 p.m. Melanie Joy used her mobile telephone to report to the police a burglary in progress. The police gave this report an 'immediate response' within the criteria fixed by the Bedfordshire Police.", "14. The first police officers to arrive at the scene were Acting Sergeant Phillips and Acting Sergeant Morris. They arrived at 6.33 p.m.", "15. Acting Sergeant Phillips went to the kitchen window at the rear of the premises. The window was open. Acting Sergeant Phillips was able to move the venetian blinds and identified himself as a police officer. He was confronted by a man from within the shadows of the room. Acting Sergeant Phillips thought the man to be a few inches shorter than his own height of 6' 1”. The man, who was in fact Michael Fitzgerald, adopted a double-handed extended arm stance, and pointed what appeared to be a handgun at the officer.", "16. Acting Sergeant Phillips, fearful for his safety, shouted to his colleague, Acting Sergeant Morris: “He's just pointed a gun at me, get back.”", "17. The two police officers and Melanie Joy then withdrew to what they believed to be a safe distance from the premises and Acting Sergeant Phillips summoned assistance, including Armed Response Vehicles (“ARV”). This request was timed at 6.34 p.m.", "18. During the course of the incident which followed, radio traffic was monitored within the Bedfordshire Police Force Incident Room (“FIR”).", "19. The FIR log indicates that at 6.38 p.m., Acting Sergeant Morris transmitted the following message:", "“Michael Fitzgerald according to his ex that lives at this location knows him to have a replica firearm. She's not aware of him having a firearm itself but he does have a drink problem.”", "20. Within a short time, other police officers arrived at the premises. Police Constables Evans and Newton, both unarmed, positioned themselves behind the rear wall of the rear garden. They both reported seeing a man in the kitchen pointing a gun at them.", "21. At 6.40 p.m. Inspector Linda Kelly arrived and took front line charge of the situation.", "22. Radio communication between Police Constable Evans and Acting Sergeant Phillips on 'talk-through' mode, so that the FIR would hear, conveyed the wrong impression that the premises in question were confined to the ground floor. There was in fact an upper floor. This erroneous impression prevailed until it was corrected as a result of information provided by Melanie Joy at 7.09 p.m.", "23. In 1998, Bedfordshire Police Force had two nominated ARVs on duty at all times. In order to provide maximum cover, they were deployed to the north and south of the county. Their primary role was to contain spontaneous firearm situations until the arrival of tactical firearms personnel.", "24. At about 6.42 p.m. the North ARV, containing Officer C and Officer B, arrived at the scene. They were briefed on the incident by Inspector Kelly and Acting Sergeant Phillips. By the time the North ARV arrived, an unarmed outer containment of the premises had been put in place. Officer B asked Inspector Kelly to close the road to vehicular and pedestrian traffic. The South ARV was still on its way to the scene.", "25. As the two ARV officers were discussing the incident at the front of the premises, the front door opened and the occupant appeared in the doorway.", "26. In accordance with his training, Officer B shouted: “Armed Police. Drop the gun and go back into the house.”", "27. The occupant raised his hand which appeared to contain a handgun and, almost immediately, went back into the flat. Seconds later he again appeared at the doorway and raised the gun. Officer B issued the same instruction. The occupant appeared to take no notice of the command to drop the handgun and returned to the inside of the flat.", "28. At about 6.51 p.m. the armed officers decided that the only way to contain the building, and also to provide armed support to their unarmed colleagues, was to deploy one of them at the front of the premises and the other at the rear. Officer B positioned himself behind the high brick wall at the rear car park and erected a makeshift platform on which to stand and observe the rear of the premises. This platform was later replaced by a police car. Officer B was about 25 yards from the premises.", "29. Officer C positioned himself at the front of the building. Both officers were armed with Steyn AUG .223 calibre carbines. Officer B saw the occupant enter the kitchen, raise his gun and point it towards him. Officer B shouted: “You're surrounded by armed police, leave the gun inside and come out slowly.” The occupant left the kitchen and Officer C, at the front of the premises, issued a similar command. These commands, which were repeated at intervals throughout the incident, had no apparent effect.", "30. At about 7.01 p.m. the South ARV arrived at the scene. It contained Officers D and A. Officer D joined Officer B at the rear of the premises. Officer A joined Officer C at the front of the premises.", "31. Following the arrival of Officer D, Officer B reviewed his position and decided that he was not ideally placed to deal with the occupant should he decide to leave the premises. Officer B decided that it would be better to take up a position behind two cars parked in the courtyard car park on the other side (the premises/courtyard side) of the rear wall. According to the applicant, Officers B and D did not consult the senior officers present on their decision to forsake their protected position behind the wall and move to the courtyard side.", "32. Both Officers B and D moved to a position behind the two vehicles, situated within a few feet of the rear wall. This was at about 7.05 p.m.", "33. They were joined by Police Constable Cattanach, a police dog handler, to add the further tactical option of using a police dog should the occupant attempt to escape. Police Constable Cattanach arrived at about 7.17 p.m.", "34. The police traffic department provided flood lighting on an extended mast powered by a generator. This lighting considerably enhanced the vision of the police officers in the rear car park.", "35. At intervals, the occupant pointed his gun out of the rear kitchen window at the officers at the rear of the premises. Officers B and D repeatedly issued instructions for him to put down his gun and come out from the premises.", "36. With the siege of the premises continuing, attempts were made to trace Michael Fitzgerald. Acting on information provided by Melanie Joy, two detective officers, Detective Constable Ellson and Detective Constable Route, visited local public houses.", "37. A photograph of Michael Fitzgerald was obtained from the file relating to a previous court appearance following his arrest in September 1997 for a drink-driving offence. This photograph was provided to the officers who visited the local public houses.", "38. Investigations into Michael Fitzgerald's whereabouts led to the police officers at the scene being told, erroneously, that Michael Fitzgerald was 5'8” tall. He was in fact 5'11”. This information was derived from the details in the case file concerning his arrest in September 1997.", "39. With the safety of the public in mind, officers maintained a cordon around the premises and arranged for the evacuation of children, whose parents were arriving to meet them, from a nearby school swimming pool. Occupants of other houses were instructed to remain within their homes.", "40. Shortly after the arrival of Police Constables Evans and Newton, Melanie Joy was approached by Kate Bellamy, a neighbour of Michael Fitzgerald, who was in the company of another neighbour, Amanda Parkin. Melanie Joy went with the two women to Amanda Parkin's flat a safe distance away. The three women, for reasons of safety, were later taken by police transport to Greyfriars Police Station in Bedford. They arrived there at about 8 p.m.", "41. At 7.02 p.m. Inspector Kelly requested a negotiator to attend the premises.", "42. At about 7.09 p.m. the officers at the rear of the premises queried whether the flat premises in fact extended to the first floor. Acting Police Sergeant Morris obtained information from Melanie Joy that the flat did extend over two floors: the ground floor and the first floor.", "43. At about 7.30 p.m., Officer A, at the front of the premises, was in communication with the FIR operator and said:", "“Can you put on the incident scene log that he's still coming to the front door and he is brandishing a handgun. He is not opening the door but he is making sure that it's pointed towards us through the glass ... ”", "44. Within minutes a similar report was made by Acting Police Sergeant Phillips, who was positioned at the rear of the premises:", "“... he's peering round the door we think heads into the kitchen and he's just pointed the gun out towards the officers now – over.”", "45. At about 7.45 p.m. Superintendent Battle, the Deputy Divisional Commander at Greyfriars Police Station, Bedford, arrived on the scene. He was a member of the cadre of police officers in Bedfordshire trained to deal with firearms incidents. He was briefed by Inspector Kelly and assumed the role of Incident Commander. According to the applicant, Inspector Kelly informed Superintendent Battle that there was a suggestion that the man in the premises might be Michael Fitzgerald who owned imitation firearms, although this could not be confirmed.", "46. At about 8.01 p.m. Police Constable Wright arrived at the scene. He was the Tactical Firearms Adviser (a functionary required on all police firearms operations). Both Superintendent Battle and Police Constable Wright reviewed the plan adopted by the ARV teams, and their deployments, and were satisfied with the decisions taken.", "47. Following his arrival Superintendent Battle telephoned the flat on his mobile telephone to establish that the telephone inside was working and that the number obtained did indeed relate to the premises: he thought such information would be of benefit to negotiators when they arrived at the scene. This took place at about 8.15 p.m.", "48. At first Superintendent Battle obtained the answer machine. The second time the occupant answered. Superintendent Battle (who, according to the Government, had considerable knowledge of the principles of negotiations) said: “I'm Steve. I'm a police officer.” He told the occupant that the house was surrounded by armed officers and requested that he should not go to the window or doors with a weapon, but that he should put the weapon down.", "49. During the course of this telephone call Superintendent Battle asked the man his name and received the answer “Mick”. Superintendent Battle formed the impression that the man was drunk. Despite efforts to engage him in further conversation, the man put the telephone receiver down and the call was concluded.", "50. The Government informed the Court in a letter of 9 September 2002 that when the occupant identified himself to Superintendent Battle as “Mick”, this information was relayed over the police radio and the officers at the scene used this name in their various challenges to the deceased. The applicant's legal representative, on receipt of this information, noted in the applicant's observations that this “fresh information” had not been disclosed to them at the time of the inquest.", "51. During the incident (but unknown to the police) two other telephone calls were made to the premises. The first was made by John Fitzgerald, Michael Fitzgerald's brother. The second, at about 7.35 p.m., was made by Sean Murray, a friend of Michael Fitzgerald.", "52. Neither John Fitzgerald nor Sean Murray reported their telephone conversations with Michael Fitzgerald to the police, even though it was clear from the conversations that Michael Fitzgerald realised that he was surrounded by police. According to Sean Murray, Michael Fitzgerald sounded tired and said: “I think they are going to storm the house.” The telephone then went dead.", "53. Inspector Kelly was of the opinion that the incident was likely to become protracted and shortly after 8 p.m. she gave instructions over the radio for night duty personnel to be called out and requested a log to be brought to the scene.", "54. At about 8.15 p.m. a message was received by FIR from Detective Constable Ellson, who had obtained information to the effect that at about 6.40 p.m. Michael Fitzgerald had been in the Blarney Stone public house. It was reported that he had been very drunk, wearing blue jeans, a grey shirt and no coat. This information was passed on to Inspector Kelly by the Information Room Staff, but in doing so they transmitted the time of the sighting as 6.30 p.m. This information reinforced the belief that the person within the premises was not Michael Fitzgerald since Melanie Joy had called the police at about 6.28 p.m.", "55. At about 8.19 p.m. the occupant of the flat moved from the ground floor to the rear first floor bedroom. He opened the casement window and pointed his gun from just over the windowsill in the direction of Officer D, who was at the rear of the premises behind a vehicle. Both Officers D and B became very concerned by this development. The occupant pushed his handgun through the open window and then withdrew it after shouts from the officers.", "56. Within seconds of this first incident the occupant reappeared at the window, but this time stood up in full view of the officers. He was naked from the waist up.", "57. The occupant adopted a two-handed stance through the open window with his arms outstretched. He was holding what appeared to be a gun. He aimed the gun at the officers at the rear of the premises. Police Constable Cattanach thought that he was going to be shot and dived to the ground. In his statement made after the event, he stated:", "“...the man held his arms and pistol in front of him and as he deliberately brought the gun up to his eyes (...) I looked and could see that I was looking down the bore of the barrel his eyes were on the sights and he appeared to be pointing the weapon directly at me. I instinctively ducked as I was convinced the man was aiming directly at me and I was convinced I was going to be shot.”", "58. Officer B observed through his gun sight that the barrel of the handgun appeared to be pointing directly at him. He was afraid for his own safety and shouted: “Armed police. Drop the gun or you will be shot.”", "59. The occupant remained in his threatening stance. Officer B then squeezed the trigger of his carbine and fired one shot which hit the occupant in the chest.", "60. Officer B was interviewed on 3 March 1998 at Bedfordshire Police Headquarters. He said:", "“And he aims the gun, looking through the scope, I see the barrel of the gun and he's, the best way I can describe it, just like a police target, the same we are taught to shoot, he's got a solid base, he's got both hands on the gun, it's in front of his eyes, I can see the barrel of the gun, through my scope, and I can see the barrel lined up with him and it was aimed straight down my gun sight. Erm, and I say to be honest it frightened me to death (...) I shouted 'ARMED POLICE DROP THE GUN OR YOU WILL BE SHOT' I shouted that very loudly and clearly at him. Erm he just continued staying in the same position, rock steady, erm, and then I took the decision to squeeze the trigger and shoot and I shot him. (...)", "I thought if that gun goes off I'm gonna be seriously injured or killed 'cos you could see the size of the barrel, it was a large calibre weapon, hand gun, that was all I could see. Erm and I thought was gonna be shot, if I didn't do something.”", "61. The applicant draws attention to the fact that Officer B's statement was never disclosed and was never subjected to forensic scrutiny or comment in any public forum.", "62. One civilian witness, David Hanlon, a local resident, heard the police command: “Drop your gun or we will shoot”, followed by a single shot. The shot was fired at about 8.21 p.m.", "63. Officer D, who was with Officer B, was on the verge of shooting at the time the shot was fired. In a statement made after the event he stated:", "“I then saw that the gun was still in his hand and he was holding it with both hands with arms straight out, this conveyed to me that he was going to take aim to fire the weapon at [Officer B]. I took the safety off my weapon and took sight on him and put pressure on the trigger and was going to fire when I heard a bang.”", "64. The officers, together with paramedics already at the scene, entered the building at 8.29 p.m. They found Michael Fitzgerald lying face down on the bed in the rear bedroom. They rendered first aid, but at 8.47 p.m. Michael Fitzgerald was pronounced dead.", "65. The scene was preserved as a major crime scene.", "66. The armed officers went to the Police Headquarters firearms range where they separately compiled their pocket book notes and gave their firearms for forensic examination. The examination revealed that a bullet had been discharged from the weapon belonging to Officer B. No other weapons had been fired.", "67. The Home Office pathologist confirmed that the cause of death was a single gun shot wound to the chest and that the pattern of injuries was consistent with having been shot in the manner described by Officer B. A sample of Michael Fitzgerald's blood revealed 352 mgs of alcohol per 100 ml of blood. This would have made an individual of moderate drinking habits either extremely drunk or comatose.", "68. Michael Fitzgerald's handgun was a replica Colt .45 calibre self-loading pistol. It had the appearance of an authentic weapon and only very close examination reveals it to be a replica.", "69. Following the shooting it was discovered that Michael Fitzgerald had spent the afternoon drinking. He had left his jacket with the keys to his home in a public house. He was seen walking in the direction of his home by a taxi driver, at about 5.45 p.m., who described him as very drunk.", "70. On being informed of the fatal shooting of Michael Fitzgerald, the Deputy Chief Constable of Bedfordshire Police, David Stevens, voluntarily referred the matter to the Police Complaints Authority in order that it might supervise the investigation into the killing.", "71. Mr Robert Davies, Assistant Chief Constable of Thames Valley Police, was appointed as the Investigating Officer. The essential purpose of the investigation was to inquire into the facts of the incident and to establish whether or not there had been a breach of the criminal law or police discipline. At the outset of the investigation the Thames Valley Police appointed a family liaison officer to assist Michael Fitzgerald's next-of-kin. During the investigation, a senior member of the investigation team visited the family on several occasions to keep them up-to-date on the progress in the investigation.", "72. Officers B and Wright as well as Superintendent Battle were interviewed in the course of the investigation. The other officers who attended the scene or had a part to play in the incident made witness statements outlining their roles and responsibilities. The civilian employees of Bedfordshire Police also made witness statements, as did members of the public including the family of Michael Fitzgerald. Radio traffic within the FIR, which is tape-recorded, was transcribed, as was the control room tape. A crime analyst from Thames Valley Police was employed to scrutinise all the witness statements, the interviews taken under caution and the tape recording transcriptions.", "73. The report prepared by Mr Davies was submitted to the Police Complaints Authority on 15 May 1998. A copy of the report and evidence was sent to the Deputy Chief Constable of Bedfordshire Police and to the Director of Public Prosecutions. The latter later concluded that there was no evidence to justify any criminal proceedings against any police officer.", "74. On 23 June 1998 the Police Complaints Authority sent a copy of an Interim Statement on the investigation to Michael Fitzgerald's brother. This Interim Statement had been issued shortly after the submission of the report by Mr Davies. The Interim Statement recorded that Mr Davies' final report had been received on 15 May and was supported by 160 statements, 49 documents and 11 appendices including photographic evidence and plans of the scene of the incident. The Interim Statement concluded that “the investigation into the death of Mr Fitzgerald [had] been undertaken to the satisfaction of the Police Complaints Authority”. Also in June 1998, the Police Complaints Authority notified Mr Fitzgerald's brother that a review of the case would be carried out by one of its members at the conclusion of the inquest.", "75. In his report, Mr Davies concluded that Officer B had not committed a criminal offence and stated:", "“I have examined the circumstances of this incident in detail and made two visits to the scene. I have read all the accounts of the officers present and other relevant witness statements including the forensic analysis. I have examined the transcription of the Information Room tape recording and other relevant documents. I am satisfied that [Officer B] genuinely believed he was facing an intruder armed with a firearm and that his life was in imminent danger. He did not know that the weapon was incapable of being discharged and he gave the man the chance to withdraw in a pressurised situation.”", "76. Mr Davies investigated the reason why a negotiator had not been present at the scene and stated:", "“Difficulty was experienced during the early stages in obtaining a trained negotiator. The Bedfordshire Police have a cadre of six 'Tier One' negotiators trained to a national standard ... and six 'Tier Two' negotiators, who have been selected as being suitable to attend the National Negotiator's Course but who are, as yet, untrained. The Force policy is that one 'Tier One' and one 'Tier Two' negotiator will be available at all times including 'call out' times. Unfortunately on the 26th February 1998 there was a Negotiator's Conference being held at Brighton. Five of the six 'Tier One' negotiators were at the Conference. The remaining Tier One negotiator D.I. McCart was, according to the log, uncontactable. The Information Room log indicates that he was playing five-a-side football ... The frustration of the situation is all too evident when the log is scrutinised. At 1944 hours the log reads: 'No tier one negotiator available they all are at a conference according to info. from other. There is no tier one call out at all.' At 1954 hours the log reads: 'Unable to raise the negotiator other than by going through list one by one until finding someone willing to attend – call out totally useless or most recent update inaccurate. No response from any of the pager messages sent.' Timed at 1956 hours the log reads: 'Insp. Nethersole and Insp. Seamarks, both tier two negotiators, on route to GPS.' The Information Room Inspector states that an attempt was made to contact D.I. McCart both on his home number and on his pager. D.I. McCart states that he had both his mobile phone and his pager with him, that they were both switched on, and that he did not receive a call on either of them. I have been unable to resolve this issue ... The difficulty experienced in contacting a 'Tier One' negotiator is a serious example of how poor co-ordination and planning can lead to real operational difficulty. The difference in skill levels between a Tier One and Tier Two negotiator should, in normal circumstances, be significant. The early arrival of a 'Tier One' negotiator might have made a difference.”", "77. Mr Davies concluded his report by stating:", "“This was a tragic incident. Michael Fitzgerald had been suffering from a number of personal pressures including unemployment, rising debt and the grief of his mother's death. He turned increasingly to drink and was an alcoholic. It is very sad that on the night of the 26th February a series of unusual events came together and led to his death. First, Michael left his jacket and keys behind in a pub; second, unusually, he attempted to gain entry to his flat by the window; third, his girlfriend happened to arrive just as he was disappearing into the kitchen; fourth, his girlfriend mistook him for a burglar; fifth, neither Michael's brother, John, nor friend Sean Murray reported their telephone conversations with Michael to the police; sixth, no clear information emerged about Michael's identity prior to his death; and seventh, Michael, for whatever reason, we will never know, decided to aim a replica firearm to challenge armed police.”", "78. During the investigation witness statements were taken from approximately 138 witnesses.", "79. The applicant stresses that the radio logs/transcripts and transmissions referred to were never disclosed, despite requests for them during the subsequent inquest. Furthermore, Mr Davies' report and conclusions were never disclosed to the applicant or to the deceased's family or made available for public scrutiny at the inquest. In addition, she and the deceased's family were at all times unaware that 138 witnesses had been heard. The Coroner disclosed only 29 witness statements to the family, and the family was therefore unable to consider whether other potential witnesses should have been called.", "80. By a letter dated 17 September 1998, the Police Complaints Authority confirmed the findings of the police investigation that there was no wrongdoing on the part of the Bedfordshire police officers involved in the incident. The Police Complaints Authority was satisfied with the thoroughness of the investigation.", "81. The death was reported to Mr David Morris, the Bedfordshire and Luton Coroner, by the police.", "82. The inquest was opened on 27 February 1998 and then adjourned sine die to allow the Police Complaints Authority to complete its investigation into the circumstances surrounding the death.", "83. On 28 July 1998, at a preliminary hearing to which all the interested parties including the press were invited, the Coroner ruled that the four armed officers should remain anonymous and should not be identified by the media. They were to be known as A, B, C and D, of whom B had fired the fatal shot.", "84. Counsel representing Michael Fitzgerald's family firmly objected to the grant of anonymity to these officers, arguing that the inquest was meant to be a forum subject to public scrutiny and that justice should be seen to be done in an open manner, particularly where citizens die at the hands of agents of the State.", "85. In deciding to direct that the armed officers should be known as A, B, C and D, the Coroner accepted that there was a genuine concern on the part of each of the officers, and particularly Officer B, that he and his family could be exposed to verbal and physical abuse if his name were to be disclosed, having regard to the fact that he lived near the scene of the incident. The Coroner (according to the Government, without objection from any party) also used his knowledge of previous threats and abuse directed against Officer B and his family following another incident, not involving a shooting, where he had been acting in accordance with his police duties. The applicant points out that it was never raised as a ground at the hearing on 28 July 1998 (nor at the actual inquest) that any officer had suffered any threat, and that in any event the previous threats to Officer B were not in relation to a shooting and could not be construed as serious.", "86. The Coroner made it clear that it was open to any party, including the press, to make an application to lift the anonymity order if further information or circumstances warranted it.", "87. The Coroner was provided with the witness statements and exhibits gathered in the course of Mr Davies' investigation. The Coroner decided that there should be disclosure of the statements made by 29 witnesses whose evidence he considered material to establishing the relevant facts. According to the applicant, the Coroner misled the family as to the number of witnesses by informing their counsel at the preliminary hearing on 28 July 1998 that there were only approximately 80 witnesses to the incident of whom only 29 witness statements were relevant and were to be disclosed for the full inquest hearing on 24 November 1998.", "By a letter dated 17 November, the family's legal representative sought disclosure of further materials. The report prepared by Mr Davies was not among the documents sought. The Coroner decided that the family should be provided with the witness statements of Officers C and D and Superintendent Battle as well as a schedule containing the times of all the important events derived from the radio logs.", "88. On 24 November 1998 the inquest proper began. The Coroner made a further decision to the effect that A, B, C and D should remain anonymous. The Coroner gave his reasons for this decision in writing and included among his reasons the following:", "“The predominant reasons for granting anonymity for the particular officers beyond my own local knowledge and experience are", "a) Bedfordshire police is a small force with a handful only of armed response officers. The naming of officers 'A', 'C' and 'D' would be likely to identify by default officer B.", "b) All four officers have expressed fear if their names are made public in this context the privacy and safety of both themselves and their families could be at risk. Some officers live near the locus in quo.", "c) Whilst there may be no threat emanating from the deceased's family there are serious and violent criminals living and operating within the locality and identification of members of the armed response team would not be either in the interest of those individuals or in the public interest.”", "89. The Coroner also ruled that the officers could give evidence from behind a screen. They would, however, be seen by the Coroner, the legal representatives for each of the parties and the jury.", "90. The inquest continued for four days.", "91. During the course of the inquest the Coroner summoned witnesses to give evidence of the events leading to Michael Fitzgerald's death. These witnesses, who included police officers B, C and D, were cross-examined by counsel representing the family. The jury visited the scene of the incident.", "92. The Coroner refused to accede to the family's request to call the police negotiator at the inquest, stating that his evidence was irrelevant since he had played no part in the incident. He further declined to allow in evidence the police radio logs on communications passing between the officers on the night of 26 February 1998 as well as the computer printouts since these materials, like the police negotiator, “would not have added to the knowledge and understanding of those matters which the jury were obliged by law to address.” However, at the request of the jury and counsel for the family, Detective Sergeant Denton provided a statement setting out the times of the material events derived from the radio logs and the transcripts of the transmission.", "93. The applicant points out that Superintendent Battle conceded at the inquest when cross-examined by the family's legal representative that it might not have been wise of him to have identified himself to the deceased as a police officer, bearing in mind that negotiators should have the appearance of being neutral so that some trust is built up between the person under siege and the negotiator.", "94. At the conclusion of the evidence the Coroner summed up the case to the jury and, after hearing submissions from counsel representing the parties, the Coroner's direction on the law included the following:", "“I find, as a matter of law, for reasons which I do not need to explain to you, that the only verdict that you can come to in this inquest – and I so direct – is a verdict that Michael James Fitzgerald was lawfully killed.”", "95. The Coroner went on to explain that any explanation of the verdict was a matter for the jury to decide.", "96. The jury returned a verdict of lawful killing and added a recommendation to their verdict that the Home Secretary should ban replica firearms of the type found in Michael Fitzgerald's possession.", "97. On 29 November 1998 an article entitled “Cops knew that gun was replica” was published in the 'Bedfordshire on Sunday' newspaper. It was reported that a laboratory technician, Kate Bellamy, a neighbour of Michael Fitzgerald's, had informed the police at about 7.45 p.m. on the night of the incident that Michael Fitzgerald had two replica guns at his home. The Coroner was in possession of a statement made by Kate Bellamy, dated 27 February 1998. This statement, made the day after the incident, had been provided to the Thames Valley investigation. Kate Bellamy did not mention in her statement that she had told the police at the relevant time that Michael Fitzgerald possessed replica firearms. She stated that she had heard and seen an incident developing outside Michael Fitzgerald's flat. She had been in her premises with Amanda Parkin and:", "“... both of us decided to go down and see if we could help. When we went out onto the street, Melanie [Joy] was still crying. We were asked by an officer if we could look after Melanie which we agreed and we were advised not to go into my flat and keep away from the windows. Due to this Amanda, Melanie and myself went into Amanda's flat ... after this we all began ringing the local pubs of Michael's to try and locate him. The only positive reply we got was from the Blarney Stone pub who said he'd been in there and left with two blokes from the Grafton pub.”", "98. In relation to her knowledge of Michael Fitzgerald, she stated:", "“I personally have been into Michael's flat on numerous occasions, but not so much recently due to his increasing drinking, the last time I was in there was about a week ago. I was aware that Michael possessed two imitation firearms which were displayed on the wall of his lounge above the stairway recess ...”", "99. Amanda Parkin had provided a statement to the police investigation, also dated 27 February 1998. This statement was consistent with Kate Bellamy's and it also contained no suggestion that Kate Bellamy had told the police officers at the time of the incident that the guns in Michael Fitzgerald's home were replicas or that the occupant of the premises possessed a replica firearm.", "100. On 17 February 1999, Local Sunday Newspapers Limited, the proprietor and publisher of “Bedfordshire On Sunday”, which is a weekly newspaper circulating in the Bedford area, applied for judicial review of the Coroner's decision to grant anonymity to Officers A, B, C and D.", "101. On 29 October 1999, the application for judicial review was dismissed by Mr Justice Burton, who stated:", "“... in relation to officer B the Coroner was taking into account ... the fact that there was a public interest and also a special need for care and a potential risk of injury and danger in relation to B as a member of the armed response group, in addition to the other ground ... namely his fear in relation to the previous incident amounting to a reasonably objective, attested ground for fear in relation to his particular safety and that of his family.", "Once there were two such grounds that in my view enabled the Coroner to say that there was sufficient reason for anonymity provided that he then carried out ... a balancing exercise.”", "102. Mr Justice Burton concluded that the Coroner had correctly carried out the balancing exercise and that there had been evidence which entitled the Coroner to conclude that anonymity was necessary in the interests of justice and in order to avoid any risk of injury.", "103. The applicant sought legal aid to pursue proceedings for judicial review of the inquest verdict. This request and a subsequent appeal were refused by the Area Committee of the Legal Aid Board on 9 March 1999.", "104. Following the inquest, in a letter dated 17 December 1998, the Police Complaints Authority informed the applicant that the investigation had been thorough and had addressed the family's concerns that the police had acted too quickly and had not explored all the options. The letter continued:", "“(...) neither the investigation nor the subsequent inquest has disclosed evidence on which to seriously challenge any of the police actions. At the time Michael died, police operations were being managed by a senior officer with considerable experience in firearms incidents who described the attention and planning which he gave to the various decisions needed.", "There was clear evidence that the situation could not have been effectively contained if officers were placed behind the brick wall at the rear of the house. This view was supported by Thames Valley Police's own firearms experts and is consistent with national guidelines and training. The repeated giving of warnings is required under the manual and I have to say the police would be at risk of very serious criticism if none or fewer warnings had been given.", "There was no evidence that the presence of a top level trained negotiator would have caused a different outcome to what actually happened. The evidence suggests the contrary - that even if one had been present at the time of the shooting, he or she would not have been prevented the train of events which led to your brother's death.", "Bedfordshire Police accept that there was confusion on the night as to which officers with level 1 negotiating training were available to go to the scene. I am told that call-out rotas are now entered on the force command and control computer, which should reduce the chances of delays in the future due to difficulties in contacting the necessary staff. The problems arose due to a poor information system which has now attracted the required management response. I do not consider that this is a matter which justifies any disciplinary action.", "(...)”", "105. Inquests are governed by the Coroners Act 1988 (“the Act”) and Coroners Rules 1984 (“the Rules”). Under section 8 of the Act, an inquest must be held if a person has died “a violent or an unnatural death”. It is the function of an inquest, as defined by section 11 (5)(b) of the Act and Rule 36 of the Rules, that a coroner and a jury shall look into and determine four essential matters: who the deceased was, and where, when and how the deceased came by his/her death.", "106. There is no legal aid for representation at inquests. Prior to April 1999, there was no right to disclosure of documents. In R. v. Hammersmith ex parte Peach ([1990] QB 211), the Divisional Court held that as no allegation was made against the family natural justice did not require disclosure of documents to the family and the Coroner had no power to hand over material against the wishes of those who supplied him with it. Since April 1999, and as regards inquests into deaths occurring in police custody, there is a presumption in favour of disclosure of information held by authorities in advance of the inquest hearing. According to paragraph 11 of the new voluntary protocol on disclosure, disclosure of the investigating officer's report as part of a supervised Police Complaints Authority investigation will not normally be expected to form part of the pre-inquest disclosure. That does not mean, however, that it is impossible for such a report to be disclosed where a chief officer considers it would be right to do so. Pursuant to the protocol “he or she should seek the views of the Police Complaints Authority and others with an interest in the report.” If disclosure of the report is ordered “the views and expressions of opinion of the investigating officer should be redacted.”", "107. It has been consistently emphasised in the domestic case-law that an inquest is an inquisitorial fact-finding exercise, and not a method of apportioning guilt. For example, Lord Justice Bingham declared in R. v. North Humberside Coroner, ex parte Jamieson [1995 QB 1]:", "“It is not the function of a coroner or his jury to determine, or appear to determine, any question of criminal or civil liability, to apportion guilt or attribute blame. This principle is expressed in Rule 42 of the 1984 Rules.”", "108. In R. Inner South London Coroner, ex parte Douglas-Williams ([1999] 1 ALL E R]), the Court of Appeal clarified the extent of the discretion of a Coroner not to leave to the jury what is, on the evidence, a possible verdict. Lord Woolf MR stated -p. 348):", "“If it appears there are circumstances which, in a particular situation, mean in the judgment of the coroner, acting reasonably and fairly, it is not in the interest of justice that a particular verdict should be left to the jury, he need not leave that verdict. He, for example, need not leave all possible verdicts just because there is technically evidence to support them. It is sufficient if he leaves those verdicts which realistically reflect the thrust of the evidence as a whole. To leave all possible verdicts could in some situations merely confuse and overburden the jury and if that is the coroner's conclusion he cannot be criticised if he does not leave a particular verdict.”", "109. There is no right of appeal in relation to an inquest and the High Court's role is limited to review, which may be by way of judicial review, or statutory as contained in sections 13 (1) and (2) of the Act. This section applies where, on an application by or under the authority of the Attorney-General, the High Court is satisfied as respects a coroner either -", "“(a) that he refuses or neglects to hold an inquest which ought to be held; or", "(b) where an inquest has been held by him, that (whether by reason of fraud, rejection of evidence, irregularity of proceedings, insufficiency of inquiry, the discovery of new facts of evidence or otherwise) it is necessary or desirable in the interests of justice that another inquest should be held.", "The High Court may –", "order an inquest or, as the case may be, another inquest to be held into the death...”", "110. The Government and the applicant draw attention to case-law developments in the light of the entry into force in the United Kingdom of the Human Rights Act 1998, in particular: R. (Amin) v. Secretary for State for the Home Department ([2003] UKHL 51(House of Lords)); R. v. Her Majesty's Coroner for the Western District of Somerset and Other, ex parte Middleton ([2004] UKHL 10 (House of Lords)); R. v. Secretary of State for Health ex parte Mohammed Farooq Khan (Court of Appeal); R. v. Her Majesty's Coroner for Inner North London, ex parte Stanley (Court of Appeal).", "111. The Amin case concerned the wanton killing of a prisoner by a fellow cell-mate suffering from an untreatable mental condition. No public inquest was ever carried out into the circumstances of the killing. An investigation was conducted by a serving official of the Prison Service as well as by the Commission for Racial Equality. Both investigations were conducted in private with minimal or no participation by the family of the deceased. Having reviewed the case-law of the European Court of Human Rights under Article 2, Lord Bingham of Cornhill concluded that the minimum standards laid down by the Court had not been complied with. The form of the investigation was deficient, regard being had in particular to the absence of public scrutiny of the investigation, the lack of involvement of the deceased's family and, as regards the official investigation, the lack of independence of the official in charge of the inquiry.", "112. The Khan case concerned the death of a three-year old child as a result of grossly negligent medical treatment, which was later admitted by the hospital authorities following an internal investigation. Subsequent to an extensive police investigation, the Crown Prosecution Service decided that no criminal proceedings should be taken in respect of the child's death. The family were not permitted to participate effectively in either the internal or police investigation. The Court of Appeal (Lord Justice Brooke) found that neither of the investigations conducted satisfied the minimum procedural obligations under Article 2 of the Convention. Lord Justice Brooke further stated that an independent judicial inquest procedure into the death of the child could fulfil the State's procedural obligations, but only if it allowed the family effective participation with the help of legal aid funding.", "113. The Stanley case concerned the killing of a civilian by police officers in the mistaken belief that he was armed. An inquest was held into the circumstances of the killing. The jury recorded an open verdict. Following an application for judicial review by the deceased's family, the High Court ordered that the verdict be quashed and that a new inquest be held before a different Coroner. The High Court (Mr Justice Silber) found a number of deficiencies in the way in which the proceedings had been conducted; firstly, the Coroner had allowed evidence of the deceased's criminal convictions, although irrelevant, to be heard by the jury; secondly, the Coroner had allowed the jury to be apprised of the Crown Prosecution Service's conclusion following a police investigation into the killing to the effect there was insufficient evidence to justify the bringing of criminal proceedings against the officers involved; thirdly, the Coroner should have heard independent expert evidence on whether the use by the police officers of their firearms had been justified in the circumstances; fourthly, in the light of the credible accusation of at least manslaughter by the officers involved, the Coroner failed to justify his decisions by explaining, even briefly, why he was not prepared to leave to the jury the verdicts which the family wished the jury to consider. On this point, Mr Justice Silber held that “it will be exceptional for a coroner not to explain, albeit briefly, why he is not prepared to allow the jury to consider a verdict sought by the deceased family's and in relation to which there has been some relevant evidence”.", "114. The Fatal Accidents Act 1976 confers a right of action for a wrongful act causing death. Section 1(1) provides:", "“If death is caused by any wrongful act, neglect or default which is such as would (if death had not ensued) have entitled the person injured to maintain an action and recover damages in respect thereof, the person who would have been liable if death had not ensued shall be liable to an action for damages, notwithstanding the death of the person injured.”", "However, the statutory right of action is reserved to the deceased's dependants (section 1(2) which allows the recovery of their pecuniary loss). If there are no dependants, there is no pecuniary loss to recover as damages. Bereavement damages (fixed at GBP 7,500) are only available to the parents of a child under the age of 18 (section 1A(2)). Funeral expenses are recoverable (section 3(5)).", "115. There is no claim under the Fatal Accidents Act for a deceased who leaves no dependants, or who does not fall into the limited category of persons mentioned above. English law does not recognise a tort of wrongful death.", "116. The Law Reform (Miscellaneous) Provisions Act 1934 provides for the survival of causes of action for the benefit of the deceased's personal estate. The relevant part of section 1(1) provides:", "“Subject to the provisions of this section, on the death of any person after the commencement of this Act all causes of action subsisting against or vested in him shall survive against, or, as the case may be, for the benefit of, his estate.”", "This enables recovery on behalf of the estate of damages for losses suffered by the deceased before he died, including any non-pecuniary loss such as damages for pain and suffering experienced between the infliction of injury and death. Where death is instantaneous, or where it cannot be proved that the deceased experienced pain and suffering before death, damages are not recoverable under the 1934 Act and the only recoverable amount would be funeral expenses."], "VIOLATED_ARTICLES": ["13"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["2"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}