{"ITEMID": "001-90026", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF TROFIMOV v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1 and 6-3-d", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;Khanlar Hajiyev;Sverre Erik Jebens", "TEXT": ["6. The applicant was born in 1960 and lives in the town of Apatity in the Murmansk region.", "7. On 6 June 2000 the Apatity Town Court of the Murmansk Region convicted the applicant and his co-defendant, Ms Sk., of concerted drug trafficking under Article 228 § 4 of the Criminal Code. It established that the applicant had repeatedly procured large quantities of drugs from unidentified sources and had handed them over to Sk. with a view to selling them to individual customers. Sk. had packaged the drugs, resold them and returned the proceeds to the applicant. On 1 October 1999 the applicant had come to Sk.’s flat and had collected the usual proceeds in the amount of 2,000 Russian roubles (RUB). He had been arrested shortly after leaving the flat.", "8. At the trial Sk. pleaded guilty and submitted that the applicant had suggested that she sell drugs and that she had agreed. The applicant had repeatedly brought heroin and marijuana to her flat, she had sold the drugs to third persons and had returned to the applicant the proceeds in the amount of RUB 2,000 per gramme of heroin. The applicant pleaded not guilty to all charges and claimed that he had lent RUB 2,000 to Sk. and she had finally paid this amount back to him on the day of his arrest. He contended that during the search at his flat he had voluntarily surrendered heroin to the police and that marijuana seized there had been a plant.", "9. In convicting the applicant the Town Court relied on the statements made by Sk. at the trial. It found that they were corroborated by the following evidence:", "- In a pre-trial statement Mr S., the partner of Sk.. who had previously cohabited with her, confirmed that the applicant had repeatedly handed drugs over to Sk. and that she had subsequently resold them. According to S., on 1 October 1999, before being arrested, the applicant had collected from Sk. the usual proceeds for the sale of heroin and had promised to return later and to hand her over a further amount of drugs for sale. S. was not questioned at the trial; his deposition was read out despite the applicant’s and his counsel’s objections.", "- In a pre-trial statement K. testified that she knew both from the applicant and Sk. that he had systematically provided Sk. with drugs for sale.", "- Ya. testified at the trial that the applicant had suggested that she sell drugs but she had refused.", "- Five police officers, questioned in court, submitted that prior to the applicant’s arrest they had arrested several persons leaving Sk.’s flat in possession of drugs. They also stated that they had seized drugs during the searches of the apartments of both co-accused.", "- Five persons testified in court that they had bought drugs from Sk.", "- Attesting witness V. confirmed at the trial that narcotic-like substances had been seized at Sk.’s flat.", "- Forensic reports established that the substances seized from the co-defendants were heroin and marijuana and whereas it had been impossible to establish any match between the heroin samples seized from the applicant and Sk., the marijuana samples seized from them had not matched.", "10. The applicant was sentenced to eleven years and three months’ imprisonment. Sk. was sentenced to three years’ imprisonment and was relieved from the punishment under the Amnesty Act.", "11. The applicant appealed and contended, among other things, that his conviction had been based on circumstantial evidence and that the trial court had failed to summon S. despite the applicant’s requests and the fact that S.’s whereabouts had been known to it. Furthermore, he claimed that he had repeatedly requested a confrontation with S. during the preliminary investigation and at the Town Court’s preliminary hearings, but all his requests had been either disregarded or turned down without any reasons given. He claimed that, contrary to the statement by Sk. that he had started supplying her with drugs in July 1999, S. had allegedly testified that Sk. had started dealing in drugs in April 1999. The applicant also averred that in her initial statements to the police Sk. had submitted that she had procured drugs from several other sources and not from him. He further complained that the court had convicted him of concerted trafficking in drugs despite the conclusions of the forensic reports that the heroin samples seized from him and his co-defendant were differently coloured and that the expert had been unable to establish whether those samples matched. The marijuana samples seized from him and Sk. had not matched at all. The applicant also alleged that the police had planted marijuana on him during the search of his flat.", "12. On 1 November 2000 the Murmansk Regional Court quashed the trial judgment and ordered a retrial. The Regional Court found that some of the trial court’s findings had lacked a proper evidentiary basis, that the trial court had found the applicant guilty of trafficking in bigger amounts of heroin than initially imputed to him by the prosecution, and that it should have questioned the attesting witnesses present when the seizure was carried out at the applicant’s flat. It also held that the trial court had breached Article 286 of the Code of Criminal Procedure by failing to take any measures to secure the attendance of witness S., whose testimony had had major importance for the determination of the charge against the applicant and whose whereabouts had been known to it.", "13. During a new trial, the applicant pleaded guilty to unlawful purchase of drugs (Article 228 § 1 of the Criminal Code), but not to the concerted sale of drugs. He maintained that Sk. had slandered him under the influence of drugs and had yielded to pressure from the police officers. Sk. confirmed at the court hearings her statements made during the initial trial.", "14. Having re-examined the case, on 22 January 2001 the Town Court delivered a new judgment. It found both defendants guilty of unlawful procurement, storage and concerted trafficking in drugs, repeatedly and on a large and particularly large scale under Article 228 § 4 of the Criminal Code. It sentenced the applicant to eleven years and three months’ imprisonment and Sk. to three years’ imprisonment, referring, among other things, to the fact that she had “unmasked her accomplice”. By the same judgment it relieved Sk. from punishment by virtue of the Amnesty Act and ordered that she be treated for drug addiction.", "15. The court based the applicant’s conviction on the statements made at the retrial by Sk. It dismissed the applicant’s allegations that Sk. had slandered him as unfounded and held that her statements were corroborated by other evidence:", "- It referred to the pre-trial deposition from S., noting that “his statements were read out pursuant to Article 286 of the Code of Criminal Procedure”.", "- It questioned K. who had previously asserted that she had learnt from the co-defendants that they had been dealing in drugs. K. retracted, but the trial court preferred to rely on her earlier pre-trial statement.", "- It also read out the statement from Ya. made at the initial trial in which she submitted that the applicant had been trafficking in drugs, in particular heroin, after his release from prison and that he had suggested that she sell drugs but she had refused.", "- It further had regard to the fact that RUB 2,000 (according to Sk., the usual proceeds for the sale of one gramme of heroin) had been seized from the applicant during his arrest, and referred to handwritten notes seized at his flat. Those notes contained columns, arithmetical operations, and figures, including “2,000”, “1,150”, “500” and so forth.", "- Attesting witness Kh. submitted to the court that during the search he had seen the applicant surrender to the police what was supposed to be heroin and the police discover what was supposed to be marijuana.", "- The police officers and the drug buyers confirmed to the court their statements made at the first trial.", "- The court also referred to the forensic reports and other pieces of evidence used in the previous trial. The expert was not summoned to be heard as a witness.", "16. On 8 February and 22 March 2001 the applicant submitted his grounds of appeal to the Murmansk Regional Court. He complained, among other things, that the Town Court had failed to question S., although his testimony had contradicted Sk.’s and his own accounts of the events; that he had twice requested the court to question S.; that the trial court had known that S. had been held in a detention facility in the Murmansk Region and thus had had a real opportunity to obtain his attendance and, finally, that the first conviction had been quashed precisely because S. had not been questioned in open court. The applicant pointed out that the trial court had not referred to any circumstances which would justify the reading out of S.’s statement. He also complained that the trial court had incorrectly assessed the forensic reports on the seized substances and that it had refused to summon the expert who could have given his opinion as to the difference in colour of the heroin seized from him, Sk. and the drug buyers.", "17. On 15 May 2001 the Murmansk Regional Court upheld the applicant’s conviction. It held that Sk.’s statements had been coherent and consistent throughout the proceedings and that the applicant’s conviction was based on her testimony, corroborated by other evidence. As to the failure to secure the attendance of S., the court of appeal ruled as follows:", "“The fact that witness ... S. was not directly questioned at a court hearing is not a significant breach of the law on criminal procedure.. By the time of the retrial, S. was already serving a prison sentence. Transferring him to the town of Apatity would have entailed a lengthy adjournment of the trial. Therefore, in the present case the court, in the [appeal court’s] opinion, lawfully read out ... the statements of witness S. and subsequently assessed them together with other pieces of evidence...”", "18. By a decision of 22 October 2001, the President of the Murmansk Regional Court dismissed the applicant’s request for supervisory review of his conviction.", "19. By a decision of 18 March 2004, a judge of the Murmansk Regional Court dismissed an application by the prosecutor of the Murmansk Region for supervisory review of the applicant’s conviction. The decision stated, among other things, that the fact that the expert had been unable to confirm the match of the heroin samples seized from the applicant and Sk. and had concluded that the marijuana samples seized from them had not matched at all did not undermine the court’s finding that the co-defendants had been trafficking in drugs in concert. This was because it had been established that the applicant had procured drugs from different sources on several occasions and had repeatedly supplied Sk. with small quantities of drugs for further sale. It was also noted that, according to the trial court verbatim record, the applicant had not submitted any requests for the expert to be summoned or any further examinations to be carried out.", "20. On 18 January 2005 the Kolskiy District Court of the Murmansk Region ordered the applicant’s release on parole. It found that the applicant had already served half of his prison sentence and that he had proved by his conduct that he did not need to serve it in full.", "21. On 2 November 2006 the President of the Murmansk Regional Court dismissed the application by the Deputy Prosecutor General for supervisory review of the applicant’s conviction, finding that it did not contain any arguments which would not have been examined in the decision of 18 March 2004.", "22. Article 228 § 1 of the Criminal Code (as in force at the material time) provided that unlawful purchase or possession of a large quantity of drugs without the intention to sell was punishable by up to three years’ imprisonment. Unlawful purchase or possession of a large or especially large quantity of drugs with the intention to sell, or the selling of drugs in the above quantities, committed by a group of persons and repetitively, carried a sentence of from seven to fifteen years’ imprisonment (Article 228 §§ 2, 3 and 4).", "23. Article 240 of the Code of Criminal Procedure of 1960 (as in force at the material time) provided that the trial court was to examine the evidence in the case directly: it had to question defendants, victims, witnesses and experts, and examine material evidence, read out records and other documents. Article 286 provided that statements made by a witness during the inquiry or pre-trial investigation could be read out in two circumstances: (i) if there was a substantial discrepancy between those statements and the testimony given at the trial; or (ii) if the witness was absent from the court hearing for reasons that made it impossible to secure his or her attendance."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}