{"ITEMID": "001-110422", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SWE", "BRANCH": "ADMISSIBILITY", "DATE": 2012, "DOCNAME": "HILLEFORS v. SWEDEN", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "André Potocki;Angelika Nußberger;Ann Power-Forde;Dean Spielmann;Elisabet Fura;Ganna Yudkivska", "TEXT": ["The applicant, Mr Carl-Gunnar Hillefors, is a Swedish national who was born in 1954 and lives in Hisings Backa. He was represented before the Court by Mr C. Jansson, a lawyer practising in Stockholm. The Swedish Government (“the Government”) were represented by their Agent, Ms I. Kalmerborn, of the Ministry of Foreign Affairs.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant was employed as a mechanic and in May 1991 he had a nervous breakdown (psykisk kollaps). On 24 June 1993 he submitted an occupational injury report (arbetsskadeanmälan) to the Social Insurance Office (Försäkringskassan, “the Office”) of the County of Västra Götaland in which he requested that his psychological problems be considered workrelated and thereby make him eligible for life annuity (livränta). He claimed that his psychological problems had been caused by degrading treatment to which he had been subjected by his co-workers and his supervisor.", "In a decision on 13 June 2001, the Board of the Social Insurance Office (Socialförsäkringsnämnden, “the Board”) decided not to accept the applicant’s mental illness as a work injury and found that the applicant’s personality was the primary cause of his problems. The applicant and his representative at the time had been present at a meeting with the Board, before the Board made its decision.", "The applicant appealed against the decision to the County Administrative Court (länsrätten) in Gothenburg, claiming that he had been subjected to degrading treatment at work. Through his legal representative he requested compensation under the 1976 Work Injury Insurance Act (lagen om arbetsskadeförsäkring, SFS 1976:380). In support of his claims he submitted written statements by six former co-workers and several medical certificates.", "The County Administrative Court, in its assessment of the case, had access to the Office’s case-file and to extensive medical documentation, including copies of medical records and opinions given by several physicians and several of the Office’s own appointed doctors (försäkringsläkare).", "On 28 March 2003 the County Administrative Court rejected the applicant’s appeal. It found that he had not sufficiently proved that, from an objective point of view, he had been subjected to treatment that was considered injurious in the eyes of the law. The court did not question the applicant’s subjective perception of the alleged circumstances, but there was not sufficient objective evidence to hold that the applicant’s supervisor and colleagues had acted in an incorrect manner. During the proceedings before the County Administrative Court no oral hearing was requested by the applicant, nor did the court hold one on its own initiative.", "The applicant appealed to the Administrative Court of Appeal (kammarrätten) in Gothenburg. He requested leave to appeal and maintained his claim. He further requested that an oral hearing be held in his case so that he could explain, under oath, the treatment to which he had been subjected and so that two of the witnesses, who had previously given written statements, could be heard before the court under oath.", "On 2 February 2004, the judge rapporteur at the Administrative Court of Appeal drew up a memorandum stating that the applicant’s legal representative had been informed over the phone that the court did not intend to hold an oral hearing before taking its decision regarding leave to appeal. The memorandum further stated that the applicant had been given a prolonged respite until 5 March 2004 to submit additional documents.", "In a final submission to the court, received on 8 March 2004, the representative supplemented the applicant’s appeal.", "On 26 March 2004 the Administrative Court of Appeal, which had access to the Office’s and the County Administrative Court’s case-files, refused leave to appeal.", "The applicant appealed to the Supreme Administrative Court (Regerings-rätten). He stated that he had requested an oral hearing before the Administrative Court of Appeal and that the purpose of the oral hearing had been presented. He also objected to the fact that the Administrative Court of Appeal had failed to reject his request for an oral hearing in a separate decision. No request was made for an oral hearing before the Supreme Administrative Court.", "On 27 November 2006 the Supreme Administrative Court refused leave to appeal.", "Domestic provisions of relevance in the present case are found in the 1976 Work Injury Insurance Act (lagen om arbetsskadeförsäkring, SFS 1976:380) and the Administrative Court Procedure Act (förvaltningsprocesslagen, SFS 1971:291, “the 1971 Act”). The 1976 Work Injury Insurance Act has been incorporated into Chapters 39 and 41 of the Social insurance Code as of 1 January 2011.", "According to Chapter 2, section 1, of the 1976 Work Injury Insurance Act, the term “work injury” mainly refers to injuries resulting from accidents or other harmful factors at a person’s workplace. Under the Act, all gainfully employed persons working in Sweden are insured against work injuries.", "For an injury to qualify as a work injury, a causal link must be established between the accident or harmful factor in the workplace and the insured person’s health problems. At the relevant time, if it was clear that the insured person had been subjected to harmful factors at work, his or her medical problems were presumed to have been caused by the harmful factors unless there were substantially stronger grounds for a conclusion to the contrary (Chapter 2, section 2, of the 1976 Act in its wording before 1 January 1993, which applied to the present case).", "Regarding mental and psychosomatic illnesses, the travaux préparatoires (govt. Bill 1975/76:197 pp. 71 and 90-91) emphasise that some factors that are connected to work or work conditions, and that may give rise to a disturbance to mental health, are not such that the harmful effect that may occur should fall under the 1976 Act. Thus, it is in the nature of things that mental health disturbance as a result of, inter alia, shutting down work places, lack of appreciation of work efforts and discomfort with work tasks or colleagues should not give rise to compensation.", "Section 9 of the Administrative Court Procedure Act, as in force at the relevant time was worded as follows:", "“The procedure shall be in writing.", "Where it may be assumed to be advantageous for the investigation or promote the expeditious determination of the case, the processing may include an oral hearing regarding certain issues.", "In the Administrative Court of Appeal and the County Administrative Court an oral hearing shall be held if requested by an individual party to the proceedings, unless it is unnecessary or there are particular reasons against holding a hearing.”", "In a case concerning social insurance, leave to appeal is required for the Administrative Court of Appeal to consider an appeal against a decision issued by a County Administrative Court. Leave to appeal shall be granted if it is of importance for the guidance of the application of law that a superior court considers the appeal, if reason exists for amendment of the County Administrative Court’s conclusion, or if there are otherwise extraordinary reasons to entertain the appeal.", "A decision of the Administrative Court of Appeal not to grant leave to appeal may be appealed against to the Supreme Administrative Court."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}