{"ITEMID": "001-101962", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF HENRYK URBAN AND RYSZARD URBAN v. POLAND", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;Remainder inadmissible;Non-pecuniary damage - finding of violation sufficient", "JUDGES": "David Thór Björgvinsson;Ján Šikuta;Lech Garlicki;Mihai Poalelungi;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["5. The applicants were born in 1962 and 1960 respectively and live in Uherce Mineralne.", "6. Both applicants were charged with the administrative offence (wykroczenie) of refusing to disclose their identity to the police. Henryk Urban (“the first applicant”) was also charged with using offensive language in a public place.", "7. On 13 September 2006 the Lesko District Court, in summary proceedings, convicted the applicants as charged. They lodged an objection to the ruling. Consequently, their case was examined by the District Court in ordinary proceedings.", "8. On two occasions the applicants requested the court to admit a certain Z.W. to the proceedings as a representative of a civil society organisation and/or their counsel. The District Court refused their requests as inadmissible in law. The second applicant was represented by legal-aid counsel.", "9. On 7 November 2006 the first applicant filed a request for the withdrawal of all judges and “assessors” (junior judges) of the Lesko District Court on the ground that he had lost faith in them. On 21 December 2006 the Krosno Regional Court decided to exclude two Lesko District Court judges, J. Ł. and L. R.-S., from examining the first applicant's case as they had been victims and witnesses in an earlier criminal case against the first applicant. In respect of the other judges and assessors of the Lesko District Court, the applicant's request was dismissed. The Regional Court held that the general dissatisfaction of the first applicant with the decisions given by the District Court in his cases had not undermined the impartiality of those judges and assessors.", "10. On 29 December 2006 the District Court decided to examine the two applicants' cases jointly.", "11. On 31 August 2007 the first applicant requested that the assessor (asesor sądowy) B. R.-G. withdraw from the case on the ground that she had not accepted a medical certificate excusing his mother from attending a hearing. On 24 September 2007 the Lesko District Court, sitting as a single judge, dismissed the first applicant's request as ill-founded and prompted only by his subjective assessment of the assessor.", "12. On 2 October 2007 the Lesko District Court, sitting as an assessor, gave judgment. Both applicants were convicted of failing to disclose their identity to the police and sentenced to a fine of PLN 100. The first applicant was acquitted of the other charge.", "13. The applicants appealed. They objected, inter alia, to the fact that their case had been decided by an assessor, alleging that she was not a judge. They referred to the Constitutional Court's judgment of 24 October 2007 and submitted that the assessor could not exercise judicial powers because she did not offer sufficient guarantees of independence.", "14. On 10 December 2007 the Krosno Regional Court upheld the District Court's judgment. It considered the applicants' objections to the composition of the first-instance court, based on the Constitutional Court's judgment, unfounded. No further appeal lay against the Regional Court's judgment.", "15. According to the Government, the applicants did not question the ability of an assessor to give judgments, but they alleged that the particular assessor who had judged them had not been impartial. The applicants referred to the assessor as an institution only after the Constitutional Court's judgment, in the supplement to their appeal.", "16. The Constitution was adopted by the National Assembly on 2 April 1997 and entered into force on 17 October 1997.", "Article 45 § 1 of the Constitution reads:", "“Everyone shall have the right to a fair and public hearing of his case, without undue delay, before a competent, impartial and independent court.”", "Article 190 of the Constitution, regarding the effects of judgments of the Constitutional Court, provides, in so far as relevant:", "“1. Judgments of the Constitutional Court shall be universally binding and final.", "2. Judgments of the Constitutional Court, ... shall be published without delay.", "3. A judgment of the Constitutional Court shall take effect from the day of its publication; however, the Constitutional Court may specify another date for the end of the binding force of a normative act. Such a time-limit may not exceed eighteen months in relation to a statute or twelve months in relation to any other normative act. ...", "4. A judgment of the Constitutional Court on non-conformity with the Constitution, an international agreement or statute, of a normative act on the basis of which a final and enforceable judicial decision or a final administrative decision ... is given, shall be a basis for reopening the proceedings or for quashing the decision ... in a manner and on principles specified in provisions applicable to the given proceedings.”", "17. The Law of 27 July 2001 (as amended) on the Organisation of Courts (Prawo o ustroju sądów powszechnych; hereinafter “the 2001 Act”) sets out comprehensively all matters related to the organisation and administration of courts of general jurisdiction, the status of judges and their self-governing bodies, and the position of assessors and trainee judges, court employees and officers and lay judges.", "The 2001 Act stipulates the requirements that have to be fulfilled to assume the office of a district court judge. A candidate for such office is required, among other conditions, to complete a judge's or prosecutor's training (aplikacja) and then pass the relevant examination. Subsequently, he or she has to work a minimum of three years as an assessor in a district court.", "Sections 134-136 of the 2001 Act regulate the position of assessors. They provide, in so far as relevant:", "Section 134", "“§ 1. The Minister of Justice may appoint as an assessor a person who has completed a judge's or prosecutor's training and passed the judge's or prosecutor's examination and who meets the requirements specified in section 61 § 1 (1-4).", "[...]", "§ 5. The Minister of Justice may discharge an assessor having given him notice and subject to approval by the board (of judges) of a regional court.”", "Section 135", "“§ 1. The Minister of Justice may, subject to approval by the board (of judges) of a regional court, authorise an assessor to exercise judicial powers in a district court for a specified period of time, not exceeding four years. [...]", "§ 2. While adjudicating, assessors shall be independent and subject only to the Constitution and statutes.", "[...]", "§ 5. During the period in which an assessor exercises judicial powers he or she remains under the supervision of a judge designated to carry out the function of a consulting judge.", "[...]”", "18. In this decision, following the filing of two constitutional complaints challenging the constitutionality of the status of assessors, the Constitutional Court decided to draw the attention of the Sejm (the lower Chamber of the Parliament) to the need to consider a bill on the system of appointing persons who exercise judicial powers. It noted that both the National Judicial Council and the Ombudsman had shared the main arguments of the claimants as to the unconstitutionality. The Constitutional Court noted that the possible finding of unconstitutionality in respect of the provisions governing the status of assessors could have far-reaching consequences for the whole system of the administration of justice, having regard to the number of assessors adjudicating in the district courts.", "19. The proceedings before the Constitutional Court were initiated by two constitutional complaints. The first of them was made by J.W., who complained that his detention had been imposed by an assessor. The second complaint was lodged by a company, AD Drągowski S.A., which complained that a prosecutor's decision discontinuing a criminal investigation had been reviewed by an assessor. Both complainants alleged that various provisions of the 2001 Act which govern the position of assessors were incompatible, inter alia, with Article 45 of the Constitution, providing for the right to have one's case examined by an impartial and independent court.", "20. The Constitutional Court heard the case as a full court (fourteen judges). In the first part of the operative part it held that:", "“Section 135 § 1 of the Law of 27 July 2001 on the Organisation of Courts was incompatible with Article 45 § 1 of the Constitution.”", "It found that the vesting of judicial powers in assessors by the Minister of Justice (representing the executive) was unconstitutional since the assessors did not enjoy the necessary guarantees of independence which were required of judges. As a preliminary point the Constitutional Court considered that the constitutional requirements of independence were equally relevant for all courts, regardless of their level and scope of jurisdiction. It noted that the lack of independence of the first-instance court would amount to a breach of Article 45 of the Constitution even when the second-instance court examining an appeal complied with the requirements of independence.", "21. The Constitutional Court gave, inter alia, the following reasons:", "“3.4. (...) Since Article 45 of the Constitution explicitly refers to the content of Article 6 of the Convention, being one of the sources of international law binding on our State, it should be added that the European Court of Human Rights does not interpret the concept of “a tribunal” used in the Convention in the formalistic manner and accepts that “a tribunal may be composed fully or partly of persons who are not professional judges” (Ettl v. Austria, judgment of 23 April 1987, no. 9273/81, and Engel and Others v. the Netherlands, judgment of 8 June 1976). (...)", "5.4. In accordance with the text of the statute, while adjudicating an assessor shall be independent and subject only to the Constitution and statutes (section 135 § 2). However, ..., such regulation of itself is only a declaration, not ensuring the real and effective independence required by the Constitution, unless the independence is supplemented by concrete guarantees, namely particular legal regulations related to effective securing of the observance of the particular elements of the concept of independence. (...)", "5.5. The issue of independence from the Minister of Justice should be seen from the angle of the assessor's appointment, the vesting of judicial powers in an assessor and his or her dismissal. In respect of the appointment, and in particular the vesting of judicial powers, the statute does not precisely specify the time frame in which such appointment should be made. Considered from the functional point of view, independence does not have to mean appointment for life or appointment until retirement age, but it must mean a certain level of stability in employment and in the exercise of judicial powers. It should be indicated here that the Strasbourg case-law underlines precisely that if judges or persons exercising judicial powers are not appointed for life, they could be appointed for a certain term of office, and that they must benefit from a certain stability and must not be dependent on any authority (judgment of the ECHR of 23 October 1985 in the case of Benthem v. the Netherlands, no. 8848/80). It may be indicated here that in attempting to define more closely a certain minimum period which would guarantee professional stability the European Court of Human Rights found three years to be sufficient (judgment of the ECHR of 28 June 1984 in the case of Campbell and Fell v. the United Kingdom, nos. 7819/77 and 7878/77, and the judgment of the ECHR of 22 October 1984 in the case of Sramek v. Austria, no. 8790/79). The regulation of the assessor's status does not contain such guarantees, since there is no minimum period for which such a person is employed and no minimum period for which an assessor is vested with judicial powers. It is undoubtedly a situation which gives rise to significant misgivings as to its compliance with the principle of independence. In this respect the situation would have looked unambiguous if the statute had expressly determined the period for which an assessor was appointed and the period for which the judicial powers were vested. The existing regulation, implying discretion of the minister and the board of judges of the regional court (...) thus amounts to one-sided dependence of the assessor's professional status on those organs.", "(...)", "5.7. The principal argument indicative of the unconstitutionality of the vesting of judicial powers in an assessor is the admissibility of his or her dismissal, including even during the period in which an assessor exercises judicial powers. Even assuming the constitutional admissibility of the institution of temporarily vesting those powers in an assessor within the jurisdictional and temporal limits specified by a statute, then a rudimentary aspect of the principle of independence which must be adhered to also in this case requires that it should be possible to remove an assessor from office only in the same way as judges may be so removed or even only in some of those cases. The existing regulation, firstly, does not contain a proviso that the dismissal of an assessor (at least one who has been vested with judicial powers) is allowed only as an exception to the rule. Secondly, the statute does not precisely set out the factual circumstances serving as justification for dismissal from the office. Thirdly, a decision on dismissal is taken by the Minister of Justice and not by a court. It follows that, regardless of whether dismissal from the office of assessor may be reviewed by a court, the essential requirements of independence from non-judicial authorities stemming from Article 180 § 1 of the Constitution are not met. The obligation [to secure] the approval of the board of judges of a regional court is not a pertinent circumstance, since this body is not a court but an organ of court administration, and moreover its approval is also of a discretionary character as there are no specific legal norms which indicate whether or not a dismissal is justified in a given situation. Consequently, there are no substantive guarantees and no adequate procedural guarantees which would indicate that the assessor's dismissal on the ground of the content of his/her rulings is excluded. (...)”", "The Constitutional Court also found that:", "“5.13. The protection of the arbiter's internal independence from outside, including political, pressures is particularly difficult when – as in the case of assessors – it is the Minister of Justice – a political appointee and a member of the executive – who has influence over their promotion and career. (...)”", "Furthermore, the Constitutional Court found that an assessor was also dependent on a board of judges of the regional court since that body was competent to approve the vesting of judicial powers in him or her and to dismiss him or her. It also played a consultative role in the procedure for an assessor's nomination for the position of district court judge. In addition, the 2001 Act did not prohibit assessors from being members of political parties.", "22. In the second part of the operative part of the judgment the Constitutional Court held as follows:", "“1. The provision mentioned in the first part of the operative part of the judgment (section 135 § 1 of the 2001 Act) will lose its binding force eighteen months after the promulgation of the judgment in the Journal of Laws of the Republic of Poland.", "2. The acts of the assessors referred to in section 135 § 1 of the 2001 Act shall not be subject to a challenge on the basis of Article 190 § 4 of the Constitution.”", "The Constitutional Court ordered that the unconstitutional provision should be repealed eighteen months after the promulgation of the judgment. Its decision was motivated by the fact that assessors constituted nearly 25% of the judicial personnel in the district courts and that their immediate removal would seriously undermine the administration of justice. During the eighteen-month period it was constitutionally admissible for the assessors to continue adjudicating. That period was also necessary for Parliament to enact new legislation dealing with the matter.", "23. The Constitutional Court, having regard to the constitutional importance of the finality of rulings, considered the consequences of its judgment for the validity of rulings given in the past by the assessors. It held that there was no possibility of reopening the proceedings in respect of such rulings under Article 190 § 4 of the Constitution.", "24. In respect of the consequences of its judgment, the Constitutional Court observed, inter alia, as follows:", "“6.1. Ruling on the unconstitutionality of section 135 of the 2001 Act, the Constitutional Court did not exclude the possibility of the existence of assessors as an institution. However, it questioned its normative framework, having regard to the vesting of judicial powers in assessors (by the Minister of Justice, a representative of the executive) to carry out the constitutional function of the administration of justice without also [securing] the constitutionally required guarantees of independence which judges enjoy. Nor should the judgment of the Constitutional Court be understood as ruling out, in principle, the possibility to allow adjudication by persons other than judges within the meaning of the Constitution. In this respect also international standards binding on Poland indicate many possible types of solutions [which are] compatible with the rule of law. Those standards should be used by the legislator when considering a solution [to the problem]. In any case solutions to be considered should be such as to guarantee real separation between the judiciary and the other powers (Article 10 of the Constitution), to loosen the bond between the assessors and the Minister of Justice [and] to ensure the influence of the National Judicial Council on the professional career of a judge in spe. Without prejudging the future normative regulation of the institution of assessors, the present judgment of the Constitutional Court should be understood as a negative constitutional assessment of the currently existing normative model of this institution. (...)", "6.4 In the present judgment the unconstitutionality concerns the institutional provisions [who may exercise judicial powers]. (...) Thus, the question arises as to the relationship between the unconstitutionality of the said institutional provisions and the validity of the judgments given by the assessors. It should be underlined that the judgments – given [by assessors] during the period in which, in the light of the thenexisting constitutional standard, the vesting of judicial powers in the assessors was not challenged – cannot be questioned. In particular, it would be an error to look for any analogy with a situation in which a ruling was given by a body which was incompetent or (...) incorrectly composed. It was only the ruling of the Constitutional Court which, ratione imperii, rebutted the presumption of constitutionality of the impugned norm [section 135 § 1]. And in order to remove any doubts as to the legal significance of the rulings given so far by the assessors, the Constitutional Court included in the operative part a suitable finding (part II (2) of the operative part). (...)", "6.6 The finality of rulings is itself a constitutional value. (...) Thus, in every case the undermining of the finality of rulings has to be subject to the careful balancing of the values. This means that the judgments given by assessors in the period when the constitutionality of vesting judicial powers in them was not challenged cannot be automatically questioned. (...) On the one hand the duly implemented right to a court rules out staffing the independent court with judges who do not possess the guarantees of independence, which is determinative of the finding of unconstitutionality in the present case; on the other hand, were it allowed to challenge the final judgments given by assessors in the period when the possibility of vesting judicial powers in them was not questioned, this would lead to the weakening of the right to a court and undermine the stability of the law and legal certainty. (...) The protection of the finality of rulings is constitutionally embedded in Article 7 of the Constitution, which talks about the functioning of the public authorities (courts in this case) on the basis of, and within the limits of, the law. Thus, the final rulings are backed by the constitutional presumption stemming from this provision. It may be rebutted – when the ruling itself departs from the constitutional standard (the unconstitutionality concerning substantive law or procedure applied in concreto when giving a final ruling). However, it would be disproportionate to undermine final rulings on the basis of the finding of pro futuro unconstitutionality which concerns the composition of a body giving those rulings, which acted in accordance with the Constitution at the time of giving them.", "(...)", "7.5 In the present case the unconstitutionality concerns the institutional provisions, and thus a relationship between a concrete ruling and the unconstitutional norm is much more tenuous than in the case of unconstitutionality of a substantive or procedural provision applied in an individual case. (...)", "In the Constitutional Court's view it is not, however, possible that the relationship between the unconstitutional institutional provision (as in the present case) and the final ruling justifies the reopening of an individual ruling pursuant to Article 190 § 4 of the Constitution. The unconstitutionality of the rule determining who may be vested with the exercise of judicial powers does not have to mean that the content of the ruling or the procedure applied in reaching it is unconstitutional. (...)”", "25. On 23 January 2009 Parliament enacted the Law on the National School for the Judiciary and the Prosecution Service (Ustawa o Krajowej Szkole Sądownictwa i Prokuratury), which entered into force on 4 March 2009. The law establishes a comprehensive and centralised institution responsible for training judges and prosecutors.", "In response to the Constitutional Court's judgment of 24 October 2007 the Law on the National School abolished the institution of judicial assessors as provided for by the Law of 27 July 2001 on the Organisation of Courts (section 60 (12)). Furthermore, it specifically provided that as from 5 May 2009 assessors ceased to be authorised to exercise judicial powers (section 68 (1)).", "26. In the above judgment the Constitutional Court considered the relationship between its jurisdiction and the jurisdiction of the Court. It observed as follows:", "“6.3. (...), the Constitutional Court draws attention to the fact that the control exercised by the European Court of Human Rights (ECHR) does not as such relate to the assessment of norms of the legal system of a State where the events considered as breaches of human rights occurred. [Its control] concerns concrete facts of breaches of human rights in the activities of public authorities in respect of concrete persons. In principle it is not a control of the provisions (norms) which constitute the legal order of the State, but an examination of a situation concerning potential individual breaches of human rights and freedoms laid down in the Convention. The control exercised in an individual case may occasionally indicate that the domestic legal order also contains norms which, as applied, led in concreto to a breach of human rights in the case examined by the ECHR. This does not automatically amount to the disqualification of a norm in so far as its constitutionality is concerned.", "The jurisdiction of the Constitutional Court in the constitutional complaint proceedings extends to controlling the constitutionality of legal norms in accordance with the principle adopted in Article 79 § 1 of the Constitution: “In accordance with principles specified by statute, everyone whose constitutional freedoms or rights have been infringed shall have the right to appeal to the Constitutional Court for a judgment on the conformity with the Constitution of a statute or other normative act on the basis of which a court or administrative authority has issued a final decision on his freedoms or rights or his obligations as specified in the Constitution.”", "The duty to consider the effects of a relevant judgment of the ECHR in the activities of the domestic authorities of the State obliges the Constitutional Court to take into account – in the framework of its control of the constitutionality of norms – the standards elaborated by the ECHR, with a view to eliminating possible conflicts between them. However, the Constitutional Court does not examine whether the impugned provisions were correctly applied in individual cases, as this comes within the jurisdiction of the ordinary and administrative courts. Nor does [The Constitutional Court], in the proceedings initiated by a constitutional complaint, examine the compatibility of the reviewed norms with the international agreements. (...)”", "27. Article 540 § 3 of the Code of Criminal Procedure provides for the possibility of reopening the proceedings following a judgment of the European Court of Human Rights. It reads as follows:", "“The proceedings shall be reopened for the benefit of the accused when such a need results from a decision (rozstrzygnięcie) of an international body acting on the basis of an international agreement ratified by the Republic of Poland.”", "28. The applicants argued that the assessor who had heard their case in the first-instance court had not been “an independent tribunal” within the meaning of Article 6 § 1 of the Convention. Article 6 § 1 of the Convention reads, in so far as relevant:", "“In the determination of ... any criminal charge against him, everyone is entitled to a fair ... hearing ... by an independent and impartial tribunal established by law.”", "29. The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.", "30. The applicants argued that they had been deprived of a fair trial on account of the lack of independence of the trial court. They contended that the relevant legislation on the status of assessors had not met the standard of “independent tribunal” required under Article 6 of the Convention. They supported this contention by the findings of the Constitutional Court in its judgment of 24 October 2007 and the case-law of the Court.", "31. Firstly, persons exercising judicial powers had to benefit from certain stability and could not be dependent on any authority, while the regulation concerning assessors fell short of those guarantees. Secondly, the 2001 Act was deficient as regards the possibility of an assessor's dismissal. The guarantee of an “independent tribunal” required that an assessor should be able to be removed from office only in the same way as judges. However, the legislation provided for decisions concerning the dismissal of assessors to be taken by the Minister of Justice and not by a court. Thus, an assessor was not protected against the influence of the executive. Thirdly, as regards the perception of an assessor's independence, the applicants asserted that the administration of justice had to be carried out in an independent and impartial manner. They underlined in this connection that their own negative perception of the assessor's independence was of importance. This had been reinforced by the mistakes made by the assessor in the proceedings against the applicants. Lastly, the applicants submitted that the appellate court had not cured the lack of independence of the trial court. The appellate court, referring to the Constitutional Court's judgment, had simply held that the applicants' misgivings about the trial court's composition had been unfounded.", "32. The Government underlined the importance of the principle of subsidiarity. They observed that the Constitutional Court in its judgment of 24 October 2007 had ruled that section 135 § 1 of the 2001 Act was not in conformity with Article 45 § 1 of the Constitution. Subsequently, the Parliament amended the relevant law and as of 9 May 2009 the office of assessor ceased to exist in the Polish legal system. The Government argued that since the source of the alleged violation had already been identified in the Constitutional Court's judgment, there was no need for the Court to deal with the problem of the independence of assessors.", "33. The Government commented on the comparison of the level of protection of judicial independence in the Convention and the Polish Constitution. They maintained that up until 2007 the Court and the Polish Constitutional Court had interpreted the requirements of independence and impartiality in a similar manner. In that period, the Constitutional Court had to a large extent been inspired by the Court's decisions and, in consequence, the Polish standard had in principle reflected the Convention standard.", "34. However, the Constitutional Court's judgment of 24 October 2007 brought about a fundamental change in this area. It set the constitutional guarantees on a level significantly higher than that existing and accepted before. The Government argued that it seemed virtually impossible for anyone but a professional judge to meet those standards, even though the Constitutional Court had not excluded the possibility of justice being administered by “persons with a status similar to that of judges, officially provided with guarantees of independence in adjudicating”. In reaction to the judgment, Parliament abolished the institution of assessors and decided against introducing any other, similar institution, being aware that in the light of the new standards the task would be virtually impossible.", "35. They emphasised that prior to the Constitutional Court's judgment, assessors had been universally considered as an institution that fulfilled the constitutional criteria of independence and impartiality. The situation had changed significantly only after the Constitutional Court's “signal decision” (postanowienie sygnalizacyjne) in which it indicated the need to remedy a legal deficiency in connection with the examination of case no. SK 7/06. Thus, the Constitutional Court's judgment of 24 October 2007 should be assessed in this context as introducing a key modification of the manner of construing previously accepted institutions of the legal system.", "36. In addition, the Government argued that there were further reasons which rendered the Constitutional Court's judgment irrelevant to the outcome of the present case. Firstly, the Convention laid down a certain minimum standard to be met, while the Polish Constitution, as the supreme act of domestic law, set out not a minimum but a maximum standard. In consequence, it could be possible for a measure that satisfied the Convention standard to be inconsistent with the constitutional standard. Secondly, the Constitutional Court's review concerned a single, coherent legal system rather that several dozens of different systems, so it was possible to develop the standard further. The Court, on the other hand, had to take into account differences between various European legal systems and could not set too detailed and far-reaching directives in its judgments. Thirdly, the Constitutional Court's review was a formal review of the conformity of lower ranking provisions with the Constitution and, in principle, its jurisdiction did not extend to the issue of the application of a given provision in concreto. In contrast, the subject-matter of the Court's review was not the legal provision itself but the substantive content of the regulation and the effects it produced in an individual case. In conclusion, the Government noted that the constitutional standard of independence as laid down in the Constitutional Court's judgment was stricter than that enshrined in the Convention. Furthermore, the Constitutional Court's judgment did not determine that a court in which an assessor adjudicated lacked independence within the meaning of Article 6 § 1.", "37. The Government submitted that the office of an assessor differed from that of a judge. The former had been primarily devised as an intermediate stage between the judicial traineeship and the office of a judge. This resulted in a natural differentiation regarding the appointment procedure, tenure, possibility of dismissal and remuneration, yet the key element was to establish whether the level of safeguards provided for assessors was sufficient under Article 6 § 1.", "The Government claimed that if the independence of an assessor were to be considered from two perspectives, namely the positive one (the assessor's subordination in administering justice only to legal norms and their own beliefs) and the negative one (third parties' inability to persuade them to decide the case in a given way) then it could be considered that in reality assessors were independent in respect of their adjudicatory role, even though they were not equipped with all the constitutional guarantees. In addition, there were many arguments related to the case-law of the Court which required that the independence of an assessor be assessed in a different way than that expressed in the Constitutional Court's judgment.", "38. The Government analysed in detail the provisions of the 2001 Act regulating the status of assessors and, in particular, those related to the exercise of judicial powers by them. In their view, those regulations, which in many respects extended rules applicable to judges to assessors, fulfilled the standard of judicial independence defined in Article 6 § 1 of the Convention.", "They emphasised that the constitutional guarantees of independence of the courts and professional judges (Articles 178-181 of the Constitution) had materially influenced the status of assessors. An assessor vested with judicial powers was a member of the community of judges and, following the common practice, was treated accordingly. In consequence, any attempt to undermine the actual independence of assessors had to be interpreted in the context of the guarantees enjoyed by judges. In practice, it meant that assessors had been required to comply with those very standards. The judicial community, particularly interested in maintaining the constitutional guarantees of independence and impartiality, had always exerted an extremely strong influence on assessors. The Government further referred to the fact that both society and the legal community had considered assessors independent and equal to professional judges. They also pointed to the existence of institutions similar to that of the assessor in a number of European countries (Germany, Austria, the United Kingdom, the Netherlands, Luxembourg, and Estonia).", "39. As regards the possibility of dismissing an assessor provided for in section 134 § 5 of the 2001 Act, the Government argued that this power of the Minister of Justice had not been unrestrained since the necessary condition for dismissal was the prior consent of the board of a Regional Court. That mechanism effectively protected an assessor against the threat of unjustified dismissal by the executive, thereby eliminating the possibility of pressure being brought by the Minister. The Government, basing themselves on the official statistics, emphasised that the Minister of Justice had never exercised the power to dismiss an assessor. Accordingly, the above arrangement had been in compliance with Article 6 § 1 of the Convention.", "40. The Government asserted that in the present case there had been no reason to consider that the assessor who had adjudicated in the case had not been objective. The applicants had tried from the outset of the proceedings to exclude all the judges, and they had subsequently done the same in respect of the assessor, using the Constitutional Court's judgment as a pretext. The Government claimed that in their appeal the applicants had not challenged the fact that their case had been decided by an assessor, but they had alleged a lack of impartiality on her part. This had been motivated by the negative outcome of the trial. The applicants had referred to the “assessor” as an institution rather than to the particular assessor only after the delivery of the Constitutional Court's judgment on the sideline of their appeal. Above all, the applicants had been unable to show that the assessor had not been independent.", "41. The Government lastly drew the Court's attention to the fact that if all decisions issued by assessors were to be generally challenged by the Court, it would undoubtedly cause legal chaos. Assessors constituted about 30% of the judges adjudicating in District Courts and in 2005 alone about 8,600,000 cases were brought before those courts. Were the Court to find a violation in this and other similar cases, it would affect at least hundreds of thousands of judicial decisions given in the last few years. Such a finding would create a breach of the principle of protection of the citizens' trust in the State and its law. It would further undermine the need to protect the stability of the national legal system, as well as the Convention rights of other participants in those proceedings. Assessors had decided the majority of civil and criminal cases heard in the first instance before District Courts. In most of the cases the effects of the decision made could not be reversed, for example where time spent in detention on remand had been credited towards the sentence, an inheritance had been accepted and disposed of, and so on.", "42. Independently of the above arguments, the Government highlighted the negative effect a judgment finding a violation of the Convention in the present case would have. In their view, the Constitutional Court's judgment constituted a pretext for submitting the application to the Court as, prior to its delivery, the independence of assessors had not been called into question. The finding of a violation by the Court would create a chilling effect, discouraging the Constitutional Court from further elevating any constitutional standard. The State should not suffer any negative consequences for elevating the standards of protection of individual rights. The chilling effect would probably affect not only the Polish Constitutional Court but also similar judicial authorities in other European countries.", "43. The Government, referring to the Court's case-law, submitted that objections regarding the independence and impartiality of the first-instance court could not be upheld where the case had been examined by the court of second instance fully satisfying, as in the present case, the requirements of Article 6 § 1 of the Convention. They acknowledged that the right to an independent and impartial court guaranteed in the Convention was of a substantive nature. Accordingly, since the assessment was carried out in respect of the result, the legal test was whether a final decision in the proceedings had been rendered by a court satisfying the requirements of independence.", "44. In conclusion, the Government submitted that the first-instance court, composed of an assessor, which dealt with the applicants' case had been independent as required by Article 6 § 1 of the Convention.", "45. The Court recalls that in determining whether a body can be considered as “independent” – notably of the executive and of the parties to the case – regard must be had, inter alia, to the manner of appointment of its members and the duration of their term of office, the existence of guarantees against outside pressures and the question whether the body presents an appearance of independence (see Campbell and Fell v. the United Kingdom, 28 June 1984, § 78, Series A no. 80; Findlay v. the United Kingdom, 25 February 1997, § 73, Reports of Judgments and Decisions 1997I; Incal v. Turkey, 9 June 1998, § 65, Reports 1998IV; Brudnicka and Others v. Poland, no. 54723/00, § 38, ECHR 2005II; and Luka v. Romania, no. 34197/02, § 37, 21 July 2009). Furthermore, the irremovability of judges by the executive during their term of office must in general be considered as a corollary of their independence and thus included in the guarantees of Article 6 § 1 (see Campbell and Fell, cited above, § 80). What is at stake is the confidence which the courts in a democratic society must inspire in the public (see, amongst many other authorities, Piersack v. Belgium, 1 October 1982, § 30, Series A no. 53, and Micallef v. Malta [GC], no. 17056/06, § 98, ECHR 2009...). The Court further recalls that the requisite guarantees of independence apply not only to a “tribunal” within the meaning of Article 6 § 1 of the Convention, but also extend to “the judge or other officer authorised by law to exercise judicial power” referred to in Article 5 § 3 of the Convention (see McKay v. the United Kingdom [GC], no. 543/03, § 35, ECHR 2006X).", "46. Although the notion of the separation of powers between the political organs of government and the judiciary has assumed growing importance in the Court's case-law (see Stafford v. the United Kingdom [GC], no. 46295/99, § 78, ECHR 2002-IV), neither Article 6 nor any other provision of the Convention requires States to comply with any theoretical constitutional concepts regarding the permissible limits of the powers' interaction (see Kleyn and Others v. the Netherlands [GC], nos. 39343/98, 39651/98, 43147/98 and 46664/99, § 193, ECHR 2003VI, and Sacilor-Lormines v. France, no. 65411/01, § 59, ECHR 2006XIII). The question is always whether, in a given case, the requirements of the Convention are met and in the present case the Court has to determine whether the assessor B.R.-G. who tried the applicants in the first-instance court had the required “appearance” of independence (see McGonnell v. the United Kingdom, no. 28488/95, § 51, ECHR 2000II).", "47. Assessors were appointed by the Minister of Justice provided that they met a number of specific conditions stipulated in the 2001 Act (section 134 § 1). The Minister could confer on an assessor the authority to exercise judicial power in a district court, subject to approval by the board of judges of a regional court and for a period not exceeding four years (section 135 § 1). Under section 134 § 5 of the 2001 Act the Minister could remove an assessor, including those who were vested with judicial powers. However, the Minister had no unfettered discretion as to removal since he had to secure the approval of the board of judges of a regional court.", "48. The Constitutional Court considered the status of assessors in its leading judgment of 24 October 2007. It held that section 135 § 1 of the 2001 Act, providing that the Minister of Justice could confer the exercise of judicial powers on assessors, fell short of constitutional requirements because assessors did not enjoy the necessary guarantees of independence, notably vis-à-vis the Minister. The Court notes that in its analysis of the question of the independence of assessors the Constitutional Court referred to the Strasbourg case-law and observed that Article 45 of the Constitution was modelled on Article 6 § 1 of the Convention (see paragraph 21 above).", "49. The Court reiterates that appointment of judges by the executive is permissible, provided that appointees are free from influence or pressure when carrying out their adjudicatory role (see Campbell and Fell, cited above, § 79, and Flux v. Moldova (no. 2), no. 31001/03, § 27, 3 July 2007). It notes that the principal reason for the Constitutional Court's finding was related to the Minister's power to remove an assessor who exercised judicial powers, and the lack of adequate substantive and procedural safeguards against the discretionary exercise of that power (see paragraph 21 above, point 5.7 of the judgment). The 2001 Act did not specify what factual grounds could serve as the basis for removal of an assessor and provided for the decision on removal to be taken by the Minister and not by a court. The lack of the requisite guarantees prompted the Constitutional Court to note that the removal of an assessor based on the content of his rulings was not excluded.", "50. Furthermore, the Constitutional Court found, contrary to what was asserted by the Government, that the requirement to secure the approval of the board of judges was not a sufficient safeguard. The Government's statistics indicating that the Minister of Justice never exercised the power to remove an assessor do not, in the Court's view, invalidate the reasons for the finding of unconstitutionality. In addition, the Constitutional Court was critical of the fact that the 2001 Act did not contain sufficient guarantees as regards the assessors' term of office. The regulation did not specify a minimum period for which an assessor was employed and for which he was vested with judicial powers.", "51. The Court reiterates that it is in the first place for the domestic authorities, notably the courts, to interpret and apply the domestic law and to decide on issues of constitutionality (see, among many other authorities, Former King of Greece and Others v. Greece [GC], no. 25701/94, § 82, ECHR 2000XII, and Jahn and Others v. Germany [GC], nos. 46720/99, 72203/01 and 72552/01, § 86, ECHR 2005VI). The Court notes that the Constitutional Court's findings were made in the context of an abstract review of the constitutionality of statutory provisions but, mindful of the principle of subsidiarity, considers that they may be applied to the facts of the present case, having regard to the similarity between the constitutional and the Convention requirements in so far as judicial independence is concerned and the reliance of the Constitutional Court on the relevant jurisprudence of the Court. The Government argued that the Constitutional Court's judgment did not determine that an assessor lacked independence within the meaning of Article 6 § 1 of the Convention. However, the Court observes that in constitutional complaint proceedings the Constitutional Court has no jurisdiction to review the compatibility of legislation with international agreements, including the Convention (see paragraph 26 above). The important consideration for this Court is that the Constitutional Court found that the manner in which Poland had legislated for the status of assessors was deficient since it lacked the guarantees of independence required under Article 45 § 1 of the Constitution, guarantees which are substantively identical to those under Article 6 § 1 of the Convention. It would be justified for the Court to reach a contrary conclusion only if it was satisfied that the national court had misinterpreted or misapplied the Convention provision or the Court's jurisprudence under that provision or reached a conclusion which was manifestly unreasonable (see A. and Others v. the United Kingdom [GC], no. 3455/05, § 174 in fine, ECHR 2009...). The Court observes that in some earlier cases it had due regard to rulings of the Constitutional Court in which the latter declared domestic legislation unconstitutional and/or incompatible with the Convention (see, inter alia, in respect of the Bug river claims, Broniowski v. Poland [GC], no. 31443/96, § 131, ECHR 2004V; rent-control legislation and Article 1 of Protocol No. 1, Hutten-Czapska v. Poland [GC], no. 35014/97, § 208, ECHR 2006VIII; overcrowding of detention facilities and Article 3 of the Convention, Orchowski v. Poland, no. 17885/04, § 123, ECHR 2009... (extracts); and regulation of prisoners' visiting rights and Article 8 of the Convention, Wegera v. Poland, no. 141/07, § 73-74, 19 January 2010).", "52. The Court underlines that the Constitutional Court set aside the regulatory framework governing the institution of assessors as laid down in the 2001 Act. It further stresses that the Constitutional Court did not exclude the possibility that assessors or similar officers could exercise judicial powers provided they had the requisite guarantees of independence (see paragraph 24 above, point 6.1 of the judgment). The Constitutional Court, referring to international standards, pointed to the variety of possible solutions for allowing adjudication by persons other than judges. In this connection, the Court notes that its task in the present case is not to rule in abstracto on the compatibility with the Convention of the institution of assessors or other similar officers which exist in certain Member States of the Council of Europe, but to examine the manner in which Poland regulated the status of assessors.", "53. Having regard to the foregoing, the Court considers that the assessor B.R.-G. lacked the independence required by Article 6 § 1 of the Convention, the reason being that she could have been removed by the Minister of Justice at any time during her term of office and that there were no adequate guarantees protecting her against the arbitrary exercise of that power by the Minister (see, by contrast, Stieringer v. Germany, no. 28899/95, Commission decision of 25 November 1996, in which the relevant German regulation provided that dismissal of probationary judges was susceptible to judicial review). It is not necessary to consider other aspects of the status of assessors since their removability by the executive is sufficient to vitiate the independence of the Lesko District Court which was composed of the assessor B.R.-G.", "54. It remains to be determined whether the failing in question was rectified on appeal by the Regional Court. This court was composed of a professional judge with tenure and was thus “an independent tribunal” as required under Article 6 § 1 of the Convention. The possibility certainly exists that a higher or the highest court might, in some circumstances, make reparation for defects that took place in the first-instance proceedings (see De Cubber, cited above, § 33, and Kyprianou v. Cyprus [GC], no. 73797/01, § 134, ECHR 2005XIII). In this connection the Court notes that the Constitutional Court considered that review by the second-instance court could not remedy the initial defect as regards the lack of independence. In the present case, the Regional Court did not have the power to quash the judgment on the ground that the District Court had been composed of the assessor since the assessors vested with judicial powers were – in accordance with the 2001 Act – authorised to hear cases in firstinstance courts. In any event, the applicants raised the issue of the lack of independence of the assessor in their appeal. However, the Regional Court dismissed their objections as unfounded. The Court observes that for the purposes of the Constitutional Court's judgment, any appeal based on the unconstitutional status of assessors was bound to fail as the impugned provisions of the 2001 Act remained legally binding for a period of eighteen months following the promulgation of the judgment. In those circumstances the Court finds that the Regional Court did not remedy the defect in question (see, De Cubber, cited above, § 33, and De Haan v. the Netherlands, 26 August 1997, § 54, Reports of Judgments and Decisions 1997IV).", "55. In the light of the foregoing, the Court finds that the Lesko District Court was not independent within the meaning of Article 6 § 1 of the Convention. There has accordingly been a violation of this provision.", "56. The Court notes that the domestic law provides for a possibility of reopening of criminal proceedings when such a need results from a judgment of the Court (see paragraph 27 above). However, in light of the reasons underlying the finding of a violation in the present case and having regard to the principle of legal certainty as expounded in the Constitutional Court's judgment and its own case-law (see paragraphs 64-65 below), the Court considers that in the present case there are no grounds which would require it to direct the reopening of the applicants' case (see, mutatis mutandis, Öcalan v. Turkey (dec.), no. 5980/07, 6 July 2010). The Court would not exclude that it might take a different approach in a case where, for example, the circumstances of a particular case give rise to legitimate grounds for believing that the Minister had or could reasonably be taken to have an interest in the proceedings.", "57. The applicants also complained under Article 6 § 3 (c) of the Convention about the District Court's refusal to admit a representative of a civil society organisation to the proceedings. Relying on Article 14 of the Convention, they alleged that their conviction amounted to discrimination on the ground of their social origin.", "58. However, in the light of all the material in its possession, and in so far as the matters complained of are within its competence, the Court finds that they do not disclose any appearance of a violation of the rights and freedoms set out in the Convention or its Protocols. It follows that this part of the application is manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 and 4 of the Convention.", "59. Article 41 of the Convention provides:", "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”", "60. The applicants claimed 4,000 euros (EUR) each in respect of nonpecuniary damage. They submitted, inter alia, that their case had been examined by an assessor and not by a judge.", "61. The Government argued that the claim was grossly excessive.", "62. The Court considers that in the particular circumstances of the instant case the finding of a violation constitutes in itself sufficient just satisfaction for any nonpecuniary damage which may have been sustained by the applicants. It refers in this connection to its conclusions set out in paragraph 56 above regarding reopening.", "63. The Court recalls that in the specific context of cases against Turkey concerning the independence and impartiality of the national security courts, the Court has indicated in certain judgments that, in principle, the most appropriate form of redress would be for the applicant to be given a retrial without delay if he or she so requested (see, among other authorities, Gençel v. Turkey, no. 53431/99, § 27, 23 October 2003). The Court adopted a similar stance in cases against other Contracting Parties where the finding of a breach of Article 6 was related to the lack of independence or impartiality of the domestic courts (see, San Leonard Band Club v. Malta, no. 77562/01, § 70, ECHR 2004IX, and Gurov v. Moldova, no. 36455/02, § 43, 11 July 2006). The Grand Chamber has endorsed the general approach adopted in those cases (see, Öcalan v. Turkey [GC], no. 46221/99, § 210, ECHR 2005IV) and has extended it to cases where a conviction followed proceedings that entailed breaches of the requirements of Article 6 of the Convention (see, Sejdovic v. Italy [GC], no. 56581/00, § 126, ECHR 2006II).", "64. However, it is only exceptionally that a violation, by its very nature, does not leave any real choice as to the measures required to remedy it (see, Assanidze v. Georgia [GC], no. 71503/01, § 202, ECHR 2004II). In the present case, the Court notes that the judgment of the Constitutional Court identified a structural dysfunction and called for a legislative response. Such response was given by the Parliament which removed the structural dysfunction as of 2009 (see paragraph 25 above). The Court is of the opinion that in this particular context the finding of a violation need not necessarily entail the respondent State's obligation to reopen all proceedings in which assessors participated at the first-instance level. In this regard, the Court notes that the Constitutional Court devoted a substantial part of its judgment to the constitutional importance of the principle of the finality of rulings. In particular, it observed that it would be disproportionate and contrary to legal certainty to allow challenges to final rulings given by assessors in the period when the manner of conferring judicial powers on them had not been constitutionally questioned. Further, it emphasised that the finding of unconstitutionality concerned institutional provisions, that is, provisions regulating the composition of the bodies which gave final rulings. The Constitutional Court considered that the finding of unconstitutionality in respect of such provisions was not determinative of unconstitutionality in respect of the content of a final ruling given by an assessor or the procedure employed to reach it (see paragraph 24 above in fine). Consequently, the Constitutional Court held in the operative part of the judgment that its ruling could not serve as a basis for the reopening of cases decided in the past by assessors (or with their participation). This ruling was even extended to two claimants who successfully challenged the provisions regulating the status of assessors before the Constitutional Court, thus depriving them of the so-called “right of privilege” (przywilej korzyści).", "65. In this context, the Court recalls its case-law according to which the principle of legal certainty, which is necessarily inherent in the law of the Convention, may dispense States from questioning legal acts or situations that antedate judgments of the Court declaring domestic legislation incompatible with the Convention. The same considerations apply where a constitutional court annuls domestic legislation as being unconstitutional (see Marckx v. Belgium, 13 June 1979, § 58, Series A no. 31). Moreover, it has also been accepted, in view of the principle of legal certainty, that a constitutional court may set a time-limit for the legislator to enact new legislation with the effect that an unconstitutional provision remains applicable for a transitional period (see Walden v. Liechtenstein (dec.), no. 33916/96, 16 March 2000). Referring to the Constitutional Court's decision not to allow the reopening of the cases decided in the past by assessors on the ground that it would undermine the principle of legal certainty, the Court does not consider this interpretation to have been arbitrary or manifestly unreasonable. Indeed, the Court in its jurisprudence has underlined the significance of the principle of legal certainty in the context of final judicial rulings (see, mutatis mutandis, Brumărescu v. Romania [GC], no. 28342/95, § 61, ECHR 1999VII).", "66. The Court observes that the domestic law provides for a possibility of reopening of criminal proceedings when such a need results from a judgment of the Court (see paragraph 27 above). However, having regard to the foregoing, the Court reiterates its conclusion that in the instant case the reopening of the applicants' case is not called for (see paragraph 56 above).", "67. The Court would further observe that in the view of the Constitutional Court the constitutional deficiency identified in its judgment required the intervention of the legislator to bring the status of assessors into line with the Constitution, but there was no automatic correlation between that deficiency and the validity of each and every ruling given previously by assessors in individual cases. To that end the Constitutional Court ruled that the unconstitutional provision should be repealed eighteen months after the promulgation of its judgment. It is noteworthy that the constitutional and Convention deficiency regarding the status of assessors was remedied by the domestic authorities – which decided to abolish the office of assessor altogether – within the time-frame allotted by the Constitutional Court (see paragraph 25 above). Having regard to the above, it may be noted that the authorities of the respondent State took the requisite remedial measures in order to address and remedy the deficiency underlying the present case.", "68. The applicants also claimed EUR 2,000 in legal costs. Their representative claimed to have worked 10 hours on the case with an hourly rate of EUR 200. No receipts or invoices were provided in support of the sum claimed.", "69. The Government submitted that any award should be limited to those costs which were actually and necessarily incurred and were reasonable.", "70. The Court notes that the applicant received EUR 850 by way of legal aid from the Council of Europe. According to the Court's case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and were reasonable as to quantum. In the absence of any evidence to support the applicants' claim as to costs and expenses, no award is made under this head. The Court observes that in light of the reasons underlying the finding of a violation in the present case and the fact that the authorities took adequate measures to address the deficiency at issue, the Court considers that there is no justification for awarding legal costs under Article 41."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}