{"ITEMID": "001-59996", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "CHAMBER", "DATE": 2001, "DOCNAME": "CASE OF P.S. v. GERMANY", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1+6-3-d", "JUDGES": "Ireneu Cabral Barreto", "TEXT": ["8. In the late evening of 29 April 1993, the father of S., born in 1985, laid a criminal information against the applicant, alleging that the applicant, her private music teacher, had sexually abused S. during an individual music lesson that afternoon. S. and her mother were questioned at the local police office on the afternoon of 30 April 1993. S. was heard by a police officer and confirmed her father’s statements. S.’s mother stated that S. had been very disturbed after her music lesson and that she had later confided in her mother.", "9. On 10 January 1994 the Künzelsau District Court, sitting with a single judge, convicted the applicant of having committed the offence of sexual abuse of a child in concurrence with the offence of sexual abuse of a charge. He was sentenced to seven months’ imprisonment on probation.", "In establishing the relevant facts, the court relied on the statements made by the mother concerning her daughter’s account of the relevant events, her behaviour after the music lesson on 29 April 1993 and her character in general, and also on the evidence given by the police officer who had questioned S. shortly after the offence in April 1993.", "The court dismissed the applicant’s request for a psychological expert opinion regarding the credibility of S.’s statements on the ground of the court’s own professional experience, acquired as a judge in family matters, in evaluating statements made by children.", "Moreover, the court observed that it had not been reasonable to hear S. herself, as, according to her mother, she had meanwhile repressed her recollection of the event in question and would seriously suffer if reminded thereof. If S. were to be examined, this would not contribute to a further clarification of the facts, but seriously impair her personal development.", "10. The applicant appealed to the Heilbronn Regional Court, requesting his acquittal. In the appeal proceedings, he was assisted by counsel.", "11. On 17 March 1995 the Heilbronn Regional Court dismissed the applicant’s appeal against his conviction of sexual abuse of a child, but set aside the conviction of sexual abuse of a charge. The sentence to seven months’ imprisonment on probation was upheld.", "The Regional Court noted that the applicant had denied having sexually abused S. It found that his guilt could be established on the basis of the evidence before it, i.e. the statements made by S.’s mother and the police officer as well as a psychological expert opinion on the question of S.’s credibility, ordered in the context of the appeal proceedings. In her report of November 1994, the expert, who had questioned S. in October 1994, confirmed that S.’s statements were credible.", "The Regional Court considered that the absence of S.’s testimony in court constituted a serious shortcoming in the taking of evidence. In this respect, it noted that the parents had refused to bring their daughter to court on account of the risk that her state of health would deteriorate as she suffered from neurodermatitis. According to the Regional Court, the parents’ refusal was understandable. In this respect, the Regional Court had regard to a medical certificate confirming the parents’ statements and the findings of the psychological expert that S.’s state of health would most likely deteriorate again if she were to be heard anew on the event in question. Taking into account that S.’s statements had been reported by her mother and by the police officer and that an expert opinion on her credibility had been prepared, the Regional Court, considering the rather trivial nature of the charge and the sentence at stake, reached the conclusion that S. was to be regarded as a witness out of reach.", "12. On 2 August 1995 the Stuttgart Court of Appeal dismissed the applicant’s appeal on points of law.", "13. On 18 January 1996 the Federal Constitutional Court refused to entertain the applicant’s constitutional complaint, leaving open the question whether the complaint had been lodged in time.", "14. The conduct of trial proceedings is governed by sections 226 to 275 of the Code of Criminal Procedure (Strafprozessordnung).", "15. As regards the taking of evidence, section 244(2) provides that the court shall, proprio motu, extend the taking of evidence to all facts and evidence important for the decision in order to determine the truth.", "A request for the taking of evidence may be refused under the statutory conditions of section 244(3) to (6). Pursuant to section 244(3), second sentence, an application may, inter alia, be refused if the evidence is unavailable."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1", "6-3"], "VIOLATED_BULLETPOINTS": ["6-3-d"], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}