{"ITEMID": "001-110720", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF KLEYN AND ALEKSANDROVICH v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible (Article 35-1 - Six month period);No violation of Article 2 - Right to life (Article 2-1 - Life) (Substantive aspect);Violation of Article 2 - Right to life (Article 2-1 - Effective investigation) (Procedural aspect);Non-pecuniary damage - award", "JUDGES": "Anatoly Kovler;Elisabeth Steiner;Erik Møse;Khanlar Hajiyev;Linos-Alexandre Sicilianos;Peer Lorenzen", "TEXT": ["5. The first applicant, born in 1981, is the widower of the late Ms Fatsima Aleksandrovich, a Belarus national of Roma ethnicity, who was born in 1979 and died in 2002. The second applicant is her son, born in 2000. The applicants are Russian nationals living in the Pskov Region.", "6. The applicants provided the following account of the circumstances surrounding Ms Aleksandrovich’s arrest and death which was not disputed by the Government.", "7. At 8.30 a.m. on 20 May 2002 Ms Aleksandrovich was travelling on a bus in Pskov with the first applicant’s sister, Ms Vera Kleyn. Ms P., a police officer who worked for the passport service of the Pskov police department, was travelling on the same bus when she realised that her purse was missing. She told her colleague, police officer Mr M., that her purse was gone. Mr M. searched the bus and found the purse under a seat. Ms Aleksandrovich being of Roma ethnicity, Mr M. assumed that she had stolen the purse and arrested her. She asked why, but Mr M. hit her on the head and said, “Only a Gypsy could steal the purse, who else?” Ms Vera Kleyn was not arrested.", "8. Ms Aleksandrovich was taken to the Pskov regional police station. The acting head of the station asked the senior operational officer of the property offences investigations division Mr I. to interview her. When asked about her identity, Ms Aleksandrovich claimed to be one Ilona Kozlovskaya, born in 1990. According to Mr I., she was nervous, complained of stomach pain and often asked for permission to use the toilet. Several times he had to take her to the toilet located on the second floor (in Russian called “third floor”) of the police station, where female police officers Ms M. or Ms F. stayed with her. The last visit was just before 11.30 a.m. Since there were no female officers to accompany Ms Aleksandrovich, Mr I. let her go inside alone and waited by the door of the toilet.", "9. The door of the toilet was not locked. A witness, Ms Sh., who was in the toilet, saw Ms Aleksandrovich and stated that she was moaning with pain and holding her stomach. Ms Sh. left the toilet shortly after this.", "10. At 11.30 a.m. on 20 May 2002 an officer on duty found Ms Aleksandrovich unconscious on the ground in the yard of the Pskov regional police station. It appeared that she had jumped out of the toilet window. An ambulance took her to the Pskov regional hospital, where she died on 24 May 2002 without regaining consciousness.", "11. Between 11.31 and 11.45 a.m. on 20 May 2002 the investigator from the Pskov regional police station compiled a report on an examination of the crime scene, which was carried out in the presence of two attesting witnesses (понятые). Photographs were taken of Ms Aleksandrovich’s body, the building, the yard, and the toilet door and window.", "12. On 24 May 2002 the senior investigator with the Pskov prosecutor’s office ordered an inquest into the circumstances of Ms Aleksandrovich’s death and an autopsy on her body.", "13. The medical report was completed on 10 June 2002. It concluded that she had died as a result of a cerebral trauma and numerous bodily injuries. The expert found: haemorrhages of the soft tissue of the head with cerebral trauma; fracture of the left side of 12th neck vertebra; fracture of the side growths of 2nd, 3rd, and 4th vertebrae; internal tear of the right kidney; extensive haemorrhages of the soft tissue of the left side of the vertebrae; swelling of the left eyelid; swelling of the right forearm; bruises on the extremities. These injuries had been caused by the impact of blunt objects and could have been the result of striking such objects following a fall from the third floor.", "14. On 24 June 2002 the senior investigator issued a decision refusing to institute criminal proceedings into Ms Aleksandrovich’s death. He had collected statements from police officers Mr M., Ms P., Mr I., Ms F. and Ms M. and the witness Ms Sh., and found as follows:", "“As at the moment of Ms Aleksandrovich’s fall out of the window of the toilet situated on the third floor of the Pskov regional police department, there was no one in the toilet but the deceased, the possibility is excluded of actual physical action by anyone wishing to take her life. The actions by Mr M. and Mr I. preceding Ms Aleksandrovich’s death had been taken as part of their official duties ... Thus, Mr M. acted in keeping with the requirements of the Police Act, which required him to take measures to prevent and to stop administrative offences or crimes. In the circumstances the measures were taken on the basis of the statement by Ms P., who identified Ms Aleksandrovich as the person who had attempted to steal her purse. Mr I. ... took measures to establish Ms Aleksandrovich’s identity. The period between the time of arrest and the time of her fall was no more than the three-hour limit set out in the Administrative Offences Code. During the interview Mr I. did not put any pressure on Ms Aleksandrovich. He had not known her before and he took measures to give assistance to Ms Aleksandrovich, who was unwell, as well as to prevent her from behaving inappropriately.”", "15. Some eighteen months later, on 26 December 2003, Ms Tseytlina, acting as counsel for the first applicant, lodged an appeal with the Pskov Town Court against the decision refusing to institute criminal proceedings.", "16. On 19 January 2004 the Pskov Town Court allowed the complaint. It found that the inquest had been incomplete, that Ms Aleksandrovich’s identity had not been conclusively established, that the collected samples and histological studies had not been examined, and that the causation of the multiple injuries had not been explained.", "17. On 9 February 2004 the Pskov town prosecutor revoked the decision of 24 June 2002 and asked the investigator Mr Ts. to carry out a further inquiry.", "18. On 13 February 2004 Mr Ts. issued two decisions. One decision refused to institute criminal proceedings in connection with Ms Aleksandrovich’s death; the other decision commissioned a new medical study into the reasons for the bodily injuries and death of Ms Aleksandrovich. Further to the applicants’ complaint, the Pskov town prosecutor set aside the decision refusing to institute criminal proceedings as taken prematurely in the absence of the findings of the medical examination.", "19. On 12 March 2004 the medical expert produced his report. It stated that all the injuries had been caused within a short period of time a few days before the death, possibly on 20 May 2002. The injuries could have resulted from a fall from a height of 9.6 m because of their condensed localisation and great magnitude. No signs of a multi-phased fall or contact with any other objects could be detected.", "20. On the same day Mr Ts. issued a new decision refusing to institute criminal proceedings in connection with Ms Aleksandrovich’s death. He noted in particular that the first applicant had been invited to make a statement but had never appeared.", "21. On 26 October 2004 counsel for the first applicant lodged an appeal against the investigator’s decision with the Pskov Town Court.", "22. On 6 June 2005 the Pskov Town Court dismissed the appeal as unsubstantiated. It found that there was no evidence, medical or otherwise, to support the theory that the injuries had been caused by ill-treatment rather than by a fall from the window.", "23. Following an appeal by the first applicant, on 13 July 2005 the Pskov Regional Court quashed the Town Court’s decision. It noted that, under Russian law, experts and witnesses may only be held criminally liable for perjury if they have been examined as part of a criminal case. As criminal proceedings were never instituted, the first applicant’s access to justice was barred. It also noted that police officers are responsible for the life and health of those individuals who, like Ms Aleksandrovich, have been taken to a police station under constraint. The Regional Court remitted the matter for a new examination by a different bench of the Town Court.", "24. On 29 July 2005 the Pskov Town Court, during a new examination, found the investigator’s decision unlawful, for the following reasons:", "“Establishment of the circumstances and cause of Ms Aleksandrovich’s death, as well as the mechanism of causation of injuries on her body, is only possible by means of investigative actions and expert examinations carried out as part of a pending criminal case.", "In addition, the official who refused to institute criminal proceedings did not give a legal opinion on the actions of police officers, who have a duty to supervise individuals who have been forcibly taken to the police station, with a view, in particular, to preventing self-harm.”", "25. The Town Court instructed the prosecutor to carry out a further inquiry. The prosecutor lodged an appeal against the decision but subsequently withdrew it.", "26. On 12 January 2006 the Pskov town prosecutor revoked the decision of 12 March 2004 and ordered an additional inquiry.", "27. On 16 January 2006 the investigator Mr Ts. issued a further decision refusing to institute criminal proceedings. That decision summarised the existing evidence and reached the conclusion that:", "“...During the last visit to the toilet [Mr I.] could not find – for objective reasons – any female police officers who would be free from their duties, and Ms Aleksandrovich was in the toilet alone. It follows that the fall from the window situated on the second floor of the Pskov regional police station was the result of a deliberate action on the part of Ms Aleksandrovich.”", "28. A criminal case may be instituted on the basis of, in particular, a complaint or report by a citizen (Article 108 (1)) or the finding of indications of a criminal offence by an investigator or prosecutor (Article 108 (6)).", "29. A prosecutor, investigator, police officer or a judge ought to receive reports about any committed or planned crime and act on them within three days of receipt or, in exceptional cases, ten days. They may obtain necessary materials or explanations but not carry out any investigative acts. They should take the decision to open a criminal case, to refuse to institute criminal proceedings, or to refer the case to the competent authority and notify the complainant thereof (Article 109).", "30. A prosecutor, investigator, police officer or judge should institute a criminal case if there is a motive and grounds for opening criminal proceedings (Article 112).", "31. The victim (потерпевший) shall have the right to take part in criminal prosecution of the defendant (Article 22). The decision to recognise the procedural status of a victim may be taken by an investigator or a judge (Article 42 § 1).", "32. The victim has in particular the following rights: to submit statements and evidence, to take part in investigative acts which are carried out at his request, to read the findings of a forensic study, to obtain copies of decisions concerning the institution of criminal proceedings and their discontinuation or adjournment, and to participate in the trial and appeal proceedings (Article 42 § 2 (2, 4, 9, 11, 13 and 14))."], "VIOLATED_ARTICLES": ["2"], "VIOLATED_PARAGRAPHS": ["2-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["2"], "NON_VIOLATED_PARAGRAPHS": ["2-1"], "NON_VIOLATED_BULLETPOINTS": []}