{"ITEMID": "001-57548", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SWE", "BRANCH": "CHAMBER", "DATE": 1988, "DOCNAME": "CASE OF OLSSON v. SWEDEN (No. 1)", "IMPORTANCE": "2", "CONCLUSION": "Preliminary objection dismissed (Article 35-1 - Exhaustion of domestic remedies);Violation of Article 8 - Right to respect for private and family life (Article 8-1 - Respect for family life);No violation of Article 8 - Right to respect for private and family life (Article 8-1 - Respect for family life);No violation of Article 6 - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Fair hearing);No violation of Article 3 - Prohibition of torture (Article 3 - Inhuman punishment) (Substantive aspect);No violation of Article 14+8 - Prohibition of discrimination (Article 14 - Discrimination) (Article 8 - Right to respect for private and family life;Article 8-1 - Respect for family life);No violation of Article 2 of Protocol No. 1 - Right to education-{general};No violation of Article 13+P1-2 - Right to an effective remedy (Article 2 of Protocol No. 1 - Right to education-{general};Right to education);Non-pecuniary damage - award (Article 41 - Non-pecuniary damage;Just satisfaction)", "JUDGES": "C. Russo;J.A. Carrillo Salcedo", "TEXT": ["8. The applicants, Mr. Stig and Mrs. Gun Olsson, who are husband and wife, were born in 1941 and 1944 respectively. They are Swedish citizens and live in Gothenburg in Sweden. The case concerns three children of the marriage, namely Stefan, born in June 1971, Helena, born in December 1976, and Thomas, born in January 1979 (hereinafter together referred to as \"the children\"). The applicants and the children belong to the Church of Sweden; the applicants’ membership is purely nominal, as they describe themselves as atheists.", "9. In their youth, both Mr. and Mrs. Olsson had spent some time at Stretered, a home for the mentally retarded. However, an examination by a psychologist in 1982 revealed that they then had an average level of intelligence. Other children of theirs had been in social care and Stefan has been subject to various forms of special education since 1975, when he was registered with the Social Welfare Administration for the Handicapped by reason of his being mentally retarded.", "Prior to the events giving rise to the present case, a number of different social authorities had been individually involved with the family; they co-ordinated their activities from 1979 onwards. Mr. Olsson - who is in receipt of a disability pension - and Mrs. Olsson were both given certain additional social assistance between 1971 and 1976. They stated that they lived apart on two occasions, the first time for three months and the second for eight months. From May 1977 to December 1979, they were provided with the support of a home-therapist, and a psychiatric team was in touch with the family as from 1979. It appears that the applicants had difficulty in co-operating with the social authorities.", "10. The family’s situation was discussed by representatives of the various social authorities concerned at case conferences held on 26 October 1979, 29 November 1979 and 10 January 1980. The applicants were present on the last occasion, when different preventive measures for the children were agreed upon. According to the Government, nothing came of this agreement because the applicants abandoned it.", "On 22 January 1980, Social District Council No. 6 in Gothenburg (\"the Council\") decided, pursuant to sections 25(a) and 26(4) of the Child Welfare Act 1960 (barnavårdslagen 1960:97 - \"the 1960 Act\"; see paragraphs 35 and 43 below), that the children should be placed under supervision in view of their parents’ inability to satisfy their need for care and supervision.", "11. Further case conferences, at which the applicants were present, were held on 13 March and 29 May 1980. On 22 August, at which time the parents were living apart, the Chairman of the Council decided, pursuant to section 30 of the 1960 Act (see paragraph 43 below), that the children should be provisionally taken into care so that their situation could be investigated. This decision, which had been prompted by the fact that Stefan and Helena had been found cycling around and unable to make their way home, was confirmed on 26 August by the Council after a meeting on the same day at which the applicants were present and made oral submissions.", "12. On 16 September 1980, the Council decided, at a meeting at which the applicants were present and had an opportunity to submit their views, that the children should be taken into care, pursuant to sections 25(a) and 29 of the 1960 Act (see paragraphs 35 and 43 below). This decision was based, inter alia, on a report compiled by the social administration and dated 11 September 1980, which was produced at the meeting. The report reviewed the family history and background; recorded the applicants’ opposition to the children’s being taken into care; concluded that the latter’s development was in danger since they were living in an environment which was unsatisfactory due to their parents’ inability to satisfy their need for care, stimulation and supervision; noted that preventive measures had been taken, but with no result; and recommended the taking into care. Appended to the report were statements from Stefan’s former teacher, from Child Welfare Clinic No. 60 (concerning Helena and Thomas) and from the home where the children had been placed for investigation, together with a medical report dated 12 September 1980 and issued by Children’s Psychiatric Clinic 2B at a hospital (\"Östra sjukhuset\") in Gothenburg. The medical report was signed by chief doctor Elisabeth Bosaeus, a consultant at the above-mentioned home, and by Helena Fagerberg-Moss, a psychologist, both of whom were members of the team that was in touch with the family. It read as follows (translation from the Swedish):", "\"The above-mentioned children have been assessed at the children’s psychiatric clinic at Östra sjukhuset on 10 September 1980. Both parents have been summoned to separate doctor’s discussions but have not appeared. The family has been known at the children’s psychiatric clinic since October 1979, when the social worker requested observation and an assessment of the development of Thomas following his admittance to that clinic for pneumonia and an investigation for urinary infection. After referral from the doctor responsible, the assessment of Thomas’ development was made on 5 October 1979 by a psychologist, Helena Fagerberg-Moss. This psychologist and welfare officer (kurator) Birgitta Stéen thereafter participated in conferences at social welfare office no. 6 on 26 October and 29 November 1979 with all those involved in the case, concerning the supportive measures the family had received previously and for the planning of further measures. Social welfare office conferences, together with the parents, also took place on 10 January 1980, at which an application for a day-centre placement for Thomas and Helena was decided upon, and on 13 March and 29 May 1980, at which a holiday in a summer home or camp was planned for Helena and Stefan. During a home visit on 25 March 1980, Helena was also the subject of an assessment of her development by the psychologist Helena Fagerberg-Moss. Thomas was also the subject of a new assessment of his development on 11 September 1980. During Thomas’ stay at the hospital, welfare officer Birgitta Stéen had contact with the parents. I have taken note of the investigation report of 18 January 1980, with proposals concerning supervision, and the report of 26 August 1980, with proposals concerning a care order. I have also taken note of the children’s medical files. On 10 September 1980, Kerstin Lindsten, welfare officer at the school for retarded children, provided certain information by telephone concerning Stefan.", "It appears from the medical file that at the age of four months Stefan was admitted to the Gothenburg children’s hospital for assessment of his development and already at that stage he was found to be considerably retarded. At the age of six months he was retarded by two months. During a new test at the age of three years he was found to be at the developmental level of a 15 to 20 month old child. The psychologist Barbro Wikman considered him at that time to be passive, afraid and cautious. He was withdrawn and was most significantly retarded as regards his linguistic development. He was considered to be in great need of stimulation and the psychologist questioned whether there were sufficient opportunities for this in his home environment. He could not feed himself, could not run properly and he was not accustomed to playing with other children. According to the file, the parents were ‘not interested in taking him to a special play-centre’. On 4 May 1976, it was noted that he never had cooked food, could not construct sentences, did not play outside, cried easily, could feed himself but did it rarely, and seemed pale and lethargic. Stefan now attends the third year in a school for the retarded. It appears that he is one of the weakest pupils. At the beginning of his time at this school, the home conditions appeared to be acceptable since the family had a home-therapist. Subsequently, however, there were alarming reports that Stefan ran around outside and was often taken care of by the police. He could not control his urine and bowels, was teased by his friends because he smelled badly, and he was even undressed by them, according to the school welfare officer Kerstin Lindsten. Food problems have also occurred, according to the school nurse. Stefan mostly ate only sandwiches. The boy is short-sighted and needs to wear glasses, but he does not do so. Since the parents have also had difficulties in supervising and caring for Stefan, different ways of placing him have been discussed. A placement in an educational home appeared to be a good solution, but the parents withdrew at the last moment. Placement in a foster home has also been proposed, but the father reacted with depressive symptoms and kept the boy at home and away from school.", "During a medical assessment on 10 September 1980 Stefan gave the impression of being very retarded in his development but, in addition, he was cut off in his personal contacts, did not hear questions, did not treat play material in an adequate manner and seemed to have a limited concentration and attention span. His behaviour was clumsy. He could not write his own name and, when drawing with a pencil, he folded the paper at an angle of 90o. He did not wear his glasses.", "During a development assessment in her home on 25 March 1980, carried out by Helena Fagerberg-Moss, Helena Olsson attained a level comparable to that expected of her age. During a visit to the children’s welfare clinic, however, Helena was considered passive, looked afraid and had an undeveloped use of language. She has been going to a clinic since September 1979 for stomach problems, but this has not led to any measure being taken. During an assessment on 10 September 1980 she was shy when there were several persons in the same room, did not say anything and behaved as a mother towards Thomas, giving him toys and embracing him now and then. The same behaviour has been noted at the children’s home.", "Thomas’ development has been assessed on 5 October 1979 and 11 September 1980 by Helena Fagerberg-Moss. During the first assessment he was somewhat below the level of development which was expected and was also somewhat passive and withdrawn in his contacts. During the second assessment he was seriously quiet, cautious and his face was without expression. His development was four to six months behind. His language (at the age of 20 months) corresponded to a degree of development of a six to eight month old child. He became clearly stimulated by play and test material and seemed to have development potential. He gave a clear impression that he had not received sufficient stimulation at home. In the medical file it has been noted in August 1979 that the mother’s way of feeding Thomas was clearly abnormal. She held the feeding bottle at a distance and, even after having been asked to pick him up, there was no natural close contact. At the children’s home it has been observed that the father still treats Thomas as a baby.", "In summary, Stefan, Helena and Thomas are three children whose parents have been registered as being retarded. The father has retired early. In addition, the parents’ inter-relations are bad. They have separated for a long period and are now separated again. The family has moved four times in two and a half years. Stefan and Thomas show clear signs of backwardness, probably of different origins. Furthermore, there is a lack of care for the children on the part of the parents, and the children’s behaviour is disturbed. Stefan has had enuresis and encopresis, feeding difficulties, social difficulties with other children and has shown vagrancy tendencies. His special need of clean clothes, glasses (he is myopic), and extra care and stimulation because of his backwardness, has not been met by his parents. The linguistic development of all the children is retarded. Such backwardness is the most frequent sign of under-stimulation. Helena, who is of average intelligence, is inclined to take too great a responsibility for her brother Thomas. Thomas has not had any opportunity of adequate training either physically or psychologically.", "Since measures taken up to now in the form of a home-therapist, day-care nursery-home placement, supervision, etc. have not improved the situation, we recommend that Stefan, Helena and Thomas be taken into care and be given foster homes.\"", "The applicants alleged that, before this medical report was prepared, Dr. Bosaeus had never met them and had never visited their home. They also complained of the fact that she did not herself examine the children until 10 September 1980, after they had been placed in care for investigation on 22 August 1980; at that time they were in a state of shock as a result of violent police action on their removal from their home and of their completely new environment. It appears, however, that the psychologist Helena Fagerberg-Moss assessed Thomas on 5 October 1979 and had visited the parents’ home on 25 March 1980, when she assessed the development of Helena.", "13. Since the applicants did not consent to the Council’s decision of 16 September 1980, the matter was submitted, pursuant to section 24 of the 1960 Act (see paragraph 44 below), to the County Administrative Court (länsrätten) at Gothenburg. It held a hearing on 18 December 1980, at which Mrs. Olsson was represented by a lawyer under the Legal Aid Act (rättshjälpslagen) and the children by official counsel (offentligt biträde); Dr. Bosaeus was heard as an expert.", "By judgment of 30 December 1980, the County Administrative Court confirmed the Council’s decision. It stated (translation from the Swedish):", "\"It appears from the investigation of the case that the children, Stefan, Helena and Thomas, who all place specially high demands on those who care for them, have for several years been living in an unsatisfactory home environment as a result of the parents’ inability to satisfy the children’s need of care, stimulation and supervision.", "Stefan and Thomas disclose a clear retardation in their development and all three children are backward in language development.", "According to Dr. Bosaeus, who issued a medical report on 12 September 1980 and was heard as an expert in the oral proceedings, there is a great risk that Helena will develop negatively if she stays in the parents’ home. It is therefore as important to place her in a foster home as it is for Stefan and Thomas. Dr. Bosaeus has accordingly recommended taking the three children into care.", "Preventive measures with a home-therapist have been tried for several years and supervision has been arranged without any resulting improvement.", "It must therefore be considered as proved that the health and development of the children are jeopardised as a result of the parents’ present inability to give them satisfactory care and education.", "The decision submitted is therefore compatible with the provisions in section 25(a) and section 29 of the 1960 Act.\"", "14. Mrs. Olsson appealed to the Administrative Court of Appeal in Gothenburg (kammarrätten; see paragraph 50 below); her husband concurred in the appeal. The Council and official counsel for the children moved that the appeal be rejected. The Administrative Court of Appeal held a hearing and then, on 8 July 1981, confirmed the judgment of the County Administrative Court. However, one of the three judges and one of the two laymen sitting in the Court of Appeal, whilst agreeing with the taking of Helena into care, dissented as regards Stefan and Thomas.", "15. Mrs. Olsson sought to appeal to the Supreme Administrative Court (regeringsrätten; see paragraph 50 below), but on 27 August 1981 it refused her leave to appeal.", "16. On 22 August 1980, following the decision of the Chairman of the Council (see paragraph 11 above), the children were placed in a children’s home in Gothenburg for an investigation of their situation. They remained there until their subsequent placement in separate homes, as described below.", "17. Around 1 October 1980, the applicants removed Stefan from the children’s home and hid him for approximately one month. He was then placed in an educational home in Gothenburg run by the Board for the Retarded, but his parents again took him away and hid him for about two months.", "As from 28 February 1981, Stefan was placed, with the assistance of the police, with a foster family of the name of Ek - where he had previously spent some summers - at Tibro, approximately 100 kilometers from the applicants’ home.", "By decision of 28 June 1983, prompted by conflicts between the natural and the foster parents, the Council moved Stefan to a children’s home, Viggen, at Vänersborg, which was run by the Board for the Retarded and situated about 80 kilometers to the north of Gothenburg.", "18. Helena and Thomas were placed in separate foster homes - Helena with the Larsson family at Näsåker, in the vicinity of the town of Hudiksvall, on 21 October 1980 and Thomas with the Bäckius family at Maråker, south of Söderhamn, on 10 November 1980. These localities, which lie to the north-east of Gothenburg, are about 100 kilometers from each other. The distances by road from Hudiksvall and Söderhamn to Gothenburg are 637 and 590 kilometers, respectively (see M·KAK, Bilatlas, Sverige, 1981).", "19. The Government stated that the original intention had been to place Helena and Thomas with separate families in the same village, but that this had proved impossible at the last minute. They added that the Larsson and Bäckius families were in continuous contact, gave each other much support and met, together with Helena and Thomas, approximately every six weeks.", "20. Thomas’ foster parents and their own children are members of the Church of Sweden and attended church with him - regularly, according to the applicants, or two or three times a year, according to the foster parents.", "21. Since the children were taken into care, their parents’ access to them has been the subject of various decisions, including the following.", "22. Stefan spent some three to four weeks with his parents in the summer of 1982. However, on 10 August 1982 the Council decided, pursuant to section 16(1) of the 1980 Act (see paragraph 48 below), to limit their access to him to one visit every six weeks. They appealed to the County Administrative Court, but on 17 November 1982 it confirmed the restrictions (see paragraph 28 below).", "23. After 22 April 1984, Mr. and Mrs. Olsson were allowed to see Stefan every week, mostly at their home. He spent some weeks with them in the summer of 1986.", "24. On 21 October 1980, the Council decided to ban access by the applicants to Helena and Thomas at their foster homes, in accordance with section 41 of the 1960 Act (see paragraph 48 below), and to prohibit disclosure of their whereabouts. However, the applicants were allowed to meet the children elsewhere, every second month. The decision was designed to protect the children’s chances of settling down and was prompted by the fact that Stefan had previously been removed from his home and hidden by his parents (see paragraph 17 above).", "The foregoing restriction was lifted in September 1981, but in February 1983 the Council decided, having regard to the attitude of confrontation adopted by the applicants towards the foster parents, to confine the former’s contacts with Helena and Thomas to one visit at the foster homes every third month. This new restriction was confirmed by the County Administrative Court, on appeal, on 25 March 1983 and again by the Council in decisions of 2 August 1983, 6 December 1983 and 30 October 1984. On 3 October 1985, the County Administrative Court dismissed an appeal by the applicants against the last-mentioned decision; they withdrew their appeal on this point in subsequent proceedings before the Administrative Court of Appeal (see paragraph 31 below) and the restriction therefore continued in force for the remainder of the period during which these children were in public care.", "25. According to Mr. and Mrs. Olsson, Helena and Thomas were permitted to visit the family home only once - in 1982 - whilst they were in care, for a few hours and under the strict supervision of the foster mothers and one or two social workers. The applicants added that they were allowed to visit these children only a couple of times a year, under the supervision of social workers, teachers or foster parents; it appears that as time went by they tended to avoid such visits, which they considered humiliating, notably on account of the visiting conditions.", "The material before the Court reveals that Mr. and/or Mrs. Olsson saw Helena and Thomas in March 1981 at a neutral place in Gothenburg; in September 1981 at their foster homes; in December 1981 at Stefan’s foster home; and just before Easter 1982 at Helena’s foster home. The Commission’s report contains a more general statement to the effect that the applicants met the two younger children \"three times a year during the first years\". The applicants do not appear to have paid any visits to them between June 1984 and the spring of 1987.", "26. Before the Commission, the Government referred to problems that had arisen as regards co-operation between the applicants on the one hand and the children’s foster parents and the social authorities on the other (see paragraphs 100, 101, 109, 110 and 111 of the Commission’s report). The applicants’ submissions to the Commission on this point are summarised as follows:", "\"That the applicants would co-operate with the social workers is completely unthinkable. The action of these social workers is completely in conflict with the applicants’ own understanding of how children and adults and family members and others ought to show respect and consideration. ... It must be added that if the applicants were to co-operate with the foster parents and the social workers they would risk passing on to their children the totally wrong impression that the separation of children and parents and the placement of the children in foster homes had occurred with the consent of the applicants. This would be completely disastrous to the self-respect of the applicants’ children if they had the wrong impression that their natural parents did not wish them to be at home with them.\" (ibid., paragraph 80 in fine)", "27. Following a request by the applicants for termination of the care of the children, a meeting was held on 1 June 1982 at the Council’s office, at which the applicants, their lawyer and official counsel for the children were present.", "On the same day, the Council rejected the request. It based its decision on reports compiled by the social administration and dated 24, 25 and 26 May 1982, which concluded that the parents were then incapable of giving the children the necessary support and encouragement. Annexed to the reports were statements from the psychologist Helena Fagerberg-Moss, social workers and a school teacher, indicating that the children had made satisfactory progress since being taken into care.", "28. The applicants thereupon appealed to the County Administrative Court. It held a hearing on 4 November 1982, at which the applicants were present and assisted by a lawyer; the Council was represented by a lawyer and two social workers and the children by official counsel. Dr. Bosaeus and a social expert from the County Administrative Board (länsstyrelsen; see paragraph 41 below) gave evidence - the former at the request of the applicants’ lawyer - and various written opinions from a psychologist, a welfare officer, a school teacher of Stefan and his school doctor were read out. The President of the Court also summarised the documents on which the Council’s decision had been based.", "The applicants submitted that the medical report of 12 September 1980 (see paragraph 12 above) contained clearly false information, by affirming that they were mentally retarded, and did not indicate any concrete facts showing that the children would have been in danger if they had continued to live with their parents. The Council, for its part, asserted that its refusal to terminate care had been based not on the applicants’ being mentally retarded but on their inability to satisfy the children’s need for care, stimulation and supervision.", "In its judgment of 17 November 1982, the County Administrative Court, in addition to confirming the restrictions on parental access to Stefan (see paragraph 22 above), held as follows (translation from the Swedish):", "\"The facts of the case show that the children suffered to a greater or lesser extent from different types of disturbance when they were taken into care. Stefan was disturbed in his development at a level comparable to special lower class. Following the placement in a foster home, his social abilities have improved and his language development has accelerated. His incontinence has to a large extent disappeared. In the special lower school Stefan has developed favourably having regard to his abilities. As regards Helena and Thomas, they have developed favourably in the foster homes. The assessment of these two children’s psychological development undertaken in the spring of 1982 shows that the previous delays and disturbances have now been caught up or have disappeared, and that their development is now completely at the same level as that to be expected for their age.", "As far as the applicants are concerned, their circumstances seem to have stabilised in recent times. Thus, the couple moved from Angered in January 1981 and since then have been living in a more child-adapted environment in the community of Ale. The dispute which prevailed in the marriage at the time when the children were taken into care has been overcome, and it seems now as if the relations between the applicants are better. Following a request from their representative, the applicants have been examined by psychologist Gudrun Olsson from Gothenburg. This investigation shows that both applicants have an average level of intelligence.", "Under section 5 of the 1980 Act [see paragraph 49 below], the decisive issue in determining whether care under the Act in question should be terminated is whether it is no longer necessary. Facts such as the apparent improvement and stabilising of the applicants’ situation and the children’s favourable development in their foster homes are an argument in favour of the termination of care. However, there are several circumstances militating in the opposite direction. Stefan, who during 1982 has had several permissions to visit the parents’ home, has been disturbed in various ways upon his return to the foster home and has relapsed into his previous negative behaviour. Stefan’s return trip to the foster home on 28 June 1982 does not seem to have been well planned and it developed in an unfortunate way for him. In addition, the applicants have so far had difficulties in co-operating in a satisfactory manner with Stefan’s foster home and the Social Council. In making an assessment of all the facts of the case, the Court finds that the applicants still show a lack of comprehension and ability to give the children satisfactory care and education. It must therefore be feared that a termination of care under the Act can at present involve great risks for the health and development of the children. Care is therefore to continue and the appeal is rejected.\"", "29. The applicants then appealed to the Administrative Court of Appeal. After a hearing on 20 December 1982, at which they were present and assisted by counsel, the appeal was dismissed on 28 December 1982. The applicants had unsuccessfully requested that Dr. Bosaeus be called as a witness at the hearing.", "Mr. and Mrs. Olsson sought to appeal to the Supreme Administrative Court, but on 11 March 1983 it refused them leave to appeal.", "30. A fresh request by the applicants to the Council for termination of the care of the children was refused on 6 December 1983.", "31. On 30 October 1984 and 17 September 1985, the Council rejected further requests by the applicants for termination of the care of Helena and Thomas and of Stefan, respectively; on the first of these dates it also declined to lift the restriction on visits to Helena and Thomas (see paragraph 24 above). Appeals by the parents against these decisions were dismissed by the County Administrative Court on 3 October 1985 and 3 February 1986, respectively.", "The applicants thereupon appealed to the Administrative Court of Appeal, which joined the two cases. After holding a hearing at which Mr. and Mrs. Olsson were present and gave evidence, the Administrative Court of Appeal, by judgment of 16 February 1987, directed that the public care of Stefan be terminated: it took into consideration his recent positive development, his parents’ increased understanding of his needs and their agreement that he should complete his current term of schooling at Vänersborg (see paragraph 17 above). However, the appeal concerning Helena and Thomas - the scope of which was confined by Mr. and Mrs. Olsson themselves at the hearing to the care issue, to the exclusion of the access issue - was dismissed. The Administrative Court of Appeal’s opinion that the public care of these two children should continue was based primarily on the fact that the applicants were unable to understand and satisfy the special needs arising in connection with re-uniting parents and children after so long a period of separation.", "Following an appeal by the parents, the Supreme Administrative Court, by judgment of 18 June 1987, directed that the public care of Helena and Thomas should terminate, there being no sufficiently serious circumstances to warrant its continuation. The Supreme Administrative Court pointed out that the question to be determined in deciding whether care should be discontinued pursuant to section 5 of the 1980 Act (see paragraph 49 below) was whether there was still a need for care. The problems associated with the removal of a child from a foster home and its possible detrimental effects on him and with his reunification with his natural parents - on which the Administrative Court of Appeal had relied - were matters to be considered not under section 5 but in separate proceedings, namely an investigation under section 28 of the Social Services Act 1980 (socialtjänstlagen 1980:620). The latter section empowers a Social District Council to prohibit, for a certain period of time or until further notice, the removal from a foster home of a minor who is not or is no longer in public care, if there is thereby a risk, which is not of a minor nature, of harming his physical or mental health.", "32. Stefan is now reunited with his parents.", "However, on 23 June 1987 the Council, acting pursuant to section 28 of the Social Services Act 1980, prohibited them until further notice from removing Helena and Thomas from their respective foster homes. An application by Mr. and Mrs. Olsson for the interim suspension of this prohibition was refused by the County Administrative Court on 25 June 1987; this decision was confirmed by the Administrative Court of Appeal on 2 July 1987 and, on 17 August 1987, the Supreme Administrative Court refused leave to appeal. On 3 November 1987, the County Administrative Court rejected on the merits the applicants’ appeal against the prohibition; it expressed the opinion that \"a prohibition against removal should not be valid for too long a period\" and that \"a precondition for the rescission of the prohibition ... is that efforts should be made to improve contacts between the parents and children, both through Mr. and Mrs. Olsson and through the Social District Council\". According to information supplied to the European Court by the Government on 16 November 1987, an appeal by the applicants to the Administrative Court of Appeal against this judgment was then pending; in the meantime, they remained free to visit Helena and Thomas at the foster homes.", "33. According to Swedish child-welfare legislation, each municipality is responsible for promoting the favourable development of children and young persons by taking, if necessary, supportive or preventive measures (see paragraph 43 below). It may also take a child into care and place him in a foster home, a children’s home or another suitable institution.", "The legislation divides measures of the latter kind into two categories: the first concerns \"voluntary care\", enabling a parent to place his child into the care of a local authority; the second provides for \"compulsory care\", by establishing machinery whereby a local authority can obtain a court decision or order committing a child to its care. It was recourse to this machinery that was in issue in the present case.", "34. Decisions concerning the applicants’ children were taken under the 1960 Act and under the Act containing Special Provisions on the Care of Young Persons 1980 (lag 1980: 621 med särskilda bestämmelser om vård av unga - \"the 1980 Act\"). The 1980 Act complements the Social Services Act 1980, which deals with voluntary care; on entering into force on 1 January 1982, they together replaced the 1960 Act. In general, decisions taken under the 1960 Act which were still in force on 31 December 1981 were considered to be decisions taken under the 1980 Act.", "35. Under section 25(a) of the 1960 Act, the competent local authority in child-care matters - the Child Welfare Board (barnavårdsnämnden) or, in Stockholm and Gothenburg, the Social District Council - was obliged to intervene (translation from the Swedish):", "\"[if] a person, not yet eighteen years of age, is maltreated in his home or otherwise treated there in a manner endangering his bodily or mental health, or if his development is jeopardised by the unfitness of his parents or other guardians responsible for his upbringing, or by their inability to raise the child.\"", "Section 25(b) of the 1960 Act (which was not applied in the present case) provided that the local authority also had to intervene if a minor needed corrective measures because of his criminal, immoral or otherwise asocial behaviour.", "36. As regards section 25(a), the preparatory work to the 1960 Act stated, inter alia, the following (translation from the Swedish):", "\"In the future too, an important reason for intervention must be that a minor is exposed to physical maltreatment. The specific reference to this in the text of the statute seems to some extent to obscure the importance of the fact that children and young persons must also be protected from other kinds of treatment which may be harmful to their bodily or mental health. For this reason, the Bill instead makes it a prerequisite for intervention that the minor is being maltreated in his home or that he is otherwise treated there in such a way as to endanger his bodily or mental health. This amendment in relation to the law now in force does not aim at bringing about any material change. Reasons for intervention, except for physical maltreatment, may be such as are given as examples in the preparatory work to the legislation now in force: for instance, that a child, who is perhaps being cared for with great tenderness, is all the same continuously exposed to mortal danger owing to his mother’s mental illness, or that an infant is being cared for by a mother who is suffering from tuberculosis in a contagious state. Further examples may be that the minor is obliged to do work that is unreasonably hard considering his age or his strength, that he does not get enough to eat and is for that reason clearly undernourished, or that his home environment is marked by a considerable lack of hygiene. According to the practice that has been applied hitherto, it should also be possible to intervene in those instances where the parents - perhaps because of their religious convictions - omit to give the child the medical care and treatment that he needs. Among the cases where children are exposed to mental injury or danger may be mentioned the one where parents - with evident symptoms of mental abnormalities or of pathological attitudes - bring up their children in a way, as the committee puts it, that includes a kind of spiritual error and which often in the end causes their personality to develop in an undesirable way. When such upbringing has the result that the child’s mental health is endangered, it comes under the section now dealt with.", "For an intervention under section [25(a)] of the 1960 Act to be permitted, there must be a danger of the child’s becoming a misfit because of his parents’ vicious way of life or their negligence or inability to educate the child. The provision in question thus concerns abnormalities in the parents or in their capacity to educate; it lays down that those abnormalities should be such as to endanger the child’s social development. Parents and other custodians should be treated on equal terms in this respect. Otherwise only amendments of a formal nature seem to be required. Thus, it is suggested that the words ‘vicious’ and ‘negligence’ be replaced by the expression ‘unsuitability as custodians’, which seems more appropriate in this context. Obviously, the scope of this expression is somewhat wider than the one currently in use. Apart from ‘vicious’ and ‘negligent’ custodians, it thus also covers those suffering from serious mental abnormalities. There seems to be no reason to object to this enlargement of the field of application of this rule. Society should be entitled to intervene as soon as there is a danger of a young person’s unfavourable social development owing to shortcomings in the custodian. Since the notion of ‘misfit’, as the committee has found, should be excluded from this legislation, the intervention of the Child Welfare Board has instead been made subject to the prerequisite that the development of the young person is in jeopardy. This means that intervention shall take place whenever needed to prevent such abnormalities of behaviour as are indicated under section [25(a)]. It should be pointed out that, just as is the case under the law now in force, an intervention does not require that there have so far been any signs of maladaptation in the young person in question.\" (Reproduced in NJA II - Nytt Juridiskt Arkiv, \"Journal for Legislation\" - 1960, pp. 456 et seq.)", "37. Conditions for compulsory care under the 1980 Act are set out in section 1, which reads (translation from the Swedish):", "\"Care is to be provided pursuant to this Act for persons under eighteen years of age if it may be presumed that the necessary care cannot be given to the young person with the consent of the person or persons having custody of him and, in the case of a young person aged fifteen or more, with the consent of the young person.", "Care is to be provided for a young person if:", "1. lack of care for him or any other condition in the home entails a danger to his health or development; or", "2. the young person is seriously endangering his health or development by abuse of habit-forming agents, criminal behaviour or any other comparable behaviour.", "...\"", "38. The following are extracts from the preparatory work to the 1980 Act, as reproduced in NJA II 1980, pp. 545 et seq. (translation from the Swedish).", "The Parliamentary Standing Committee on Social Questions stated:", "\"An important point of departure for the reform of the social services is that salient features in the handling of individual cases should be respect for liberty and the right of the individual to decide about his own life. The aim of the social services should be to co-operate with the client as far as possible, in order to make him take part in decisions as to the planning of treatment and make him co-operate actively in carrying it out. The social services should offer help and support, but not take over the individual’s responsibility for his own life. Personal initiative and responsibility must be made part of care and treatment. In this manner the social services may work more actively in a preventive way, and the opportunity to achieve more long-lasting results will be improved.", "This fundamental principle of the new legislation has been laid down in section 9 of the Social Services Bill, which stipulates that the measures taken by the Social Council in regard to any individual person should be conceived and carried out in co-operation with the person concerned. Consequently, all social services’ opportunities to use coercive measures on adults have been abolished. It is true that, regarding young people and children, the possibility of providing care outside their home contrary to the wishes of the young person or his parents is retained. In this field too, the reform means, however, that the right of the individual to be a party to those decisions that concern his own fate is more strongly stressed. The individual should be able to turn to the social services confidently and ask for help, without risking undesired effects in the form of various coercive measures.", "At the same time there is unanimity in considering that in certain cases society must be able to use coercive measures against an individual, whenever this is needed to avoid an immediate risk to somebody’s life or health.\"", "The Minister of Health and Social Affairs stated:", "\"Section 1, second paragraph, point 1, indicates that one ground for measures on the part of society is that lack of care for a young person in his home or some other situation in his home constitutes a danger to his health or development. This rule refers to situations where the young person does not receive sufficient care in his home or is exposed to treatment in his home that means there is a danger to his mental or physical health or to his social development. By the word ‘home’ is to be understood the home of the parents, as well as any other home where the young person is residing permanently. Under this description come, inter alia, cases where the young person is subject to maltreatment in his home. Even a slight degree of maltreatment must be supposed to cause danger to the health or development of the young person. If, in such a case, the parents oppose such measures as the Social Council may consider necessary to assure the protection of the young person, application of the law may come into focus. In case there has been maltreatment of a more serious kind, the young person should as a matter of course be provided with care outside his home, at least for some time.", "As with the 1960 Act, this provision may also be applied in those instances where the parents intend to place the young person in an environment that will endanger his health or his development, or where they do not prevent him from being in such an environment.", "This section thus embraces all those situations where the child is being exposed to physical maltreatment or negligent care. This legislation may also be applicable if parents endanger the mental health of a child by their personal characteristics. If the child’s mental health or development is being endangered because of parental behaviour - for instance, by way of continuously recurring scenes at home owing to abuse of alcohol or narcotics - or because of the mental abnormality or state of the parents, it should be possible to provide care for the child under this Act.", "...", "The Act is primarily aimed at enabling the social services to provide for the young person’s need of care. It is the current need of care, and what can be done at the moment and in the future to see to it that this need is met, that will govern the measures taken by the Social Council. As I have pointed out in my general statement concerning this Bill, this legislation can, however, not be used to provide for society’s need for protection. It is a different matter that, in those instances where a young person needs to be taken into care according to this Act, this measure will also have the effect of protecting society.", "The Social Council is to take appropriate measures as soon as it considers that a situation such as has been indicated in the second paragraph under points 1 and 2 arises. It may, for instance, have come to the knowledge of the Council that a child is being exposed to unsuitable treatment or even to actual danger at home. During an inquiry the situation may appear to be such that the child ought to be provided with care outside his home. The Council should then in the first place try to meet the need for care by reaching an understanding with the parents. In case the parents and the Council cannot reach an agreement as to the question of how the child should be cared for, the Council must turn to the County Administrative Court to obtain a decision on care under the Act, with an inherent authorisation permitting the Council to make decisions regarding the way in which the care should be implemented.\"", "39. The Child Welfare Board was empowered to exercise functions and make decisions in child-welfare matters within a municipality (sections 1 and 2 of the 1960 Act). In doing so, it had to give particular attention to minors who were exposed to the risk of unfavourable development due to their physical and mental health, home and family conditions and other circumstances (section 3). The Board was composed of lay members who were assisted by social workers.", "40. Since the 1980 social-services legislation entered into force, the functions of the Child Welfare Boards have been taken over by Social Councils, which are composed in the same way as the former Boards but are responsible for social welfare in general.", "The tasks of the Social Council may, as is the case in Gothenburg, be performed by two or more Social District Councils, each being responsible for a designated area. In child-care matters, a District Council has the same powers and duties as a Social Council.", "41. As were the Child Welfare Boards, the Social Councils are under the supervision and control of the County Administrative Board and the National Board of Health and Welfare (socialstyrelsen).", "42. Child Welfare Boards sought and received information about ill-treatment of children or their unsatisfactory living conditions through various officials having frequent contacts with children, such as social workers, doctors, nurses and teachers. Matters of this kind could also be reported to the Boards by private citizens. Upon receipt of such information, a Board had to undertake, without delay, a comprehensive investigation, including interviews, medical examinations and visits to the child’s home.", "43. If the Board found that the child’s situation corresponded to that described in section 25 of the 1960 Act (see paragraph 35 above), it had, before resorting to care, to endeavour to remedy the matter by preventive measures (förebyggande åtgärder). These could consist of one or more of the following steps: advice, material support, admonition or warning, orders pertaining to the child’s living conditions, or supervision (section 26). If such measures proved insufficient or were considered pointless, the Board had to place the child in care (section 29).", "However, a child had to be taken provisionally into care for investigation (without the need for prior preventive measures) if there was a probable cause for intervention under section 25 and if there would otherwise be a risk of deterioration in his situation. Such a decision was valid for a maximum period of four weeks (section 30).", "In urgent situations where the decision of the Board under section 29 or 30 could not be awaited, section 11 of the 1960 Act empowered the Chairman of the Board to take interim action alone. If he did so, he had to convene a meeting of the Board within ten days in order that a decision be taken in the matter.", "44. Further procedural requirements for placing a child in care under section 29 or 30 of the 1960 Act were set out in section 24; in particular, the decision had to be notified without delay to the parents concerned. If they disagreed, the matter had to be referred for review to the County Administrative Court within ten days.", "45. Under the 1980 Act, if a Social Council considers that certain action is necessary, it has to apply to the County Administrative Court for a decision; unlike Child Welfare Boards under the 1960 Act, it cannot take the decision itself.", "In urgent cases, however, the Council or its Chairman may place a child in care as a provisional measure; such a step must be referred within a week to the County Administrative Court, for decision within the following week.", "46. When a care decision has been taken, the Social Council (formerly the Child Welfare Board) has to implement it, by attending to the practical details of such matters as where to place the child and what education and other treatment to give him (sections 35-36 and 38-41 of the 1960 Act and sections 11-16 of the 1980 Act).", "47. The 1960 Act provided that a child who had been taken into care was entitled to good care and upbringing as well as the education that was necessary in the light of his personal capacity and other circumstances. The child had preferably to be placed in a foster home or, if that was not possible, in a suitable institution, such as a children’s home or school (sections 35 and 36). The Child Welfare Board had to supervise the care and the development of the child and, if necessary, take decisions concerning his or her personal affairs (sections 39 and 41).", "During the course of the preparatory work to the 1980 Act, the Parliamentary Standing Committee on Social Questions stressed that it was essential for the development of the child that the parents had regular contacts with him; this was also of decisive importance so as to ensure that his return to his original home could be effected smoothly. In fact, section 11 of the 1980 Act provides that he may be allowed, after a period, to return to live there, if it appears that such a course is the best in order to further the aims of the care decision.", "48. The 1960 Act provided that the Child Welfare Board could regulate a parent’s right of access to his child in care to the extent that it found this reasonable in the light of the aims of the care decision, the upbringing of the child or other circumstances (section 41).", "Under the 1980 Act, restrictions on access can be imposed by the Social Council, in so far as this is necessary for the purposes of the care decision (section 16). Unlike the 1960 Act, the 1980 Act expressly empowers the authority concerned to refuse to disclose the child’s whereabouts.", "49. Under section 42(1) of the 1960 Act, compulsory care had to be discontinued as soon as the aims of the care decision had been achieved. The corresponding rule in the 1980 Act provides that the Social Council shall terminate care when it is no longer necessary (section 5, first paragraph). The preparatory work to this provision, as reproduced in the Government’s Bill (1979/80:1, p. 587), stated (translation from the Swedish):", "\"It follows that an important task of the Council is to see to it that ... care does not continue for longer than is necessary in the circumstances. Care is to be discontinued as soon as there is no longer any need for the special prerogatives granted to the Council by the Act. It is true that it is part of the custodian’s responsibility resting with the Council to pay close attention to the care provided by other people on the Council’s behalf. However, against the background of, inter alia, the way the 1960 Act is today applied, it has been considered important that the supervisory duties of the Council are clearly laid down in the text of the [new] Act.\"", "Section 41 of the Social Services Ordinance 1981 (socialtjänst- förordningen 1981:750) lays down that a care decision based on unsatisfactory conditions in the child’s home must be reconsidered by the Social Council regularly and at least once a year.", "Both before and after the entry into force of the 1980 Act, a parent could, under the general principles of Swedish administrative law, at any time request that the compulsory care of his child be terminated.", "50. Decisions of the County Administrative Court that a child be taken into care might (under the 1960 Act) or may (under the 1980 Act) be the subject of an appeal to the Administrative Court of Appeal and, with leave, to the Supreme Administrative Court.", "A parent could or can also appeal to the County Administrative Court (and then to the Administrative Court of Appeal and, with leave, to the Supreme Administrative Court) against:", "(a) refusals by a Child Welfare Board or a Social Council to terminate care ordered under the 1960 or the 1980 Act (see paragraph 49 in fine above);", "(b) decisions taken by a Child Welfare Board under the 1960 Act relating, inter alia, to the visiting rights of the parents;", "(c) decisions taken by a Social Council under the 1980 Act as to where the care should commence; to change a placement decision; regulating the parents’ right of access; and not to disclose the child’s whereabouts to them (section 20 of the 1980 Act).", "According to the Government, the 1960 Act did not entitle a parent to appeal to the County Administrative Court against a placement decision as such, but the 1980 Act does. The Government maintained, however, that the applicants could at any time have raised before the County Administrative Board (see paragraph 41 above) - with the possibility of a subsequent appeal to the Administrative Court of Appeal and thence to the Supreme Administrative Court - a plea that, as a result of their placement and contrary to the requirements of the 1960 Act, the children were not receiving proper care and education."], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": ["8-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["13", "14", "3", "6", "8", "P1"], "NON_VIOLATED_PARAGRAPHS": ["6-1", "8-1", "P1-2"], "NON_VIOLATED_BULLETPOINTS": []}