{"ITEMID": "001-82413", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVN", "BRANCH": "ADMISSIBILITY", "DATE": 2007, "DOCNAME": "GLIHA AND JORAS v. SLOVENIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Corneliu Bîrsan;David Thór Björgvinsson", "TEXT": ["The applicants, Ms Marija Gliha and Ms Amalija Joras, are Slovenian nationals who were born in 1936 and 1937 and live in Velika Loka and Ljubljana respectively. The Slovenian Government (“the Government”) were represented by their Agent, Mr Lucijan Bembič, State Attorney-General.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 30 January 1951 the applicants’ father Mr Rudolf Gliha was convicted and sentenced to 4 months’ deprivation of liberty and to forfeiture of immovable and movable property to the State (a house, several fields, forests, electric mill, etc.).", "On 2 July 1990, further to the applicants’ request, the Public Prosecutor filed a request for legality with the Supreme Court in order to challenge the applicants’ father’s conviction.", "On 30 July 1990 the applicants sent a letter to the Novo mesto Basic Court, the Trebnje Unit, requesting restitution of property confiscated to their late father in 1951.", "On 29 August 1990 the Supreme Court quashed the conviction of the applicants’ late father and the sentence of forfeiture of his property to the State.", "At the material time, Section 145 of the 1978 Act on Implementation of Penal Sanctions as then applicable (“the 1978 Act”) regulated the restitution of, and compensation for, the property forfeited through penal proceedings (see “Relevant domestic law and practice”).", "The applicants then filed a request for restitution of confiscated property also with the local authorities – the Community of Trebnje. The latter forwarded the request to the Novo mesto Basic Court, the Trebnje Unit.", "However, on 21 September 1990 the Novo mesto Basic Court, the Trebnje Unit, forwarded the request to the Community of Trebnje. On 4 October 1990 the latter, further to Section 145 of the 1978 Act, sent the request back to the Novo mesto Basic Court, the Trebnje Unit.", "On 29 November 1991 the Denationalisation Act (“the DA”) was adopted, forming the basis for restitution of property (or its value) that had passed into State ownership after the Second World War. Its Section 92 provided that property forfeited in criminal proceedings that had terminated before 31 December 1958 should also be returned to previous owners under the DA (see “Relevant domestic law and practice”). One individual filed a constitutional initiative (ustavna pobuda) with the Constitutional Court challenging the constitutionality of Section 92.", "Following the adoption of the DA, on 28 February 1992 the Novo mesto Basic Court, the Trebnje Unit decided that it lacked jurisdiction to examine the claim, since the administrative authorities enjoyed jurisdiction over denationalisation matters.", "On 20 March 1992 the applicants filed an appeal. They also requested the issuing of an interim injunction and an exclusion of a judge.", "On 20 May 1992 the Higher Court granted the appeal and remitted the case to the Novo mesto Basic Court, the Trebnje Unit.", "On 30 June 1992 the President of the Novo mesto Basic Court refused the request for exclusion of a judge.", "On 4 August 1992 the applicants lodged a new request for exclusion of a judge and for exclusion of the president of the Novo mesto Basic Court. On 11 September 1992 the Ljubljana Higher Court rejected it.", "On 5 November 1992, the Constitutional Court rescinded Section 92 of the DA.", "On 15 January 1991 the applicants started proceedings against the Community of Trebnje, the Republic of Slovenia and sixteen other defendants, among them twelve natural persons, before the Novo mesto Basic Court, the Trebnje Unit with a view to determine ownership rights over the confiscated real estate and its delivery. At the same time, they proposed an interim injunction on the prohibition of alienation and encumbrance of the real estate.", "On 18 November 1991, following a hearing, the request for an interim injunction was rejected and the request for the note on the dispute in the land register was granted. The applicants’ representative was invited inter alia to produce complete extracts from the land register for all real estate in dispute.", "On 10 March 1992 the Novo mesto Basic Court, the Trebnje Unit again summoned the applicants’ representative to reply to its request.", "On 6 April 1992 the Novo mesto Basic Court, the Trebnje Unit decided to stay the proceedings and to continue them as non-contentious proceedings. At the same time, it decided to annul its decision on the note of the dispute.", "On 26 October 1992 the Novo mesto Basic Court, the Trebnje Unit decided to join two sets of non-contentious proceedings.", "On 26 November 1992 the applicants replied to the request of 10 March 1992. They also requested the Novo mesto Basic Court, the Trebnje Unit to issue a partial decision on restitution in kind and to stay the proceedings until the Supreme Court rendered a leading decision on restitution of property belonging to natural persons.", "On 31 December 1992 the Community of Trebnje filed submissions.", "On 8 March 1993 the applicants applied for an interim injunction.", "On 5 April 1993 the Novo mesto Basic Court, the Trebnje Unit handed down a partial decision, returning the property that could be restituted in kind to the applicant’s late father.", "On 15 April 1993 five defendants, all natural persons, requested the court to issue a supplementary decision on legal costs.", "On 23 April 1993 the applicants lodged an appeal against the decision of 5 April 1993.", "On 2 June 1993 the Ljubljana Higher Court rejected the appeal.", "On 4 June 1993 the applicants filed a request for an interim injunction on prohibition of alienation or encumbrance of the remaining property.", "On 11 June 1993 two defendants replied.", "On 23 June 1993 the request was rejected. The applicants filed an appeal which the Ljubljana Higher Court dismissed on 13 October 1993.", "On 24 January 1994 the new ownership of the real estate restituted in kind to the applicants’ late father was registered in the land register.", "On 8 September 1994 the applicant Ms Gliha filed a document relating to a plot of land which had been allegedly omitted from the decision of 5 April 1993.", "On 1 July 1997 the Trebnje Local Court (new style of the first-instance court further to the reform) received the applicant Ms Gliha’s request lodged with the Supreme Court on 18 June 1997.", "On 9 August 1997 the Parliament passed the Act on the Temporary Suspension of certain Provisions of the Act on Denationalisation and of the 1978 Act on the Implementation of Penal Sanctions (“the Temporary Suspension Act”). It had the effect of suspending extant claims under the 1978 Act, originally until 20 December 1997 and subsequently, under new legislation, until 31 March 1998.", "While those provisions were in abeyance, the Parliament passed the 1998 Act on Amendments and Supplements to the Act on Implementation of Legal Sanctions (the “1998 Act“). That Act added new Sections to the 1978 Act.", "Section 145A applied the provisions of the DA regarding the form and scope of restitution as well as the restrictions on restitution and the valuation of property to claims for restitution of property forfeited in criminal proceedings terminated before 31 December 1958 (see “Relevant domestic law and practice”) .", "In 1998 and 1999 several individuals filed a constitutional initiative challenging the 1998 Act before the Constitutional Court on the ground that its provisions were retroactive and discriminatory. On 16 July 1998 the Constitutional Court dismissed the initiative (decision no. U-I-60/98 - see “Relevant domestic law and practice”).", "On 11 August 1998 the applicants filed a complaint with the Supreme Court concerning the length of the proceedings.", "On 11 September 1998 the Trebnje Local Court informed the applicants that due to the change of legislation and stay of the proceedings, the court had been unable to proceed with the examination of their claim and that a hearing would probably be scheduled in October 1998.", "On 2 November 1998, on the basis of the amended Article 145B of the 1978 Act, the Trebnje Local Court requested the applicants to designate entities liable for the restitution of property.", "The applicants filed an appeal and lodged a request for “exclusion of all courts in the Dolenjska region and of the president of the Ljubljana Higher Court”. On 23 November 1998 the court adjourned a hearing pending the outcome of the request for exclusion.", "On 16 December 1998 the president of the Supreme Court rejected the request for exclusion of the president of the Ljubljana Higher Court.", "On 24 December 1998 the applicants were summoned to supplement their request for exclusion of all courts in the Dolenjska region.", "In reply, on 11 January 1999 the applicant requested the transferral of jurisdiction. On 28 January 1999 the Supreme Court rejected this request.", "On 14 April 1999 the Ljubljana Higher Court rejected the appeal against the decision of 2 November 1998.", "On 28 May 1999 the applicants filed a request for exclusion of the Supreme Court judges and a request for protection of legality.", "On 10 June 1999 the Trebnje Local Court rejected the applicants’ request for protection of legality as inadmissible.", "On 9 July 1999 the applicants lodged a constitutional appeal against the Ljubljana Higher Court’s decision of 14 April 1999.", "On 9 August 1999 the Attorney General rejected the applicants’ request to file a request of legality against the Higher Court’s decision.", "On 16 October 2000 the Constitutional Court requested the applicants to supplement their appeal.", "On 16 November 2000 the applicants replied and also filed a constitutional initiative challenging the 1998 Act.", "On 28 November 2000 the Trebnje Local Court made inquiries about the state of denationalisation proceedings initiated by the applicants with the Trebnje Administrative Unit. The latter replied on 5 December 2000.", "On 19 December 2000 the Constitutional Court dismissed the applicants’ constitutional appeal against the decisions of 2 November 1998 and 14 April 1999. It also separated the part of the applicants’ submissions pertaining to the 1998 Act and reserved it for a later decision.", "On 22 February 2001 the Constitutional Court dismissed the applicants’ initiative challenging Sections 145A and 145C of the amended 1978 Act.", "On 7 February 2002 the Trebnje Local Court again summoned the applicants to designate entities liable for the restitution of property, as requested by its decision of 2 November 1998. It also made inquiries about the confiscated real estate with the Regional Mapping and Surveying Administration of Novo mesto. A hearing was scheduled for 26 February 2002.", "On 26 February 2002 the applicants’ representative sent a letter to the Trebnje Local Court’s stating that its decision of 2 November 1998 had no legal ground. He also requested the court to initiate proceedings for review of constitutionality of the 1998 Act.", "The applicants’ representative repeated this at the hearing held on the same day and stated that the applicants would initiate such proceedings themselves if the Trebnje Local Court failed to do so. The latter postponed the hearing.", "On 27 February the Trebnje Local Court received the reply from the Regional Mapping and Surveying Administration of Novo mesto.", "On 4 March 2002 the Trebnje Local Court informed the applicants that the Constitutional Court had already reviewed the constitutionality of the 1998 Act on 16 July 1998. It again requested the applicants to act in compliance with its decision of 2 November 1998.", "A new hearing was scheduled for 26 March 2002 but the applicants’ representative requested the court to stay the proceedings since they had lodged a new initiative with the Constitutional Court. The Trebnje Local Court stayed the proceedings.", "On 10 April 2003 the Constitutional Court rejected the initiative.", "On 30 December 2003 the Trebnje Local Court rejected the applicants’ claim since they had not properly designated the entities liable for restitution of property.", "On 13 February 2004 the applicants filed an appeal, stating that they had not been warned of possible consequences of poor representation. They also indicated the entity liable for restitution and the form of damages sought.", "On 29 September 2004 the Ljubljana Higher Court granted the appeal and remitted the case to the first-instance court.", "On 22 April 2005 the Court again made inquiries with the Regional Mapping and Surveying Administration Unit of Novo mesto about the confiscated real estate. The latter replied on 13 May 2005.", "On 1 June 2005 the Trebnje District Court decided to appoint a court valuator – civil engineer. It instructed the applicants to pay his fees in advance, which they did.", "On 29 June 2005, further to the change of legislation, the applicants filed a request for lost profits from the date of annulment of the conviction until 5 May 2007. They also requested to be exempted from payment of costs of the proceedings and an exclusion of a judge.", "On 21 July 2005 the applicants’ representative requested the court to return the paid sum to them and to transfer the case to another court.", "On 9 September 2005 the president of the Higher Court rejected the applicants’ request for exclusion of a judge.", "On 22 September 2005 the Supreme Court rejected their request filed on 21 July 2005.", "On 6 October 2005 the Trebnje Local Court requested the applicants to substantiate their request for the exemption of costs. On 27 October 2005 they replied to the court’s inquiries.", "On 9 November 2005 the Trebnje Local Court rejected their request. The applicants lodged an appeal.", "On 4 January 2006 the Ljubljana Higher Court rejected the appeal.", "On 31 January 2006 the applicants supplemented their submissions of 29 June 2005.", "On 6 February and 6 March 2006 hearings were held.", "On 17 March 2006, a civil engineering expert was appointed. He prepared his opinion on 26 June 2006.", "On 25 October 2006, after a hearing, the Trebnje Local Court issued a decision on the payment of compensation for the confiscated property in bonds of the Republic of Slovenia amounting to 16,281,754.00 SIT (67,942.55 EUR). The applicants filed an appeal.", "On 17 November 2006 the Trebnje Local Court issued a supplementary decision on the payment of expert fees.", "On 21 December 2006 the applicants filed an appeal and an application for exemption from payment of the court fees as well as a request for transferral of jurisdiction.", "The proceedings are currently pending before the Ljubljana Higher Court.", "The 1978 Act on Implementation of Penal Sanctions, as amended (Zakon o izvrševanju kazenskih sankcij, Official Journal nos. 17/78, 8/90) originally excluded from restitution all those sentenced before 31 December 1958.", "“If the sanction of forfeiture of property is quashed, the forfeited property shall be restored to the person sentenced or his heirs.", "If the restitution of property in whole or in part is physically or legally impossible, the actual value of that property at the time of the decision on its restitution, and according to the state of the property at the time of forfeiture, shall be paid by the socio-political unit to which the property was allocated. (...)”", "The 2000 Act on Implementation of Penal Sanctions (Official Journal no. 22/2000) replaced the 1978 Act.", "The Denationalisation Act (Zakon o denacionalizaciji, Official Journal no. 27/91) formed the basis for restitution of property (or its value) that had passed into State ownership through previous legislation (agrarian reform, nationalisation, confiscation, etc.).", "Section 3 provides that all natural persons whose property had passed into State ownership on the basis of the listed legislation adopted in the aftermath of the Second World War are entitled to denationalisation. Section 4 further specifies that all other natural persons whose property was nationalised before 1963 are entitled to denationalisation.", "Sections 2 and 42 to 44 provide that, where property cannot be returned in its original form, compensation is payable (not in cash but in State bonds payable in instalments over 15 years).", "Section 92 of the 1991 Act extended its provisions to property forfeited in criminal proceedings that had terminated by 31 December 1958. That provision was rescinded by the Constitutional Court on 5 November 1992, partly on the ground that it was retroactive and therefore violated Article 155 of the Slovenian Constitution (decision no. U-I-10/92).", "3. The 1997 Act on the Temporary Suspension of Certain Provisions of the Act on Denationalisation and of the Act on Implementation of Penal Sanctions", "Section 2 of the 1997 Act on the Temporary Suspension of Certain Provisions of the Act on Denationalisation and of the Act of Implementation of Penal Sanctions (Zakon o začasnem zadržanju izvajanja nekaterih določb zakona o denacionalizaciji in zakona o izvrševanju kazenskih sankcij, Official Journal no. 49/1997) suspended, inter alia, originally until 20 December 1997 and subsequently, under new legislation, until 31 March 1998, those proceedings concerning claims for the restitution of or payment of compensation for property confiscated by virtue of criminal judgments handed down before 31 December 1958 and subsequently annulled.", "4. The 1998 Act on Amendments of, and Supplements to, the Act on Implementation of Legal Sanctions", "The 1998 Act on Amendments of, and Supplements to, the Act on Implementation of Legal Sanctions (Zakon o spremembah in dopolnitvah Zakona o izvrševanju kazenskih sankcij, Official Journal no. 10/98) made minor amendments to Section 145 of the 1978 Act.", "It also added new Sections 145A and 145C to the 1978 Act. As far as the criminal proceedings terminated before 31 December 1958 are concerned, Section 145A replaced Section 145, applying the provisions of the DA regarding the form and scope of restitution as well as the restrictions on restitution and the valuation of property to claims for restitution of forfeited property. Section 145C expressly removed the right to compensation for the previous owner’s inability to make use of the property during the period of forfeiture.", "Section 3 made the change applicable in non-contentious and contentious proceedings concerning the restitution of confiscated property when such proceedings commenced before the Act came into force, but had not become final by that time.", "In June 2002, further to the Constitutional Court’s ruling of 15 November 2001, Section 145C was amended again so that persons entitled under Section 145A might claim compensation for being unable to use or to manage the property or for loss of earnings incurred throughout the period running from the quashing of the forfeiture of the property until the decision on its restitution becomes final.", "The following provisions of the 1991 Constitution (Ustava Republike Slovenije, Official Journal no. 33/91) are relevant here:", "“In Slovenia everyone shall be guaranteed equal human rights and fundamental freedoms irrespective of national origin, race, sex, language, religion, political or other conviction, material standing, birth, education, social status or any other personal circumstance.", "All are equal before the law.”", "“Human rights and fundamental freedoms shall be exercised directly on the basis of the Constitution.", "The manner in which human rights and fundamental freedoms are exercised may be regulated by law whenever the Constitution so provides or where this is necessary due to the particular nature of an individual right or freedom.", "Human rights and fundamental freedoms shall be restricted only by the rights of others and in such cases as are provided by this Constitution.", "Legal protection of human rights and fundamental freedoms, and the right to obtain redress for the violation of such rights and freedoms, shall be guaranteed.", "No human right or fundamental freedom regulated by legal acts in force in Slovenia may be restricted on the ground that this Constitution does not recognise that right or freedom or recognises it to a lesser degree.”", "“Everyone shall be guaranteed equal protection of rights in any proceeding before a court and before other state authorities, local community authorities and bearers of public authority that decide on his or her rights, duties or legal interests.”", "“Everyone has the right to have any decision regarding his rights, duties and any charges brought against him made without undue delay by an independent, impartial court constituted by law.", "Only a judge duly appointed pursuant to rules previously established by law and by judicial regulations may judge such an individual.”", "“Everyone shall have the right to compensation for damage caused by the unlawful acts of a person or body when performing a function or engaged in an activity on behalf of a state or local authority or as a holder of public office ...”", "“Any person unjustly convicted of a criminal offence or deprived of his liberty without due cause has the right to rehabilitation and compensation, and other rights provided by law.”", "“The right to private property and inheritance shall be guaranteed.”", "“Laws and other regulations and general legal acts cannot have retroactive effect.", "Only a law may establish that certain of its provisions have retroactive effect, if this is required in the public interest and provided that no acquired rights are infringed thereby.”", "“The Constitutional Court shall hear:", "... constitutional appeals in which specific acts are alleged to have infringed a human right or fundamental freedom; ...", "Unless otherwise provided by law, the Constitutional Court shall hear a constitutional appeal only if legal remedies have been exhausted. The Constitutional Court shall decide whether a constitutional appeal is admissible for adjudication on the basis of statutory criteria and procedures.”", "In 1998 and 1999 several individuals challenged the 1998 Act by constitutional initiative (ustavna pobuda) before the Constitutional Court on the ground that its provisions were retroactive and discriminatory.", "On 16 July 1998, the Constitutional Court ruled (a joined decision no. U-I-60/98) that the disputed provisions of Sections 145A and 145C of the 1998 Act did not conflict with the Constitution because such interference with the constitutional rights granted in Articles 30 (right to rehabilitation and compensation in criminal proceedings) and 33 (right to own and inherit property) of the Constitution was indispensable for the protection of the rights of other claimants under the DA.", "Placing unjustly convicted persons on an equal footing with all other rightful claimants regarding the redress of post-war wrongs was an appropriate means through which the legislator had achieved his aim. The principle of the Welfare State empowered the legislator, with due consideration paid to the right of all citizens to social security, to have regard to the financial resources of the State and, in cases which were constitutionally admissible, also to restrict certain rights accordingly.", "The Constitutional Court also added that, when deciding, in November 1992 (decision no. U-I-10/92), to quash Section 92 of the DA, it had been unaware of the full extent of the property forfeited through criminal proceedings prior to 31 December 1958 and thus also of the financial obligations incumbent on the State.", "The Constitutional Court ruled that Section 3 of the 1998 Act was in conformity with the Constitution notwithstanding the fact that it retroactively interfered with acquired rights because the retroactive effect of the Act was justified by the public interest, and since such interference, provided it be subjected to rigorous constitutional scrutiny, was in conformity with paragraph 3 of Article 15 of the Constitution.", "The Constitutional Court also emphasised the need, in the light of the Temporary Suspension Act and the 1998 Act, for swift completion of pending cases, all the more so as the restitution of property had twice been delayed by law and that the matter required an early solution.", "On 15 November 2001, the Constitutional Court ruled that exclusion of claims for compensation for the inability to use or manage the property or in respect of lost profits for the period running from the quashing of the sentence of forfeiture until the decision on restitution became final was unconstitutional. In June 2002, the Parliament adopted a new wording of Section 145C.", "On 22 February 2001 the Constitutional Court dismissed the applicants’ initiative challenging Sections 145A and 145C of the amended 1978 Act and on 10 April 2003 the Constitutional Court rejected another initiative lodged by the applicants.", "The Act on the Protection of the Right to a Trial without undue Delay (Zakon o varstvu pravice do sojenja brez nepotrebnega odlašanja, Official Journal, No. 49/2006) has been implemented since 1 January 2007. Under its sections 1 and 2, the right to a trial within a reasonable time is guaranteed for a party to court proceedings, a participant under the Act governing non-contentious proceedings and an injured party in criminal proceedings.", "Section 3 provides for two remedies to expedite pending proceedings - a supervisory appeal (nadzorstvena pritožba) and a motion for a deadline (rokovni predlog) - and, ultimately, for a claim for just satisfaction in respect of damage sustained because of the undue delay (zahteva za pravično zadoščenje)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}