{"ITEMID": "001-4627", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FIN", "BRANCH": "ADMISSIBILITY", "DATE": 1999, "DOCNAME": "KIISKINEN AND KOVALAINEN v. FINLAND", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "Georg Ress", "TEXT": ["The application was originally submitted by Esa Kiiskinen (hereinafter “the applicant”) and Mikko Kovalainen. The latter’s complaints were declared inadmissible by the European Commission of Human Rights (“the Commission”) on 28 May 1997. The present applicant is a Finnish national who was born in 1948. He is a businessman resident in Villala. Before the Court he is represented by Mr Mikko Kovalainen, a lawyer practising in Joensuu.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "A.", "In March 1989 the applicant sued two companies, a limited partnership company P (hereinafter “P Company”) and a finance company I (hereinafter “I Company”), for damages resulting from a breach of contract relating to his hire-purchase of a forestry vehicle and related equipment. He argued, inter alia, that the relevant vehicle model had not been officially approved by the authorities for the purpose and could therefore not be used. In a further suit of July 1989 he requested that the hire-purchase contract be dissolved.", "The parties appeared twelve times before the then City Court (raastuvanoikeus, rådstuvurätten) of Helsinki. The presiding judge apparently changed on a number of occasions.", "The court heard thirteen witnesses called by the applicant and ten witnesses called by the companies. The parties did not call any further witnesses.", "The applicant objected to the hearing of two witnesses called by the companies. Firstly, he objected to the examination of witness K on the grounds that K was a limited partner in P Company. The court dismissed the applicant’s objection and heard evidence from K. Secondly, the applicant objected to the examination of PP, a lawyer employed by I Company, stating that PP had sat among the audience at least during the first three court sessions. The City Court asked PP whether he had participated in the previous pleadings. PP having answered in the negative, the City Court dismissed the objection. According to the minutes of the case, the applicant asked PP whether he had been present in the courtroom during the three first court sessions. PP replied that he had been among the audience. Furthermore, the City Court heard evidence, among others, from KK, who was the Head of Service Department of P Company.", "In November 1989 I Company countersued the applicant for breach of the hire-purchase contract. On 7 December 1989 the applicant objected to the countersuit, claiming that the summons had not been duly served on him since he had only been given copies of the annexes to the writ of summons. The City Court rejected the objection, noting that the applicant had acknowledged that, although he had received only copies of certain annexes, the relevant original documents had nevertheless been shown to him.", "The City Court's last session on 28 October 1991 was presided over by Judge T. On that day the City Court rejected the applicant's action. The judgment comprises three pages. The minutes of the last court session state, inter alia, as follows:", "\"... After judgment had been pronounced [the applicant’s counsel] stated that the lack of an official approval of the ... vehicle model had been one of the grounds for the action and today ... the principal issue. Counsel ... therefore requested that the City Court pronounce itself on the question of the model approval. The parties having stepped out, the City Court inserted a finding on this point in its judgment and pronounced it to the parties. ...\"", "On this point the City Court found that it had not been shown that the vehicle required a model approval and that, in any case, the applicant had inspected and accepted the vehicle before concluding the hire-purchase contract.", "In November 1991 the applicant appealed against the City Court's judgment. He stated, inter alia, that witness KK should not have been heard and that his testimony should therefore be ignored. In addition, he criticised the proficiency of the judges of the City Court.", "On 20 October 1993, the Court of Appeal (hovioikeus, hovrätten) approved the City Court’s decision as regards the two procedural objections concerning witnesses K and PP. Furthermore, it found no indication that KK had been prevented from testifying on account of his position in P Company. The Court of Appeal went on to reject the appeal as a whole.", "In December 1993 the applicant requested leave to appeal. He stated, inter alia, that during the hearings one of the judges of the City Court had made improper eye contact with the companies’ counsels.", "In a document signed by the applicant's wife on 11 January 1994 she confirmed that prior to being heard as a witness before the City Court a lawyer named PP, employed by I Company, had sat among the audience during at least two or three court sessions. At the beginning of the oral hearings, the applicant’s counsel had already objected to PP's presence. The document was submitted to the Commission as an annex to the application.", "On 13 May 1994, the Supreme Court (korkein oikeus, högsta domstolen) refused the applicant leave to appeal. It does not appear whether the above-mentioned document of 11 January 1994 was submitted to the Supreme Court.", "In a document signed by the applicant and his wife on 13 June 1994 they stated, among other things, that while the case was pending before the City Court, I Company's counsel and the lawyer PP employed by it repeatedly stated that because of their contacts with the judiciary the applicant's action was bound to fail.", "In a later civil case, completely unrelated to the applicant’s case, one of the parties requested that the above-mentioned Judge T step down on account of his being a member of the Freemasons (vapaamuurarit, frimurarna) as were some of the directors of the other party. The Helsinki District Court (the former City Court), were the case was pending, rejected this request on 21 August 1995. Thereafter, the Parliamentary Ombudsman (eduskunnan oikeusasiamies, riksdagens justitieombudsman) was filed with a petition. On 4 September 1995 Judge T excluded himself from the case on his own initiative.", "The applicant became aware of Judge T’s membership of the Freemasons through a newspaper report of 9 September 1995. It does not, however, appear when he started to believe that some of the members belonging to the management of I Company were, or might be, Freemasons.", "It does not appear which members belonging to I Company’s management, if any, were Freemasons at the relevant time.", "The applicant did not request the case be reopened.", "B. Relevant domestic law and practice", "According to chapter 31, section 1, of the Code of Judicial Procedure (oikeudenkäymiskaari, rättegångs balk), a judgment which has acquired legal force may be nullified (poistaa, undanröja) by a court of appeal or the Supreme Court on account of a procedural error if, for instance, the case was examined even though the court lacked quorum or should of its own motion have declined to examine the case for a particular reason (1); or if another procedural error has occurred which is found to have or can be presumed to have essentially influenced the outcome of the case (4). If nullification is sought on these grounds, the application shall be lodged within six months from the date when the judgment sought to be annulled acquired legal force (section 2).", "According to chapter 31, section 7, of the Code of Judicial Procedure, a judgment in a civil case which has acquired legal force may be annulled (purkaa, återbryta) by the Supreme Court if, for instance, a member or an official of the court has committed a criminal act which can be presumed to have influenced the outcome of the case (1); if a circumstance or piece of evidence, which was not introduced previously, is referred to and its introducing would probably have led to a different outcome of the case (3); or if the judgment is based on manifestly incorrect application of the law (4). Such an application shall be lodged within one year from the date when the applicant became aware of the circumstance on which the application is based (3), or judgment concerning the criminal act (1), or the judgment sought to be annulled (4) acquired legal force. In the two first-mentioned cases the application shall at any rate be made within five years from the date when the judgment sought to be annulled acquired legal force, unless weighty reasons are put forward for a later application (section 10 and the Supreme Court's precedent No. 1994:111).", "In a judgment of 28 March 1997, the Supreme Court nullified, by virtue of chapter 31, section 1, of the Code of Judicial Procedure, a decision of its own for a reason relating to the disqualification of a judge who had participated in the taking of that decision."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}