{"ITEMID": "001-69618", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NLD", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF ÜNER v. THE NETHERLANDS", "IMPORTANCE": "3", "CONCLUSION": "No violation of Art. 8", "JUDGES": "", "TEXT": ["9. The applicant was born in 1969 and is currently residing in Eskişehir, Turkey.", "10. The applicant came to the Netherlands with his mother and two brothers in 1981, when he was 12 years old, in order to join his father who had already been living there for ten years. He was granted a residence permit (vergunning tot verblijf) which was valid for one year at a time, and, in 1988, he obtained a permanent residence permit (vestigingsvergunning).", "11. On 18 January 1989 the applicant was convicted by the single-judge chamber of the Almelo Regional Court (arrondissementsrechtbank) of the offence of breach of the peace (lokaalvredebreuk), and fined 200 Netherlands guilders (NLG – 90 Euros (EUR)). The same court convicted him on 30 May 1990 of a violent offence against persons, committed in public (openlijke geweldpleging), and sentenced him to a fine of NLG 350 (EUR 159) and a suspended term of imprisonment of two weeks.", "12. In 1991 the applicant entered into a relationship with a Netherlands national. They started living together in or around June 1991. A son was born to the couple on 4 February 1992.", "13. On 30 June 1992 the applicant was convicted by the Arnhem Court of Appeal (gerechtshof) of a violent offence against persons, committed in public, and sentenced to eighty hours of community service (in lieu of six months’ imprisonment).", "14. During the second pregnancy of the applicant’s partner, the relationship began to suffer tensions. In order to alleviate the situation, the applicant moved out in November 1992, but he remained in close contact with both his partner and his son. The pregnancy ended in a miscarriage.", "15. On 16 May 1993 the applicant got involved in a dispute in a café. He pulled a gun, which was loaded, and shot and hit a man in the leg. Outside the café he then got into a fight with a second man, a friend of his first victim. He pulled a second loaded gun and shot this man in the head. The man died. The applicant was convicted of manslaughter (doodslag) and assault (zware mishandeling) by the Arnhem Court of Appeal on 21 January 1994 and sentenced to seven years’ imprisonment.", "16. Whilst serving his prison sentence, from 17 May 1993 until 14 January 1998, the applicant took courses in computer skills, administration and accounting, and he also obtained a retailer’s certificate (middenstandsdiploma). He further took courses in order to qualify as a sports instructor. His partner and son visited him in prison at least once a week and regularly more often. A second son was born to the applicant and his partner on 26 June 1996, whom he also saw every week. Both his children have Netherlands nationality and have been recognised (erkend) by the applicant. Neither his partner nor his children speak Turkish.", "17. By decision of 30 January 1997, the Deputy Minister of Justice (Staatssecretaris van Justitie) withdrew the applicant’s permanent residence permit and imposed a ten-year exclusion order (ongewenstverklaring) on him in view of his conviction of 21 January 1994 whereby he had been sentenced to seven years’ imprisonment. The Deputy Minister considered that the interests of public safety and the prevention of disorder and crime outweighed the interest of the applicant in being able to continue his family life with his partner, children, parents and brothers in the Netherlands.", "18. The applicant lodged an objection (bezwaarschrift) against this decision, arguing that the offence in question had been committed long ago in May 1993, that he had not reoffended, that there was no indication that he would reoffend, and that his partner and children could not be expected to follow him to Turkey. Following a hearing before the Advisory Board on Matters Concerning Aliens (Adviescommissie voor vreemdelingenzaken) on 1 July 1997, on which occasion the applicant was assisted by an interpreter, the Deputy Minister rejected the objection on 4 September 1997 and ordered the applicant to leave the Netherlands as soon as he was released from detention.", "19. The applicant appealed to the Regional Court of The Hague, sitting in Zwolle, submitting that, as there was no risk of him reoffending, there was no necessity to impose an exclusion order on him and that, to do so, amounted to the imposition of a second penalty.", "20. The applicant was released from prison on 14 January 1998 and subsequently placed in aliens’ detention (vreemdelingenbewaring) with a view to his deportation.", "21. Following a hearing on 28 January 1998, the Regional Court rejected the applicant’s appeal on 4 February 1998. The Regional Court did not accept the applicant’s argument that such a long period of time had elapsed between the date on which his criminal conviction had become irrevocable and the date on which the exclusion order had been imposed, that the Deputy Minister should be deemed to have acquiesced in the applicant’s continued residence in the Netherlands. Furthermore, the court did not discern any facts or circumstances capable of justifying a reduction of the period during which the applicant would be excluded from Netherlands territory. The applicant’s claim that there was no risk of him reoffending was only based on his own statements and was not supported by the facts, given that he had also been convicted of violent offences in 1990 and 1992. In addition, it did not appear that the applicant had put down roots in the Netherlands and had become dissociated from Turkish society to such an extent that he would be unable to return to his country of origin. Finally, the Regional Court considered that the interference with the applicant’s family life was justified for the prevention of disorder and crime.", "22. The applicant was deported to Turkey on 11 February 1998. However, it appears that he returned to the Netherlands soon afterwards, as he was apprehended there on 29 May 1998. He was again deported to Turkey on 4 June 1998, and the request for a provisional measure, which he had lodged with the Regional Court of The Hague in order to suspend his deportation, was declared inadmissible on 24 August 1998.", "23. On 17 September 1998 the applicant requested that the exclusion order be revoked. The Deputy Minister of Justice denied the request on 26 October 1998, as well as, on 13 April 2000, the objection which the applicant had filed against that denial. The applicant subsequently lodged an appeal, which was declared inadmissible by the Regional Court of The Hague, sitting in Zwolle, on 2 August 2000. No appeal lay against this decision.", "24. The applicant submitted that, prior to his deportation in 1998, he had only been back to Turkey once in order to attend the funeral of his grandmother, and that he does not speak the Turkish language apart from understanding certain expressions. He only had one uncle in Turkey with whom he had no contact.", "25. According to a report drawn up by a psychiatrist in Turkey on 9 June 1998, the applicant was suffering from psychological problems due to the fact that he was living apart from his family. In particular, the fact that he was missing his children was making him depressed. Treatment began in March 1998 and was continuing even though some improvement had been noted.", "26. At the relevant time, the decision to withdraw a residence permit and to impose an exclusion order was taken pursuant to sections 14 and 21 of the 1965 Aliens Act (Vreemdelingenwet 1965) as well as the policy laid down in Chapters A4 and A5 of the “1994 Aliens Act Implementation Guidelines” (Vreemdelingencirculaire – a body of directives drawn up and published by the Ministry of Justice). Underlying this policy is the principle that the longer an alien has lawfully resided in the Netherlands – and the stronger, therefore, his or her ties with the Netherlands are assumed to be –, the more serious an offence must be before it may justify withdrawing a residence permit and excluding the alien from Netherlands territory; the authorities thus apply a sliding scale (glijdende schaal).", "27. In accordance with this policy, a residence permit may be withdrawn and an exclusion order imposed on an alien who, at the time of committing the offence, has been lawfully residing in the Netherlands for more than ten but less than fifteen years – like the applicant in the present case – if he or she is sentenced to an unsuspended prison sentence of more than sixty months following a conviction for a serious violent crime or drug trafficking.", "28. If an exclusion order is imposed on the basis of a conviction for a serious violent crime or drug trafficking, this order will in any event be repealed, upon request, if the alien concerned has been residing outside the Netherlands for a period of ten years.", "29. A person upon whom an exclusion order has been imposed is not allowed either to reside in the Netherlands or to visit it."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["8"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}