{"ITEMID": "001-105336", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CHE", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF ADAMOV v. SWITZERLAND", "IMPORTANCE": "3", "CONCLUSION": "No violation of Art. 5-1;Remainder inadmissible", "JUDGES": "András Sajó;David Thór Björgvinsson;Françoise Tulkens;Giorgio Malinverni;Guido Raimondi;Paulo Pinto De Albuquerque", "TEXT": ["7. The applicant was born in 1939 and lives in Moscow.", "8. In 2004 criminal proceedings were brought against him in the United States of America. They concerned his alleged misappropriation of funds provided to Russia by the USA during his term as Russian Minister for Energy.", "9. On 11 February 2005 he obtained a four-month Swiss visa issued by the Swiss Embassy in Moscow, valid until 10 June 2005. On the visa application form he had indicated, without being more specific, that the main purpose of his journey to Switzerland was to visit his daughter, who was living in Bern.", "10. On 21 February 2002 criminal proceedings were opened against the applicant’s daughter, by the competent investigating judge for the Canton of Bern, on a charge of money laundering. The suspicions notably concerned sums of money she had allegedly received from her father.", "11. On 5 April 2005, when consulting the case file concerning the criminal proceedings against the applicant’s daughter, her former lawyer informed the investigating judge that the applicant visited Switzerland from time to time and that he agreed to be questioned in connection with the case in question. The applicant then indicated to his daughter’s lawyer that he was prepared to come to Switzerland to be questioned by the investigating judge. He explained that it would suit him if the questioning took place between 20 April and 6 May 2005.", "12. On 15 April 2005 the investigating judge thus suggested two possible dates to the new lawyer representing the applicant’s daughter, namely 1 and 2 May 2005.", "13. After arriving in Switzerland on 20 April 2005 the applicant expressed, through his daughter’s lawyer, his preference for 2 May 2005 at 2 p.m. He asked the investigating judge to confirm that date.", "14. On the same day the judge duly issued a summons using the appropriate form in accordance with practice in the Canton of Bern. The hearing was scheduled for 2 May 2005 and the summons indicated that any delay in appearance or unjustified absence from the hearing would entail a penalty, with the possibility of using force in the event of non-appearance. The summons, which was addressed to the applicant, was served at his daughter’s private address in Bern. A copy was also sent to her lawyer for information purposes.", "15. On 28 April 2005 the investigating judge contacted a public prosecutor in Pennsylvania, USA, to find out any information that might be useful in the proceedings against the applicant’s daughter. During the conversation, the judge mentioned that he would be questioning the applicant on 2 May 2005 at 2 p.m.", "16. On 29 April 2005 the US Department of Justice sent the Swiss Federal Office of Justice a request for the applicant’s provisional arrest in accordance with the extradition treaty of 14 November 1990 between Switzerland and the USA.", "17. On the same day the Federal Office of Justice (mutual legal assistance division) issued an “urgent” order for the applicant’s arrest that was sent to the investigating judge for the Canton of Bern.", "18. On 2 May 2005 at 2 p.m. the applicant appeared before the investigating judge for the Canton of Bern to give evidence in the proceedings against his daughter. When asked why he was in Switzerland he replied that he was visiting for private reasons but also for business.", "19. After the interview, which lasted about four hours, the investigating judge notified the applicant that he was under arrest. Two police officers of the Canton of Bern, who had been waiting in a neighbouring room for the interview to finish, immediately took him to the regional prison of Bern.", "20. On 3 May 2005 the Federal Office of Justice issued an order for the applicant’s provisional detention pending extradition and it was served on the applicant the next day.", "21. On 17 May 2005 Russia also applied for his extradition.", "22. On the same day, the applicant lodged an appeal with the Appellate Division of the Federal Criminal Court.", "23. During his detention the applicant wrote an article, which was published on 6 June 2005 in the Moscow daily newspaper Izwestija. He explained that his trip was connected to two projects on which he was working at the time, concerning the export of energy by Russia and technological cooperation, in particular with an energy supplier based in Switzerland.", "24. On 9 June 2005 the Federal Criminal Court upheld the applicant’s appeal and set aside the extradition arrest order against him. The court took the view that the applicant had been in Switzerland for questioning in the context of criminal proceedings against his daughter, that the summons for the interview of 2 May 2005 should have been served on him through mutual assistance channels and that the protection afforded by the safe-conduct clause, deriving from the requirement of good faith, was also valid for a person examined as a witness who had not been summoned through mutual assistance channels but who had appeared “spontaneously” in Switzerland to give evidence.", "25. On 17 June 2005 the Federal Office of Justice appealed before the Federal Court against the Federal Criminal Court’s decision.", "26. On 24 and 27 June 2005 the US authorities filed a formal request, dated 2 June 2005, for the applicant’s extradition to the USA.", "27. On 14 July 2005 the First Public Law Division of the Federal Court upheld the appeal of the Federal Office of Justice.", "28. The Federal Court basically took the view that the applicant had been visiting Switzerland for private purposes – to see his daughter – and for business. In its view, the Federal Criminal Court had clearly made an erroneous and incomplete assessment of the facts in finding that the applicant had come to Switzerland in order to give evidence as a witness in criminal proceedings. It was not therefore appropriate to apply Article 12 of the European Convention on Mutual Assistance in Criminal matters of 20 April 1959 or Article 73 of the Federal Law on International Mutual Assistance in Criminal Matters (see paragraphs 31-32 below). The case was referred back to the Federal Criminal Court for examination of the applicant’s other arguments (breach of the Russian Government’s immunity under international law, and the allegedly political nature of the criminal proceedings against him in the USA).", "29. The applicant was held in custody until 30 December 2005 and then extradited to the Russian Federation pursuant to an administrative decision of the Federal Court of 22 December 2005. That court, unlike the administrative authority, the Federal Office of Justice, found that priority had to be given to the Russian extradition request, as the applicant was a Russian national and stood accused of committing criminal acts mainly in that country.", "30. In a decision of 6 December 2007 the Federal Criminal Court dismissed, at last instance, a request by the applicant for compensation in respect of his detention pending extradition. The court found that his detention had not been unlawful.", "31. Article 12 of the European Convention on Mutual Assistance in Criminal matters of 20 April 1959, to which both Switzerland and the Russian Federation are parties, contains a safe-conduct clause. That Article reads as follows:", "“1. A witness or expert, whatever his nationality, appearing on a summons before the judicial authorities of the requesting Party shall not be prosecuted or detained or subjected to any other restriction of his personal liberty in the territory of that Party in respect of acts or convictions anterior to his departure from the territory of the requested Party.", "2. A person, whatever his nationality, summoned before the judicial authorities of the requesting Party to answer for acts forming the subject of proceedings against him, shall not be prosecuted or detained or subjected to any other restriction of his personal liberty for acts or convictions anterior to his departure from the territory of the requested Party and not specified in the summons.", "3. The immunity provided for in this article shall cease when the witness or expert or prosecuted person, having had for a period of fifteen consecutive days from the date when his presence is no longer required by the judicial authorities an opportunity of leaving, has nevertheless remained in the territory, or having left it, has returned.”", "32. Section 73 of the Federal Law on international mutual assistance in criminal matters of 20 March 1981 contains a provision on safe conduct in Switzerland:", "“1. A person habitually resident abroad and who appears in Switzerland in a criminal case pursuant to a summons may neither be prosecuted nor restricted in his personal freedom on the basis of reasons that pre-date his entry into Switzerland.", "2. A person being prosecuted shall enjoy no safe conduct in respect of the offences specified in the summons.", "3. The safe conduct provided for in paragraph 1 shall cease when the person leaves Switzerland and at the latest three days after he is permitted to leave by the summoning authorities.”", "33. The object and purpose of the safe-conduct clause were explained as follows by a Federal Court judgment of 26 April 1978 (ATF 104 Ia 448):", "...”", "34. In an unpublished judgment of 17 May 1995 (1P.289/1995), the Federal Court had occasion to develop its case-law on safe-conduct clauses as follows:", "...”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["5"], "NON_VIOLATED_PARAGRAPHS": ["5-1"], "NON_VIOLATED_BULLETPOINTS": []}