{"ITEMID": "001-78729", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "ADMISSIBILITY", "DATE": 2006, "DOCNAME": "WARDESZKIEWICZ v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant, Ms Elżbieta Wardęszkiewicz, is a Polish national who was born in 1948 and lives in Ozorków. She is represented before the Court by Ms A. Kobylińska, a lawyer practising in Łódź. The Polish Government (“the Government”) are represented by their Agent, Mr J. Wołąsiewicz of the Ministry of Foreign Affairs.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 10 July 1991 the applicant filed a civil action with the Łódź Regional Court, Labour Law Division. The applicant was a victim of chemical poisoning to which she had been exposed while she was performing her job (she took part in a rescue operation as a doctor). She sued both her former employer (the ambulance station) and the company responsible for the accident. She sought a pension, damages and just satisfaction. The criminal responsibility for the accident as well as the fact that the applicant was a victim of the accident had already been established by the criminal court.", "On 5 September 1991 the first hearing was held.", "Subsequent hearings were held on 3 December 1991, 20 December 1991, 26 May 1992, 29 June 1992, 30 July 1992 and 3 November 1992.", "On 24 November 1992 the Łódź Regional Court gave a judgment. It ordered the applicant’s former employer to pay her a pension and dismissed the remainder of the action instituted against her former employer. In addition, it transferred the part of the action lodged against the company responsible for the accident to another court as it considered that it was not competent to examine the case. It ruled that it was the Civil Division, not the Labour Law Division, that should deal with the part of the action against the company. Both the applicant and the defendant appealed.", "On 31 March 1993 the Łódź Court of Appeal upheld the judgment. In its written grounds it stated inter alia that the transfer of the part of the action to another court was not consistent with relevant legal provisions. However since, according to Polish law, this was not subject to appeal, the Łódź Court of Appeal did not decide on the issue.", "On 21 September 1993 the Łódź Regional Court was served with the files which had been transferred to that court on the strength of the judgment of 24 November 1992.", "On 4 November 1993 the first hearing was held.", "On 16 March 1995 the next hearing was held, during which the Łódź Regional Court ordered that the applicant’s case history be submitted by the hospitals which had treated the applicant even though the applicant’s case history had already been attached to the file.", "On 14 February 1996 the next hearing was held, during which the Łódź Regional Court ordered that the evidence of various medical experts should be heard.", "Subsequent hearings took place on 16 March 1995, 14 February 1996 and 18 February 1997.", "On 5 June 1997 the Łódź Regional Court ordered that additional medical experts’ opinions should be submitted.", "On 17 March 1999, after all the required opinions had been submitted, the next hearing was held. The Łódź Regional Court decided to hear one of the doctors who had given an opinion.", "On 21 April 1999 the Łódź Regional Court found that the case was ready for examination.", "On 29 April 1999 the Łódź Regional Court opened the proceedings anew in order to admit fresh evidence and fixed the date of a hearing for 31 May 1999.", "On 31 May 1999 some of the doctors who had given opinions were heard.", "On 14 June 1999 the Łódź Regional Court gave a judgment by which it ordered that just satisfaction and a pension be paid to the applicant. The judgment included an enforcement clause. Both the applicant and the defendant appealed against the award. The defendant also challenged the enforcement clause.", "On 2 August 1999 the Łódź Regional Court quashed the enforcement clause. The applicant appealed.", "On 9 November 1999 the Łódź Court of Appeal dismissed the applicant’s appeal concerning the enforcement clause.", "On 12 September 2000 the Łódź Court of Appeal upheld the first-instance judgment as to the merits.", "On 17 September 2004 the Law of 17 June 2004 on complaints about a breach of the right to a trial within a reasonable time (Ustawa o skardze na naruszenie prawa strony do rozpoznania sprawy w postępowaniu sądowym bez nieuzasadnionej zwłoki) (“the 2004 Act”) entered into force. It lays down various legal means designed to counteract and/or redress the undue length of judicial proceedings.", "Section 18 of the 2004 Act lays down the following transitional rules in relation to the applications already pending before the Court:", "“1. Within six months after the date of entry into force of this law persons who, before that date, had lodged a complaint with the European Court of Human Rights ... complaining of a breach of the right to a trial within a reasonable time guaranteed by Article 6 (1) of the Convention for the Protection of Human Rights and Fundamental Freedoms ..., may lodge a complaint about the unreasonable length of the proceedings on the basis of the provisions of this law if their complaint to the Court had been lodged in the course of the impugned proceedings and if the Court has not adopted a decision concerning the admissibility of their case.", "2. A complaint lodged under subsection 1 shall indicate the date on which the application was lodged with the Court.", "3. The relevant court shall immediately inform the Minister of Foreign Affairs of any complaints lodged under subsection 1.”", "For a more detailed presentation of the relevant domestic law see Ratajczyk v. Poland (dec.), no. 11215/02, ECHR 2005; Charzyński v. Poland (dec.), no. 15212/03, ECHR 2005."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}