{"ITEMID": "001-111416", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ARM", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF POGHOSYAN AND BAGHDASARYAN v. ARMENIA", "IMPORTANCE": "1", "CONCLUSION": "Remainder inadmissible;Violation of Article 13 - Right to an effective remedy (Article 13 - Effective remedy);Violation of Article 3 of Protocol No. 7 - Compensation for wrongful conviction (Article 3 of Protocol No. 7 - Compensation;Miscarriage of justice;Conviction);Pecuniary damage - claim dismissed;Non-pecuniary damage - award", "JUDGES": "Alvina Gyulumyan;Egbert Myjer;Ineta Ziemele;Ján Šikuta;Josep Casadevall;Kristina Pardalos;Luis López Guerra", "TEXT": ["5. The applicants were born in 1976 and 1932 respectively and live in Saratovka, Armenia.", "6. The second applicant is the mother of the first applicant.", "7. On 8 October 1998 the first applicant was taken to a police station on suspicion of having committed rape and murder. A record of the applicant’s arrest was drawn up, stating murder as the reason for his arrest and was signed by him. At the police station the first applicant was subjected to ill-treatment by a number of police officers and later, when questioned by the investigator, confessed to the crime.", "8. On 11 October 1998 the first applicant was placed in pre-trial detention and on 21 October 1998 he was formally accused of rape and murder.", "9. On 29 March 1999 the Lori Regional Court found the first applicant guilty as charged and sentenced him to fifteen years’ imprisonment, basing the conviction on, inter alia, his confession. This judgment was upheld by the Criminal and Military Court of Appeal and the Court of Cassation on 20 May and 16 June 1999 respectively. It appears that throughout the proceedings the first applicant unsuccessfully claimed that his confession had been obtained under duress.", "10. The Convention and Protocol No. 7 thereto came into force in respect of Armenia on 26 April and 1 July 2002 respectively.", "11. On 24 November 2003 the General Prosecutor’s Office filed an application to have the first applicant’s case reopened on grounds of newly discovered circumstances establishing his innocence. In particular, the real perpetrator of the offences imputed to the first applicant had been found, following the commission of a similar offence. Furthermore, the first applicant’s conviction had been based on fabricated evidence obtained in violation of the law.", "12. On 2 April 2004 the Court of Cassation decided to grant the application and to quash the first applicant’s conviction, remitting the criminal case for a fresh investigation. In doing so, the Court of Cassation found it established that new circumstances had been discovered following the first applicant’s conviction which had been unknown to the courts at the material time. These circumstances provided grounds for believing that violations of statutory criminal procedure had taken place during the examination of the first applicant’s criminal case which might have had an impact on the objective, thorough and full examination of the case.", "13. On 17 April 2004 criminal proceedings were instituted against the investigator and a number of police officers who had dealt with the initial investigation. They were accused of exceeding their powers by forcing the first applicant to testify.", "14. On the same date the first applicant was released from prison upon a written undertaking not to leave his place of residence, after serving about five years and six months of his sentence.", "15. On 29 April 2004 the criminal proceedings against the first applicant were terminated under Article 35 § 1(2) of the Code of Criminal Procedure for lack of corpus delicti.", "16. On the same date the General Prosecutor’s Office sent a letter to the first applicant informing him of that decision and of the fact that he was henceforth considered an “acquitted person” and had the right to claim compensation under civil law. The letter added that the General Prosecutor’s Office asked for his forgiveness for the miscarriage of justice.", "17. On 6 May 2004 the first applicant was recognised as a victim. The relevant decision stated that he had suffered psychological, physical and material damage as a result of the unlawful actions of the police officers and the investigating authority.", "18. On 15 June 2005 the Lori Regional Court found two of the police officers guilty as charged, sentencing them to three years’ imprisonment and prohibiting them from holding certain posts for a period of two years, but applying an amnesty which dispensed them from serving their prison sentences. The Regional Court found, inter alia, that on 8 October 1998 the first applicant and his brother had been taken to a police station, where the police officers had ill-treated the first applicant in order to extract a confession. When the first applicant had refused to confess, one of the police officers had kicked and punched him and then unlawfully detained him at the police station. Later that day, two of the police officers had continued beating the first applicant. One of them had slapped his ears with both hands, as a result of which his left eardrum exploded. They had then brought a bottle in and tried to sit the first applicant on it. Simultaneously, another police officer had been beating the first applicant’s brother in a nearby office and the first applicant had heard his brother’s cries. Realising that he had no other way of avoiding the ill-treatment, the first applicant had confessed to the murder. The next day, before taking the first applicant to the scene of the crime for an inspection, one of the police officers had punched him several times as a warning. Thereafter, on 14, 16 and 19 October 1998 the first applicant had been taken from his detention cell to the police station, where the police officers had continued ill-treating him in order to make him confess to having raped the victim before murdering her, which the first applicant was forced to do, because he was unable to endure the ill-treatment.", "19. No appeal was lodged against that judgment.", "20. On 17 September 2004 the first applicant lodged a civil claim with the courts, seeking compensation for pecuniary damage in the amount of 34,050,000 Armenian drams (AMD) for the ill-treatment, unlawful detention and unfair conviction he had suffered. He relied on Articles 3, 5 and 6 of the Convention.", "21. On an unspecified date Mrs Baghdasaryan (“the second applicant”) joined the civil proceedings as a co-claimant, seeking approximately half the pecuniary damages claimed by the first applicant.", "22. On an unspecified date the first applicant lodged an additional claim, seeking compensation for non-pecuniary damage in the amount of AMD 60,000,000. He submitted, inter alia, that, although he had so far claimed compensation only for pecuniary damage, he had in fact suffered greater non-pecuniary damage. The Convention case-law required that compensation for non-pecuniary damage be awarded in such cases.", "23. On 28 April 2005 the Kentron and Nork-Marash District Court of Yerevan dismissed the claim for non-pecuniary damage on the ground that that type of damage was not envisaged under Article 17 of the Civil Code. The District Court awarded the claim for pecuniary damage in part, finding, inter alia, that, pursuant to Article 66 of the Code of Criminal Procedure, the first applicant – as an acquitted person – was entitled to claim pecuniary compensation for unlawful arrest, detention, indictment and conviction, and awarding him AMD 6,250,000 for lost income for the period between 11 October 1998 and 17 April 2004. The second applicant was awarded AMD 1,500,000 for travel expenses, postage for parcels, and legal costs.", "24. On 12 May 2005 the first applicant lodged an appeal.", "25. On 31 August 2005 the Civil Court of Appeal dismissed the first applicant’s appeal and upheld the judgment of the District Court.", "26. On 16 September 2005 the applicants lodged an appeal on points of law.", "27. On 18 November 2005 the Court of Cassation dismissed the applicants’ appeal.", "28. The relevant provisions of the Civil Code provide as follows.", "“1. Anyone whose rights have been violated may claim full compensation for the damage suffered, unless the law or a contract envisages a lower amount of compensation.", "2. Damages are the expenses borne or to be borne by the person whose rights have been violated in connection with restoring the violated rights, loss of property or damage thereto (material damage), including loss of earnings which the person would have gained in normal conditions of civil life, had his rights not been violated (lost income). ...”", "“1. Damage caused as a result of unlawful conviction, [unlawful] criminal prosecution, [unlawful] imposition of a preventive measure in the form of detention or a written undertaking not to leave, and [unlawful] imposition of an administrative penalty shall be compensated in full, in a procedure prescribed by law, by the Republic of Armenia, regardless of the fault of the officials of the inquiry officer, the investigating authority, the prosecutor’s office or the courts. ...”", "29. The relevant provisions of the Code of Criminal Procedure provide as follows.", "“1. Neither criminal proceedings [Քրեական գործի վարույթ] nor a criminal prosecution [քրեական հետապնդում] shall be instituted, and any criminal proceedings already instituted shall be terminated, if:", "...", "(2) the act lacks corpus delicti;", "...”", "“1. A person shall be considered to be acquitted if a criminal prosecution or criminal proceedings against him have been terminated on ... the grounds envisaged by[, inter alia, Article 35 § 1 (2) of] this Code or if he has been acquitted by a court judgment.", "...", "3. An acquitted person shall be ... entitled to claim full compensation for pecuniary damage caused as a result of his unlawful arrest, detention, indictment and conviction, taking into account possible loss of profits. ...”", "30. The relevant sections of the Explanatory Report read as follows.", "“22. This Article provides that compensation shall be paid to a victim of a miscarriage of justice, on certain conditions.", "First, the person concerned has to have been convicted of a criminal offence by a final decision and to have suffered punishment as a result of such conviction. According to the definition contained in the Explanatory Report of the European Convention on the International Validity of Criminal Judgments, a decision is final ‘if, according to the traditional expression, it has acquired the force of res judicata. This is the case when it is irrevocable, that is to say when no further ordinary remedies are available or when the parties have exhausted such remedies or have permitted the time-limit to expire without availing themselves of them’. It follows therefore that a judgment by default is not considered as final as long as the domestic law allows the proceedings to be taken up again. Likewise, this Article does not apply in cases where the charge is dismissed or the accused person is acquitted either by the court of first instance or, on appeal, by a higher tribunal. If, however, in one of the States in which such a possibility is provided for, the person has been granted leave to appeal after the normal time of appealing has expired, and his conviction is then reversed on appeal, then subject to the other conditions of the Article, in particular the conditions described in paragraph 24 below, the Article may apply.", "23. Secondly, the Article applies only where the person’s conviction has been reversed or he has been pardoned, in either case on the ground that a new or newly discovered fact shows conclusively that there has been a miscarriage of justice – that is, some serious failure in the judicial process involving grave prejudice to the convicted person. Therefore, there is no requirement under the Article to pay compensation if the conviction has been reversed or a pardon has been granted on some other ground. Nor does the Article seek to lay down any rules as to the nature of the procedure to be applied to establish a miscarriage of justice. This is a matter for the domestic law or practice of the State concerned. The words ‘or he has been pardoned’ have been included because under some systems of law pardon, rather than legal proceedings leading to the reversal of a conviction, may in certain cases be the appropriate remedy after there has been a final decision.", "24. Finally, there is no right to compensation under this provision if it can be shown that the non-disclosure of the unknown fact in time was wholly or partly attributable to the person convicted.", "25. In all cases in which these preconditions are satisfied, compensation is payable ‘according to the law or the practice of the State concerned’. This does not mean that no compensation is payable if the law or practice makes no provision for such compensation. It means that the law or practice of the State should provide for the payment of compensation in all cases to which the Article applies. The intention is that States would be obliged to compensate persons only in clear cases of miscarriage of justice, in the sense that there would be acknowledgment that the person concerned was clearly innocent. The Article is not intended to give a right of compensation where all the preconditions are not satisfied, for example, where an appellate court had quashed a conviction because it had discovered some fact which introduced a reasonable doubt as to the guilt of the accused and which had been overlooked by the trial judge.”"], "VIOLATED_ARTICLES": ["13", "P7"], "VIOLATED_PARAGRAPHS": ["P7-3"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}