{"ITEMID": "001-61017", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "CHAMBER", "DATE": 2003, "DOCNAME": "CASE OF BAKKER v. AUSTRIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - finding of violation sufficient;Costs and expenses - domestic proceedings - claim dismissed;Costs and expenses partial award - Convention proceedings", "JUDGES": "Christos Rozakis", "TEXT": ["9. The applicant is a Dutch national, born in 1957 and living in Bregenz (Austria).", "10. The applicant is a physiotherapist who completed his professional training in Belgium and received his diploma in 1986. From 1987 to 1993 he worked as a physiotherapist in Austria during which time he was employed by an association working in that field.", "11. On 19 February 1992 the Vorarlberg Regional Governor (Landeshauptmann) recognised his diploma with suspensive effect until he accomplished two additional exams. On 11 January 1995 the Regional Governor completed the decree of recognition upon the applicant’s submission of the required certificates.", "12. On 4 April 1995 the applicant filed a request with the Vorarlberg Regional Governor for the authorisation to work as a self-employed physiotherapist. He further submitted an employment certificate dated 4 January 1994, which had been issued by the association he had worked for.", "13. On 26 July 1995 the Regional Governor refused to grant the applicant’s request. It found that the applicant did not comply with the requirements set out in section 7 § 3 of the Act on Medico-Technical Services (Bundesgesetz über die Regelung der gehobenen medizinisch-technischen Dienste, MTD-Gesetz). According to this provision the right to work as a self-employed physiotherapist may only be granted after three years of authorised professional practice within the last ten years.", "14. On 31 January 1996 the Ministry for Health and Consumer Protection (Ministerium für Gesundheit und Konsumentenschutz) partly granted the applicant’s appeal. It found that the Regional Governor should have based its decision on section 68 § 6 of the Nursing Act (Krankenpflegegesetz) according to which the right to work as a self-employed physiotherapist may already be granted after two years of authorised professional practice within the last ten years. It held that, as regards the content, the Regional Government had decided correctly, however, it had based its decision on the wrong legal provision.", "15. On 11 April 1996 the applicant filed a complaint with the Administrative Court. He requested an oral hearing and asked the court to seek a preliminary ruling from the European Court of Justice under Article 177 of the EC Treaty.", "16. On 23 August 1996 the applicant filed another request with the Regional Governor in order to be granted the right to work as a self-employed physiotherapist.", "17. On 28 November 1996 the Regional Governor also rejected this request. He held that the applicant was authorised to work as physiotherapist in Austria since 11 January 1995 following recognition of his foreign diploma. His employment at the association had been before that time and could not be considered as “authorised” professional practice within the meaning of section 68 § 6 of the Nursing Act.", "18. On 28 February 1997 the Ministry for Health and Consumer Protection rejected the applicant’s appeal on formal grounds, applying the principle of res iudicata.", "19. On 22 May 1997 the applicant filed a complaint with the Constitutional Court, requested an oral hearing and asked the court to seek a preliminary ruling from the European Court of Justice under Article 177 of the EC Treaty.", "20. On 10 June 1997 the Constitutional Court refused to deal with the applicant’s complaint for lack of prospects of success. It found that his case did not raise serious questions of constitutional law or of the application of Community law and that the matter was not excluded from the competence of the Administrative Court.", "21. On 22 June 1997 the applicant filed a complaint with the Administrative Court against the Ministry’s decision of 28 February 1997, requesting, inter alia, an oral hearing. He further asked the court to seek a preliminary ruling from the European Court of Justice under Article 177 of the EC Treaty on the question whether the refusal to exercise his profession as a self-employed physiotherapist in Austria was in accordance with Community law.", "22. On 4 December 1997 the Feldkirch Regional Court, in the course of official liability proceedings instituted by the applicant, also requested the Administrative Court to decide upon the lawfulness of the decision by the Ministry for Health and Consumer Protection of 31 January 1996.", "23. On 20 January 1998 the Administrative Court, in a joint decision, dismissed the applicant’s complaints of 11 April 1996 and 22 June 1997 and the request by the Regional Court without holding an oral hearing, relying on section 39 § 2 (6) of the Administrative Court Act. It confirmed the decisions by the Ministry for Health and Consumer Protection as being lawful. It further held that there was no issue that would require a preliminary ruling by the European Court of Justice, since the applicant’s requests did not concern the interpretation of a specific provision of Community law but rather challenged the implementation of national law exercised by Austrian authorities. The decision was served on the applicant’s counsel on 23 February 1998.", "24. On 4 June 1998 the Feldkirch Regional Court, dismissed the applicant’s claim relating to official liability proceedings. It found that there was no legal basis in national or Community law, which could support the applicant’s claim.", "Section 39 § 1 of the Administrative Court Act (Verwaltungsgerichtshof-gesetz) provides that the Administrative Court is to hold a hearing after its preliminary investigation of the case where a complainant has requested a hearing within the time-limit. Section 39 § 2 (6) provides however:", "\"Notwithstanding a party’s application, the Administrative Court may decide not to hold a hearing when (...)", "6. It is apparent to the Court from the written pleadings of the parties to the proceedings before the Administrative Court and from the files relating to the prior proceedings that an oral hearing is not likely to contribute to clarifying the case, and if this is not against Article 6 § 1 of the European Convention on Human Rights.\"", "Article 144 § 2 of the Federal Constitution reads as follows:", "\"The Constitutional Court may ... decline to accept a case for adjudication if it does not have sufficient prospects of success or if it cannot be expected that the judgment will clarify an issue of constitutional law. The Court may not decline to accept for adjudication a case excluded from the jurisdiction of the Administrative Court by Article 133.\""], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}