{"ITEMID": "001-61142", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "CHAMBER", "DATE": 2003, "DOCNAME": "CASE OF VAN KUCK v. GERMANY", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 6-1;Violation of Art. 8;No separate issue under Art. 14;Non-pecuniary damage - financial award;Costs and expenses partial award - domestic proceedings", "JUDGES": "Ireneu Cabral Barreto", "TEXT": ["8. The applicant was born in 1948 and lives in Berlin. At birth, she was registered as male, with the forenames Bernhard Friedrich.", "9. In 1990 the applicant instituted proceedings before the Schöneberg District Court, asking it to change her forenames to Carola Brenda.", "10. On 20 December 1991 the District Court granted the applicant’s request. The court found that the conditions under section 1 of the Transsexuals Act (Gesetz über die Änderung der Vornamen und die Feststellung der Geschlechtszugehörigkeit in besonderen Fällen) were met in the applicant’s case.", "11. The District Court, having heard the applicant and having regard to the written opinions of the psychiatric experts Prof. R. and Dr O. of 28 August 1991, and of the psychological expert Prof. D. of 1 September 1991, considered that the applicant was a male-to-female transsexual. It noted that, although Prof. R. and Dr O. had indicated that the applicant was not a typical transsexual, the Transsexuals Act required only that the condition of transsexuality be met, irrespective of the particular form it took. Moreover, the court found that the experts had convincingly shown that the applicant had been for at least the last three years under the constraint of living according to these tendencies and that there was a high probability that the she would not change these tendencies in the future.", "12. In 1992 the applicant, represented by counsel, brought an action with the Berlin Regional Court against a German health insurance company. Having been affiliated to this company since 1975, she claimed reimbursement of pharmaceutical expenses for hormone treatment. She further requested a declaratory judgment to the effect that the defendant company was liable to reimburse 50% of the expenses for gender reassignment operations and further hormone treatment. As an employee of the Berlin Land, she was entitled to allowances covering half of her medical expenses; the private health insurance was to cover the other half.", "13. On 20 October 1992 the Berlin Regional Court decided to take expert evidence on the questions of whether or not the applicant was a male-to-female transsexual; whether or not her kind of transsexuality was a disease; whether or not the gender reassignment operation was the necessary medical treatment for the transsexuality; and whether or not this treatment was generally recognised by medical science.", "14. The psychiatrist Dr H., having examined the applicant in January 1993, delivered his opinion in February 1993. In his conclusions, he confirmed that the applicant was a male-to-female transsexual and that her transsexuality had to be regarded as a disease. He further indicated that gender reassignment surgery was not the only possible medical treatment in cases of transsexuality. In the applicant’s case, he recommended such an operation from a psychiatric-psychotherapeutic point of view, as it would improve her social situation. He noted that gender reassignment surgery was not generally recognised by medical science and that there were several comments in the specialised literature questioning whether the operation was effective; however, it could be assumed that the fact that transsexuals accepted themselves and their bodies contributed to their stabilisation. According to him, many transsexuals reached such stability only after an operation. In his view, this was the case for the applicant and an operation should therefore be approved. The expert concluded that the gender reassignment operation formed part of the curative treatment of a mental disease.", "15. On 3 August 1993 the Regional Court, following an oral hearing, dismissed the applicant’s claims. The court considered that under the relevant provisions of the General Insurance Conditions (Allgemeine Versicherungsbedingungen) governing the contractual relations between the applicant and her private health insurance company, the applicant was not entitled to reimbursement of medical treatment regarding her transsexuality.", "16. In its reasoning, the court, having regard to the opinion prepared by Dr H. and to the expert opinions prepared in the proceedings before the Schöneberg District Court, considered that the applicant was a male-to-female transsexual and that her condition had to be regarded as a disease. The question whether the treatment in question was recognised by medical science was irrelevant. In the court’s view, hormone treatment and gender reassignment surgery could not reasonably be considered as necessary medical treatments. Having regard to the relevant case-law of the Federal Social Court, the court found that the applicant ought first to have had recourse to less radical means, namely an extensive course of 50 to 100 psychotherapy sessions, as proposed by the psychiatric expert Prof. D. and terminated by the applicant after two sessions (according to the Government, the original manuscript decision referred to twenty-four sessions). The court was not convinced that, on account of the applicant’s resistance to therapy, the intended operation was the only possible treatment.", "17. Moreover, the Regional Court found that the evidence did not show conclusively that the gender reassignment measures would relieve the applicant’s physical and mental difficulties, a further criterion for assuming their medical necessity. The expert Dr H. had merely recommended the operation from a psychiatric-psychotherapeutic point of view, as it would improve the applicant’s social situation. His submissions, according to which the effect of gender reassignment surgery was often overrated, did not show that the gender reassignment measures were necessary for medical reasons. The court had not, therefore, been required, of its own motion, to summon the expert to explain his opinion orally.", "18. On 11 October 1993 the applicant lodged an appeal with the Berlin Court of Appeal. In the written appeal submissions, the applicant objected to the findings of the Regional Court in so far as they denied the necessity of gender reassignment measures. The applicant also submitted that she had unsuccessfully attended between twenty-four and thirty-five psychotherapy sessions. In this connection, she referred to the written expert opinions and also mentioned the possibility of taking evidence from these experts.", "19. In November 1994 the applicant underwent gender reassignment surgery. According to her, having been unfit for work since February 1994, she had agreed with the physician treating her that her suffering would not permit her to await the outcome of the appeal proceedings.", "20. On 27 January 1995 the Court of Appeal, following an oral hearing, dismissed the applicant’s appeal. The Court of Appeal valued the claims at stake at 28,455.92 German marks.", "21. The Court of Appeal noted that the applicant was a male-to-female transsexual and that, according to the opinion of the expert Dr H., her transsexuality constituted a disease, a matter not in dispute between the parties to the proceedings.", "22. Referring to clause 1 of the General Insurance Conditions, the Court of Appeal upheld the Regional Court’s conclusions that the expert Dr H. had not confirmed the necessity of gender reassignment measures. The Court of Appeal had regard to various passages of the expert opinion. Thus, it noted that the expert had considered gender reassignment surgery as one possible medical treatment; however, the question of necessity could not be clearly affirmed given the diverging scientific opinions and results. In his view, consensus existed on the improved psycho-social situation following the change of the sexual role, although the effect of the operation as such was often overrated. In the applicant’s case, the advantages of an operation would, in the expert’s view, prevail, while psychotherapy could not cure the transsexuality on account of the applicant’s chronic narcissistic character structure; even extended psychotherapy was not likely to result in any changes. Turning to the expert’s statement that gender reassignment was not the only possible curative treatment, but recommendable from a psychiatric-psychotherapheutic point of view in order to improve the applicant’s social situation, the Court of Appeal found that, with this cautious formulation, the expert had not clearly affirmed the necessity of an operation. The applicant had therefore failed to prove that the conditions for reimbursement of medical treatment were met in her case. The Court of Appeal added that, while the expert had mentioned that the gender reassignment operation “formed part of the curative treatment of a mental disease”, taking his other statements into account, he had regarded success as rather uncertain. Such a vague hope could not justify the necessity of medical treatment, bearing the aim of health insurance in mind. Thus, the health insurance had to bear only costs of treatment suitable to cure a disease. In the applicant’s case, the expert had explained that gender reassignment measures could not be expected to cure the applicant’s transsexuality, but at best to improve her psycho-social situation. This result was insufficient, as such an improvement did not affect the applicant’s transsexuality as such. With regard to these remaining doubts, the Court of Appeal concluded that the applicant had failed to prove the necessity of her treatment.", "23. The Court of Appeal further considered that, in any event, the applicant was not entitled to reimbursement under clause 5.1(b) of the General Insurance Conditions on the ground that she had herself deliberately caused the disease, as argued by the defendant in earlier submissions.", "24. Referring to the details of her case history as contained in the expert opinion of Dr O. of August 1991, the Court of Appeal found in particular that the applicant was born as a male child and did not claim that she was a female on account of chromosomal factors. Initially, she had not adopted female behaviour. On account of her male orientation, she had been able to resist feelings that she would have preferred to be a girl and that this would have been more appropriate, and had controlled her emotional life at an early stage.", "25. The Court of Appeal considered that the applicant had continued to live as a man. In its view, the applicant’s “fear of bigger boys” at school was not gender-specific. Furthermore, applying to join the armed forces did not indicate female feelings, and she had left the armed forces not because of the feeling that she was a “woman” but because she had experienced degrading treatment. The applicant had married in November 1972, likewise a sign of her male orientation at that time. As from 1981, the spouses had wished to have a child.", "26. According to the Court of Appeal, the “turning-point”, as stated by the applicant, had been the moment when, after an unsuccessful operation in 1986, she had realised that she was infertile. The Court of Appeal quoted the following passage from the expert opinion of 1991:", "“The recognition that he was infertile is a decisive factor confirming the subsequent transsexual development.”", "27. It continued in the following terms:", "“Fully aware of this position, the plaintiff concluded for herself: ‘If you cannot have children, you are not a man’, and as a consequence she went one step further and wanted to be a woman from then on. She had never otherwise felt that she was, or that she had to become, a woman, but was merely making a statement that she could do without a penis and still have satisfying relations with his [sic] wife ... Doing without the one is not the same as an irresistible desire for the other. In furtherance of the self-imposed goal of wishing to be a woman, from December 1986 – without medical advice, assistance or instruction – she took female hormones ...", "That was deliberate. Having recognised – no doubt painfully – that she could not have children, she decided to distance herself from her past as a man ... It was this deliberate act of self-medication that led the plaintiff ever more to her decision that she wanted to be a woman and to look like one, although it was biologically impossible. This was based on her limited preparedness or ability to reflect critically ... but was wrongfully deliberate because the plaintiff was at all events at that stage in a position to see what the consequences of her ‘self-medication’ would be, and to act accordingly.", "...”", "28. On 25 October 1996 the Federal Constitutional Court refused to admit the applicant’s constitutional complaint.", "29. The German Transsexuals Act (Gesetz über die Änderung der Vornamen und die Feststellung der Geschlechtszugehörigkeit in besonderen Fällen) of 10 September 1980 (Federal Gazette I, p. 1654) was adopted following the decision of 11 October 1978 of the Federal Constitutional Court according to which the refusal to change the sex of a post-operative transsexual in the register of births was an unjustified interference with human dignity and everyone’s fundamental right to develop his personality freely (Reports of the Decisions of the Federal Constitutional Court, BVerfGE 49, pp. 286 et seq.).", "30. Sections 1 to 7 of the Transsexuals Act govern the conditions, procedures and legal consequences of a change of a transsexual’s forenames without gender reassignment surgery. Under section 1, persons may request that their forenames be changed if, on account of their transsexual orientation, they no longer feel they belong to the sex recorded in the register of births, they have been for at least three years under the constraint of living according to these tendencies, and if there is a high probability that they will not change this orientation in the future. The competent civil courts have to obtain two medical expert opinions in order to establish whether the medical conditions are met (section 4).", "31. Following gender reassignment surgery, section 8 provides for a change of the sex entered in the register of births, if, in addition to the conditions laid down in section 1, the persons concerned are not married and are not able to procreate. The forenames will be changed, if proceedings under section 1 have not yet taken place.", "32. Since 1989 the German health insurance system, which previously formed part of the Reich Insurance Code (Reichsversicherungsordnung) of 1911 has been governed by the Social Security Act, Book V, Health Insurance (Sozialgesetzbuch, Fünftes Buch, Gesetzliche Kranken-versicherung), on the basis of the Health (Reform) Act (Gesetz zur Strukturreform im Gesundheitswesen) of 20 December 1988. Subsequently, further reform legislation was enacted. Under the relevant provisions, persons insured under the health system are entitled to medical treatment which is necessary in order to diagnose or to cure a disease, in order to prevent its aggravation or to offer relief for its symptoms.", "33. The Federal Social Court, in a decision of 6 August 1987 (Reports of Decisions, BSGE 62, pp. 83 et seq.), confirmed the lower social courts’ decisions that the cost of gender reassignment surgery had to be reimbursed if, in the circumstances of the individual case, the psychophysical state of the transsexual amounted to a disease and if gender reassignment was the sole means of finding relief, psychiatric and psychotherapeutic treatment having remained unsuccessful.", "34. The basic rules for private health insurance, as for any other private insurance, are laid down in the Insurance Contract Act (Gesetz über den Versicherungsvertrag) of 1908, as amended. According to section 178.b, private health insurance covers expenses for curative treatment which is medically necessary on account of a disease or injuries suffered as a result of an accident or for other medical services for illness, as far as stipulated in the contract. The insurer is exempted from liability if the insured person has deliberately caused his or her own disease or accident (section 178.l). The contractual relations are standardised in general insurance conditions.", "35. The Federal Court of Justice, in a decision of 11 April 1994 (Versicherungsrecht 1995, pp. 447 et seq.), endorsed the lower court’s finding that gender reassignment surgery had to be considered as necessary medical treatment of a disease if the insured person’s change of gender had been recognised under sections 8 et seq. of the Transsexuals Act.", "36. In its judgment of 30 April 1996 in P. v. S. and Cornwall County Council (C-13/94, Rec. 1996, p. I-2143), the European Court of Justice (ECJ) found that discrimination arising from gender reassignment constituted discrimination on grounds of sex and, accordingly, Article 5 § 1 of Council Directive 76/207/EEC of 9 February 1976, on the implementation of the principle of equal treatment for men and women as regards access to employment, vocational training and promotion and working conditions, precluded dismissal of a transsexual for a reason related to a gender reassignment. It held, rejecting the argument of the United Kingdom Government that the employer would also have dismissed P. if P. had previously been a woman and had undergone an operation to become a man, that", "“... [w]here a person is dismissed on the ground that he or she intends to undergo or has undergone gender reassignment, he or she is treated unfavourably by comparison with persons of the sex to which he or she was deemed to belong before undergoing gender reassignment.", "To tolerate such discrimination would be tantamount, as regards such a person, to a failure to respect the dignity and freedom to which he or she is entitled and which the Court has a duty to safeguard.” (paragraphs 21-22)", "37. In its judgment of 17 February 1998, in Lisa Jacqueline Grant v. South-West Trains Ltd (C-249/96, Rec. 1998, p. I-621), the ECJ clarified the resulting position as follows", "“... That reasoning, which leads to the conclusion that such discrimination is to be prohibited just as is discrimination based on the fact that a person belongs to a particular sex, is limited to the case of a worker’s gender reassignment and does not therefore apply to differences of treatment based on a person’s sexual orientation.", "...", "... Community law as it stands at present does not cover discrimination based on sexual orientation, such as that in issue in the main proceedings.", "It should be observed, however, that the Treaty of Amsterdam amending the Treaty on European Union, the Treaties establishing the European Communities and certain related acts, signed on 2 October 1997, provides for the insertion in the EC Treaty of an Article 6a which, once the Treaty of Amsterdam has entered into force, will allow the Council under certain conditions (a unanimous vote on a proposal from the Commission after consulting the European Parliament) to take appropriate action to eliminate various forms of discrimination, including discrimination based on sexual orientation.”", "The ECJ concluded that the refusal by an employer to allow travel concessions to the person of the same sex with whom a worker has a stable relationship, where such concessions are allowed to a worker’s spouse or to the person of the opposite sex with whom a worker has a stable relationship outside marriage, does not constitute discrimination prohibited by Article 119 of the Treaty or Directive 75/117."], "VIOLATED_ARTICLES": ["6", "8"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}