{"ITEMID": "001-4868", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "ADMISSIBILITY", "DATE": 1999, "DOCNAME": "WITZSCH v. GERMANY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Matti Pellonpää", "TEXT": ["The applicant is a German national, born in 1939 and living in Fürth. He is a secondary school teacher.", "He is represented before the Court by Mr W. Heim, a lawyer practising in Nürnberg.", "A.", "On 27 February 1996 the Fürth District Court (Amtsgericht) convicted the applicant of disparaging the dignity of the deceased (Verunglimpfung des Andenkens Verstorbener) pursuant to section 189 of the Penal Code (Strafgesetzbuch). It sentenced him to four months’ imprisonment, suspended on probation.", "In its decision, the District Court found that in November 1994 and February 1995, the applicant had written letters to Bavarian politicians, in which he had complained about a planned amendment of section 130 of the Penal Code on the punishment of incitement to hatred (Anstachelung zum Rassenhass), expressly penalising the denial of national socialist mass killing. To those letters, the applicant had attached a statement in which he had denied the existence of gas chambers and the mass killing therein and had thereby denied the victims’ particular cruel fate. The court observed that, according to the case-law of the Federal Constitutional Court (Bundesverfassungsgericht) and the Federal Court of Justice (Bundesgerichtshof), the mass killing of Jews and other persons in gas chambers and inter alia in the Auschwitz concentration camp was a historical fact (historische Tatsache). The court further considered that, by denying this specific form of homicide, he had disparaged the dignity of the deceased. In this respect, it noted that the applicant had called the envisaged reform “antidemocratic special legislation” (antidemokratisches Sondergesetz), and had stated that political parties in the Federal Diet were “no longer abiding by the rule of law and encouraging an antidemocratic demon” (so weit von rechtsstaatlichem Denken entfernt und einem antidemokratischen Ungeist Tür und Tor geöffnet haben). He had further referred to “historical lies” (Geschichtslügen) and had qualified the gas chambers as “so-called gas chambers”.", "The court further noted that an application for prosecution had been lodged in time.", "In fixing the sentence, the District Court noted that the applicant had previously been convicted of disparaging the dignity of the deceased, however, that conviction had not yet become final at the time of the material offence.", "In these and the following proceedings, the applicant was assisted by defence counsel.", "On 3 July 1996 the Nürnberg-Fürth Regional Court (Landgericht) dismissed the appeals lodged by the applicant and by the Public Prosecutor. As regards the applicant’s argument that he had not intended to deny the existence of gas chambers, the Regional Court considered that the contents of the letters objectively amounted to such a denial. In particular, he had used the term \"historical lies\" concerning the gassing in concentration camps, which was a historical fact and commonly known (offenkundig). No taking of evidence had therefore been necessary. Moreover, having regard to the documents before it, the Regional Court confirmed that the application for prosecution had been lodged in time.", "On 31 July 1997 the Bavarian Court of Appeal (Bayerisches Oberstes Landesgericht) dismissed the applicant’s appeal on points of law. The Court of Appeal confirmed the findings of the lower courts, in particular that, as the mass killing in the concentration camps was a notorious historical fact, no taking of evidence concerning this point was necessary. Moreover, the procedural questions relating to the application for prosecution had been correctly determined.", "On 23 September 1997 the Federal Constitutional Court decided not to admit the applicant’s constitutional complaint.", "B. Relevant domestic law", "Section 189 of the Penal Code provides as follows:", "“Anybody disparaging the memory of the deceased shall be punishable with imprisonment not exceeding two years or with a fine.”", "Pursuant to section 194 of the Penal Code, such an offence is prosecuted upon application by a relative of the victim of the offence.", "Section 130 of the Penal Code concerns the criminal offence of incitement to hatred. According to section 130(1), in the version as amended on 28 October 1994 and entered into force on 1 December 1994, anybody who incites to hatred, or violence or arbitrary acts, against parts of the population in such a manner as to disturb the public peace shall be punishable by imprisonment for a term of three months to five years. Section 130(2) relates to publications inciting to hatred. Section 130(3) makes it a punishable act to approve, deny or minimise acts of genocide under the national socialist regime in public or at an assembly."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}