{"ITEMID": "001-115383", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF SOPIN v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "No violation of Article 5 - Right to liberty and security (Article 5-3 - Length of pre-trial detention)", "JUDGES": "Anatoly Kovler;Elisabeth Steiner;Erik Møse;Isabelle Berro-Lefèvre;Khanlar Hajiyev;Linos-Alexandre Sicilianos", "TEXT": ["5. The applicant was born in 1954 and lived in Moscow until his arrest.", "6. On 11 May 2010 the applicant was arrested on suspicion of aggravated fraud. The prosecutor’s case was that between November 2004 and April 2005 he, with at least fifteen others, had fraudulently assumed ownership of premises and a plot of land which belonged to a private legal entity in St. Petersburg. The criminal proceedings had been pending since 2005 without any apparent progress, with the criminal case having been closed, reopened, stayed and transferred between various investigating authorities on a number of occasions, until in January 2010 it was assigned to a large group of investigators from the Main Investigation Department of the Investigation Committee of the Russian Federation in Moscow.", "7. Moscow investigators lodged a request with the Kuybyshevskiy District Court of St. Petersburg for authorisation of the applicant’s remand in custody. The request was supported by a certifying statement issued by a high-ranking police official. The relevant parts of the statement read as follows:", "“As a result of investigation and search operations, such as ‘gathering of data’ and ‘questioning’, it has been established that ...", "[The applicant] is an active member of the inter-regional organised criminal community headed by ‘Vasya Bryanskiy’ [Mr V.], which has for a long time been active in the territory of the North-Western and Central Federal Circuits. [The applicant] is a direct subordinate of the leader of [that criminal community], Mr V., with whom he has been committing serious and very serious crimes.", "[The applicant] has extensive corrupt contacts with State bodies and with various law-enforcement agencies in St Petersburg, Moscow and other towns in the country.", "[The applicant] is a founder of three limited-liability companies; [he] owns a car ... He has substantial financial resources, a travel passport ...; he occasionally travels abroad for business meetings or vacations, [with the most recent visits to] ... Israel [in 2009], Finland... in 2010, Riga ... in 2010 [and] Frankfurt am Main ... in 2010.", "According to the available information, if [the court decides] to apply to [the applicant] a measure of restraint other than arrest, [he], understanding his role in a criminal group and the gravity of the crime committed [by him], will take every possible step to obstruct the establishment of the truth in the case, will bribe or threaten witnesses, and will move to another country to avoid criminal responsibility.”", "8. On 13 May 2010 the Kuybyshevskiy District Court authorised the applicant’s placement in custody, having held as follows:", "“[The applicant] is accused of a serious crime against property for which the criminal law establishes punishment of imprisonment for more than two years. The particular circumstances of the crime of which he is accused, committed by an organised group over a lengthy period of time and causing extensive damage to the victims, demonstrate a crime of a particularly audacious nature and thereby an increased danger to society.", "The materials presented contain statements by suspect P. and victim T., connecting [the applicant] to the crime he is accused of. At the same time, the victim stated that on a number of occasions, when the documents confirming the transfer of title to the immovable property had been signed, [the applicant] had threatened her and her mother with a gun, thus breaking their will to resist the unlawful actions committed against them. All this was part of the plan which had been developed to take over their property. Given the victim’s fear for her life and limb, these circumstances forced her initially to give incomplete statements. In the court’s opinion, this is a sign that the individuals involved in the offence influenced the victim with the aim of obstructing the proceedings in the criminal case.", "Having regard to the above-mentioned and given the particular circumstances of the crime with which [the applicant] is charged, the significance of the crime and its consequences, the fact that [the applicant] owns a gun (the fact which he has not disputed in the court hearing), his connections in State bodies and law-enforcement agencies, and also the fact that at the material time certain of the perpetrators of the crime committed by that group have not yet been identified, the court has sufficient grounds to conclude that [the applicant], who has a travel passport and relatives living permanently outside Russia, is liable to abscond from the investigation and trial, to threaten victims, witnesses and other participants in the criminal proceedings, or may, in other ways, hinder the proceedings in the case.", "Information about [the applicant’s] character is not absolute and sufficient to dismiss the [investigator’s] request [for the applicant’s detention] or to apply a more lenient measure of restraint. The court takes into account that [the applicant] is suffering from a number of illnesses and that he is an elderly person; however, there is no evidence that [the applicant’s] state of health precludes his detention, and the court did not receive any proof that [the applicant] is the only caregiver for his relatives.", "The materials presented to the court demonstrate that there is sufficient evidence that the crime took place and that [the applicant] may be involved; as well as evidence that the investigating authorities complied with the procedure for the arrest of the suspect (Articles 91 and 92 of the Russian Code of Criminal Procedure) and brought charges against him as prescribed by Section 23 of the Russian Code of Criminal Procedure. At the same time, the task of establishing the guilt of the accused is outside the competence of the court at this stage of the criminal proceedings ...", "By virtue of Article 108 § 1.1 of the Russian Code of Criminal Procedure in the absence of grounds listed in sub-paragraphs 1-4 of paragraph 1 of Article 108 of the Russian Code of Criminal Procedure a [court] cannot authorise detention of an individual suspected of or charged with a crime proscribed by Article 159 of the Russian Criminal Code [the fraud], if that crime was committed in connection with business activities.", "Having studied the presented materials, the court finds that the crime proscribed by Article 159 § 4 of the Russian Criminal Code with which [the applicant] is charged does not fall within the sphere of business activities, as the intentions of the members of the organised criminal group were aimed at unlawfully taking over title to the premises and a plot of land which belonged [to a private legal entity] which has no connection to any form of business activities.”", "9. The applicant and his lawyer appealed, arguing that the detention order lacked any grounds and was based on mere assumptions in the absence of any evidence that the applicant, an elderly and seriously ill person with solid family ties, intended to abscond or reoffend. They further argued that the detention was unlawful, as Russian law did not permit the detention of individuals accused of fraudulent acts committed in the sphere of business activities, which was the offence with which the applicant was charged.", "10. On 17 June 2010 the St. Petersburg City Court upheld the detention order, having endorsed the District Court’s reasoning.", "11. On 6 July 2010 the Basmanniy District Court of Moscow accepted the investigator’s request for an extension of the applicant’s detention, having authorised it until 17 September 2010. The District Court reasoned as follows:", "“The investigating authorities have charged [the applicant] with a socially dangerous act, a serious criminal offence for with the criminal law prescribes punishment in the form of no less than two years’ imprisonment.", "presented, and the information about [the applicant’s] character, the court finds that there are sufficient grounds to conclude that, if released, [the applicant], being charged with [a serious offence], fearing the punishment for that serious offence, [and] being in possession of a travel passport [and] having relatives in foreign countries, will prefer to abscond from the pre-trial investigation and trial; that [he] is liable to influence witnesses and other participants in the criminal proceedings, given that he has acquired specific information about the course of the investigation; that he may destroy evidence for which the investigators are looking now; if released, [the applicant] may develop, together with his accomplices who have not yet been identified by the investigation or in respect of whom search warrants, including international ones, have been issued, a method of working against the investigators’ actions aimed at the establishment of the truth in the case.", "The above-mentioned circumstances and information are well-founded, real and are corroborated by personal data about [the applicant] who has a travel passport [and] sufficient financial resources, as he is the head of a number of legal entities, and has, on a number of occasions in recent years, travelled abroad, including to visit his daughter in Denmark. That information was received in the course of operational search actions performed within the criminal proceedings. The above-mentioned data runs contrary to the arguments by the defence that the investigator’s request for an extension of [the applicant’s] detention is not based on any evidence or matters of fact.", "In these circumstances there are grounds cited by Article 97 of the Russian Code of Criminal Procedure for an authorisation of detention, which, in its turn, shows that the grounds taken into account when [the applicant’s] placement in custody was authorised ... are still present and it is still necessary to apply that measure of restraint. Therefore, the request by the defence for the application of a more lenient measure of restraint unconnected to detention, including bail in the amount of 2,000,000 Russian roubles (RUB), should be dismissed because a new [lenient] measure will not exclude the possibility that the applicant will abscond from the investigation, including by leaving Russia, or will commit other acts in order to resist the investigation in the present criminal case, which is currently at the pre-trial stage.", "When determining the issue of the extension of [the applicant’s] detention, the court takes into account his permanent residence in St. Petersburg, his family situation and the state of his health. The court did not receive any evidence, including from the defence, showing that [the applicant] is unfit for detention in the conditions of the temporary detention facility where he may receive necessary medical assistance; [the applicant] did not complain about the quality of the medical care received [in detention]; [the applicant] also explained that he is not in need of any medicines, including those which are necessary to treat his diabetes.", "Moreover, the court takes into account a large number of actions which the investigating authorities have to take to complete the investigation of the criminal case; it finds that the period of extension requested by the investigator is well-founded and reasonable.", "While assessing the present request for an extension the court does not find that the investigation is ineffective or delayed. In the court’s opinion, the length of the pre-trial investigation is caused by objective factors, such as the nature of the offences under investigation, the large volume of written evidence which requires extensive and time-consuming examination and analysis, and the need to authorise and perform complex expert examinations.”", "12. On 2 August 2010 the Moscow City Court upheld the order of 6 July 2010, concluding that the District Court’s findings were reasonable and based on evidence provided by the investigating authorities. The City Court also noted that the District Court had thoroughly assessed the applicant’s personal situation and the state of his health, but had correctly concluded that the grounds for his detention outweighed the arguments for his release.", "13. A further request by an investigator for an extension of the applicant’s detention was accepted by the Basmanniy District Court on 13 September 2010, with reasoning similar to that employed by the District Court in its previous decision. The applicant’s detention was extended until 17 December 2010.", "14. On 20 October 2010 the Moscow City Court dismissed the applicant’s lawyers’ arguments that the extension of the detention was unreasonable and ill-founded. The City Court supported the District Court’s findings that the applicant was liable to abscond and obstruct justice if released.", "15. On 15 December 2010 the Basmanniy District Court again extended the applicant’s detention for an additional three months, that is until 17 March 2011. It dismissed the applicant’s and his lawyers’ arguments that the investigators had delayed the criminal proceedings by failing to take any action in the procedure in months, that the applicant had no intention of absconding threatening witnesses or destroying evidence, particularly given that he had voluntarily handed over to the investigators every piece of material evidence which had been in his possession, that his travel passport had also been given to the investigators, and that his family situation, the state of his health and his character warranted his release. The District Court’s reasoning was identical to that in the two previous detention orders.", "16. A week later police officials provided the Investigation Department with a memorandum which, in so far as relevant, read as follows:", "“According to the available information, if [the court decides] to apply to [the applicant] a measure of restraint other than arrest, [he], understanding his role in a criminal group and the gravity of the crime committed [by him], will take every possible step to obstruct the establishment of the truth in the case, will bribe or threaten witnesses, and will move to another country to avoid criminal responsibility.”", "17. On 9 February 2011 the Moscow City Court upheld the detention order of 15 December 2010 on appeal.", "18. On 14 March 2011 the Basmanniy District Court found it reasonable to remand the applicant in custody for a further period, until 11 May 2011. The District Court considered that the length of the pre-trial investigation in the case was objectively justifiable by complex procedural actions, including a number of expert examinations which the investigators had to perform. In the District Court’s opinion, the applicant’s release on bail or on his own recognisance would not eliminate the risk that he would abscond and/or tamper with witnesses or destroy evidence. Having examined the medical evidence presented by the defence in support of the argument that the applicant was seriously ill, the District Court concluded that the applicant was still fit for detention.", "19. The applicant and his lawyer appealed.", "20. In the meantime, on 25 March 2011 the pre-trial investigation was closed and the applicant lodged a written request for the case file to be provided to him and his lawyers for study as soon as possible.", "21. At the beginning of April 2011 the applicant and his lawyers started studying the case file materials. On a number of occasions they complained to the investigators that they had not been served with the subsequent volumes of the case file and that they had thus been forced to adjourn their reading of the file.", "22. On 20 April 2011 the Moscow City Court upheld the detention order of 14 March 2011, finding no grounds to question the lawfulness and reasonableness of the District Court’s findings.", "23. On 4 May 2011 the Moscow City Court extended the applicant’s detention until 17 September 2011, reasoning as follows:", "“Despite [the applicant’s] age and the facts that he has not been convicted before, that he is registered and permanently resides in St. Petersburg, that he is a national of the Russian Federation, that he is not under psychiatric or drug abuse supervision, that he is suffering from a number of illnesses, [and] that his character has been assessed positively, I find that the necessity to apply to him the measure of restraint chosen earlier has not ceased to exist at the material time, as he has been charged with a serious criminal offence which, according to the prosecution, he committed as a member of an organised criminal group, certain of whose members have not yet been identified, and four of whose members absconded from the investigation and court and [were placed] on the international wanted persons’ list; in this regard, the court accepts the investigator’s arguments that there are sufficient grounds to conclude that if released [the applicant] will abscond from the pre-trial investigation and trial, will continue his criminal activities, will threaten witnesses and other parties to the criminal proceedings, will destroy evidence, and will interfere with justice in the criminal case in other ways.”", "24. The extension order was upheld on appeal on 25 May 2011 with the appellate court accepting the City Court’s reasoning.", "25. On 9 June 2011 the applicant informed the investigators that he had read the entire case file.", "26. On 22 July 2011 the Moscow Main Investigation Department sent the case to the St Petersburg Main Investigation Department, given that the majority of the victims and witnesses lived in St Petersburg, where the criminal offences had allegedly been committed. On 8 August 2011 investigators in St Petersburg took over the case. On 14 September 2011 a senior investigator of the St Petersburg Main Investigation Department issued a decision authorising the reopening of the pre-trial investigation. In the same decision, having noted that the maximum period for detaining the applicant had expired and that the long-term detention had negatively affected the applicant’s health, the senior investigator authorised his immediate release on a written undertaking not to leave the town. The applicant was released the same day.", "27. It appears that the criminal proceedings against the applicant are still pending.", "28. The Russian legal regulations of detention are explained in the judgment of Isayev v. Russia, no. 20756/04, §§ 67-80, 22 October 2009."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["5"], "NON_VIOLATED_PARAGRAPHS": ["5-3"], "NON_VIOLATED_BULLETPOINTS": []}