{"ITEMID": "001-94202", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF CHRISTODOULIDOU v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 1 of Protocol No. 1 - Protection of property;Violation of Article 3 - Prohibition of torture (Substantive aspect);No violation of Article 11 - Freedom of assembly and association", "JUDGES": "David Thór Björgvinsson;Giovanni Bonello;Ján Šikuta;Ledi Bianku;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["7. The applicant was born in 1927 and lives in Nicosia.", "8. The applicant claimed that until 1974 she had been permanently residing in a house she owned at 33, 28th October Street, Kyrenia (northern Cyprus). She also owned a garden at Kazafani and three fields with trees at Karmi (in the locality known as “Horteri Chomatovounos”), all in the District of Kyrenia.", "9. According to the applicant, her house had a surface-area of 190 square metres, with three large drawing rooms, a spacious dining room and kitchen, four bedrooms, two bathrooms, a storeroom and verandas. It was surrounded by a 753 sq. m garden and furnished mainly with period antiques and luxury items.", "10. In support of her claim to ownership, the applicant produced copies of the relevant certificates of ownership of Turkish-occupied immovable properties issued by the Republic of Cyprus. According to these documents, the applicant's properties were registered as follows:", "(a) Kyrenia/Pano Kyrenia, plot no. 45, sheet/plan 12/21.1.12, registration no. C1703, house with garden;", "(b) Kyrenia/Kazafani, plot no. 95/1/1, sheet/plan 12/22W2, garden/orchard; area: 2,351 sq. m;", "(c) Kyrenia/Karmi, plot no. 222, sheet/plan 12/27E2, field; area: 3,138 sq. m;", "(d) Kyrenia/Karmi, plot no. 282, sheet/plan 12/27E2, field; area: 1,650 sq. m;", "(e) Kyrenia/Karmi, plot no. 291/1, sheet/plan 12/27E2, field; area: 2,264 sq. m.", "11. Since the 1974 Turkish intervention, the applicant has been deprived of her properties, which were located in the area under the occupation and control of the Turkish military authorities, who prevented her from having access to and using her properties.", "12. On 19 July 1989, the applicant joined an anti-Turkish demonstration in the Ayios Kassianos area in Nicosia in which the applicants in the Chrysostomos and Papachrysostomou v. Turkey and Loizidou v. Turkey cases (see below) also took part.", "13. According to an affidavit sworn by the applicant at Nicosia District Court on 10 April 2000, the demonstration of 19 July 1989 was peaceful and was held on the fifteenth anniversary of the Turkish intervention in Cyprus, in support of the missing persons and to protest against human- rights violations. The applicant and other women had planned to gather in the grounds of the Ayios Kassianos School and to stage a sit-in in protest against the occupation of the northern part of the island. They also asked the Bishop of Kitium to conduct a service in the St. George's Chapel, which was located near the school.", "14. When the applicant arrived, the school grounds were filled with a group of mostly young women, who were singing. The applicant stood near a water tank. She noticed the presence of UN soldiers and Turkish policemen armed with batons.", "15. The UN officers invited the demonstrators to leave the premises. However, within a matter of seconds, the Turkish policemen had rushed towards them. Some of the women were grabbed by their clothes and hit with guns and batons. The applicant herself was hit and pushed. She received what she described as a “terrible blow in the right leg beneath the tibia”. She realised she had been hit with a sharp object, namely a bayonet wielded by a Turkish soldier. Her leg started to bleed profusely and she felt herself drifting into unconsciousness. She shouted: “Help, help, please, I am losing my leg”. Some demonstrators put her on a stretcher and she was taken by ambulance to Nicosia General Hospital.", "16. At the hospital, her wound was stitched internally and externally. She was told to take ten days' absolute rest. For the next six months, the applicant suffered considerable pain in her leg. She could not walk or even put weight on the leg and was forced to use crutches. She experienced pain with changes in the weather. She continued to have problems climbing stairs and the scar on her leg remained visible.", "17. As many years had passed since the demonstration, three of the witnesses who saw the wound being inflicted (two friends and the editor of a local newspaper) had already died. However, an affidavit sworn by a witness, Mrs Olga Nicolaidou, corroborated her version of events.", "18. In support of her claim of ill-treatment, the applicant produced a medical certificate issued on 27 March 2000 by Doctor Stelios Georgiou, a specialist orthopaedic surgeon practising in Nicosia, which reads as follows:", "“The [applicant] was injured on 19.7.1989 by Turks following an attack on women near Ayios Kassianos in Nicosia in the Ayios Kassianos Primary School. The findings of the examination were:", "Injury to the right lower limb of the upper third of the tibia with an open wound about 9cm long. The wound was caused with a sharp object.", "Treatment of the patient and its course:", "1. Surgical cleaning of the wound;", "2. Stitching up of the wound;", "3. Pharmaceutical treatment;", "4. Regular dressing of the wound;", "5. Complete rest in bed for ten days with leg supported by pillows;", "6. The stitches removed ten days later;", "7. The patient [should walk] with crutches for 1 month;", "Present condition:", "1. Evident ugly scar, about 9cm in the upper third of the tibia, transversal;", "2. Loss of feeling in the area of the wound.”", "19. The Government alleged that the applicant had participated in a violent demonstration with the aim of inflaming anti-Turkish sentiment. The demonstrators, supported by the Greek-Cypriot administration, were demanding that the “Green Line” in Nicosia should be dismantled. Some carried Greek flags, clubs, knives and wire-cutters. They were acting in a provocative manner and shouting abuse. The demonstrators were warned in Greek and English that unless they dispersed they would be arrested in accordance with the laws of the “TRNC”. The applicant was arrested by the Turkish-Cypriot police after crossing the UN buffer zone and entering the area under Turkish-Cypriot control. The Turkish-Cypriot police intervened in the face of the manifest inability of the Greek-Cypriot authorities and the UN Force in Cyprus to contain the incursion and its possible consequences.", "20. No force was used against demonstrators who did not intrude into the “TRNC” border area and, in the case of demonstrators who were arrested for violating the border, no more force was used than was reasonably necessary in the circumstances in order to arrest and detain the persons concerned. No one was ill-treated. It was possible that some of the demonstrators had hurt themselves in the confusion or in attempting to scale barbed wire or other fencing. Had the Turkish police, or anyone else, assaulted or beaten any of the demonstrators, the UN Secretary General would no doubt have referred to this in his report to the Security Council.", "21. In his report of 7 December 1989 on the UN operations in Cyprus, the UN Secretary General stated, inter alia:", "“A serious situation, however, arose in July as a result of a demonstration by Greek Cypriots in Nicosia. The details are as follows:", "(a) In the evening of 19 July, some 1,000 Greek Cypriot demonstrators, mostly women, forced their way into the UN buffer zone in the Ayios Kassianos area of Nicosia. The demonstrators broke through a wire barrier maintained by UNFICYP and destroyed an UNFICYP observation post. They then broke through the line formed by UNFICYP soldiers and entered a former school complex where UNFICYP reinforcements regrouped to prevent them from proceeding further. A short while later, Turkish-Cypriot police and security forces elements forced their way into the area and apprehended 111 persons, 101 of them women;", "(b) The Ayios Kassianos school complex is situated in the UN buffer zone. However, the Turkish forces claim it to be on their side of the cease-fire line. Under working arrangements with UNFICYP, the Turkish-Cypriot security forces have patrolled the school grounds for several years within specific restrictions. This patrolling ceased altogether as part of the unmanning agreement implemented last May;", "(c) In the afternoon of 21 July, some 300 Greek Cypriots gathered at the main entrance to the UN protected area in Nicosia, in which the UN headquarters is located, to protest the continuing detention by the Turkish-Cypriot authorities of those apprehended at Ayios Kassianos. The demonstrators, whose number fluctuated between 200 and 2,000, blocked all UN traffic through this entrance until 30 July, when the Turkish-Cypriot authorities released the last two detainees;", "(d) The events described above created considerable tension in the island and intensive efforts were made, both at the UN headquarters and at Nicosia, to contain and resolve the situation. On 21 July, I expressed my concern at the events that have taken place and stressed that it was vital that all parties keep in mind the purpose of the UN buffer zone as well as their responsibility to ensure that that area was not violated. I also urged the Turkish-Cypriot authorities to release without delay all those who had been detained. On 24 July, the President of the Security Council announced that he had conveyed to the representatives of all the parties, on behalf of the members of the Council, the Council's deep concern at the tense situation created by the incidents of 19 July. He also stressed the need strictly to respect the UN buffer zone and appealed for the immediate release of all persons still detained. He asked all concerned to show maximum restraint and to take urgent steps that would bring about a relaxation of tension and contribute to the creation of an atmosphere favourable to the negotiations.”", "22. Section 70 of the Cypriot Criminal Code reads as follows:", "“Where five or more persons assemble with intent to commit an offence, or, being assembled with intent to carry out some common purpose, conduct themselves in such a manner as to cause persons in the neighbourhood to fear that the persons so assembled will commit a breach of the peace, or will by such assembly needlessly and without any reasonable occasion provoke other persons to commit a breach of the peace they are an unlawful assembly.", "It is immaterial that the original assembly was lawful if, being assembled, they conduct themselves with a common purpose in such a manner as aforesaid.", "When an unlawful assembly has begun to execute the purpose, whether of a public or of a private nature, for which it assembled by a breach of the peace and to the terror of the public, the assembly is called a riot, and the persons assembled are said to be riotously assembled.”", "23. According to section 71 of the Criminal Code, any person who takes part in an unlawful assembly is guilty of a misdemeanour and liable to imprisonment for one year.", "24. Section 80 of the Criminal Code provides:", "“Any person who carries in public without lawful occasion any offensive arm or weapon in such a manner as to cause terror to any person is guilty of a misdemeanour, and is liable to imprisonment for two years, and his arms or weapons shall be forfeited.”", "25. According to section 82 of the Criminal Code, it is an offence to carry a knife outside the home.", "26. The relevant part of Chapter 155, section 14 of the Criminal Procedure Law states:", "“(1) Any officer may, without warrant, arrest any person -", "...", "(b) who commits in his presence any offence punishable with imprisonment;", "(c) who obstructs a police officer, while in the execution of his duty...”", "27. Section 9 of Law No. 5/72 states:", "“... Any person who enters a prohibited military area without authorization, or by stealth, or fraudulently, shall be tried by a military court in accordance with the Military Offences Act; those found guilty shall be punished.”", "28. Subsections 12 (1) and (5) of the Aliens and Immigration Law read as follows:", "“1. No person shall enter or leave the Colony except through an approved port.", "...", "5. Any person who contravenes or fails to observe any of the provisions of subsections (1), (2), (3) or (4) of this section shall be guilty of an offence and shall be liable to imprisonment for a term not exceeding six months or to a fine not exceeding one hundred pounds or to both such imprisonment and fine.”"], "VIOLATED_ARTICLES": ["3", "P1"], "VIOLATED_PARAGRAPHS": ["P1-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["11"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}