{"ITEMID": "001-97051", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF MARIAN SOBCZYNSKI v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "No violation of Art. 5-3", "JUDGES": "Giovanni Bonello;Lech Garlicki;Ledi Bianku;Nebojša Vučinić;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["5. The applicant, Mr Marian Sobczyński, is a Polish national who was born in 1950 and who lives in Zabrze, Poland.", "6. On 7 June 2006 the applicant was arrested on suspicion of being a member of an organised criminal gang, tax fraud, perjury and other related offences.", "7. On 9 June 2006 the Katowice District Court (Sąd Rejonowy) remanded him in custody. That decision was justified by the strong evidence against the applicant, the gravity of the offences with which he had been charged and the severity of the penalty which could be imposed if convicted. In addition, the court relied on the risk that the applicant would induce witnesses to give false testimony and also go into hiding if released. The latter ground was justified in the light of the fact that the applicant did not have a fixed residence prior to his arrest.", "8. It appears that the applicant’s interlocutory appeal against the above detention order was dismissed on 23 June 2006.", "9. Subsequently, the applicant’s pre-trial detention was extended by the decisions of the Katowice District Court issued on 25 August, 24 November and 18 December 2006, 19 February, 25 April and 18 June 2007 and by the decisions of the Gliwice Regional Court (Sąd Okręgowy) issued on 20 September and 27 December 2007 and 25 March 2008.", "10. The domestic courts relied on the original grounds for the applicant’s detention. In addition it was noted that the proceedings were complex and involved a large number of witnesses and voluminous evidence. The investigating authorities had to obtain expert reports on accountancy, finance and forensics. Lastly, it was noted that new aspects of the alleged criminal activities of the applicant were being revealed in the course of the progressing investigation.", "11. On 22 April 2008 the prosecutor lodged a bill of indictment against the applicant and his two alleged accomplices with the Katowice Regional Court. The applicant was indicted of numerous counts of tax fraud, money laundering and perjury, allegedly committed within an organised criminal gang.", "12. The first hearing took place on 23 October 2008. It appears that since then the trials have been taking place once a month or more frequently.", "13. Pending trial, the applicant’s detention was extended by the Katowice Regional Court’s decisions of 5 May and 5 November 2008.", "14. The applicant or his lawyer challenged a number of decisions to extend his detention. It appears that an interlocutory appeal was not brought against seven of those decisions. The interlocutory appeals lodged by the applicant’s lawyer against the decisions of 25 March, 5 May and 5 November 2008 were rejected by the Katowice Court of Appeal on 4 June 2008 and two unspecified dates respectively. Likewise, the applicant’s request for release was rejected by the Katowice Regional Court on 21 July 2008.", "15. On 6 March 2009 the Katowice Regional Court released the applicant from detention, placing him under police supervision (dozór policyjny). The court considered that keeping the applicant in detention was no longer necessary since the majority of witnesses had already been examined by the trial court and in the light of the fact that the applicant had been recently registered at a fixed residence address.", "16. It appears that the criminal proceedings against him are currently pending.", "17. In parallel to his pre-trial detention subject of the instant application, the applicant served two separate prison sentences imposed on him by a competent criminal court. The two prison terms amounted to one year, six months and nineteen days. And thus from 2 March 2007 until 31 July 2008 the applicant was serving a sentence imposed on him by the Wieluń District Court in its judgment of 5 February 2007 and from 8 September until 28 October 2008 the applicant was serving a sentence, which was imposed on him by the same court in its decision of 28 July 2008.", "18. The relevant domestic law and practice concerning the imposition of detention on remand (aresztowanie tymczasowe), the grounds for its extension, release from detention and rules governing other, so-called “preventive measures” (środki zapobiegawcze) are stated in the Court’s judgments in the cases of Gołek v. Poland, no. 31330/02, §§ 27-33, 25 April 2006 and Celejewski v. Poland, no. 17584/04, §§ 22-23, 4 August 2006."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["5"], "NON_VIOLATED_PARAGRAPHS": ["5-3"], "NON_VIOLATED_BULLETPOINTS": []}