{"ITEMID": "001-57682", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MLT", "BRANCH": "CHAMBER", "DATE": 1991, "DOCNAME": "CASE OF DEMICOLI v. MALTA", "IMPORTANCE": "2", "CONCLUSION": "Preliminary objection rejected (six month period);Violation of Art. 6-1;Not necessary to examine Art. 6-2;Pecuniary damage - claim dismissed;Non-pecuniary damage - finding of violation sufficient;Costs and expenses award - domestic proceedings;Costs and expenses award - Convention proceedings", "JUDGES": "N. Valticos;R. Pekkanen", "TEXT": ["9. The applicant is the editor of the political satirical periodical \"MHUX fl-Interesstal-Poplu\" (NOT in the people’s interest).", "10. On 3 January 1986 an article entitled \"Mix-Xena tax-Xandir\" (From the Broadcasting Scene) appeared in the applicant’s periodical commenting on a particular parliamentary debate in the Maltese House of Representatives, which had been broadcast live on television. The article included the following passages:", "\"SEND IN THE CLOWN", "Some felt offended that I had lately written that, during the budget debates, I went berserk and started throwing tomatoes at the television set. And this happened when certain Members of Parliament had not as yet spoken in the debates. I will let your fertile imagination take its course to imagine what I did when two of them in particular were speaking.", "THE PARLIAMENTARY CLOWN", "I do not know if I shall be in breach of the Sedition Laws if I describe a minister as a clown. But I cannot fail to comment on Debono Grech’s behaviour in Parliament. It seems that Debono Grech deliberately tried to make us laugh. If this is so, Debono Grech is ridiculing what is supposed to be the highest institution of the land.", "Let us see what Debono Grech was up to. His first sentence was meant to raise some laughs as he maintained that Lawrence Gatt, a Nationalist Member of Parliament, badly needed a pair of spectacles. This was rather a flat joke. Then he started calling names Bonello Dupuis [a Nationalist Member of Parliament] and described the latter as a man who lacked principles. Then he tried to make us laugh once again when he referred to the killing of pigs. Anyway, he tried to play the clown once, twice and even three times. And some of his jokes were rather vulgar.", "I felt extremely angry that the man who is representing the people, and that includes yours truly, on agricultural matters, was using this serious and important debate to play the clown. Well, I thought, if Debono Grech has the right to speak the way he likes on the television screen, in my home, then I am also entitled to speak my mind. And I started booing him with all my might, and had I had enough tomatoes, I would have used them for other purposes.", "You may ask me what I did when ‘il-Profs’ Bartolo of Cospicua took the microphone. First and foremost, this man is not as yet aware that Mintoff has resigned and Bartolo still echoes him to this very day. Secondly, you stand no chance of finding anything worthwhile after analysing Bartolo’s speech. At least, you may find something worthwhile in Debono Grech’s speech, but you discover absolutely nothing in Bartolo’s. Let me tell you what I did when this professor stood up to speak.", "I booed this last one so heartily that the neighbours thought that I had had an epileptic fit. To crown it all, Mrs Grech, that nosy parker, entered my home unannounced and without permission and she found me on the floor in an ecstasy of booing. She thought I had become a lunatic. Really, the scene in front of the television was scary. Bartolo was gesticulating and talking rubbish on the Magruvision Television set while I lay sprawled on the floor gesticulating like a madman. And I did all this so that I may have enough material for ‘MHUX’. To persuade Mrs Grech that nothing was really wrong with me I had to allow her to take my pulse rate, examine my tongue and take my temperature.\"", "11. On 13 January 1986 Mr Debono Grech and Mr Bartolo, two of the Members of Parliament referred to, brought the article to the attention of the House of Representatives as an alleged breach of privilege. On 10 February, before the applicant had been heard, the Speaker announced that he had examined the matter and found a prima facie case of breach of privilege. The House, on a proposal by Mr Debono Grech, proceeded on the same day to pass a resolution which stated that the House considered the article in question as a breach of its privileges according to section 11(1)(k) of the House of Representatives (Privileges and Powers) Ordinance (Chapter 179 of the Revised Edition of the Laws of Malta; see paragraph 20 below), hereinafter referred to as \"the Ordinance\".", "12. On 4 March 1986 the House of Representatives considered a motion, proposed by Dr Joseph Cassar and seconded by Mr Debono Grech, to direct the applicant to be summoned by notice under section 13(2) of the Ordinance to answer a charge of defamatory libel under section 11(1)(k) of the Ordinance. The terms of the motion were:", "\"That the House after having by its own resolution decided in the sitting of 10 February 1986 that the article bearing the title ‘Mix-Xena tax-Xandir’ which appeared at page 4 of the ‘MHUX fl-Interesstal-Poplu’ of 3 January 1986 be considered a breach of privilege according to section 11(1)(k) of the House of Representatives (Privileges and Powers) Ordinance;", "The House orders Carmel Demicoli of Flat 1, Ferrini Court, University Street, Msida, as editor of the journal ‘MHUX fl-Interesstal-Poplu’, to appear before it in the sitting of 17 March 1986 at 6.30 pm to state why he should not be found guilty of breach of privilege according to section 11(1)(k) of the House of Representatives (Privileges and Powers) Ordinance; and", "The House also orders the subpoena of every witness that the Clerk of the House will be asked to summon.\"", "The then Leader of the Opposition, Dr Fenech Adami, drew attention to the wording of the resolution of 10 February 1986 which he considered out of order since it did not make it clear that there was only a prima facie case of breach of privilege. For his part, Dr Cassar expressed the opinion that the proposed motion did not state that the applicant was guilty:", "\"Here we are not saying that he is guilty. We are saying: Come here so that on the 17th of March you will say why you are not guilty. And if ever you were to convince us that you are not guilty we will say that you are not guilty; if you will not convince us we will say you are guilty.\"", "After the debate the motion was adopted as proposed by Dr Cassar.", "13. On 13 March 1986 Mr Demicoli brought an application before the Civil Court of Malta in exercise of its constitutional jurisdiction challenging the proceedings instituted against him by the House of Representatives on the ground that these proceedings, which were penal in nature, violated his right under section 40 of the Constitution (see paragraph 22 below) to be given a fair hearing by an independent and impartial court.", "14. On 17, 18 and 19 March 1986, before the delivery of the judgment of the Civil Court, the applicant appeared before the House of Representatives with his lawyer.", "It was submitted as a point of order that further proceedings on the case in the House should be suspended until the court had determined the constitutional issue, but the Speaker ruled that the House should proceed with the case before it. The question was then put to the applicant, \"Does the editor consider himself to be guilty or not please? Mr Demicoli, do you consider yourself guilty?\" When the applicant refused to answer whether he was guilty or not, he was threatened with further proceedings for contempt. One of the members of the House, Dr Joseph Brincat, stated on a point of order that the breach of privilege proceedings were to be considered as being of a criminal nature and accordingly - an argument accepted by the Speaker - the rule of criminal procedure that he who stands mute is presumed to have answered ‘not guilty’ should be applied.", "Dr Cassar proceeded to adduce the evidence against the applicant, reading out the impugned article and concluding that it insulted Mr Debono Grech and Mr Bartolo in connection with their conduct in the House. The latter were invited by the Speaker to comment and both made statements to the effect that they considered themselves ridiculed in their capacity as members of the House, as well as in their private lives.", "Mr Debono Grech subsequently said,", "\"Mr Speaker, this is the last time I come here and go to Court in connection with this dirt. And if they attack me personally I will neither seek redress here nor go to court. Okay? And if trouble crops up in my family, if you [pointing to defence lawyer] defend him [the applicant], I will [‘sue you’ (according to the Government’s translation)] [‘take my revenge on you’ (according to the applicant’s translation)].\"", "On 19 March 1986 the House adopted a resolution in the following terms:", "\"That the House after having considered the case of breach of its privileges caused by the article published at page 4 of the journal ‘MHUX fl-Interesstal-Poplu’ Number 63 of 3 January 1986;", "Finds the editor Carmel Demicoli guilty of breach of privilege.\"", "The House postponed the question of punishment until another sitting, due, according to the Government, to the pending constitutional proceedings.", "15. On 16 May 1986 the Civil Court delivered judgment in favour of the applicant. It began by finding that the proceedings were not criminal in nature:", "\"The House of Representatives is not an ordinary court, although, because of the system of checks and balances already referred to, it also has quasi-judicial functions, apart from its principal function of legislator. And the law that provides for the privileges and contempt of the House (chapter 179) is not part of the criminal law of the country. It is true, as argued by the applicant, that there is a great resemblance between the penalties provided for by the Criminal Code and those provided for by this particular law. However, the decision of the House is not the criminal conviction that emerges from a decision of the Criminal Court, and the declaration of guilt for contempt and the consequential sanctions from such a declaration, despite having the same form as criminal penalties - admonitions, payment of money, imprisonment - are nonetheless not criminal convictions.\"", "However, the Court continued:", "\"The House may take proceedings for contempt where, among other things, there results:", "‘(k) the publication of any defamatory libel on the Speaker or any Member touching anything done or said by him as Speaker or as a Member in the House or in a Committee thereof;’ (Vide sect. 11 Chapter 179).", "For the House to have jurisdiction to take proceedings for contempt there must be a defamatory libel (a mixed question of fact and law) and the law did not state that this is a question that must be established by the House, but something that must exist objectively; this being so, the declaration of the existence of the defamatory libel must first be made objectively by the Court, and then there will be proceedings in the House for contempt.\"", "The Civil Court concluded that the Ordinance in question did not authorise the House of Representatives of its own initiative to define what is a defamatory libel, and that, if and when it acts upon a contempt, it must act according to the principles of natural justice. It ordered that the applicant be placed in the position in which he was before proceedings were instituted against him on the basis of breach of privilege and that no further proceedings be taken against him on the basis of the resolution and motion in question.", "16. On 13 October 1986 the Constitutional Court, on appeal by both parties, disagreed with the conclusions of the Civil Court. It held that the Constitution authorised Parliament to enact laws establishing its privileges, immunities and powers, that accordingly the powers given to the House by virtue of Chapter 179 of the Laws of Malta did not violate the person’s right to a fair hearing by an independent court as guaranteed under section 40 of the Constitution and that in those circumstances the lower court had not been entitled to look further into the matter or to afford the remedies indicated in its judgment.", "17. On 9 December 1986 the House of Representatives summoned the applicant before it in order to decide the penalty to be imposed upon him. On being asked if he wished to comment, the applicant stated through his lawyer that he had nothing to say regarding the punishment but would comply with the House’s decision. He was fined 250 Maltese liri and ordered to publish the resolution of 19 March 1986 in his paper.", "18. Mr Debono Grech and Mr Bartolo participated throughout in the proceedings brought against the applicant, save that Mr Bartolo died before the sitting of 9 December 1986.", "19. The applicant has not as yet paid the fine and no steps have been taken to enforce its recovery.", "20. As applicable at the relevant time, the provisions of the Ordinance concerning the privileges of the House of Representatives were as follows:", "\"An oath or affirmation taken or made by a witness or by an expert before the House of Representatives or any Committee thereof shall for the purposes of the Criminal Code (Chapter 12) be comparable to an oath or affirmation taken or made before a Court in civil matters.\"", "\"(1) The House shall have the power to punish with a reprimand or with imprisonment for a period not exceeding sixty days or with a fine not exceeding five hundred liri or with both such fine and such imprisonment, any person, whether a Member of the House or not, guilty of any of the following acts:", "...", "(k) the publication of any defamatory libel on the Speaker or any Member touching anything done or said by him as Speaker or as a Member in the House or in a Committee thereof;", "...", "(4) For the purposes of this section - ‘publication’ means any act whereby any printed matter is or may be communicated to or brought to the knowledge of any person or whereby any words or visual images are broadcast; ...", "(5) A person shall be deemed guilty of the acts mentioned in paragraph[s] (k) ... of subsection (1) of this section if the publication referred to in paragraph[s] (k) ... consists in the publication of such defamatory libel, false or perverted report, or misrepresentation in printed form in Malta, or in the distribution in Malta of such printed matter containing such defamatory libel, false or perverted report, or misrepresentation, from whatsoever place such printed matter may originate, or in any broadcast from any place in Malta or any place outside Malta of any such defamatory libel, false or perverted report, or misrepresentation.\"", "Subsection (6) entitles the House to order in the case of a newspaper, in addition to the punishments under subsection (1), the publication in a subsequent issue of the motion finding the accused guilty of an act mentioned in paragraph (k) of subsection (1).", "\"(1) ...", "(2) ... the House may direct the offender to be summoned by notice signed by the Clerk of the House, to appear before it at a specified sitting to answer the charge.", "(3) If the offender fails to appear, it shall be lawful for the Speaker of the House on the direction thereof, to issue a warrant for the offender to be arrested and brought before the House.", "...", "(5) In all cases the offender shall be given the opportunity to speak in his own defence and, ..., he may be assisted by an advocate.", "...\"", "\"(1) ...", "(2) When the House fines a person, the fine shall be paid to the Accountant General through the Clerk of the House within two clear days of its infliction. At the next following sitting the Clerk shall report to the Speaker the payment so made or its default; in the latter case the House may decide on the commutation of the fine into a term of imprisonment or give other directions at its discretion.\"", "21. Defamatory libel is a criminal offence under the Press Act 1974 (Act No. XL of 1974).", "\"The offences mentioned in this Part of the Act are committed by means of the publication or distribution in Malta of printed matter, from whatsoever place such matter may originate, or by means of any broadcast.\"", "\"Save as otherwise provided in this Act, whosoever shall, by any means mentioned in Section 3 of this Act, libel any person, shall be liable on conviction:", "(a) if the libel contains specific imputations against such person tending to injure his character and reputation, or to expose him to public ridicule or contempt, to imprisonment for a term not exceeding three months or to a fine (multa) not exceeding two hundred liri or to both such imprisonment and fine;", "(b) in any other case, to imprisonment for a term not exceeding one month or to a fine.\"", "22. The Constitution of Malta also refers to the privileges of Parliament.", "Under section 34 no person is to be deprived of his personal liberty save as may be authorised by law, inter alia, in execution of an order of the House of Representatives punishing him for contempt of itself or of its members or for breach of privilege, or directing that he be brought before it.", "Section 40 provides for any person charged with a criminal offence to be afforded a fair hearing within a reasonable time by an independent and impartial court established by law.", "Section 41(1) guarantees freedom of expression with the following proviso under subsection (2):", "\"Nothing contained in or done under the authority of any law shall be held to be inconsistent with or in contravention of subsection (1) of this section to the extent that the law in question makes provision -", "(a) that is reasonably required -", "(i) in the interests of defence, public order, public morality or decency, or public health; or", "(ii) for the purpose of [...] protecting the privileges of Parliament [...]", "... .\""], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}