{"ITEMID": "001-59609", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ITA", "BRANCH": "CHAMBER", "DATE": 2001, "DOCNAME": "CASE OF PERNA v. ITALY", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 10;No violation of Art. 6-3-d+6-1;No violation of Art. 10;Pecuniary damage - claim dismissed;Non-pecuniary damage - finding of violation sufficient;Costs and expenses (domestic proceedings) - claim dismissed;Costs and expenses award - Convention proceedings", "JUDGES": "Christos Rozakis", "TEXT": ["6. On 21 November 1993 the applicant, who is a journalist, published in the Italian daily newspaper Il Giornale, in the “Lion’s mouth” column (La bocca del leone), an article about Mr G. Caselli, who was at that time the Public Prosecutor in Palermo. The article purported to be a “portrait” of Mr Caselli. It was entitled “Caselli, the judge with the white tuft” and bore the sub-title “Catholic schooling, communist militancy – like his friend Violante...”.", "7. In the article the applicant, after referring to the proceedings instituted by Mr Caselli against Mr G. Andreotti, a very well known Italian statesman accused of aiding and abetting a mafia-type organisation (appoggio esterno alla mafia), who had in the meantime been acquitted at first instance, expressed himself as follows:", "“... At university, [Caselli] moved towards the PCI [the Italian Communist Party], the party which exalts the frustrated. When he entered the State Legal Service he swore a threefold oath of obedience – to God, to the Law and to via Botteghe Oscure [formerly the headquarters of the PCI, now those of the PDS – the Democratic Party of the Left]. And [Caselli] became the judge he has remained for the last thirty years – pious, stern and partisan.", "But he cannot really be understood without a mention here of his alter ego Violante, his twin brother. Both from Turin; the same age – fifty-two; both raised by the Catholic teaching orders; both Communist militants; both judicial officers; and a deep understanding between them: when Violante, the head, calls, Caselli, the arm, responds.", "Luciano [Violante] has always been one step ahead of Giancarlo [Caselli]. In the mid-1970s he indicted for an attempted coup d’état Edgardo Sogno, a former member of the Resistance, but also an anticommunist. It was a typical political trial which led nowhere. Instead of facing a judicial inquiry, Violante found that his career began to take off. In 1979 he was elected as a Communist MP. And ever since then he has been the via Botteghe Oscure’s shadow Minister of Justice...", "... [Caselli] is a judge in the public eye. He is in the first line of the fight against terrorism. It was he who obtained the confession of Patrizio Peci, whose evidence as a witness for the prosecution was a disaster for the BR [the red Brigades].", "In the meantime, the PCI set in motion its strategy for gaining control of the public prosecutors’ offices in various cities. That campaign is still going on, as the PDS has picked up the baton. ... The first idea was that if the Communists did not manage to gain power through the ballot box, they could do so by forcing the lock in the courts. There was no shortage of material. The Christian Democrats and the Socialists were nothing but thieves and it would be easy to catch them out. The second idea was more brilliant than the first: the opening of a judicial investigation was sufficient to shatter people’s careers; there was no need to go to the trouble of a trial, it was sufficient to put someone in the pillory. And to do that it was necessary to control all the public prosecutors’ offices.", "And that was the start of Tangentopoli. The Craxis, De Lorenzos and others were immediately caught with their hands in the till and destroyed. But Andreoti was needed to complete the picture...", "It was at that precise moment that Giancarlo [Caselli] was getting ready to leave the rain of Turin for the sun of Palermo...", "Once in Palermo his fate and Andreotti’s became intertwined, whereas the two men had remained apart for years. Less than two years later the senator for life was suddenly accused of belonging to the mafia. The file was an implausible rag-bag...", "In April Caselli flew off to the United States, where he met Buscetta. He offered the informer eleven million lire a month to continue to co-operate. [Buscetta] could still be useful to him during the investigation, even if the outcome was no longer of much importance. The result sought had already been achieved.", "What will happen next is already predictable. In six to eight months’ time the investigation will be closed. But Andreotti will not be able to resurrect his political career. What a stroke of luck. Caselli, on the other hand, will be portrayed as an objective judge. ...”", "8. On 10 March 1994, acting on a complaint by Mr Caselli, the judge responsible for preliminary investigations committed the applicant and the manager of Il Giornale for trial in the Monza District Court. The applicant was accused of defamation through the medium of the press (diffamazione a mezzo stampa), aggravated by the fact that the offence had been committed in respect of a civil servant in the performance of his official duties.", "9. During the first-instance proceedings the defence asked to take evidence from Mr Caselli as the complainant and civil party. It also asked for two press articles concerning the professional relations between Caselli and the criminal-turned-informer (pentito) Buscetta to be added to the file. The District Court refused both the above applications on the grounds that there was no point taking evidence from Caselli in view of the content of the article written by the applicant and that the documents in question would not have had any influence over the decision.", "10. On 10 January 1996 the District Court found the accused guilty of defamation within the meaning of Articles 595 §§ 1 and 2 and 61 § 10 of the Criminal Code and section 13 of the Press Act (Law no. 47 of 8 February 1948). It sentenced the applicant to a fine of 1,500,000 Italian lire (ITL), payment of damages and costs in the sum of ITL 60,000,000 and publication of the judgment in Il Giornale. It held that the defamatory nature of the article was evidenced by the fact that it denied that Caselli performed his duties conscientiously, attributing to him a lack of impartiality, independence and objectivity which had allegedly led him to use his judicial activity for political ends. The applicant was not entitled to assert the right to report current events (diritto di cronaca) and comment on them (diritto di critica) as he had not adduced any evidence in corroboration of such serious accusations.", "11. The applicant appealed. Relying on the freedom of the press and in particular the right to comment on current events, he submitted, among other arguments, that the reference to Caselli’s political tendencies reflected the truth and that the District Court could have tested whether this was so by agreeing to take evidence from the complainant himself, that Caselli and Violante actually were friends and that in the proceedings against Andreotti Caselli actually had made use of the assistance of the pentito Buscetta and had paid him sums of money as the representative of the State, since all the pentiti were in receipt of money from the Italian State. He further described himself as a commentator (opinionista), arguing that his intention had not been to present a biography of Caselli but to express his critical opinions, in a figurative and effective way, on the basis of true and uncontested facts. Lastly, he insisted that the complainant, together with journalists and other well-known personalities on the Italian political stage who, like Caselli, had been militant Communists, should be required to give evidence. In particular, he asked for evidence to be taken from Mr S. Vertone and Mr G. Ferrara, both political comrades of the complainant during the 1970s in Turin and demanded that the Court of Appeal add to the file press articles relating interviews in which they had confirmed the complainant’s active political militancy. In particular, in an interview published in the daily newpaper Corriere della Sera on 11 December 1994, extracts from which were quoted in the applicant’s appeal, Mr Vertone had declared, among other statements, that the complainant was a courageous man of great integrity but that he was influenced by the Communist cultural and political model, that his links with the former Communist Party were very close and that Caselli had subsequently become all but a member of it. In an interview published by another daily newspaper, La Stampa, on 9 December 1994, also quoted in extract form in the applicant’s appeal, Mr Ferrara had stated that in the 1970s he had participated in dozens of political meetings attended by Caselli and Violante, among others, held by the Turin federation of the former Communist Party. He had gone on to say that although Caselli, a man of integrity, had done good work in fighting terrorism and as a judicial officer, he was highly politicised and should therefore avoid making speeches like a tribune.", "12. In a judgment of 28 October 1997 the Milan Court of Appeal gave judgment against the applicant. It held that he had attributed acts and conduct to Caselli in a clearly defamatory way.", "13. The Court of Appeal gave separate rulings on the various key parts of the article.", "14. It first examined the phrase concerning the “oath of obedience” (giuramento di obbedienza):", "“When he entered the State Legal Service he swore a threefold oath of obedience – to God, to the Law and to via Botteghe Oscure [formerly the headquarters of the PCI, now those of the PDS – the Democratic Party of the Left]. And [Caselli] became the judge he has remained for the last thirty years – pious, stern and partisan.", "15. The Court of Appeal held that this sentence was defamatory because, while it had a symbolic value, it indicated dependence on the instructions of a political party, which was inconceivable for persons who, on being admitted to judicial office, had to swear an oath of obedience (not a symbolic one but a real one) to the law and nothing but the law.", "16. The Court of Appeal next examined the remainder of the article, particularly the allegations that", "- Caselli, with the support of Violante, also a judicial officer (the relations between the two being described as relations between “the arm and the head”), had played a crucial role in the former Italian Communist Party’s plan to gain control of the public prosecutors’ offices in each Italian city in order to annihilate their political opponents;", "- Caselli had accused Andreotti and used the pentito Buscetta in the full knowledge that he would eventually have to discontinue the proceedings for lack of evidence, which confirmed that the sole purpose of his actions had been to destroy Andreotti’s political career.", "17. The Court of Appeal ruled that these allegations were very serious and highly defamatory in that they were not backed up by any evidence.", "18. As to the request for cross-examination of the complainant and other notable figures of Italian political life and for certain articles to be added to the file, the Court of Appeal held that this was unnecessary since the applicant’s remarks about Caselli’s political leanings, the friendship between Caselli and Violante and the use of Buscetta, a pentito paid by the State, in the proceedings against Andreotti, were not defamatory and therefore did not have to be proved.", "19. In a judgment of 9 October 1998, deposited with the registry on 3 December 1998, the Court of Cassation upheld the Court of Appeal’s decision. It held that it was a correct decision both in procedural terms and as regards the merits of the case. On the merits, it held that the offensive nature of the article for Caselli, both as an individual and as a judicial officer, could not be doubted, as the applicant had accused him of deeds which implied a lack of personality, dignity, autonomy of thought, coherence and moral integrity."], "VIOLATED_ARTICLES": ["10"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["10", "6"], "NON_VIOLATED_PARAGRAPHS": ["6-1", "6-3"], "NON_VIOLATED_BULLETPOINTS": ["6-3-d"]}