{"ITEMID": "001-58243", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 1998, "DOCNAME": "CASE OF AYTEKIN v. TURKEY", "IMPORTANCE": "2", "CONCLUSION": "Preliminary objection allowed (non-exhaustion of domestic remedies)", "JUDGES": "", "TEXT": ["6. The applicant, Mrs Gülten Aytekin, is a Turkish citizen, born in 1969 and currently living in Istanbul. She is the widow of Mr Ali Rıza Aytekin, who she alleges was unlawfully killed by a soldier on 24 April 1993 at a checkpoint outside a gendarmerie headquarters on the road between Diyarbakır and Sason in south-east Turkey. Her deceased husband had been a building contractor and a partner in the Aytekinler Construction and Trading and Industry Company Ltd, which had its office in Diyarbakır. He was 27 years old at the time of his death.", "7. The circumstances in which the applicant’s husband was killed on 24 April 1993 are disputed.", "8. On 24 April 1993, Ali Rıza Aytekin, his brother, Feyzullah Aytekin (a building contractor), and his cousins, Salih Aytekin and Resul Aytekin (both building workers), were travelling in a private car to check the construction of two bridges in the Sason district of the province of Batman, south-east Turkey. Ali Rıza Aytekin’s company had been awarded a contract by the State authorities for the construction of the bridges. Ali Rıza Aytekin was at the wheel of the car.", "9. At about 1.30 p.m. just as the vehicle had passed the Yanıkkaya gendarmerie headquarters near Kozluk, a soldier on duty outside shouted to the vehicle to pull over and stop. Ali Rıza Aytekin, who was driving", "relatively slowly due to the presence of speed ramps, pulled over or began to pull over to the right-hand side of the road in response to the soldier’s order.", "10. Just as he stopped, the soldier, Private Tuncay Deniz, shot in the direction of the vehicle. The bullet went through the rear window of the vehicle, entered the back of Ali Rıza Aytekin’s head, came out through his forehead and exited the car through the windscreen. Ali Rıza Aytekin was killed instantly.", "11. When Feyzullah Aytekin, Salih Aytekin and Resul Aytekin got out of the car, Private Tuncay Deniz raised his rifle as if to fire at them. However, when other soldiers came out of the gendarmerie headquarters and surrounded the car, Private Tuncay Deniz changed his mind and approached the car.", "12. All the persons in the car were unarmed and there was nothing in the vehicle except their personal belongings, the tools of their trade, a map and a calculator.", "13. Following the conduct of a post-mortem examination of the body and the issuance of a burial certificate Feyzullah Aytekin, Salih Aytekin and Resul Aytekin had to procure a car from local villagers in order to transport the deceased’s body back to Diyarbakır. The applicant was living in Istanbul at the time of her husband’s death.", "14. The applicant maintains that the above description of the circumstances surrounding the killing was confirmed by, inter alia, Feyzullah Aytekin, Salih Aytekin and Resul Aytekin in the statements which they each gave to the public prosecutor shortly after the incident (see paragraph 21 below). She also relies on the evidence of Mehmet Bayram and his son Ramazan who were waiting to be picked up by her husband at a café about 50–60 metres down the road from the gendarmerie headquarters and who both gave statements to the Batman Criminal Court (see paragraph 32 below).", "15. The Government, in their memorial, rely on the facts as outlined in the judgment of the Batman Criminal Court which convicted Private Tuncay Deniz of manslaughter on 2 October 1997 (see paragraphs 32–35 below).", "16. Private Tuncay Deniz, a conscript who was 21 years old at the time, was performing his military service at the Yanıkkaya gendarmerie headquarters in Kozluk in Batman province, south-east Turkey. He was on guard duty on 24 April 1993. Part of his functions was to check passing vehicles.", "17. At about 1.30 p.m. a car driven by Ali Rıza Aytekin and containing three passengers approached the checkpoint. Private Tuncay Deniz warned the driver of the car to stop, first by blowing his whistle and then by firing a shot in the air. Despite these warnings and despite the fact that a “Stop – Gendarmerie” warning sign had been placed 65 metres before the checkpoint, the car failed to stop. When it had travelled more than 50 metres past the checkpoint, Private Tuncay Deniz fired a shot towards the car. This shot, fired from behind, caused the driver’s death. The incident was immediately reported to the prosecuting authorities by the commanding officer of Kozluk gendarmerie headquarters.", "18. It is not disputed that shortly following the shooting the public prosecutor of Kozluk, Ümit Ceyhan, arrived at the scene with a doctor, Mehmet Kökcü, to conduct a post-mortem examination. The autopsy report confirmed the entry and exit points of the bullet and that the brain of Ali Rıza Aytekin had been shattered by the impact of the bullet. An incident report was prepared, a sketch made of the scene and a burial certificate issued.", "19. On 24 April 1993 Major Cengiz Eryılmaz, the Kozluk district commander, took statements from Private Tuncay Deniz as well as from Sergeant Bekir Çakır who was also on duty on that day.", "20. The Kozluk public prosecutor, who arrived at the scene shortly after the fatal shooting, immediately commenced an investigation into the incident (file no. 1993/112). At 4.50 p.m. on 24 April 1993 he took written statements from Feyzullah Aytekin, Salih Aytekin and Resul Aytekin.", "21. The statements provided by Feyzullah Aytekin, Salih Aytekin and Resul Aytekin reflect the applicant’s account of the incident. When Feyzullah Aytekin was asked by the public prosecutor whether he wished to file a complaint against anyone, he replied that he wished to file a complaint against those who shot his brother.", "22. On 26 April 1993 the public prosecutor took statements from Private Tuncay Deniz and Sergeant Bekir Çakır, both of whom had been interviewed by Major Cengiz Eryılmaz on the day of the incident, as well as from Sergeant Murat Hekim who drew up the sketch of the incident. In his statement Private Tuncay Deniz affirmed that it was never his intention to kill the driver, only to stop the car by firing one shot at the tyres. According to Private Tuncay Deniz, the car had been driven towards him at speed forcing him to jump aside. The driver continued beyond the checkpoint failing to heed his warning whistle and shot.", "23. On 27 April 1993 the public prosecutor decided that he lacked jurisdiction in the matter and that the case, since it involved a soldier, should be dealt with under the Prosecution Against Public Officials (Official Conduct) Act. The file was subsequently transferred to the Kozluk district governor.", "24. On 29 April 1993 the Kozluk district governor referred the file to the Batman Administrative Council which in turn appointed Major Osman Gökçen to investigate the incident. Statements were taken on 11 May 1993 from Private Tuncay Deniz and from Sergeants Bekir Çakır, Murat Hekim and Expert Sergeant Kutlu Alkurt, the latter also having been on duty on the day of the incident. Major Osman Gökçen also had regard to the statements which Feyzullah Aytekin, Salih Aytekin and Resul Aytekin gave to the public prosecutor.", "25. Major Osman Gökçen drafted his summary report on 11 May 1993. In his report, he concluded that:", "“On 24 April 1993 at 1.30 p.m. when the incident took place, the accused soldier, Tuncay Deniz, was posted at the road checkpoint by his commander. This area has a critical importance in terms of security. The terrorist organisation, PKK, is known to be transferring weapons and other goods along this route. It is also a route for other sorts of smuggling. The soldier on duty saw the car travelling from Batman in the direction of Sason and waved to it to stop. Instead, the car increased its speed, came towards the soldier and passed him. The soldier tried to stop the car by whistling and firing a warning shot. The car failed to stop and as a last resort the soldier fired once at the tyres of the car. Due to reasons beyond the control of Tuncay Deniz and to the fact that the car was moving, the bullet entered through the rear window and caused the death of the driver, Ali Rıza Aytekin.”", "26. On receipt of the report, the Kozluk public prosecutor, on 8 June 1993, contacted the military prosecutor in respect of competence to proceed further with the case. In the opinion of the public prosecutor, the investigation should be completed by the military prosecutor in accordance with section 87(4) of Law no. 211 which regulates investigations against members of the armed forces. The military prosecutor in turn sent Private Tuncay Deniz for trial before the Diyarbakır Military Tribunal on a charge of intentional homicide committed in excess of his duties contrary to Article 448 taken together with Article 50 of the Criminal Code.", "27. On 6 and 26 May 1993 the applicant gave general powers of attorney to Mr Sedat Aslantaş and Mr Arif Altınkalem, both of the Diyarbakır Bar. On 8 June 1993 Mr Aslantaş wrote to the Kozluk public prosecutor submitting that the applicant’s husband’s death was the result of an act of intentional homicide and that the necessary steps should be taken to prosecute the soldier for murder and the gendarmerie commander for negligence.", "28. On 27 September 1993 Private Tuncay Deniz was put on trial before the Seventh Military Tribunal in Diyarbakır, charged with intentional homicide committed in excess of his duties. Statements obtained pursuant to letters rogatory were submitted to the Diyarbakır Military Tribunal by Sergeants Murat Hekim and Bekir Çakır and Expert Sergeant Kutlu Alkurt. Feyzullah Aytekin testified before the Diyarbakır Military Tribunal on 22 March 1994, repeating the version of the incident which he had given to the public prosecutor on the day of the incident (see paragraph 21 above).", "29. On 10 May 1994 the tribunal decided that as the crime was not one against another soldier or committed in a military location it had no jurisdiction to hear the case. The tribunal transferred the file accordingly to the Batman Criminal Court so that the case could be tried under Articles 448 and 50 of the Criminal Code.", "30. The applicant applied to the tribunal on 10 May 1994 to join the proceedings as a civil party in accordance with the provisions of Article 365 of the Code of Criminal Procedure. She averred that her spouse had been intentionally murdered by Private Tuncay Deniz and for that reason wished to participate in the hearings as an intervening party. On the same date she also requested the tribunal to take statements from Mehmet Bayram and Ramazan Bayram, who had been waiting to be picked up by her deceased husband on the day of the incident (see paragraph 14 above). Since the tribunal had declared the same day that it lacked competence to hear the case against Private Tuncay Deniz it was unable to take a decision on the applicant’s requests. Notwithstanding, it added the applicant’s requests to the file.", "31. The case file was transferred to the Batman Criminal Court. In transferring the file, the Diyarbakır Military Tribunal declared:", "“After the examination of the files, it is clear that the accused, who was the soldier on duty for road inspection and control at Yanıkkaya gendarmerie headquarters, first warned the private car to stop (licence plate number: 34 Z 9189) then whistled to warn it; immediately after that he fired a warning shot in the air, then fired once again towards the car without aiming at any specific target. The single bullet fired from his rifle hit the civilian, Ali Rıza Aytekin, in the head and caused his death.”", "32. When it was seized of the case (file no. 1994/283), the Batman Criminal Court organised on 13 July 1994 the future procedure for dealing with the case and to that end drew up a list of witnesses and documents. The court ordered that the evidence of the witnesses be taken by other domestic courts by letters rogatory and their statements forwarded to it for inclusion in the case file. In accordance with the procedure so fixed, the Batman Criminal Court obtained the statements of a number of witnesses, including Resul Aytekin, Mehmet Bayram and Ramazan Bayram. A statement was also obtained from Private Tuncay Deniz in which he claimed that he was not guilty of the charges against him as well as from Sergeants Murat Hekim and Bekir Çakır and Expert Sergeant Kutlu Alkurt.", "33. On 20 September 1994 the court accepted the submissions of the prosecuting counsel that the applicant be acknowledged as an intervening party in the proceedings on account of the possibility that she may have suffered as a result of the offence committed by Private Tuncay Deniz. The court had regard in this respect to the petition which the applicant submitted to the Diyarbakır Military Tribunal on 10 May 1994 (see paragraph 30 above). The court acknowledged at the same time that she would be represented in her capacity of intervening party by the lawyers to whom she had given a power of attorney (see paragraph 27 above). A statement was taken from the applicant by letters rogatory on 20 October 1994 and forwarded to the Batman Criminal Court. In her statement she informed the court that she had learned of the circumstances of her husband’s death from Feyzullah Aytekin and relied on his account of the circumstances in which her husband was killed. She also declared that she filed a complaint against the defendant.", "34. On 19 January 1995 the Forensic Department of the Ministry of Justice submitted to the Batman Criminal Court at the latter’s request a ballistics report on the two spent bullets found at the scene of the incident. According to the report, the bullets had been fired from Private Tuncay Deniz’s gun.", "35. On 2 October 1997 Private Tuncay Deniz was convicted under Article 452 § 1 of the Criminal Code (see paragraph 51 below) which governs causing death unintentionally, in conjunction with Article 50 thereof (using force in excess of that required by lawful self-defence) and was sentenced to three years and four months’ imprisonment. The court also ordered the defendant to pay the legal fees of the applicant as from the moment she became an intervening party in the proceedings. In its judgment the Batman Criminal Court considered that:", "“According to the defendant’s evidence and the preliminary statement of his friend Bekir, who was at the gendarmerie headquarters, the defendant signalled the approaching vehicle to stop; when the vehicle failed to stop he gave a warning with his whistle and fired one round in the air. The vehicle still not having stopped he fired towards it without taking any particular aim when it was 50 metres away. By doing so he caused the death of Ali Rıza Aytekin. According to the passenger witnesses’ account they were not warned to stop in any way. However, if the driver was not warned to stop, it would have been illogical for him to have moved to the right. Under these circumstances the driver was warned one way or another, even after he had passed. Nevertheless witness Feyzullah Aytekin declared in his preliminary statement, and there is no reason for this statement not to be taken seriously, that he heard the sound of a whistle. The witness Ramazan Bayram’s account that the defendant fired from a distance of 10 to 15 metres without seeing anything at all was not confirmed by his father who was sitting in the same location.", "The primary issue to be resolved is whether the defendant acted with the intention to kill in this incident...", "As it may be concluded from the content of the file, the defendant did not know the victim and the other passengers. The incident sketch in the file indicates that the firing distance was 40–50 metres. In addition to the driver, there were two persons seated in the back and one other passenger in the front. Under these circumstances and at that distance it would not have been possible to identify the driver through the persons sitting in the back seat and take aim. Despite there being nearly twenty bullets in his rifle, the defendant fired one single shot and despite that he still did not know whether this caused death. If his intention was to kill, he could have continued firing. Nevertheless there is no reason to ground a finding of murder. Having considered all these elements it is concluded that the defendant did not act with the intention to kill. Therefore, in due fairness, it is more appropriate to conclude that the intention was a wrongful assault.", "Although the defendant was on duty he should have assumed that the individuals in the vehicle did not hear him and he could have fired more than one shot in the air; and having considered the fact that a serious situation such as an escape or apprehending someone in the act was not present and since an assumption must be made that he knew the specification of his weapon, he should have been more careful and should have fired his weapon in a way which would not have harmed the persons in the vehicle. As a result of failing to comply with these considerations he exceeded the limits of his duty. However, the reduction of his sentence based on this factor is to be minimal as a result of the reasons, importance and seriousness of the offence, and the gravity of the harm caused by the offence...”", "36. The applicant, through a domestic lawyer, Mr Oktay Bagatır, appealed to the Court of Cassation on 13 October 1997 against the judgment of the Batman Criminal Court on the grounds that the accused should have been convicted of intentional homicide.", "37. According to the information provided by the Government at the hearing, the victim’s brother, Mr Feyzullah Aytekin, requested that as one of the intervening parties in the domestic proceedings he be permitted to exercise separately his right to appeal against the judgment. The Court of Cassation acceded to this request on 22 April 1998. Furthermore, the Batman public prosecutor appealed to the Court of Cassation on 14 October 1997 against the judgment of the Batman Criminal Court on the ground that Private Tuncay Deniz should have been convicted of the more serious offence of wilful homicide as defined under Article 448 of the Criminal Code.", "38. The appeal is currently pending before the Court of Cassation.", "39. Although the Government submitted to the Commission on 14 October 1996 details of the investigation into the death of the applicant’s husband as well as of the trial of the accused soldier before the Diyarbakır Military Tribunal and the state of the proceedings against him before the Batman Criminal Court, the Commission did not in fact have the benefit of the full file when assessing the evidence surrounding the killing since the Government’s submissions had been misplaced as a result of a clerical error.", "40. As a consequence of this error, the Commission based its assessment of the case on the following official documents only: the incident report prepared by Major Cengiz Eryılmaz; the sketch map of the incident drawn by hand by Sergeant Murat Hekim; the post-mortem and autopsy report prepared by the medical examiner; statements taken by Major Cengiz Eryılmaz on 24 April 1993 from Private Tuncay Deniz and Sergeant Bekir Çakır; statements taken by Major Osman Gökçen on 11 May 1993 from Private Tuncay Deniz, Sergeant Bekir Çakır, Expert Sergeant Kutlu Alkurt and Sergeant Murat Hekim (see paragraphs 18, 19 and 24 above).", "The Commission also had regard to the following: four statements of Feyzullah Aytekin, two of which had been taken by the Diyarbakır Human Rights Association; a statement of the applicant taken by the Diyarbakır Human Rights Association on 30 April 1993; an expert statement dated 7 February 1995 of Dr Christopher Milroy, a consultant pathologist for the British Home Office.", "41. The Commission accepted firstly that there were speed ramps in place outside the gendarmerie headquarters which would have made it difficult and unlikely that the applicant’s husband could have driven the car at speed through the checkpoint.", "42. Secondly, no explanation was offered as to why the deceased would have driven recklessly through the checkpoint causing the soldier to jump to safety. For these reasons, the Commission found the soldier’s account of being at risk to be unconvincing.", "43. Thirdly, while the Commission was unable to determine on the evidence whether the car was stationary or was still moving when the gendarme opened fire, it found it established that Private Tuncay Deniz signalled the car to stop. However, in its view there was insufficient material to conclude that he had fired a warning shot in the air as alleged since no ballistics report had been submitted.", "44. Fourthly, the Commission considered that there must be a very strong inference either that Private Tuncay Deniz aimed into the back of the car at the driver or fired so quickly as to render his aim inaccurate.", "45. In view of the above findings the Commission concluded that the car driven by the applicant’s husband was driven slowly up to and through the checkpoint, that the soldier signalled it to stop and that very shortly afterwards he opened fire intending to stop the car, either aiming at the driver or failing to take proper aim.", "46. In the absence of detailed submissions on domestic law and practice, the Court, like the Commission, has had regard to the relevant provisions and submissions made in the context of previous cases involving the respondent Government and the applicant’s representatives.", "47. Article 125 of the Turkish Constitution provides as follows:", "“All acts or decisions of the authorities are subject to judicial review...", "The authorities shall be liable to make reparation for all damage caused by their acts or measures.”", "48. This provision is not subject to any restrictions even in a state of emergency or war. The latter requirement of the provision does not necessarily require proof of the existence of any fault on the part of the authorities, whose liability is of an absolute, objective nature, based on the theory of “social risk”. Thus the authorities may indemnify people who have suffered damage from acts committed by unknown or terrorist authors when the State may be said to have failed in its duty to maintain public order and safety, or in its duty to safeguard individual life and property.", "49. The principle of administrative liability is reflected in the additional section 1 of Law no. 2935 of 25 October 1983 on the state of emergency, which provides:", "“... actions for compensation in relation to the exercise of powers conferred by this Law are to be brought against the authorities before the administrative courts.”", "50. The Turkish Criminal Code contains provisions dealing with unintentional homicide (Articles 452, 459), inadvertent and negligent homicide (Article 455), intentional homicide (Article 448) and murder (Article 450). Articles 49 and 50 of the Criminal Code address the commission of offences carried out inter alia in excess of a duty.", "51. According to Article 448 any person who intentionally kills another shall be sentenced to a term of imprisonment of twenty-four to thirty years. According to Article 450, the death penalty may be imposed in cases of, inter alia, premeditated murder. Under Article 452, where death results from an act of violence but it was not the intention of the offender to kill his victim, a sentence of eight years’ imprisonment shall be imposed on the offender. Where death results from an act of carelessness, negligence or inexperience on the part of the offender in breach of a law, orders or regulations, Article 455 stipulates that the guilty party shall be sentenced to a term of imprisonment of two to five years and to a substantial fine.", "52. According to Article 49 of the Code, a person shall not be punished for committing an act which was carried out in pursuance of a law or on the orders of a competent authority or where the person was obliged to commit the act in immediate necessity to repel an unjustified assault against his own or another’s person or chastity or in order to save his life or the life of another from an immediate and grave personal danger for which he was not responsible and the commission of the act was the only way in which the danger could be avoided. Article 50 qualifies the provisions of Article 49 in stipulating that where the person in committing the act exceeds the limits of a duty prescribed by law or by the competent authority or exceeds the exigencies of the situation, that person shall be sentenced to a minimum term of imprisonment of eight years if the punishment in respect of the act is the death penalty, and to a minimum term of imprisonment of between six and fifteen years if the punishment in respect of the act is life imprisonment.", "53. Pursuant to section 23(1) of Law no. 2935 on the state of emergency, when a state of emergency has been proclaimed the security forces, special forces on duty and members of the armed forces when carrying out their duties are empowered to use their weapons in situations where recourse to them is considered justified under law. According to section 23(2), when a state of emergency has been declared under section 3(b) of the Law, members of the security forces when on duty may without hesitation open fire directly on a person who fails to heed their orders to surrender, returns fire or when they are obliged to act in self-defence.", "54. For all such offences complaints may be lodged, pursuant to Articles 151 and 153 of the Code of Criminal Procedure, with the public prosecutor or the local administrative authorities. The public prosecutor and the police have a duty to investigate crimes reported to them, the former deciding whether a prosecution should be initiated, pursuant to Article 148 of the Code of Criminal Procedure. A complainant may appeal against the decision of the public prosecutor not to institute criminal proceedings (Article 165).", "55. If the suspected authors of the impugned acts are military personnel, they may also be prosecuted for causing extensive damage, endangering human lives or damaging property, if they have not followed orders in conformity with Articles 86 and 87 of the Military Code. Proceedings in these circumstances may be initiated by the persons concerned (non-military) before the competent authority under the Code of Criminal Procedure, or before the suspected person’s hierarchical superior (sections 93 and 95 of Law no. 353 on the constitution and the procedure of military courts).", "56. If the alleged author of a crime is a State official or civil servant, which includes members of the security forces, permission to prosecute must be obtained from local administrative councils (the Executive Committee of the Provincial Assembly) which carry out a preliminary investigation (Article 4 § 1 of Decree no. 285). The local council decisions may be appealed to the Supreme Administrative Court; a refusal to prosecute is subject to an automatic appeal of this kind.", "57. Any illegal act by civil servants, be it a crime or a tort, which causes material or moral damage may be the subject of a claim for compensation before the ordinary civil courts. Pursuant to Article 41 of the Turkish Civil Code, an injured person may file a complaint for compensation against an alleged perpetrator who has caused him or her damage in an unlawful manner whether wilfully, negligently or imprudently. Pecuniary loss may be compensated by the civil courts pursuant to Article 46 of the Civil Code and non-pecuniary or moral damages may be awarded under Article 47.", "58. Proceedings against the authorities may be brought before the administrative courts, whose procedure is written. A plaintiff has one year in which to lodge a complaint against the authorities in respect of an impugned act and thereafter 120 days in which to bring the complaint before the administrative courts.", "59. The Criminal Code also makes provision to allow a person to constitute himself or herself a civil party in respect of pecuniary loss resulting from the commission of an offence. According to Article 365 of the Code of Criminal Procedure, any person injured by a crime may, at any time during an investigation, by means of a complaint declare himself or herself a civil party and request compensation for damage which is the direct result of the accused’s criminal act. This remedy is only available to direct victims and cannot be exercised on behalf of a deceased victim. The remedy is not applicable if the accused is acquitted of the offence. The acquisition of civil party status is dependent on the fact that that party has not sought compensation from the civil courts in respect of the damage resulting from the offence.", "60. The applicant points to certain legal provisions which in themselves weaken the protection of the individual which might otherwise have been afforded by the above general scheme.", "61. Articles 13 to 15 of the Constitution provide for fundamental limitations on constitutional safeguards.", "62. Provisional Article 15 of the Constitution provides that there can be no allegation of unconstitutionality in respect of measures taken under laws or decrees having the force of law and enacted between 12 September 1980 and 25 October 1983. That includes Law no. 2935 on the state of emergency of 25 October 1983, under which decrees have been issued which are immune from judicial challenge.", "63. Extensive powers have been granted to the regional governor of the state of emergency by such decrees, especially Decree no. 285, as amended by Decrees nos. 424 and 425, and Decree no. 430.", "64. Decree no. 285 modifies the application of Law no. 3713 of 1981 on the prevention of terrorism in those areas which are subject to the state of emergency, with the effect that the decision to prosecute members of the security forces is removed from the public prosecutor and conferred on local administrative councils."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}