{"ITEMID": "001-76100", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF OLSHANNIKOVA v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;Violation of Art. 13;Remainder inadmissible;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award", "JUDGES": "Christos Rozakis", "TEXT": ["4. The applicant was born in 1916 and lives in the village of Kolodeznoye, the Voronezh Region.", "5. According to the applicant, a number of third persons unlawfully occupied a part of her house.", "6. On 8 August 1997 she filed a civil action with the Voronezh Region Kashirskiy District Court (“the District Court”) in which she sought the eviction of a number of third persons.", "7. On 12 August 1997 the statement of claim and supporting documents reached the District Court.", "8. By decision of 15 January 1998 the District Court accepted the case for examination.", "9. It appears that a proper resolution of the dispute required questioning of a person living in the town of Yuzhnosakhalinsk. On 10 April 1998 the District Court made such request to the Yuzhnosakhalinskiy District Court.", "10. According to the Government, the hearings in the case were suspended pending the response.", "11. On an unspecified date the District Court received the transcripts of the questioning of the witness.", "12. Having resumed the hearings in the case on 7 April 1999, by judgment of the same date the District Court partly granted the applicant’s claim and ordered the defendants not to prevent the applicant from using her house. The court rejected the claim insofar as the eviction was concerned.", "13. A copy of the judgment was served on the applicant on 7 September 1999. The applicant appealed against the judgment.", "14. On 8 August 2000 the Voronezh Regional Court (“the Regional Court”) accepted the applicant’s appeal on the ground that the District Court had failed to notify the applicant and her counsel of the hearing in the case and had taken decisions in their absence. The Regional Court quashed the judgment of 7 April 1999 and remitted the case for a fresh consideration at first instance.", "15. The Regional Court returned the case-file to the District Court on 21 August 2000.", "16. On 28 November 2000 the judge in charge of the case withdrew from the proceedings on the ground that she had already expressed an opinion on the merits of the dispute.", "17. By decision of 5 March 2001 the Presidium of the Regional Court quashed the withdrawal and on 3 May 2001 returned the case to the first instance.", "18. Thereafter the proceedings were adjourned due to the judge’s illness and the transfer of the case to another judge.", "19. On 10 January 2002 the applicant amended her claims.", "20. The next hearing took place on 19 December 2002.", "21. On that date a prosecutor joined the case, acting for the applicant. The applicant and her counsel failed to attend that hearing.", "22. The hearings were postponed on 22 January, 19 February, 16 March and 10 April 2003 due to the defendants’ failure to attend.", "23. On 28 April 2003 the District Court delivered a judgment in the case in which it dismissed the applicant’s claims.", "24. It does not appear that the parties appealed against that judgment.", "25. On 29 April 2004 the prosecutor, acting for the applicant, brought a supervisory review complaint against the judgment of 28 April 2003.", "26. The outcome of those proceedings is unclear.", "27. On several occasions, between 1997 and 2002, the applicant complained about the excessive length of the case to the prosecutors and higher courts, requesting them to speed up the proceedings and to bring criminal proceedings against the judge who sat in her case.", "28. On 31 May 2001 the applicant received a letter from the Regional Prosecutor’s Office in which the authority admitted unjustified delays in the proceedings. However, it rejected the applicant’s requests.", "29. According to the Government, in November 1998 disciplinary proceedings were brought against the judge in charge of the case in the District Court and by decision of 24 April 2002 the Regional Qualifications Board dismissed her from the post for, among other things, excessive delays in the examination of the applicant’s case."], "VIOLATED_ARTICLES": ["13", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}