{"ITEMID": "001-60471", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2002, "DOCNAME": "CASE OF SZARAPO v. POLAND", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 6-1;Non-pecuniary damage - financial award", "JUDGES": "Georg Ress", "TEXT": ["7. On 17 November 1980 the first applicant lodged a claim, seeking that the paternity of the defendant be established in respect of the second applicant. The applicants also claimed child support. On 10 December 1986 the Zabrze District Court dismissed their claims. On 18 March 1987 the Katowice Regional Court dismissed the applicants' appeal. The applicants requested the Minister of Justice to lodge on their behalf an extraordinary appeal against the judgment. On 18 September 1987 the Minister of Justice lodged such an appeal with the Supreme Court, maintaining that the lower courts had committed serious errors of substantive law.", "8. On 23 October 1987 the Supreme Court quashed the judgments and ordered the case to be reconsidered.", "9. On 23 December 1991 the Zabrze District Court again dismissed the applicants' claims. On 12 May 1992, as a result of the applicants' appeal, the Katowice Regional Court quashed the judgment of 23 December 1991 and ordered the case to be reconsidered.", "10. On 10 May 1993 the defendant informed the Zabrze District Court that he refused to undergo the DNA tests. Notwithstanding his refusal, three other dates (23 August, 9 September and 11 October 1993) were fixed for the purpose of these tests. The defendant did not report for the tests on any of these dates.", "11. On 15 December 1993 the next hearing was held. The court fixed for the defendant a fourteen-day time-limit in which he was to take a final decision as to the DNA tests. In a letter of 27 December 1993 the defendant informed the court about his refusal to undergo them, submitting that the first applicant had on many occasions lied in the course of proceedings. He referred to the judgment of the Katowice Regional Court of 12 May 1992 in which it had been stated that the applicant had submitted inaccurate information as to her last menstruation before the pregnancy.", "12. On 23 February 1994 the next hearing was held. During the hearing held on 23 March 1994 the court heard another witness and asked the defendant again whether he would undergo the DNA tests. He refused.", "13. On 4 May and 7 June 1994 further hearings were held. The court questioned one witness and an expert who had been appointed earlier. The court again asked whether the defendant would agree to undergo the DNA tests and again he refused to do so. On the latter date he challenged one of the lay judges sitting on the court panel.", "14. On 14 September 1994 another hearing was held. The defendant again refused to undergo the DNA tests and the court heard another witness. At the subsequent hearing, which was held on 26 October 1994, the court questioned the applicant and the defendant. At the hearing held on 30 November 1994 the defendant was absent. On 16 December 1994 the court decided to close the hearing and adjourned the delivery of the judgment until 28 December 1994.", "15. On 28 December 1994 the Zabrze District Court dismissed again the applicant's claims. The court considered that the applicant's testimony contained contradictory information. It further noted that she had tried not to reveal to the court certain facts established in the course of the proceedings and relevant to the ruling in the case, such as the fact of spending a night in one room in the hotel “N” with another man during the period of possible conception. The defendant's testimony, on the other hand, was quite consistent.", "16. On 8 March 1995 the applicant lodged an appeal against this judgment with the Katowice Regional Court.", "17. The first hearing in the appellate proceedings was held before that court on 25 May 1995. On 8 June 1995 the Katowice Regional Court dismissed the applicant's appeal against the judgment, considering that her testimony was contradictory and that she had induced witnesses to give false testimony.", "18. On 6 December 1995 the Minister of Justice again lodged an extraordinary appeal, considering that there had been serious errors of fact and law, in particular in that the court's conclusions as to the facts were incompatible with the evidence before it. It was argued that the defendant's repeated refusals to undergo the DNA tests should be assessed in a more critical manner in view of the fact that he was a physician and knew the value of such evidence in paternity proceedings.", "As a result of the Minister's appeal, the contested judgment was quashed by the Supreme Court on 14 February 1996 and the case was remitted to the Zabrze District Court for reconsideration.", "19. The first hearing in the proceedings took place on 28 October 1996 before the Zabrze District Court. The court ordered the defendant to take his final decision as regards the DNA tests within 21 days. On 9 May 1997 the next hearing was held. The witnesses summoned for that date failed to attend. The defendant was also absent due to his professional obligations. At the hearing held on 27 June 1997, the defendant was again absent. The applicant lodged a motion to have her claims secured by way of an interlocutory decision.", "20. A next hearing took place on 25 November 1997 as the court encountered certain problems with locating and summoning witnesses called by the parties. The defendant again refused to undergo the DNA tests.", "21. A next hearing was to take place on 22 December 1997, but it was adjourned as the parties were absent. The court decided to request the Warsaw District Court to hear two witnesses.", "22. On 29 January 1998 another hearing was held. On 16 February 1998 the Warsaw District Court questioned one of the witnesses summoned by the Zabrze District Court. The other witness did not comply with the summons both on that date and later on 6 April 1998, when the Warsaw District Court imposed a fine of 150 PLN on that witness. He was ultimately heard on 15 June 1998.", "23. The defendant failed to attend two hearings before the Zabrze District Court, held on 7 and 27 April 1998. On 15 June 1998 the Zabrze District Court decided to secure the applicant's claims. The delay in deciding the motion of the applicant of 27 June 1997 resulted from the defendant's failure to provide the court with the certificates concerning his financial situation. On 15 December 1998 the defendant lodged an appeal against this decision.", "24. On 16 October 1998 the second applicant informed the Zabrze District Court that she wished to join the proceedings as a plaintiff alongside her mother. Unexpectedly, on 16 November 1998 the defendant informed the court that he agreed to undergo the DNA tests. On 23 November 1998 the court decided to allow the DNA tests evidence and on 22 January 1999 the court dismissed the defendant's appeal against the decision of 15 June 1998, by which the applicants' maintenance claims had been secured.", "25. The DNA tests were made on 21 January 1999 in the Forensic Medicine Department of the Silesian Medical Academy in Katowice. The results of the tests gave nearly hundred per cent certainty that the defendant was the father of the second applicant. The opinion was sent to the Zabrze District Court on 25 August 1999.", "26. At the hearing held on 19 October 1999, the applicants' counsel proposed a friendly settlement. The hearing was adjourned until 7 December 1999. The hearing which was to be held on that date was adjourned as the presiding judge had fallen ill. At the hearing held on 3 February 2000 the parties negotiated the terms of the friendly settlement.", "27. On 10 February 2000 the court gave a decision in which it established the paternity of the defendant and discontinued the proceedings regarding the child support due to a friendly settlement concluded between the parties in this respect.", "28. Articles 417 to 424 of the Code of Civil Procedure, as applicable at the material time, provided that an extraordinary appeal could be lodged against any final judicial decision with the Supreme Court by the Minister of Justice - the Prosecutor General, the President of the Supreme Court and the Ombudsman. An extraordinary appeal could be lodged on the ground that the decision was in flagrant breach of the law. A party to the proceedings could file a request to have such an appeal lodged with these authorities on his or her behalf. The Supreme Court, having examined the extraordinary appeal at a public hearing, could dismiss it if no grounds for allowing it had been established. If the extraordinary appeal was allowed, the Supreme Court could set the decision under appeal aside and rule on the merits of the case, or reject the claim and discontinue the proceedings.", "29. The case-law of the Supreme Court establishes a principle according to which the court should critically assess, in the light of all evidence available in the case, the refusal of the alleged father to undergo the biological tests, relevant for the establishing of paternity."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}