{"ITEMID": "001-60844", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ITA", "BRANCH": "CHAMBER", "DATE": 2002, "DOCNAME": "CASE OF SCURCI CHIMENTI v. ITALY", "IMPORTANCE": "4", "CONCLUSION": "Violation of P1-1;Violation of Art. 6-1;Pecuniary damage - financial award;Non-pecuniary damage - financial award", "JUDGES": "Christos Rozakis", "TEXT": ["8. The applicant was born in 1943 and lives in Leghorn.", "9. The applicant is the owner of an apartment in Leghorn, which she had let to G.T. and G.P.", "10. In a registered letter of 18 November 1987, the applicant informed the tenants that she intended to terminate the lease on expiry of the term on 31 October 1989 and asked them to vacate the premises by that date.", "11. In a writ served on the tenants on 5 December 1987, the applicant reiterated her intention to terminate the lease and summoned the tenants to appear before the Leghorn Magistrate.", "12. By a decision of 14 December 1987, which was made enforceable on 15 December 1987, the Leghorn Magistrate upheld the validity of the notice to quit and ordered that the premises be vacated by 31 October 1989.", "13. On 11 May 1990, the applicant served notice on the tenants requiring them to vacate the premises.", "14. On 31 May 1990, the applicant made a statutory declaration that she urgently required the premises as accommodation for herself.", "15. On 15 June 1990, she served notice on the tenants informing them that the order for possession would be enforced by a bailiff on 10 July 1990.", "16. Between 10 July 1990 and 5 April 1996, the bailiff made thirteen attempts to recover possession.", "17. Each attempt proved unsuccessful, as the applicant was never granted the assistance of the police in enforcing the order for possession.", "18. On 9 July 1999, the tenants asked the Leghorn District Court to postpone the execution of the order for possession, pursuant to Article 6 of Law no. 431 of 9 December 1998.", "19. On 11 August 1999, the applicant served a second notice on the tenants informing them that the order for possession would be enforced by a bailiff on 28 September 1999.", "20. On 10 November 1999, pursuant to Article 6 of Law no. 431 of 9 December 1998, the Leghorn District Court postponed the execution of the order for possession until 14 April 2000.", "21. On 25 May 2000 and on 15 July 2000, the bailiff made two attempts, which proved unsuccessful, as the applicant was not granted the assistance of the police in enforcing the order for possession.", "22. In the meanwhile, on 2 July 2000, the applicant made a statutory declaration that she urgently needed the apartment for herself.", "23. On 19 October 2000, the applicant recovered possession of the apartment.", "24. The relevant domestic law is described in the Court's judgment in the case of Immobiliare Saffi v. Italy [GC], no. 22774/93, §§ 18-35, ECHR 1999-V."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}