{"ITEMID": "001-61135", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 2003, "DOCNAME": "CASE OF CHALKLEY v. THE UNITED KINGDOM", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 8;Violation of Art. 13;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "Georg Ress;Nicolas Bratza", "TEXT": ["7. The applicant was born in 1961.", "8. In March 1994 the applicant was suspected by police officers in the Cambridge Constabulary of involvement in robbery. The view was taken by the Cambridgeshire Regional Crime Squad that it was necessary to place a hidden battery-powered listening and recording device in the applicant’s home. An application was therefore made to the Chief Constable for the instalment of such a device, which was authorised on 21 June 1994, pursuant to the non-statutory Home Office Guidelines of 1984.", "9. In order to install the device, the police decided to arrest the applicant and his partner in connection with another matter (credit card fraud) and to remove them and their children from their home. Enquiries into the credit card fraud had previously lapsed without any arrest or questioning of the applicant or his partner. However, DC Harrison of the Regional Crime Squad and WDC Fletcher, an officer in the intelligence bureau of the Cambridgeshire County Constabulary, decided to revive the investigation for the purpose of removing the applicant and his partner from their home for long enough to enable the installation of the listening device.", "10. WDC Fletcher briefed three officers about purported grounds for arresting the applicant and his partner for credit card fraud, without informing them of the intended installation of the device.", "11. At 6.15 a.m. on 8 July 1994 the three officers arrested the applicant’s partner in her home and shortly thereafter arrested the applicant. Both were taken to the police station. The officers seized the keys to the applicant’s home and car. Officers from the Regional Crime Squad then used the house key to enter the applicant’s home and install the listening device. They also had a copy of the key cut to enable them to enter the house at a later date.", "12. The applicant and his partner were released from police custody on the evening of 8 July 1994 after being interviewed. Neither was charged, but both were released on police bail and required to report back to the police station on 24 August 1994. The applicant’s keys to his home and car were returned to him.", "13. On 24 August 1994 the applicant and his partner attended the police station in accordance with their bail and were interviewed again. Neither was charged at that time or subsequently with credit card fraud. During their interview police officers entered their home using the duplicate key in order to renew the battery in the listening device.", "14. During September 1994, police officers again entered the applicant’s home to renew the battery in the listening device.", "15. As a result of conversations that were recorded between the applicant and J, his co-defendant in the criminal proceedings, both men were arrested in September 1994. They were charged with conspiracy to commit robbery and burglary between 1 January 1993 and 9 December 1994.", "16. The trial was at Peterborough Crown Court in October 1996. An application was made, in a voir dire procedure, on behalf of the defendants for the tape recorded evidence to be excluded under section 78 of the Police and Criminal Evidence Act 1984 on the basis that it had been obtained unlawfully and in breach of Article 8 of the European Convention on Human Rights. This application was rejected by the trial judge on 24 October 1996. The judge found that the officers who carried out the arrests on 8 July 1994 did have reasonable grounds for suspecting those whom they arrested and that if further information had arisen at the interviews or from the other enquiries which were carried out it was possible that charges would have been brought for those matters. He did find that the removal of the applicant’s keys was in breach of the search and seizure requirements of PACE, that the taking and use of the house key constituted a civil wrong, that there was a trespass to the applicant’s home and that minor criminal damage had taken place. However, balancing the various factors, including the fact that the tape-recordings amounted to confessions of serious crimes involving the possible use of firearms, that there was no suggestion of improper inducement or incitement to commit the offences and that there was no dispute about the content of the conversations, the judge ruled the evidence admissible.", "17. As a result of the ruling on admissibility, the applicant and his co-defendant changed their pleas to guilty. They were each sentenced to ten years’ imprisonment.", "18. On 18 December 1997, after being granted leave to appeal, the applicant’s appeal against conviction was dismissed by the Court of Appeal (R. v. Chalkley and Jeffries [1998] 2 All ER 155).", "On 15 June 1998 the House of Lords refused the applicant’s petition for leave to appeal.", "In early 2001, the applicant was released on licence.", "19. Guidelines on the use of equipment in police surveillance operations (The Home Office Guidelines of 1984) provided that only chief constables or assistant chief constables were entitled to give authority for the use of such devices. The Guidelines were available in the library of the House of Commons and were disclosed by the Home Office on application.", "20. In each case, the authorising officer had to satisfy himself that the following criteria were met: (a) the investigation concerned serious crime; (b) normal methods of investigation must have been tried and failed, or must from the nature of things, have been unlikely to succeed if tried; (c) there was good reason to think that use of the equipment would be likely to lead to an arrest and a conviction, or where appropriate, to the prevention of acts of terrorism; d) the use of equipment was operationally feasible. The authorising officer had also satisfy himself that the degree of intrusion into the privacy of those affected by the surveillance was commensurate with the seriousness of the offence.", "21. The 1997 Act provides a statutory basis for the authorisation of police surveillance operations involving interference with property or wireless telegraphy. The relevant sections relating to the authorisation of surveillance operations, including the procedures to be adopted in the authorisation process, entered into force on 22 February 1998.", "22. Since 25 September 2000, these controls have been augmented by Part II of the Regulation of Investigatory Powers Act 2000 (“RIPA”). In particular, covert surveillance in a police cell is now governed by sections 26(3) and 48(1) of RIPA. RIPA also establishes a statutory Investigatory Powers Tribunal to deal with complaints about intrusive surveillance and the use of informants by the police."], "VIOLATED_ARTICLES": ["13", "8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}