{"ITEMID": "001-92825", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF GRAUSOVA v. SLOVAKIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial", "JUDGES": "David Thór Björgvinsson;Giovanni Bonello;Ján Šikuta;Ledi Bianku;Nebojša Vučinić;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["4. The applicant was born in 1953 and lives in Košice.", "5. In 1997 the applicant’s parents, by way of a donation contract, transferred to the applicant their ownership title to a garage.", "6. On 13 March 2002 the applicant was sued by her parents. They asked the Košice I District Court to order the applicant to return the above gift.", "7. The applicant’s request for an interim measure was dismissed on 10 December 2002.", "8. Several hearings took place between 19 February 2003 and 29 July 2005.", "9. On 3 November 2005 the Constitutional Court found a violation of the applicant’s right under Article 48 § 2 of the Constitution to a hearing without unjustified delay and her right under Article 6 § 1 of the Convention to a hearing within a reasonable time. It held that the case was not complex and the applicant’s conduct had not contributed to the length of the proceedings. The period of inactivity totalling one year was imputable to the District Court.", "10. The Constitutional Court awarded the applicant 10,000 Slovakian korunas (SKK) (the equivalent of 256 euros at that time) as just satisfaction in respect of non-pecuniary damage. It also ordered the District Court to avoid any further delay in the proceedings and to reimburse the applicant’s costs.", "11. A hearing took place on 4 November 2005. Another hearing, scheduled for 2 February 2006, was adjourned.", "12. On 3 July 2006 the District Court dismissed the action. The judgment was served on the applicant on 10 October 2006 and became final and enforceable on 26 October 2006."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}