{"ITEMID": "001-22339", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "ADMISSIBILITY", "DATE": 2002, "DOCNAME": "NITECKI v. POLAND", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant, Mr Zdzisław Nitecki, is a Polish national, who was born in 1932 and lives in Bydgoszcz, Poland. The respondent Government were represented by Mr Krzysztof Drzewicki, from the Ministry of Foreign Affairs.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "In 1976 the applicant was diagnosed with amyotrophic lateral sclerosis (ALS) also known as Lou Gehrig’s disease.", "In June 1999 the applicant was prescribed Rilutek, a drug used to treat ALS.", "On 14 June 1999 the applicant asked the Kujawsko-Pomorski Health Insurance Fund (Kasa Chorych) to refund him the cost of the drug. He pointed out that he was a pensioner and that the price of a prescribed monthly intake of the drug exceeded his means.", "In a letter of 28 June 1999 the Fund declined the applicant’s request in the following terms:", "“In reply to your letter (...) I should explain that Kujawsko-Pomorski Health Insurance Fund does not have legal possibilities of refunding the price you paid for drugs. The Ministry of Health and Social Security publishes registers of drugs which are refunded and according to those registers the Health Insurance Funds make either partial or full refunds. In your case, four out of five drugs are fully refunded. As for Rilutec, it is included in the register of refunded drugs (patient’s contribution at 30%) [...]. The Health Insurance Fund pays 70% of the price of [that drug].", "I should also inform you that you can be assisted by [...] the Bydgoszcz Social Services (...).”", "On 19 July 1999 the applicant asked the Kujawsko-Pomorski Regional Office (Urząd Wojewódzki) to quash the decision of the Fund. He submitted that he could not afford to pay for the drug and that he had no children to help him. The Regional Office transmitted the applicant’s request to the Bydgoszcz Social Services.", "On 11 August 1999 the Director of the Bydgoszcz District Social Services (Rejonowy Ośrodek Pomocy Społecznej) issued a decision declining the applicant’s application for the drug refund.", "In a letter of 13 August 1999 the Bydgoszcz Municipal Social Services (Miejski Ośrodek Pomocy Społecznej) informed the applicant that:", "“(...) According to the applicable legislation the Director [of Social Services] issued a decision declining your request for assistance. It appears from your file that the total income of your family amounts to PLN 1,924.54 and is above the threshold set in Article 4(1) of the Social Security Law. Despite the fact that you have faced high costs for the purchase of drugs, the social services – because of limited resources designated for that purpose – declined your request (...).", "It should also be mentioned that it is possible to approach a certified doctor – through the Social Security Board – in order to change a degree of invalidity, which may result in the grant of a nursing benefit.”", "On 31 August 1999 the Ministry of Health and Social Services advised the applicant about the legislation concerning the refund of drugs. The Ministry’s letter was in the following terms:", "“The Kujawsko-Pomorski Health Insurance Fund correctly informed you in a letter of 14.07.[99] that there were no legal possibilities of refunding the expenses you incurred for purchasing drugs.", "Rilutek is listed in the register of drugs used in chronic illnesses (...) for a payment of 30% [of the price]. That drug is refunded at the rate of 70% and the Health Insurance Fund pays such a part of the price. ...", "As Rilutek continues to be a very heavy financial burden for patients, the Pharmacy Department has started to make efforts to decrease the rate at which it has to be paid for by patients, so that it becomes available free of charge. The matter has been transferred to specialists ...", "The end of this work concerning the change of registers is foreseen for the fourth quarter of the year. However, any decrease in the rate at which [the drug] has to be paid for by patients depends on the financial resources available to the Health Insurance Funds.”", "On 1 September 1999 the applicant’s degree of invalidity was increased from the second to the first degree.", "The applicant lodged with the Supreme Court (Sąd Najwyższy) a complaint concerning the decision of the Ministry of Health and Social Security but on 29 February 2000 the court informed him that no appeal was available against the Ministry’s decision.", "The public health service in Poland is regulated by the Law on Public Health Insurance of 6 February 1997. National Insurance Funds, which represent the interests of the insured, buy medical services from contractors. They also refund the cost of drugs in whole or in part."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}