{"ITEMID": "001-85276", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ITA", "BRANCH": "GRANDCHAMBER", "DATE": 2008, "DOCNAME": "CASE OF SAADI v. ITALY", "IMPORTANCE": "1", "CONCLUSION": "Violation of Article 3 - Prohibition of torture (Article 3 - Expulsion) (Conditional) (Tunisia);Non-pecuniary damage - finding of violation sufficient", "JUDGES": "Alvina Gyulumyan;Christos Rozakis;Corneliu Bîrsan;Dean Spielmann;Egbert Myjer;Françoise Tulkens;Ineta Ziemele;Isabelle Berro-Lefèvre;Jean-Paul Costa;Khanlar Hajiyev;Loukis Loucaides;Nicolas Bratza;Peer Lorenzen;Sverre Erik Jebens;Vladimiro Zagrebelsky", "TEXT": ["9. The applicant was born in 1974 and lives in Milan.", "10. The applicant, who entered Italy at some unspecified time between 1996 and 1999, held a residence permit issued for “family reasons” by the Bologna police authority (questura) on 29 December 2001. This permit was due to expire on 11 October 2002.", "11. On 9 October 2002 the applicant was arrested on suspicion of involvement in international terrorism (Article 270 bis of the Criminal Code), among other offences, and placed in pre-trial detention. He and five others were subsequently committed for trial in the Milan Assize Court.", "12. The applicant faced four charges. The first of these was conspiracy to commit acts of violence (including attacks with explosive devices) in States other than Italy with the aim of spreading terror. It was alleged that between December 2001 and September 2002 the applicant had been one of the organisers and leaders of the conspiracy, had laid down its ideological doctrine and given the necessary orders for its objectives to be met. The second charge concerned falsification “of a large number of documents such as passports, driving licences and residence permits”. The applicant was also accused of receiving stolen goods and of attempting to aid and abet the entry into Italian territory of an unknown number of aliens in breach of the immigration legislation.", "13. At his trial the prosecution called for the applicant to be sentenced to thirteen years’ imprisonment. The applicant’s lawyer asked the Assize Court to acquit his client of international terrorism and left determination of the other charges to the court’s discretion.", "14. In a judgment of 9 May 2005, the Milan Assize Court altered the legal classification of the first offence charged. It took the view that the acts of which he stood accused did not constitute international terrorism but criminal conspiracy. It sentenced the applicant to four years and six months’ imprisonment for that offence, and for the forgery and receiving offences. It acquitted the applicant of aiding and abetting clandestine immigration, ruling that the acts he stood accused of had not been committed.", "15. As a secondary penalty, the Assize Court banned the applicant from exercising public office for a period of five years and ordered that after serving his sentence he was to be deported.", "16. In the reasons for its judgment, which ran to 331 pages, the Assize Court observed that the evidence against the applicant included intercepts of telephone and radio communications, witness statements and numerous false documents that had been seized. Taken together, this evidence proved that the applicant had been engaged in a conspiracy to receive and falsify stolen documents, an activity from which he derived his means of subsistence. On the other hand, it had not been established that the documents in question had been used by the persons in whose names they had been falsely made out to enter Italian territory illegally.", "17. As regards the charge of international terrorism, the Assize Court firstly noted that a conspiracy was “terrorist” in nature where its aim was to commit violent acts against civilians or persons not actively participating in armed conflict with the intention of spreading terror or obliging a government or international organisation to perform or refrain from performing any act, or where the motive was political, ideological or religious in nature. In the present case it was not known whether the violent acts that the applicant and his accomplices were preparing to commit, according to the prosecution submissions, were to be part of an armed conflict or not.", "18. In addition, the evidence taken during the investigation and trial was not capable of proving beyond a reasonable doubt that the accused had begun to put into practice their plan of committing acts of violence, or that they had provided logistical or financial support to other persons or organisations having terrorist aims. In particular, such evidence was not provided by the telephone and radio intercepts. These proved only that the applicant and his accomplices had links with persons and organisations belonging to Islamic fundamentalist circles, that they were hostile to “infidels” (and particularly those present in territories considered to be Muslim) and that their relational world was made up of “brothers” united by identical religious and ideological beliefs.", "19. Using coded language the defendants and their correspondents had repeatedly mentioned a “football match”, intended to strengthen their faith in God. For the Assize Court it was quite obvious that this was not a reference to some sporting event but to an action applying the principles of the most radical form of Islam. However, it had not been possible to ascertain what particular “action” was meant or where it was intended to take place.", "20. Moreover, the applicant had left Milan on 17 January 2002 and, after a stopover in Amsterdam, made his way to Iran, from where he had returned to Italy on 14 February 2002. He had also spoken of a “leader of the brothers” who was in Iran. Some members of the group to which the applicant belonged had travelled to “training camps” in Afghanistan and had procured weapons, explosives, and observation and video-recording equipment. In the applicant’s flat and those of his co-defendants, the police had seized propaganda about jihad – or holy war – on behalf of Islam. In addition, in telephone calls to members of his family in Tunisia made from the place where he was being detained in Italy, the applicant had referred to the “martyrdom” of his brother Fadhal Saadi; in other conversations he had mentioned his intention to take part in holy war.", "21. However, no further evidence capable of proving the existence and aim of a terrorist organisation had been found. In particular, there was no evidence that the applicant and his accomplices had decided to channel their fundamentalist faith into violent action covered by the definition of a terrorist act. Their desire to join a jihad and eliminate the enemies of Islam could very well be satisfied through acts of war in the context of an armed conflict, that is, acts not covered by the concept of “terrorism”. It had not been established whether the applicant’s brother had really died in a suicide bombing or whether that event had been the “football match” which the defendants had repeatedly referred to.", "22. The applicant and the prosecution appealed. The applicant asked to be acquitted of all the charges, while the prosecution wanted him to be convicted of international terrorism and aiding and abetting clandestine immigration as well.", "23. In the prosecution’s appeal it was submitted that, according to the case-law of the Court of Cassation, the constituent elements of the crime of international terrorism were made out even where no act of violence had occurred, the existence of a plan to commit such an act being sufficient. In addition, an action could be terrorist in nature even if it was intended to be carried out in the context of an armed conflict, provided that the perpetrators were not members of the “armed forces of a State” or an “insurrectionary group”. In the present case, it was apparent from the documents in the file that the applicant and his associates had procured for themselves and others false documents, weapons, explosives and money in order to commit violent acts intended to affirm the ideological values of fundamentalist Islam. In addition, the accused had maintained contacts with persons and organisations belonging to the sphere of international terrorism and had planned a violent and unlawful action, due to be carried out in October 2002 as part of a “holy war” and in a country other than Italy. Only the defendants’ arrest had prevented the plan from being implemented. Furthermore, at that time the armed conflict in Afghanistan had ended and the one in Iraq had not yet started.", "24. The prosecution further submitted that the applicant’s brother, Mr Fadhal Saadi, had been detained in Iran; the applicant had visited him there in either January or February 2002. After his release Mr Fadhal Saadi had settled in France and stayed in contact with the applicant. He had then died in a suicide bombing, a fact which was a source of pride for the applicant and the other members of his family. That was revealed by the content of the telephone conversations intercepted in the prison where the applicant was being held.", "25. Lastly, the prosecution requested leave to produce new evidence, namely letters and statements from a person suspected of terrorist activities and recordings transmitted by radio microphone from inside a mosque in Milan.", "26. On 13 March 2006 the Milan Assize Court of Appeal asked the Constitutional Court to rule on the constitutionality of Article 593 § 2 of the Code of Criminal Procedure. As amended by Law no. 46 of 20 February 2006, that provision permitted the defence and the prosecution to appeal against acquittals only where, after the close of the first-instance proceedings, new evidence had come to light or been discovered. The Assize Court of Appeal stayed the proceedings pending a ruling by the Constitutional Court.", "27. In judgment no. 26 of 6 February 2007, the Constitutional Court declared the relevant provisions of Italian law unconstitutional in that they did not allow the prosecution to appeal against all acquittals and because they provided that appeals lodged by the prosecuting authorities before the entry into force of Law no. 46 of 20 February 2006 were inadmissible. The Constitutional Court observed in particular that Law no. 46 did not maintain the fair balance that should exist in a criminal trial between the rights of the defence and those of the prosecution.", "28. The first hearing before the Milan Assize Court of Appeal was set down for 10 October 2007.", "29. In the meantime, on 11 May 2005, two days after delivery of the Milan Assize Court’s judgment, a military court in Tunis had sentenced the applicant in his absence to twenty years’ imprisonment for membership of a terrorist organisation operating abroad in time of peace and for incitement to terrorism. He was also deprived of his civil rights and made subject to administrative supervision for a period of five years. The applicant asserted that he had not learned of his conviction until its operative part was served on his father on 2 July 2005, when the judgment had already become final.", "30. The applicant alleged that his family and his lawyer were not able to obtain a copy of the judgment by which the applicant had been convicted by the Tunis military court. In a letter of 22 May 2007 to the President of Tunisia and the Tunisian Minister of Justice and Human Rights, his representatives before the Court asked to be sent a copy of the judgment in question. The result of their request is not known.", "31. On 4 August 2006, after being imprisoned uninterruptedly since 9 October 2002, the applicant was released.", "32. On 8 August 2006 the Minister of the Interior ordered him to be deported to Tunisia, applying the provisions of Legislative Decree no. 144 of 27 July 2005 (entitled “Urgent measures to combat international terrorism” and later converted to statute law in the form of Law no. 155 of 31 July 2005). He observed that “it was apparent from the documents in the file” that the applicant had played an “active role” in an organisation responsible for providing logistical and financial support to persons belonging to fundamentalist Islamist cells in Italy and abroad. Consequently, his conduct was disturbing public order and threatening national security.", "33. The Minister made it clear that the applicant could not return to Italy except on the basis of an ad hoc ministerial authorisation.", "34. The applicant was taken to a temporary holding centre (centro di permanenza temporanea) in Milan. On 11 August 2006 the deportation order was confirmed by the Milan justice of the peace.", "35. On 11 August 2006 the applicant requested political asylum. He alleged that he had been sentenced in his absence in Tunisia for political reasons and that he feared he would be subjected to torture and “political and religious reprisals”. By a decision of 16 August 2006, the Head of the Milan police authority (questore) declared the request inadmissible on the ground that the applicant was a danger to national security.", "36. On 6 September 2006 the Director of the non-governmental organisation World Organisation Against Torture (known by its French initials – OMCT) wrote to the Italian Prime Minister to tell him the OMCT was “extremely concerned” about the applicant’s situation, and that it feared that, if deported to Tunisia, he would be tried again for the same offences he stood accused of in Italy. The OMCT also pointed out that, under the terms of Article 3 of the United Nations Convention against Torture and Other Cruel, Inhuman or Degrading Treatment or Punishment, “No State Party shall expel, return (‘refouler’) or extradite a person to another State where there are substantial grounds for believing that he would be in danger of being subjected to torture”.", "37. On 12 September 2006 the President of the non-governmental organisation Collective of the Tunisian Community in Europe appealed to the Italian government to “end its policy of mass deportation of Tunisian immigrants [who were] practising adherents of religious faiths”. He alleged that the Italian authorities were using inhuman methods and had grounded a number of decisions against Tunisians on their religious convictions. He went on to say that it was “obvious” that on arrival in Tunisia the persons concerned would be “tortured and sentenced to lengthy terms of imprisonment, on account of the fact that the Italian authorities falsely suspect them of terrorism”. The applicant’s name appeared in a list of persons at imminent risk of expulsion to Tunisia which was appended to the letter of 12 September 2006.", "38. The Chief Constable’s decision of 16 August 2006 (see paragraph 35 above) was served on the applicant on 14 September 2006. The applicant did not appeal. However, on 12 September 2006 he had produced documents, including the OMCT’s letter of 6 September 2006 and the reports on Tunisia by Amnesty International and the US Department of State, requesting that these be passed on to the local refugee status board. On 15 September 2006 the Milan police authority informed the applicant orally that as his asylum request had been refused the documents in question could not be taken into consideration.", "39. On 14 September 2006, pleading Rule 39 of the Rules of Court, the applicant asked the Court to suspend or annul the decision to deport him to Tunisia. On 15 September 2006 the Court decided to ask the Government to provide it with information, covering in particular the question whether the applicant’s conviction by the Tunis military court was final and also whether in Tunisian law there was a remedy whereby it was possible to obtain the reopening of proceedings or a retrial.", "40. The Government’s reply was received at the Registry on 2 October 2006. According to the Italian authorities, in the event of a conviction in the absence of the accused, Tunisian law gave the person convicted the right to have the proceedings reopened. The Government referred in particular to a fax of 29 September 2006 from the Italian ambassador in Tunis stating that, according to the information supplied by the Director of International Cooperation at the Tunisian Ministry of Justice, the applicant’s conviction was not final since a person convicted in his absence could appeal against the relevant judgment.", "41. On 5 October 2006 the Court decided to apply Rule 39. It asked the Government to stay the applicant’s expulsion until further notice.", "42. The maximum time allowed for the applicant’s detention with a view to expulsion expired on 7 October 2006 and he was released on that date. However, on 6 October 2006 a new deportation order had been issued against him. On 7 October 2006 this order was served on the applicant, who was then taken back to the Milan temporary holding centre. As the applicant had stated that he had entered Italy from France, the new deportation order named France as the receiving country, not Tunisia. On 10 October 2006 the new deportation order was confirmed by the Milan justice of the peace.", "43. On 3 November 2006 the applicant was released because fresh information indicated that it was impossible to deport him to France. On the same day the Milan Assize Court of Appeal ordered precautionary measures, to take effect immediately after the applicant’s release: he was forbidden to leave Italian territory and required to report to a police station on Mondays, Wednesdays and Fridays.", "44. In the meantime, on 27 September 2006, the applicant had applied for a residence permit. On 4 December 2006 the Milan police authority replied that this application could not be allowed. It was explained that a residence permit could be issued “in the interests of justice” only at the request of the judicial authorities, where the latter considered that the presence of an alien in Italy was necessary for the proper conduct of a criminal investigation. The applicant had in any case been forbidden to leave Italian territory and was therefore obliged to stay in Italy. Moreover, to obtain a residence permit it was necessary to produce a passport or similar document.", "45. Before the Court the applicant alleged that the Tunisian authorities had refused to renew his passport, so that all his further attempts to regularise his situation had come to nothing.", "46. On a date which has not been specified, the applicant also asked the Lombardy RAC (Regional Administrative Court) to set aside the deportation order of 6 October 2006 and stay its execution.", "47. In a decision of 9 November 2006, the Lombardy RAC held that there was no cause to rule on the application for a stay of execution and ordered the file to be transmitted to the Lazio RAC, which had the appropriate territorial jurisdiction.", "48. The Lombardy RAC pointed out among other observations that the European Court of Human Rights had already requested a stay of execution of the deportation order and had consequently provided redress for any prejudice the applicant might allege.", "49. According to the information supplied by the applicant on 29 May 2007, the proceedings in the Lazio RAC were still pending on that date.", "50. On 18 January 2007 the applicant sent a memorial to the Milan police authority pointing out that the European Court of Human Rights had requested a stay of execution of his deportation on account of a real risk that he would be subjected to treatment contrary to Article 3 of the Convention. He therefore asked for a hearing before the local refugee status board with a view to being granted political asylum. According to the information supplied by the applicant on 11 July 2007, there had been no reply to his memorial by that date. In a memorandum of 20 July 2007, the Italian Ministry of the Interior stated that the memorial of 18 January 2007 could not be regarded as a new asylum request or as an appeal against the refusal given by the Milan Chief Constable on 16 August 2006 (see paragraph 35 above).", "51. On 29 May 2007 the Italian embassy in Tunis sent a note verbale to the Tunisian government, requesting diplomatic assurances that if the applicant were to be deported to Tunisia he would not be subjected to treatment contrary to Article 3 of the Convention and would not suffer a flagrant denial of justice.", "52. The note in question, written in French, reads as follows:", "“The Italian embassy presents its compliments to the Ministry of Foreign Affairs and, following the meeting between the Italian ambassador Mr Arturo Olivieri and his Excellency the Minister of Justice and Human Rights Mr Béchir Tekkari, on the occasion of the visit of the Italian Minister of Justice Mr Clemente Mastella, on 28 May 2007, has the honour to request the invaluable cooperation of the Tunisian authorities in reaching a positive development in the following case.", "The Tunisian national Nassim Saadi, born in Haidra (Tunisia) on 30 November 1974, was served with an order for his deportation from Italy, issued by the Ministry of the Interior on 8 August 2006.", "After the above order had been issued, Mr Saadi lodged an application with the European Court of Human Rights on 14 September 2006, requesting and obtaining the decision to stay execution of the deportation order.", "His application is based on the argument that, after he had been tried in his absence, he was sentenced to twenty years’ imprisonment for terrorist-related offences, in a judgment given by the Tunis military court on 11 May 2005, served on Mr Saadi’s father on 2 July 2005. Because of his conviction, Mr Saadi contends that if the deportation order were to be enforced he would run the risk of being imprisoned in Tunisia on his arrival, on the basis of an unfair trial, and of being subjected to torture and inhuman and degrading treatment (please find enclosed a copy of the document by which the judgment was served supplied by Mr Saadi).", "In order to gather all the information necessary to assess the case, the European Court of Human Rights has asked the Italian government to supply a copy of the judgment and wishes to ascertain whether the Italian government intends, before deporting Mr Saadi, to seek diplomatic guarantees from the Tunisian government.", "In the light of the foregoing, the Italian embassy, counting on the sensitivity of the Tunisian authorities on the question, has the honour to formulate, subject to the judicial prerogatives of the Tunisian State, the following urgent request for guarantees, as an indispensable formal prerequisite for the solution of the case now pending:", "– if the information given by Mr Saadi concerning the existence of a judgment of 11 May 2005 in which he was found guilty by the Tunis military court corresponds to the truth, please send a full copy of the judgment in question (before 11 July 2007, the date of the hearing before the Court) and confirm that he has the right to appeal, and to be judged by an independent and impartial tribunal, in accordance with a procedure which, taken as a whole, complies with the principles of a fair and public trial;", "– please give assurances that the fears expressed by Mr Saadi of being subjected to torture and inhuman and degrading treatment on his return to Tunisia are unfounded;", "– please give assurances that if he were to be committed to prison he would be able to receive visits from his lawyers and members of his family.", "In addition, the Italian embassy would be grateful if the Tunisian authorities would keep it informed of the conditions of Mr Saadi’s detention if he were to be committed to prison.", "The way this case is determined will have significant implications for future security policy.", "The information mentioned above, which the European Court of Human Rights has requested from the Italian government, are indispensable if the deportation is to go ahead.", "To a certain extent, this case forms a precedent (in relation to numerous other pending cases) and – we are convinced – a positive response by the Tunisian authorities will make it easier to carry out further expulsions in future.", "While perfectly aware of the delicate nature of the subject, the Italian embassy counts on the understanding of the Tunisian authorities, hoping that their reply will be in the spirit of effective action against terrorism, as part of the friendly relations between our two countries.”", "53. The Italian government observed that such assurances had never before been requested from the Tunisian authorities.", "54. On 4 July 2007 the Tunisian Ministry of Foreign Affairs sent a note verbale to the Italian embassy in Tunis. Its content was as follows:", "“The Minister for Foreign Affairs presents his compliments to the Italian ambassador in Tunis and, referring to the ambassador’s note verbale no. 2533 of 2 July 2007 concerning Nassim Saadi, currently imprisoned in Italy, has the honour to inform the ambassador that the Tunisian government confirms that it is prepared to accept the transfer to Tunisia of Tunisians imprisoned abroad once their identity has been confirmed, in strict conformity with the national legislation in force and under the sole safeguard of the relevant Tunisian statutes.", "The Minister for Foreign Affairs would like once again to convey to the Italian ambassador in Tunis his sincere regards.”", "55. A second note verbale, dated 10 July 2007, was worded as follows:", "“The Minister for Foreign Affairs presents his compliments to the Italian ambassador in Tunis and, referring to his note verbale no. 2588 of 5 July 2007, has the honour to confirm to him the content of the Ministry’s note verbale no. 511 of 4 July 2007.", "The Minister for Foreign Affairs hereby confirms that the Tunisian laws in force guarantee and protect the rights of prisoners in Tunisia and secure to them the right to a fair trial. The Minister would point out that Tunisia has voluntarily acceded to the relevant international treaties and conventions.", "The Minister for Foreign Affairs would like once again to convey to the Italian ambassador in Tunis his sincere regards.”", "56. According to the applicant, in Italy he lives with an Italian national, Mrs V., whom he married in a Muslim marriage ceremony. They have an eight-year-old child (born on 22 July 1999), an Italian national, who attends school in Italy. Mrs V. is unemployed and is not at present in receipt of any family allowance. She suffers from a type of ischaemia.", "57. According to a memorandum of 10 July 2007 from the Ministry of the Interior, on 10 February 2007 the applicant married, in a Muslim marriage ceremony, a second wife, Mrs G. While officially resident in via Cefalonia, Milan, at the address occupied by Mrs V., the applicant is said to be separated de facto from both his wives. Since the end of 2006 he has been habitually resident in via Ulisse Dini, Milan, in a flat which he apparently shares with other Tunisians.", "58. A deportation order is subject to appeal to the RAC, the court having jurisdiction to examine the lawfulness of any administrative decision and set it aside where it disregards an individual’s fundamental rights (see, for example, Sardinas Albo v. Italy (dec.), no. 56271/00, ECHR 2004-I). An appeal to the Consiglio di Stato lies against decisions of the RAC.", "59. In proceedings before the RAC, a stay of execution of the administrative decision complained of is not automatic, but may be granted if requested (see Sardinas Albo, cited above). However, where – as in the applicant’s case – deportation has been ordered under the terms of Legislative Decree no. 144 of 2005, appeals to the RAC or the Consiglio di Stato cannot stay enforcement of the deportation order (Article 4 §§ 4 and 4 bis of the Legislative Decree).", "60. In the French translation produced by the Government, the relevant provisions of the Tunisian Code of Criminal Procedure read as follows:", "“Where a defendant fails to appear on the appointed date, having been personally informed of the obligation to do so, the court shall proceed to judgment, giving a decision which is deemed to follow adversarial proceedings. Where a defendant who fails to appear has been lawfully summoned, though not informed in person, judgment is given by default. Notification of judgment by default shall be given by the registrar of the court which gave judgment.", "An appeal against a judgment by default must be lodged by the appellant in person, or his representative, with the registry of the court which has given judgment, within the ten days following service of the defendant’s copy.", "If the appellant lives outside Tunisian territory, the time allowed for appeal shall be increased to thirty days.", "An appeal shall be lodged either by means of a verbal declaration, which shall be formally recorded forthwith, or by means of a written declaration. The appellant must sign; if he refuses or is unable to sign, that circumstance shall be formally recorded.", "The registrar shall immediately fix a date for the hearing and inform the appellant thereof; in all cases the hearing must be held within one month from the date of the appeal.", "The appellant or his representative shall inform the interested parties, with the exception of State counsel, and have them summoned by an officer of the court, at least three days before the date of the hearing, failing which the appeal shall be dismissed.”", "“Where judgment has not been served on the defendant in person or where it does not appear from the documents recording enforcement of the judgment that the defendant had knowledge of it, an appeal shall lie until expiry of the limitation period applicable to the penalty concerned.”", "“On appeal, execution of a judgment shall be stayed. Where the sentence is capital punishment, the appellant shall be committed to prison and the sentence shall not be enforced before the judgment has become final.”", "“An appeal shall no longer be admissible, save where the appellant has been prevented from appealing by circumstances beyond his or her control, unless lodged within ten days of the date of delivery of the judgment deemed to be adversarial within the meaning of the first paragraph of Article 175, or after expiry of the time allowed where judgment has been given by default, or after notification of the judgment likewise by default.", "For State counsel and assistant State counsel at courts of appeal the time allowed for appeal shall be sixty days from the date of delivery of the judgment. In addition, on pain of inadmissibility, they must give notice of their appeal within that time to the defendant and any persons found liable towards civil parties.”", "61. On 13 December 2003 the Italian and Tunisian governments signed in Tunis an agreement on crime prevention in which the Contracting Parties undertook to exchange information (particularly with regard to the activities of terrorist groups, migratory flows and the production and use of false documents) and to work towards harmonisation of their domestic legislation. Articles 10 and 16 of the agreement read as follows:", "“The Contracting Parties, in accordance with their respective national legislation, agree that cooperation to prevent crime, as contemplated in the present agreement, will extend to searching for persons who have sought to evade justice and are responsible for criminal offences, and recourse to expulsion where circumstances so require and in so far as compatible with application of the provisions on extradition.”", "“The present agreement is without prejudice to rights and obligations arising from other international, multilateral or bilateral agreements entered into by the Contracting Parties.”", "62. Tunisia also signed in Brussels, on 17 July 1995, an association agreement with the European Union and its member States. The agreement mainly concerns cooperation in the commercial and economic sectors. Article 2 provides that relations between the Contracting Parties, like the provisions of the agreement itself, must be based on respect for human rights and democratic principles, which form an “essential element” of the agreement.", "63. Italy is a party to the 1951 Convention on the Status of Refugees. Articles 1, 32 and 33 of this Convention read as follows.", "“For the purposes of the present Convention, the term ‘refugee’ shall apply to any person who ... owing to well-founded fear of being persecuted for reasons of race, religion, nationality, membership of a particular social group or political opinion, is outside the country of his nationality and is unable, or owing to such fear, is unwilling to avail himself of the protection of that country; or who, not having a nationality and being outside the country of his former habitual residence as a result of such events, is unable or, owing to such fear, is unwilling to return to it.”", "“1. The Contracting States shall not expel a refugee lawfully in their territory save on grounds of national security or public order.", "2. The expulsion of such a refugee shall be only in pursuance of a decision reached in accordance with due process of law ...”", "“1. No Contracting State shall expel or return (‘refouler’) a refugee in any manner whatsoever to the frontiers of territories where his life or freedom would be threatened on account of his race, religion, nationality, membership of a particular social group or political opinion.", "2. The benefit of the present provision may not, however, be claimed by a refugee whom there are reasonable grounds for regarding as a danger to the security of the country in which he is, or who, having been convicted by a final judgment of a particularly serious crime, constitutes a danger to the community of that country.”", "64. On 11 July 2002, at the 804th meeting of the Ministers’ Deputies, the Committee of Ministers of the Council of Europe adopted guidelines on human rights and the fight against terrorism. Point IV of the guidelines, entitled “Absolute prohibition of torture”, reads as follows:", "“The use of torture or of inhuman or degrading treatment or punishment is absolutely prohibited, in all circumstances, and in particular during the arrest, questioning and detention of a person suspected of or convicted of terrorist activities, irrespective of the nature of the acts that the person is suspected of or for which he/she was convicted.”", "According to point XII § 2 of this document,", "“It is the duty of a State that has received a request for asylum to ensure that the possible return (‘refoulement’) of the applicant to his/her country of origin or to another country will not expose him/her to the death penalty, to torture or to inhuman or degrading treatment or punishment. The same applies to expulsion.”", "65. In a report concerning the situation in Tunisia in 2006, Amnesty International noted that following a large number of unfair trials at least twelve persons facing terrorism charges had been sentenced to lengthy prison sentences. Cases of torture and ill-treatment continued to be reported. Hundreds of political prisoners sentenced after unfair trials remained in prison after more than ten years and their state of health was said to have deteriorated. A group of 135 prisoners had been released as a result of an amnesty; they had been imprisoned for more than fourteen years after being convicted in unfair trials of belonging to the banned Islamist organisation Ennahda. Some of these prisoners were in poor health as a result of harsh prison conditions and torture they had undergone before standing trial.", "66. In December 2006 there had been exchanges of fire to the south of Tunis between the police and alleged members of the Salafist Group for Preaching and Combat. Dozens of people had been killed and police officers had been injured.", "67. In June 2006 the European Parliament had called for a meeting of the European Union and Tunisia to discuss the human rights situation in the country. In October 2006 the European Union had criticised the Tunisian government for cancelling an international conference on employment and the right to work.", "68. As regards the “war on terror”, Amnesty International noted that no answer had been given by the Tunisian authorities to a request to visit the country made by the United Nations Special Rapporteur on the promotion and protection of human rights. Persons suspected of terrorist activities had been arrested and tried under what was described as the “controversial” 2003 anti-terrorism law. This anti-terrorism law and the Code of Military Justice had been used against Tunisians repatriated against their will from Bosnia and Herzegovina, Bulgaria and Italy, who were accused of belonging to terrorist organisations operating abroad. In such cases, sometimes decided by the military courts, lawyers’ contact with their clients had been subjected to constantly increasing restrictions. The report mentioned cases of prisoners being held incommunicado or being tortured while in police custody; those referred to included Mr Hicham Saadi, Mr Badreddine Ferchichi (who had been deported from Bosnia and Herzegovina) and six members of the “Zarzis group”.", "69. Amnesty International went on to criticise severe restrictions of the right to freedom of expression and a risk of harassment and violence against human rights defenders and their families, women wearing Islamic headscarves, and opponents and critics of the government.", "70. On the question of the independence of the judiciary, Amnesty International noted that lawyers had publicly protested against a bill then before Parliament creating the “Higher Institute for Lawyers”, to be responsible for training future lawyers (which had previously been done by the Lawyers’ Association and the Association of Tunisian Judges). In October 2006 the Head of the European Commission delegation in Tunis had publicly criticised the slow pace of political reform and called for better training for judges and lawyers to consolidate the independence of the judiciary. Judges required the permission of the Secretary of State for Justice to leave the country.", "71. On 19 June 2007 Amnesty International issued a statement concerning the applicant which reads as follows:", "“Amnesty International is concerned that Nassim Saadi would be at risk of torture or other grave human rights violations, should he be removed to Tunisia by the Italian authorities. This concern is based upon our continuous monitoring of human rights violations in Tunisia, including violations committed against people forcibly returned from abroad within the context of the ‘war on terror’.", "Nassim Saadi was sentenced in absentia by the Permanent Military Court in Tunis to twenty years’ imprisonment on charges of belonging to a terrorist organisation operating abroad at a time of peace and incitement to terrorism. Although he will be afforded a retrial before the same military court, military courts in Tunisia violate a number of guarantees for a fair trial. The military court is composed of a presiding judge and four counsellors. Only the president is a civilian judge. There are restrictions on the right to a public hearing. The location of the court in a military compound effectively limits access to the public. Individuals convicted before a military court can seek review only before the Military Court of Cassation. Civilian defendants have frequently reported that they had not been informed of their right to legal counsel or, particularly in the absence of a lawyer, have not realised that they were being questioned by an examining judge as he was in military uniform.", "Defence lawyers have restrictions placed on access to their clients’ files and are obstructed by not being given information about the proceedings such as the dates of hearings. Unlike the ordinary criminal courts, military courts do not allow lawyers access to a register of pending cases. (For more information see Amnesty International report, Tunisia: the cycle of Injustice, AI Index MDE 30/001/2003.)", "The Tunisian authorities also continue to use the controversial 2003 anti-terrorism law to arrest, detain and try alleged terrorist suspects. Those convicted have been sentenced to long prison terms. The anti-terrorism law and provisions of the Military Justice Code have also been used against Tunisian nationals who were returned to Tunisia against their will by authorities in other countries, including Bosnia and Herzegovina, Bulgaria and Italy. Those returned from abroad were arrested by the Tunisian authorities upon arrival and many of them were charged with links to ‘terrorist organisations’ operating outside the country. Some were referred to the military-justice system.", "People who have been recently returned to Tunisia from abroad have been held in incommunicado detention, during which time they have been subjected to torture and other ill-treatment. They have also been sentenced to long prison sentences following unfair trials. In this connection, we provide the following case information for illustration:", "– Houssine Tarkhani was forcibly returned from France to Tunisia on 3 June 2007 and detained on arrival. He was kept in secret detention in the State Security Department of the Ministry of Interior in Tunis for ten days, during which he was reportedly tortured or otherwise ill-treated. He is currently detained in Mornaguia prison awaiting further investigation. Houssine Tarkhani left Tunisia in 1999, and subsequently lived in Germany and, between 2000 and 2006, in Italy. He was arrested at the French-German border on 5 May 2007 as an irregular migrant, and held in a detention centre in the French city of Metz, pending the execution of an expulsion order. On 6 May he was brought before a judge, who authorised his detention for a further fifteen days, and informed him that he was being investigated by the French police on suspicion of ‘providing logistical support’ to a network which assists individuals to travel to Iraq to take part in the armed conflict with the US-led coalition forces there – an allegation which he denies. No charges were ever brought against him in France. On the same day, he made a claim for asylum and on 7 May 2007 was taken to the detention centre at Mesnil-Amelot to be detained while his asylum claim was processed. Houssine Tarkhani’s application for asylum had been assessed under an accelerated procedure (‘procèdure prioritaire’), and was rejected on 25 May. Although he appealed before the Commission des Recours des Réfugiés (CRR), Refugees Appeals Board, decisions taken under the accelerated procedure are not delayed while appeals to the CRR are considered, and people who have appealed may be forcibly returned before their appeal has been ruled on. Houssine Tarkhani also made appeals against the decision to the administrative court, but these have failed.", "– In May 2004, Tunisian national Tarek Belkhirat was returned against his will to Tunisia from France after his request for asylum was rejected. He was arrested upon his return to Tunisia and charged under the 2003 anti-terrorism law. In February 2005, the Council of State (Conseil d’Etat), the highest administrative court in France, quashed the order to expel Tarek Belkhirat to Tunisia. In March 2005, he was sentenced in an unfair trial in Tunisia to ten years’ imprisonment for membership of the Tunisian Islamist Front, charges for which he had already served a thirty-six month prison sentence in France. The sentence was reduced to five years on appeal in October 2005. He remains in prison in Tunisia.", "– Tunisian national Adil Rahali was deported to Tunisia from Ireland in April 2004 after his application for asylum was refused. He was arrested on arrival in Tunisia and taken to the State Security Department of the Ministry of the Interior, where he was held in secret detention for several days and reportedly beaten, suspended from the ceiling and threatened with death. Adil Rahali, who had worked in Europe for more than a decade, was charged under the 2003 anti-terrorism law with belonging to a terrorist organisation operating abroad. No investigation is known to have been conducted into Adil Rahali’s alleged torture despite the fact that his lawyer filed a complaint. In March 2005, Adil Rahali was convicted on the basis of ‘confessions’ extracted under torture and sentenced under anti-terrorism legislation to ten years’ imprisonment. This sentence was reduced to five years on appeal in September 2005. He remains in prison in Tunisia.", "– In April 2004, seven young men were convicted, following an unfair trial, of membership of a terrorist organisation, possessing or manufacturing explosives, theft, using banned websites and holding unauthorised meetings. Two others were convicted in absentia. They were among dozens of people arrested in Zarzis, southern Tunisia, in February 2003, most of whom had been released the same month. The trial failed to respect international fair-trial standards. According to defence lawyers, most arrest dates in police reports were falsified, and in one case the place of arrest was falsified. There were no investigations into allegations that the defendants were beaten, suspended from the ceiling and threatened with rape. The convictions rested almost entirely on confessions extracted under duress. The defendants denied all charges brought against them in court. In July 2004 the Tunis Appeal Court reduced the sentences of six of them from nineteen years and three months to thirteen years’ imprisonment. Their appeal was rejected by the Court of Cassation in December 2004. Another defendant, who was a minor at the time of the arrest, had his sentence reduced to twenty-four months in prison. They were all released in March 2006 following a presidential pardon.", "The human rights violations that were perpetrated in these cases are typical of the sort of violations that remain current in Tunisia and affect people arrested inside the country as well as those returned from abroad in connection with alleged security or political offences. We consider, therefore, that Nassim Saadi would be at serious risk of torture and unfair trial if he were to be transferred to the custody of the Tunisian authorities.”", "72. A similar statement was issued by Amnesty International on 23 July 2007.", "73. In its 2007 report on Tunisia, Human Rights Watch asserted that the Tunisian government used the threat of terrorism and religious extremism as a pretext for repression of their opponents. There were constant, credible allegations of the use of torture and ill-treatment against suspects in order to obtain confessions. It was also alleged that convicted persons were deliberately subjected to ill-treatment.", "74. Although many members of the proscribed Islamist party Ennahda had been released from prison after an amnesty, there were more than 350 political prisoners. There had been mass arrests of young men, who had then been prosecuted under the 2003 anti-terrorism law. Released political prisoners were monitored very closely by the authorities, who refused to renew their passports and denied them access to most jobs.", "75. According to Human Rights Watch, the judicial system lacked independence. Investigating judges questioned suspects without their lawyers being present, and the prosecution and judiciary turned a blind eye to allegations of torture, even when made through a lawyer. Defendants were frequently convicted on the basis of confessions made under duress or of statements by witnesses whom they had not been able to examine or have examined.", "76. Although the International Committee of the Red Cross was continuing its programme of visits to Tunisian prisons, the authorities were refusing independent human rights defence organisations access to places of detention. The undertaking given in April 2005 to allow visits by Human Rights Watch had remained a dead letter.", "77. The 2003 anti-terrorism law gave a very broad definition of “terrorism”, which could be used to prosecute persons merely for exercising their right to political dissent. Since 2005 more than 200 persons had been charged with planning to join jihadist movements abroad or organising terrorist activities. The arrests had been carried out by plain-clothes police and the families of those charged had been left without news of their relatives for days or sometimes weeks. During their trials these defendants had overwhelmingly claimed the police had extracted their statements under torture or threat of torture. These defendants had been sentenced to lengthy terms of imprisonment, but it had not been established that any of them had committed a specific act of violence or that they possessed weapons or explosives.", "78. In February 2006, six persons accused of belonging to the “Zarzis” terrorist group had been granted a presidential amnesty after serving three years of their prison sentences They had been convicted on the basis of confessions which they alleged they had been forced into making, and of the fact that they had copied from the Internet instructions for making bombs. In 2005 Mr Ali Ramzi Bettibi had been sentenced to four years’ imprisonment for cutting and pasting on an online forum a statement by an obscure group threatening bomb attacks if the President of Tunisia agreed to host a visit by the Prime Minister of Israel.", "79. Lastly, Human Rights Watch reported that on 15 June 2006 the European Parliament had adopted a resolution deploring the repression of human rights activists in Tunisia.", "80. The International Committee of the Red Cross signed an agreement with the Tunisian authorities on 26 April 2005 giving them permission to visit prisons and assess conditions there. The agreement came one year after the authorities’ decision to permit prison visits by only the International Committee of the Red Cross, an organisation – described as “strictly humanitarian” – which was required to maintain confidentiality about its findings. The agreement between the Tunisian government and the International Committee of the Red Cross concerned all prison establishments in Tunisia, “including remand prisons and police cells”.", "81. On 29 December 2005 Mr Bernard Pfefferlé, the regional delegate of the International Committee of the Red Cross for Tunisia/North Africa, said that the Committee had been able to visit “without hindrance” about a dozen prisons and meet prisoners in Tunisia. Mr Pfefferlé said that, since the beginning of the inspection in June 2005, a team from the International Committee of the Red Cross had travelled to nine prisons, two of them twice, and had met half of the prisoners scheduled to be visited. Refusing to give further details, “on account of the nature of [their] agreements”, he nevertheless commented that the agreements in question authorised the International Committee of the Red Cross to visit all prisons and meet prisoners “quite freely and according to [its own] free choice”.", "82. In its report on human rights practices published on 8 March 2006, the US Department of State criticised violations of fundamental rights by the Tunisian government.", "83. Although there had been no politically motivated killings attributable to the Tunisian authorities, the report commented critically on two cases: Mr Moncef Ben Ahmed Ouahichi had died while in police custody and Mr Bedreddine Rekeii after being released from police custody.", "84. Referring to the information gathered by Amnesty International, the US Department of State described the various forms of torture and ill-treatment inflicted by the Tunisian authorities in order to secure confessions. These included: electric shocks; forcing the victim’s head under water; beatings with fists, sticks and police batons; hanging from the cell bars until loss of consciousness; and cigarette burns. In addition, police officers sexually assaulted the wives of Islamist prisoners as a means of obtaining information or imposing a punishment.", "85. However, these acts of torture were very difficult to prove, because the authorities refused to allow the victims access to medical treatment until the traces of ill-treatment had faded. Moreover, the police and the judicial authorities regularly refused to follow up allegations of ill-treatment, and confessions extracted under torture were regularly admitted as evidence by the courts.", "86. Political prisoners and religious fundamentalists were the main targets of torture, which was usually inflicted while the victims were in police custody, particularly inside the Ministry of the Interior. The report referred to a number of cases of torture complained of in 2005 by non-governmental organisations, including the Conseil national pour les libertés en Tunisie and the Association pour la lutte contre la torture en Tunisie. In spite of complaints by the victims, no investigation into these abuses had been conducted by the Tunisian authorities and no agent of the State had been prosecuted.", "87. The conditions of incarceration in Tunisian prisons fell well below international standards. Prisoners were held in cramped conditions and had to share beds and toilets. The risk of catching contagious diseases was very high on account of the overcrowding and the unhygienic conditions. Prisoners did not have access to appropriate medical treatment.", "88. Political prisoners were often transferred from one establishment to another, which made visits by their families difficult and discouraged any investigation of their conditions of detention.", "89. In April 2005, after lengthy negotiations, the Tunisian government had signed an agreement permitting the International Committee of the Red Cross to visit prisons. These visits had begun in June. In December the Red Cross declared that the prison authorities had respected the agreement and had not placed obstacles in the way of the visits.", "90. On the other hand, the same possibility was not extended to Human Rights Watch, despite a verbal undertaking given in April 2005 by the Tunisian government. The government had also undertaken to prohibit prolonged periods of solitary confinement.", "91. Although explicitly forbidden by Tunisian law, arbitrary arrest and imprisonment occurred. By law, the maximum period allowed for detention in police custody was six days, during which time the prisoners’ families had to be informed. However, these rules were frequently ignored. Persons detained by the police were very often held incommunicado and the authorities extended the duration of police custody by recording a false date of arrest.", "92. The Tunisian government denied that there were any political prisoners, so their exact number was impossible to determine. However, the Association internationale de soutien aux prisonniers politiques had drawn up a list of 542 political prisoners, nearly all of whom were said to be religious fundamentalists belonging to proscribed opposition movements who had been arrested for belonging to illegal organisations which endangered public order.", "93. The report mentioned a wide range of infringements of the right to respect for the private and family life of political prisoners and their families, including censorship of correspondence and telephone calls and the confiscation of identity documents.", "94. Before the Court, the applicant produced a document from the Association internationale de soutien aux prisonniers politiques concerning the case of a young man named Hichem Ben Said Ben Frej who was alleged to have leapt from the window of a police station on 10 October 2006 shortly before he was due to be interrogated. Mr Ben Frej’s lawyer asserted that his client had been savagely tortured and held in the cells of the Ministry of the Interior in Tunis for twenty-four days.", "Similar allegations are to be found in statements by local organisations for the defence of prisoners’ and women’s rights and in numerous press cuttings."], "VIOLATED_ARTICLES": ["3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}