{"ITEMID": "001-97271", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GRC", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF SYNGELIDIS v. GREECE", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;Non-pecuniary damage - award", "JUDGES": "Anatoly Kovler;Dean Spielmann;Flogaitis;George Nicolaou;Giorgio Malinverni;Khanlar Hajiyev;Spyridon Flogaitis", "TEXT": ["5. The applicant was born in 1957 and lives in Athens. He is a businessman, who married M.A. on 20 September 2003. At the time of their marriage M.A. was already a member of the Greek parliament (MP). On 24 March 2004 their son was born.", "6. At the end of 2004 the applicant's marriage broke down. It was pronounced dissolved by mutual consent by the Athens Court of First Instance on 7 July 2005.", "7. The applicant and M.A. concluded an agreement on 14 December 2004 resolving issues of custody and access in relation to their son. These arrangements were endorsed by a formal decision of the Athens Court of First Instance of 20 January 2005 (decision no. 528/2005). In particular, M.A. was to have custody of the child until he came of age, and he was to live with her. The applicant was entitled to open access to his son, subject to the child's needs, and certain minimum periods and days of contact were specified. In fact, he was entitled to see his son every day between 5 p.m. and 8 p.m.", "8. On a number of occasions the applicant was unable to have contact with his son in accordance with the provisions of the court's order.", "9. On 20 October 2005 the applicant lodged an indictment with the prosecutor of the Athens Court of First Instance based on Article 232A of the Criminal Code. He requested the sum of ten euros by way of nominal compensation for the non-pecuniary damage which M.A.'s breach of decision no. 528/2005 had caused him, reserving his right to seek further compensation before the civil courts.", "10. On 24 August 2006 the prosecutor of the Athens Court of First Instance referred the indictment to the prosecutor of the Supreme Court. The matter was referred to the Minister of Justice on 30 August 2006 for onward transmission by him to the President of the Greek parliament, so that leave of Parliament to bring the proceedings could be sought under Article 62 of the Greek Constitution. The file was received by Parliament on 3 October 2006.", "11. On 28 November 2006 the Parliament's Ethics Committee gave the opinion that M.A.'s immunity should not be lifted. In its report the Committee considered that “one of the grounds provided for by Article 83 § 3 of Parliament's Regulations applied in this case”.", "12. On 6 December 2006, by a majority of 107 votes to 68 following a secret ballot, Parliament, sitting in plenary session, refused to grant leave. No reasons were given for its decision.", "13. In the meantime, on 31 March 2005, M.A. had brought criminal proceedings against the applicant for placing a security guard outside her building after having allegedly received telephone calls threatening him and his family. These proceedings were subsequently dismissed both at first instance and on appeal.", "14. On 20 December 2005 the Athens Court of First Instance varied the custody arrangements. The court's order made specific provision for the payment of a 1,000-euro fine by M.A. should she breach any of its provisions (decision no. 9599/2005). M.A. has allegedly consistently failed to comply with these revised arrangements. On 20 March 2007 and 26 March 2007 the applicant lodged two further indictments with the prosecutor of the Athens Court of First Instance following alleged breaches of the court's decision. The applicant again sought compensation for non-pecuniary damage.", "15. On 9 May 2007 the prosecutor of the Athens Court of First Instance referred the indictment dated 26 March 2007 to the prosecutor of the Supreme Court. The matter was referred to the Minister of Justice on 22 May 2007 for onward transmission by him to the President of the Greek Parliament, so that leave of Parliament could be sought under Article 62 of the Greek Constitution. On 22 May 2008 the Parliament's Ethics Committee decided that the request should be rejected without being placed before the full Parliament for consideration, on the basis that the request for waiver of immunity was substantially the same as the first request.", "16. The relevant parts of the Greek Constitution provide:", "“1. The members of parliament shall be elected for a term of four consecutive years, commencing on the day of the general elections...”", "“1. A member of parliament shall not be prosecuted or in any way interrogated for an opinion expressed or a vote cast by him in the discharge of his parliamentary duties...", "2. A member of parliament may be prosecuted only for libel, under the relevant law, after leave has been granted by Parliament...”", "“During the parliamentary term members of parliament shall not be prosecuted, arrested, imprisoned or otherwise confined without prior leave granted by Parliament...", "...No leave is required when members of parliament are caught in the act of committing a felony...”", "17. The relevant parts of the Greek Criminal Code provide:", "“Persons who are entitled, under the Civil Code, to compensation for damage for non-pecuniary harm and restoration of damage may join the criminal proceedings as civil parties”", "“Anyone who intentionally fails to comply with a temporary order of a judge or court or with a provision of a court decision by which they are obliged to act or to refrain from acting...may be punished by up to one year's imprisonment...”", "18. The relevant parts of the Greek Civil Code provide:", "“Whoever unlawfully and culpably causes damage to another shall be bound to make reparation to the other for any damage thus caused...”", "“In the case of an unlawful act, the court may, irrespective of any award of compensation for pecuniary damages, award reasonable compensation ... for any non-pecuniary harm suffered...”", "19. Articles 946 and 947 of the Civil Procedure Code also enable a court to punish non-compliance with a judgment or order by imprisonment or by a fine of up to 5,900 euros.", "20. By virtue of Article 1048 of the Civil Procedure Code, a court may not order the imprisonment of a member of parliament during his or her mandate and for four weeks after the mandate expires.", "21. Article 83 of the Regulations of Parliament provides as follows:", "“1. Petitions by public prosecutors for leave to commence criminal proceedings against an MP under Article 61 § 2 and Article 62 § 2 of the Greek Constitution, having first been checked by the Supreme Court's prosecutor, shall be submitted to Parliament through the Minister of Justice and registered in a special book according to the order of their introduction...", "...", "3. Having heard the MP in respect of whom the lifting of immunity is sought, if he or she wishes to be heard... the relevant Committee shall examine, on the basis of the documents forming part of the request, whether the offence for which the lifting of the immunity is sought is related to the MP's political activity; whether the prosecution is politically motivated; or whether it is aimed at undermining the authority of Parliament or of the MP, or at obstructing, to a significant extent, the exercise of their functions, or at influencing the operation of Parliament or of the parliamentary group of which the MP is a member.", "4. Within a fixed period set by the President of the Parliament, the Committee shall prepare a report without examining the veracity of the accusation...", "...", "5...after the Committee submits its report on the issue concerned, the petition shall be entered in the agenda of the Parliament in plenary session...", "...", "7. Parliament shall decide on the petition by means of a show of hands... The MP in respect of whom the lifting of immunity is sought, the presidents of the political parties or their substitutes if they wish, may give their opinion... Parliament may decide on the basis of a secret ballot if proposed by the President or by the president of the political party to which the MP belongs...”"], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}