{"ITEMID": "001-22368", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FRA", "BRANCH": "ADMISSIBILITY", "DATE": 2001, "DOCNAME": "TEYTAUD AND OTHERS v. FRANCE", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "Georg Ress", "TEXT": ["The applicants are all French nationals. Their details are set out in a list appended to this decision. The applications were lodged by the applicants acting on their own behalf and in their capacity as the heirs of their deceased parents.", "They were represented before the Court by Mr Laurent Pettiti, a lawyer practising in Paris.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicants or their ascendants were the owners of immovable property in Algeria, but were dispossessed after Algeria became independent.", "Mrs Georgette Teytaud, Mrs Marie-Louise Lambelin and their mother, Mrs Bertrande Saint-Pierre, jointly owned, as part of the family estate, four parcels of agricultural land (two in Misserghin with surface-areas of 1,052 hectares and 1,027 hectares, and two in Bou-Tlelis with surface-areas of 471 hectares and 1,628 hectares) and two properties in Oran, one a nine-roomed house and the other a twelve-roomed house. Mrs Bertrande Saint-Pierre also owned a property that was let out to tenants and a wine wholesalers in Oran.", "These properties were valued by the French authorities using a scale laid down by a law of 5 April 1970. The first applicant’s share was put at 1,493,204 French francs (FRF) at the 1962 value of the franc, the second applicant’s share at FRF 1,520,798 and their mother’s share at FRF 1,111,246. Pursuant to a law of 16 July 1987 the properties were revalued at FRF 1,647,727, FRF 1,682,220 and FRF 1,375,688 respectively (at the 1962 value). In “real terms” the “1998 value” of the properties would be FRF 12,351,362, FRF 12,609,921.12 and FRF 10,001,251 respectively.", "The annual compensatory payments allegedly received by each of the first two applicants since 1979 amount to FRF 3,314,646. Their mother has allegedly received FRF 3,121,840 (at the 1998 value).", "Mr Georges Raoux jointly owned, as part of the family estate, a house at Ain El Turck. The property was valued by the French authorities, using the scale laid down by the law of 5 April 1970, at FRF 85,500 (at the 1962 value). Pursuant to the law of 16 July 1987 it was revalued at 106,875 “francs at the 1962 value”, which the applicant said came to 640,908 “francs at the 1998 value”. The annual compensatory payments he has allegedly received since 1979 amount to FRF 230,697 “francs at the 1998 value”.", "Further, Mr Albert Raoux, the father of Georges Raoux and Mrs Jeanne-Marie Faure, owned two parcels of agricultural land – 513 hectares at Sainte Barbe du Tlélat (which was matrimonial property) and 495 hectares at Parmentier – and two buildings at Oran (which was also matrimonial property). These properties were valued by the authorities, using the scale laid down by the law of 5 April 1970, at FRF 4,564,795 (at the 1962 value). Pursuant to the law of 16 July 1987 these properties were revalued at 5,100,394 “francs at the 1962 value”, which the applicants said came to 38,232,533 “francs at the 1998 value”. As the property was jointly owned by the brother and sister as part of the family estate, each was entitled to FRF 19,116,276.", "The annual compensatory payments received by Georges Raoux and his father since 1979 allegedly amounted to 1,294,601 “francs at the 1998 value” and by Jeanne-Marie Faure and her father to 1,115,407 “francs at the 1998 value”.", "In addition, the applicants’ mother, Mrs Marie-Louise Raoux, owned two parcels of agricultural land – 513 hectares at Sainte Barbe du Tlélat (which was matrimonial property) and 255 hectares at El Akra – and three buildings at Oran, two of which were matrimonial property while the third was owned jointly as part of the family estate. These properties were valued by the authorities, using the scale laid down by the law of 5 April 1970, at FRF 2,239,924 (at the 1962 value). Pursuant to the law of 16 July 1987 the properties were revalued at 2,606,915 “francs at the 1962 value”, which the applicants said came to 19,541,434 “francs at the 1998 value”. As the property was jointly owned by the brother and sister as part of the family estate, each was entitled to FRF 9,770,717.", "The annual compensatory payments received by Georges Raoux and his mother since 1979 allegedly amounted to 762,204 “francs at the 1998 value” and by Jeanne-Marie Faure and her mother to 618,393 “francs at the 1998 value”.", "Mrs Gabrielle Raoux jointly owned, as part of the family estate, a house situated at Ain El Turck, a flat and a plot of building land in Oran, and two parcels of agricultural land – 189 hectares at Nazereg Flinois and 200 hectares at Tircine. These properties were valued by the authorities, using the scale laid down by the law of 5 April 1970, at FRF 286,747 (at the 1962 value). Pursuant to the law of 16 July 1987 they were revalued at 328,522 “francs at the 1962 value”, which the applicant said came to 2,462,600 “francs at the 1998 value”. The annual compensatory payments she had allegedly received since 1979 amounted to FRF 1,401,732 “francs at the 1998 value”.", "Mr Michel Faure’s father owned 216.97 hectares of land at Ain-Tedeles, and two building plots and a house at Mostaganem. These properties were valued by the authorities, using the scale laid down by the law of 5 April 1970, at FRF 1,417,741 (at the 1962 value). Pursuant to the law of 16 July 1987 they were revalued at 1,637,359 “francs at the 1962 value”, which the applicant said came to 12,273,643 “francs at the 1998 value”. The annual compensatory payments allegedly received by the applicant’s father since 1979 amounted to FRF 3,322,847 “francs at the 1998 value”.", "Acting on their own behalf or, as applicable, as the heirs and assigns of their ascendants, the applicants sent a demand to the Secretary of State for Social Affairs in December 1992 for the payment of the balance of the value of the nationalised properties, together with interest.", "They submitted that by virtue of the “Évian Accords” and unilateral undertakings given in writing by the French Government, the French State had an obligation to pay “just and fair” compensation to persons who had been dispossessed of their property. They added inter alia that there had been a violation of Article 1 of Protocol No. 1 and of Article 14 of the Convention, as they had received only partial compensation,.", "In June 1993 they applied to the Paris Administrative Court for an order setting aside the Secretary of State’s decision, which was deemed to have been a refusal as he had not replied within four months. The Administrative Court dismissed their applications on 8 June 1994.", "The applicants appealed to the Paris Administrative Court of Appeal, which dismissed their appeals on 27 June 1996 on the following grounds:", "“... Neither the Government’s declarations of 19 March 1962 regarding Algeria, known as the “Évian Accords”, nor the leaflet “the Évian Accords and the pieds-noirs [Algerian born Frenchmen]”, which was published and distributed in 1962 by the High Commission of the Republic in Algeria, nor the declarations made at the time by members of the French Government, which were confined to comments on the aforementioned accords, contained, contrary to what has been submitted in the appeal, clauses or promises affording French nationals living in Algeria a guarantee that the French State would compensate them for any loss resulting from their being wrongfully divested of their property by the Algerian State. It follows that the court must reject the argument that the State has engaged its responsibility and failed to comply with its undertakings because compensation has been paid for only part of the loss of the property in issue.", "The loss sustained ..., which directly originated from the action of a foreign State, cannot give rise to liability on the part of the French State on the basis of the rule that public burdens shall be borne equally (principe de l’égalité devant les charges publiques).", "In accordance with the final paragraph of section 4 of the Law of 26 December 1961 on the Admission and Resettlement of French Overseas Nationals, the Law of 15 July 1970 referred to above instituted a national levy to raise compensation for French nationals who had been dispossessed of their property, notably in Algeria. The amount of compensation paid to such persons pursuant to that statute has been increased by the Laws of 2 January 1978 and 16 July 1987 referred to above, the amount being limited, however, by the latter statute to 1,000,000 or 2,000,000 francs depending on the circumstances. [Although it has been submitted] that the payment of compensation for only part of the loss contravenes both the principles of national solidarity and payment of compensation of loss in full and the right to the protection of property guaranteed by the Constitution, the Preamble to the Constitution of 27 October 1946 and the Declaration of the Rights of Man and of the Citizen of 26 August 1789 to which it refers, it is not for the administrative courts to determine the constitutionality of those statutory provisions. By instituting a national levy to provide compensation in the form of an advance on the sums owed to French nationals by the Algerian State for the dispossession of their property, by making the share of the compensation fund apportioned to each dispossessed person proportional to the value of the property which he or she had lost and by imposing a general limit on the amount of that share in the light of the resources which the nation could reasonably devote to it, the aforementioned statutes do not contain any provision that is incompatible with France’s international obligations under, on the one hand, Article 1 of Protocol No. 1 to the Convention... relating to unlawful interference with private property by any of the States that have signed the Convention or, on the other hand, Article 14 of the Convention or Article 26 of the International Covenant on Civil and Political Rights, which prohibit any discrimination between individuals....”", "The applicants appealed to the Conseil d’État, alleging, inter alia, a violation of Article 1 of Protocol No. 1 and Article 14 of the Convention. They also maintained that, in violation of Article 6 of the Convention and of their right to a fair hearing, the Administrative Court of Appeal had not acted as an independent and impartial tribunal, as it had “regarded itself as being bound in practice by the interpretation of the Minister of Foreign Affairs”, as reproduced in the Moraly judgment delivered by the Conseil d’État on 31 January 1969.", "On 25 November 1998 the Conseil d’État dismissed the appeals on points of law for the following reasons:", "“The ground of appeal based on the interpretation of the declarations made by the Government on 19 March 1962 regarding Algeria, known as the ‘Évian Accords’:", "An examination of the impugned judgment, which contains sufficient reasons, shows that for the purposes of interpreting those provisions of the aforementioned accords which were relied on, the Administrative Court of Appeal did not regard itself as being bound by the interpretation the Minister of Foreign Affairs may have given and, therefore, did not infringe either the provisions of Article 6 of the ... Convention ..., or, in any event, the first sub-paragraph of Article 14 of the International Covenant on Civil and Political Rights. Further, in finding that the said declarations did not contain any clause or promise guaranteeing French nationals living in Algeria compensation from the French State for any loss sustained in the event of their being wrongfully divested of their property by the Algerian State, the Administrative Court of Appeal has not erred in law. It was entitled in law to deduce from that finding that the State’s responsibility could not be engaged on the ground that it had failed to comply with the terms of the said declarations.", "The ground of appeal based on the State’s promises:", "The Administrative Court of Appeal did not misconstrue the scope of the leaflet entitled ‘the Évian Accords and the pieds noirs’, which was published and distributed in 1962 by the High Commission of the Republic in Algeria, by holding that it contained no undertaking or promise by the French State to pay compensation in full for losses sustained by French owners dispossessed of their property in Algeria should the Algerian State fail to pay compensation.", "The ground of appeal based on the fact that the compensation award ... contravened various principles and French international obligations:", "Firstly, the loss sustained ..., which directly originated from the action of a foreign State, cannot, as the Administrative Court of Appeal rightly held, result in the responsibility of the French State being engaged on the basis of the rule that public burdens shall be borne equally.", "Secondly, the administrative courts have no jurisdiction to decide whether the system of lump-sum partial compensation set up by the Laws ... of 15 July 1970, 2 January 1978 and 16 July 1987 infringe quasi-constitutional rules and principles and the Administrative Court of Appeal rightly declined to examine that issue.", "Thirdly, the Administrative Court of Appeal did not err in law in holding that the decision of the French State (which, as has been explained above, was under no obligation to take the place of the defaulting Algerian State in compensating the dispossessed French owners in full) to award partial compensation when the direct cause of the damage was the act of a foreign state could not have infringed Article 1 of Protocol No 1 to the ... Convention ..., Article 14 of the Convention, or, in any event, Article 26 of the International Covenant on Civil and Political Rights....”", "“French nationals who have been or have considered themselves compelled by political events to leave a territory in which they were settled and which was previously under French sovereignty or administration, or was a French protectorate, are eligible for assistance from the State...", "Such assistance shall take the form of a series of measures designed to integrate the repatriated French nationals into the nation’s economic and social structures.", "These measures shall consist, in particular, of return allowances, temporary subsistence allowances, reduced-rate loans and resettlement and regrading subsidies, measures facilitating access to work and schools, and welfare payments and exceptional relief for repatriated persons...”", "“The amount of compensation for conclusively proved wrongful divestment and loss of property belonging to the persons referred to in the first sub-paragraph of section 1 and the procedure for its assessment and payment shall be laid down, in the light of the circumstances, in separate legislation...”", "On 19 March 1962 the French and Algerian Governments signed various declarations of principle (“the Évian Accords”).", "The “Declaration of Principles governing Economic and Financial Cooperation” stated, inter alia:", "“Algeria shall secure without discrimination free and quiet enjoyment of pecuniary rights acquired in its territory prior to self-determination. No one shall be deprived of these rights without fair compensation determined beforehand.”", "“As part of the agrarian reform, France shall provide Algeria with special aid for the repurchase of all or part of the property rights of French nationals.", "On the basis of a repurchase scheme to be devised by the competent Algerian authorities the form the aid will take shall be determined by agreement between the two countries that will reconcile the implementation of Algeria’s economic and social policy with the need to stagger France’s financial assistance over a reasonable period.”", "In a referendum of 8 April 1962 the French people approved a bill providing that “the President of the Republic may enter into all such agreements as shall be drawn up in accordance with the Government’s declarations of 19 March 1962” and “may decide on ... any statutory or regulatory measures relating to the application of the Government’s declarations of 19 March 1962”.", "In a judgment of 31 January 1969 in the Moraly case, the Conseil d’État, interpreting the declarations in the same way as the Minister of Foreign Affairs had done, held that they did not contain “any provision intended to secure French residents in Algeria who alleged that their rights [had] been infringed, a right to compensation from the French State for the damage sustained”.", "A leaflet entitled “The Évian Accords and the pieds noirs”, published in 1962 by the High Commission of the Republic in Algeria, stated, inter alia, as follows:", "“... [After Algeria becomes independent] your landed property will be protected. For those of you who are farmers your land may only be expropriated under a repurchase scheme and in exchange for fair compensation with financing guaranteed by aid from France...", "All these commitments will be honoured. You are assured of that by the cooperation that has been established between France and Algeria through the Évian Declarations...”", "Another leaflet, likewise published in 1962 by the High Commission and entitled “the Évian Declarations and Rights and Guarantees for Europeans”, indicated that, as the declarations had been approved by the Algerian people, they were “binding on the Algerian State”.", "Pursuant to the third sub-paragraph of section 4 of the Law of 26 December 1961, Law no. 70632 of 15 July 1970 established a national levy to provide compensation for French nationals who had been dispossessed of property situated in a territory that had previously been under French sovereignty or administration or had been a French protectorate. Section 1 of the Law provided: “This levy shall constitute an advance payment on the sums owed by the foreign states or by persons who have benefited from the dispossession”.", "Law nos. 78-1 of 2 January 1978 and 87-549 of 16 July 1987 provided for the payment of additional compensation. The Law of 1978 also stipulated: “The amount of compensation shall be restricted to 1,000,000 francs per household... [and] 500,000 francs per person dispossessed”. The Law of 1987 provided for the grant of additional compensation calculated on the basis of a revaluation coefficient and limited to FRF 1,000,000 or FRF 2,000,000, depending on the circumstances."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}