{"ITEMID": "001-61096", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ITA", "BRANCH": "CHAMBER", "DATE": 2003, "DOCNAME": "CASE OF MOTTOLA v. ITALY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Violation of P1-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "Christos Rozakis", "TEXT": ["7. The applicant was born in 1932 and lives in Benevento.", "8. He is the owner of a flat in Benevento, which he had let to N.C.", "9. In a writ served on the tenant on 27 April 1994, the applicant informed the tenant of his intention to terminate the lease and summoned the tenant to appear before the Benevento Magistrate.", "10. By a decision of 25 May 1994, which was made enforceable on the same day, the Benevento Magistrate upheld the validity of the notice to quit and ordered that the premises be vacated by 30 November 1996.", "11. On 30 November 1996, the applicant served notice on the tenant requiring him to vacate the premises.", "12. On 10 February 1997, he served notice on the tenant informing him that the order for possession would be enforced by a bailiff on 25 February 1997.", "13. Between 25 February 1997 and 9 November 1998, the bailiff made nine attempts to recover possession. Each attempt proved unsuccessful, as the applicant was not entitled to police assistance in enforcing the order for possession.", "14. Pursuant to Section 6 of Law no. 431/98, the tenant asked the Benevento District Court to set a new date for the enforcement of the order for possession. The date was set for 25 April 2000 and then for 30 September 2000.", "15. On 12 October 2000, the applicant served notice on the tenant requiring him to vacate the premises.", "16. On 4 November 2000, he served notice on the tenant informing him that the order for possession would be enforced by a bailiff on 27 November 2000.", "17. Between 27 November 2000 and 26 April 2001, the bailiff made four attempts to recover possession. Each attempt proved unsuccessful, as the applicant was not entitled to police assistance.", "18. A new attempt of the bailiff to enforce the order for possession was set for 21 June 2001.", "19. On 8 August 2001, the applicant recovered possession of the flat.", "20. The relevant domestic law is described in the Court’s judgment in the case of Immobiliare Saffi v. Italy [GC], no. 22774/93, §§ 18-35, ECHR 1999-V."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}