{"ITEMID": "001-108452", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "IRL", "BRANCH": "ADMISSIBILITY", "DATE": 2011, "DOCNAME": "OKON v. IRELAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "André Potocki;Angelika Nußberger;Ann Power-Forde;Dean Spielmann;Elisabet Fura;Ganna Yudkivska", "TEXT": ["The applicants, Ms Stella Maris Ekaette Okon and Ms Daniella Victoria Okon, are Nigerian nationals who were born in 1974 and 1999, respectively. They live in Dublin. They are represented before the Court by Ms A. Farrell, a lawyer practising in Dublin.", "On 13 February 2000 the applicants arrived in Ireland. Shortly thereafter they applied for asylum.", "On 13 November 2000 the first applicant married an Irish national. On 21 November 2000 she applied for a residence permit on the basis of her marriage. She did not therefore pursue the asylum application. The marriage subsequently failed and the first applicant separated from her husband. Accordingly, on 19 July 2004 the Department of Justice, Equality and Law reform revoked her leave to remain as she was no longer residing with her spouse and proposed to deport her. The Minister for Justice Equality and Law Reform (“the Minister”) issued a deportation order in December 2004.", "On 10 November 2005 the applicants re-applied for asylum. The first applicant was interviewed on 23 November 2005. The application for asylum was based on the following claims. The first applicant claimed that she was ill in her late teens and was sent to live with the family of a native doctor (“E”) in or around 1990. Thereafter, she was effectively detained by that family. E cut her with a blade and rubbed charcoal into her wounds and six months later began raping her. E threatened to kill the first applicant’s father when the latter protested. Her father later died in 1997. She gave birth to her son in 1992 and to the second applicant in 1999. In November 1999 E died. Since E’s brother wished to marry the first applicant, the applicants escaped from E’s funeral. They fled to Ibadan. Following threats, they left for Lagos and, subsequently, they left for Ireland, via France, leaving the first applicant’s son with her mother. The first applicant claims that she was subjected to Female Genital Mutilation (“FGM”) against her will prior to the birth of the second applicant. She feared that, on return, that she would be kidnapped and re-detained by E’s family and that the second applicant would be subjected to FGM. The first applicant claims that internal re-location is not an option and that the Nigerian police would not assist her.", "By letter of 2 December 2005 the applicants were informed that the Refugee Applications Commissioner (“RAC”) was recommending that they not be declared refugees. The RAC report highlighted, inter alia, certain inconsistencies and vagueness in her claims and her failure to seek protection from the Nigerian police.", "By decision of 10 April 2006, notified to the applicant on 17 May 2006, the Refugee Appeals Tribunal (“RAT”) affirmed the recommendation of the RAC. The RAT, inter alia, found parts of her claim to be inconsistent and vague, relied on the country-of-origin information about FGM in Nigeria and noted her failure to seek assistance of the Nigerian authorities or asylum in France. The applicants were legally represented before the RAT.", "In June 2006 the applicants applied, pursuant to section 5 of the Illegal Immigrants (Trafficking) Act 2000, for leave to apply for judicial review citing the RAT, the Minister, Ireland and the Attorney General as respondents. They requested, inter alia, an order quashing the decision of the RAT as well as declarations that the RAT’s failure to publish its previous decisions was unconstitutional and that the second applicant should have been heard as she was no longer an infant. They also took issue in some detail with the RAT’s assessment of their factual claims.", "On 4 September 2006 the respondents filed a replying affidavit. In October 2006 the case was listed for hearing in July 2007.", "On 26 July 2007 the High Court heard the applicants’ judicial review application and judgment was reserved.", "In November 2007 the case was listed for mention when the parties were informed that judgment was not available. The applicants inquired on several later occasions about the delivery of the judgment.", "The matter was listed for mention on 17 November 2009 and the parties were informed that a judgment was not available. The High Court requested the parties to explore a settlement of the action. Accordingly, on 19 November 2009 the applicants wrote to the respondents seeking a possible settlement. No response was received.", "The case was again listed for mention on 23 November 2010 and the High Court informed the parties that a judgment was not available but that a judgment should be ready by the end of 2010.", "By notice dated 29 March 2011, the applicants notified the High Court of their change of solicitor.", "The case has not been re-listed since then and no judgment has been delivered to date."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}