{"ITEMID": "001-57807", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FRA", "BRANCH": "CHAMBER", "DATE": 1993, "DOCNAME": "CASE OF DOBBERTIN v. FRANCE", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;Non-pecuniary damage - financial award;Costs and expenses award - Convention proceedings;Costs and expenses partial award - domestic proceedings", "JUDGES": "Feyyaz Gölcüklü;John Freeland;N. Valticos;R. Pekkanen", "TEXT": ["8. At the time of his arrest Mr Rolf Dobbertin was a national of the German Democratic Republic. He was a plasma physicist and was working in Paris as a research assistant under contract to the French National Scientific Research Centre (CNRS).", "9. On 19 January 1979 he was arrested at his home by the police and held in police custody until 25 January 1979, when he appeared before the investigating judge at the National Security Court (Cour de sûreté de l’Etat), who charged him with being in communication with agents of a foreign power, namely the German Democratic Republic, remanded him in custody and issued a letter of request (commission rogatoire).", "10. Between 25 January 1979 and 20 March 1980 the investigating judge questioned the applicant on nineteen occasions. Between 21 March 1980 and 18 June 1981 he issued several requests for evidence to be taken on commission by the French Intelligence Service (DST) and made orders for on-the-spot judicial inspections. He also further questioned the applicant by way of recapitulation.", "On 22 May 1981 he forwarded the file to the principal public prosecutor.", "11. On 18 June the Prime Minister issued a decree indicting Mr Dobbertin.", "Shortly afterwards, however, the proceedings were transferred to the Paris Court of Appeal pursuant to Law no. 81-737 of 4 August 1981 abolishing the National Security Court, section 6 of which provided:", "\"...", "Cases pending before the National Security Court shall be transferred on the date of commencement of the present Law [15 August 1981] to the appropriate ordinary courts ...", "...\"", "On 28 August 1981 the principal public prosecutor at the Court of Cassation requested that court to commit the applicant for trial by the Paris Military Court. On 19 September 1981 the Criminal Division so decided on the basis of section 1 of the aforementioned Law, which provided:", "\"...", "... where the offences being prosecuted amount to the crime (crime) of treason or espionage or to some other breach of national security and there is a risk of a defence secret being divulged, the Principal Public Prosecutor at the Court of Cassation shall ... ask the Criminal Division to remove the case from the investigating judicial authority or court of trial and transfer it to the military judicial authority of the same kind and level which has territorial jurisdiction and which shall proceed in the manner, and according to the procedure, laid down in the Code of Military Justice ...\"", "12. On 14 January 1982 the accused received a summons to appear on 25 January 1982. The hearing was postponed, however, and in an order of 2 February, made on an application by the Government Commissioner, the President of the Military Court directed that further inquiries into the facts should be made.", "The investigating judge in charge of the case issued several letters of request and corresponded with various civil and military authorities in order to determine the importance and scientific value of the documents that Mr Dobbertin had passed on to the East German secret service. The further inquiries into the facts were completed on 25 November 1982.", "13. The file, however, was automatically forwarded to the office of the principal public prosecutor at the Paris Court of Appeal, because on 1 January 1983 there came into force Law no. 82-621 of 21 July 1982 on the judicial investigation and trial of military offences and those involving national security; section 1, first sub-paragraph, of that Law abolished the military courts in peacetime and provided that offences coming within their jurisdiction would henceforth be dealt with by the ordinary courts. The object was to enable the Indictment Division of the Paris Court of Appeal, once it had ruled on the lawfulness of the proceedings and determined the legal classification of the offences charged (Article 215 of the Code of Criminal Procedure), to commit the applicant for trial at the Paris special Assize Court, composed of seven judges, one of whom presides (Articles 697 and 698-6).", "14. On 3 March 1983 the Principal Public Prosecutor at the Paris Court of Appeal brought the case before the Indictment Division.", "15. In a judgment of 23 March 1983 the Indictment Division ordered the applicant’s release under judicial supervision and on bail of 150,000 French francs (FRF). Mr Dobbertin was unable to pay this until 9 May 1983, when he regained his freedom.", "16. On 11 March 1983 his counsel had filed pleadings. They relied on Articles 5 and 6 (art. 5, art. 6) of the Convention and complained in particular of the unlawfulness of:", "(a) the proceedings in the National Security Court, because of the length of the police custody and the status of the investigating judge; (b) the proceedings in the Paris Military Court, on account of its lack of independence and impartiality; and (c) the pre-trial detention, in view of its length.", "In a second judgment on 23 March 1983 the Indictment Division held that it had no jurisdiction to commit Mr Dobbertin for trial at the Assize Court as the indictment had been in existence since 18 June 1981, when the Prime Minister had issued a decree concerning the applicant (see paragraph 11 above), and it did not have to be renewed since the legislature had expressly validated process and decisions dating from before the entry into force of the Laws of 4 August 1981 and 21 July 1982. It reached the same conclusion in respect of the pleas of nullity based on the Convention.", "17. On 14 June 1983 the Criminal Division of the Court of Cassation, allowing an appeal on points of law by the principal public prosecutor at the Paris Court of Appeal, set aside that judgment for the following reason: \"While section 6 of the Law of 4 August 1981 and section 14 of the Law of 21 July 1982 lay down that all process, formalities and decisions dating from before the entry into force of the relevant Law shall remain valid, these transitional provisions in no way alter the rules applicable in the courts to which jurisdiction has been transferred.\"", "On the other hand, it held that the appeal on points of law brought by the applicant was inadmissible. Mr Dobbertin had filed pleadings reproducing the complaints set out in the Indictment Division but had not lodged them through counsel, and legal representation was compulsory in the Court of Cassation except for applicants convicted under the criminal law.", "It remitted the case to a differently constituted bench of the Indictment Division of the Paris Court of Appeal.", "18. Mr Dobbertin again sought to have the proceedings declared null and void, but without success. In a judgment of 9 December 1983 the Indictment Division committed him for trial at the Paris special Assize Court and rejected the plea based on Article 5 para. 3 (art. 5-3) of the Convention.", "19. On 6 March 1984 the Court of Cassation upheld that decision on the point in issue but set it aside for failure to comply with Article 157 of the Code of Criminal Procedure, an essential provision that was mandatory as a matter of public policy; the Indictment Division had omitted to declare null and void an order made by the investigating judge on 20 May 1979 in which he had appointed translators without giving reasons for choosing ones who were not on a list of official experts.", "20. The case having been remitted to it, the Indictment Division on 20 July 1984 reached the same decision as it had on 9 December 1983. It held, notwithstanding the prosecution’s submissions to the contrary, that translations made by qualified people were not expert opinions, despite the terms used by the investigating judge, and that accordingly the failure to comply with the rules on expert opinions did not give rise to a nullity. It again committed the applicant for trial at the Paris special Assize Court.", "21. On a further application by Mr Dobbertin, the Court of Cassation, sitting as a full court, gave judgment on 19 October 1984. It set aside the Paris Court of Appeal’s judgment and remitted the case to the Versailles Court of Appeal.", "22. On 14 May 1985 the Versailles Court of Appeal quashed the order of 20 May 1979 commissioning experts (Article 206 of the Code of Criminal Procedure) and various procedural steps and ordered that a number of documents should be withdrawn from the file. It sent the case to one of the investigating judges at the Versailles tribunal de grande instance with instructions that he should continue the investigation.", "23. On a further appeal on points of law by the applicant, the Criminal Division of the Court of Cassation gave judgment on 29 October 1985. It set aside the judgment of the Versailles Court of Appeal and remitted the case to the Indictment Division of the Amiens Court of Appeal, stating that if the latter found there was sufficient evidence against the accused, it should commit him for trial at the Paris special Assize Court.", "The judgment was served on Mr Dobbertin on 16 December 1985.", "24. On 20 January 1986 the principal public prosecutor at the Amiens Court of Appeal asked the Indictment Division to declare null and void certain procedural documents (notably records of the interviews at which the applicant was questioned, letters of request and the documents relating to their execution, various reports and applications and, more especially, nearly all the translations of the documents in German that were communicated on 3 April 1979 by officers from the Intelligence Service); to order that they should be withdrawn from the file; and to appoint an investigating judge from the judicial district of the Amiens Court of Appeal to continue the investigation.", "On 20 February 1986 Mr Dobbertin lodged pleadings in which he sought to have the proceedings quashed on the grounds that they had contravened Articles 10, 6 and 5 (art. 10, art. 6, art. 5) of the Convention, and asking for a declaration that the evidence admitted did not correspond to the crime of being in communication with a foreign agent, which was a punishable offence under Article 80 para. 3 of the Criminal Code.", "25. In a judgment of 15 April 1986 the Indictment Division quashed most of the proceedings that had taken place after the order of 20 May 1979 commissioning experts and decided to forward the file to the first investigating judge at the Amiens tribunal de grande instance.", "It refused the request made in the applicant’s pleadings that it should consider the legal classification of the offences and the question of what evidence there was, on the ground that only the judicial investigation could enable an assessment to be made of these.", "The complaints based on the Convention were dismissed. The question whether there had been a violation of Article 10 (art. 10) depended on the outcome of the investigation; Article 6 (art. 6) did not apply to proceedings before an indictment division; and the Court of Cassation had already dismissed the complaint under Article 5 para. 3 (art. 5-3), on 6 March 1984.", "26. Mr Dobbertin appealed on points of law and asked the Court of Cassation to hear the appeal immediately. In an order of 31 July 1986 the President of the Criminal Division refused that request, holding that neither public policy nor the proper administration of justice required the hearing to be expedited; he also considered that there was no ground for allowing the appeal as matters stood.", "27. On 22 December 1986 the case file was therefore sent to the first investigating judge at Amiens.", "On 13 February, 27 March and 30 November 1987 he gave an expert at the Amiens Court of Appeal a total of 146 documents to translate. On 5 March and 28 August 1987 he gave an expert at the Besançon Court of Appeal 641 other documents to translate, together with a number of handwritten reports. The applicant was questioned by him on 1 February, 22 March and 18 April 1988, and on 11 May the judge issued a letter of request to the Intelligence Service.", "28. On 24 April 1988 Mr Dobbertin asked the Indictment Division to take certain investigative measures, to limit the scope of the further inquiries into the facts and to quash a letter of request of 14 April 1982 and the record of the interview for questioning held on 1 February 1988.", "On 6 September 1988 the Indictment Division declared the application inadmissible, since it considered that as matters stood it was impossible to reach a judicial decision on any of the requests in it.", "29. On 9 May 1989 the Indictment Division recorded that the case file had been lodged with the registry after completion of the further inquiries into the facts, and on 19 September 1989 it committed the applicant for trial at the Paris special Assize Court (see paragraph 23 above).", "Mr Dobbertin appealed on points of law against both these judgments, but the Court of Cassation dismissed the appeals on 4 January 1990.", "30. Mr Dobbertin appeared before the Assize Court on 13, 14 and 15 June 1990, and on the last-mentioned date he was convicted and sentenced to twelve years’ imprisonment.", "31. On 27 December 1990 the Indictment Division of the Paris Court of Appeal decided to release him under judicial supervision.", "32. On an application by Mr Dobbertin, the Criminal Division of the Court of Cassation, giving judgment on 6 March 1991, set aside the Assize Court’s judgment of 15 June 1990. It remitted the case to a differently constituted bench of the Paris special Assize Court, which on 29 November 1991 acquitted the applicant. The prosecution did not appeal within the five-day period laid down in Article 568 of the Code of Criminal Procedure."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}