{"ITEMID": "001-94768", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "ADMISSIBILITY", "DATE": 2009, "DOCNAME": "AYKUT AND OTHERS v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Françoise Tulkens;Ireneu Cabral Barreto;Nona Tsotsoria;Vladimiro Zagrebelsky", "TEXT": ["The applicants, Mr Ahmet Siyavuş Ataç Aykut, Mr Feridun Gürbüz Aykut and Ms İstiklal Türkan Semercioğlu, were Turkish nationals who lived in Istanbul. By a letter of 2 July 2008 the Court was informed that Mr Feridun Gürbüz Aykut had died on 23 May 2006 and that his heirs, Ms Altan Aykut, Ms Mihriban Tulu Kortel (Aykut) and Ms Tuba Hacer Öztürk (Aykut), wished to pursue his application. The Turkish Government (“the Government”) were represented by their Agent.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "In 1999 the Municipality of Eyüp (“the Municipality”) expropriated a plot of land belonging to the applicants (block no. 34, plot no. 9) in Eyüp, Istanbul.", "On 3 December 1999 the applicants brought an action before the Eyüp Civil Court of First Instance for additional compensation.", "On 19 October 2000 the Eyüp Civil Court awarded the applicants additional compensation of 135,252,529,000 Turkish liras (TRL) plus interest at the statutory rate, running from 3 December 1999.", "On 20 February 2001 the Court of Cassation upheld the judgment of the first-instance court.", "The administration subsequently requested rectification of the decision of the Court of Cassation.", "On 18 May 2001 the Court of Cassation dismissed the administration’s rectification request.", "On 19 November 2002 the applicants signed a document of discharge (ibraname; “the discharge”) indicating that they had received three separate cheques from the Municipality in the amounts of TRL 75,752,483,879, TRL 4,130,202,850 and TRL 300,000,000,000 respectively as additional expropriation compensation, and releasing the Municipality from all liability in relation to the compensation claim. The applicants thereby stated that they had no outstanding rights or claims against the Municipality which might become the subject matter of further legal or enforcement proceedings.", "On 16 December 2002 the applicants collected the cheque of TRL 300,000,000,000.", "The relevant domestic law and practice are set out in the cases of Akkuş v. Turkey (9 July 1997, Reports of Judgments and Decisions 1997IV); Aka v. Turkey (23 September 1998, Reports 1998VI); and Gaganuş and Others v. Turkey (no. 39335/98, §§ 1519, 5 June 2001)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}