{"ITEMID": "001-101101", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "ADMISSIBILITY", "DATE": 2010, "DOCNAME": "92.9 HIT FM RADIO GMBH v. AUSTRIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Sverre Erik Jebens", "TEXT": ["The applicant company, 92.9 Hit FM Radio GmbH, is a limited liability company with its registered office in Vienna. It was represented by Mr C. Ebert, a lawyer practising in Vienna. The Austrian Government (“the Government”) were represented by their Agent, Ambassador H. Tichy, Head of the International Law Department at the Federal Ministry for Foreign Affairs.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 5 December 1997 the Regional Radio and Cable Broadcasting Authority (Regionalradio- und Kabelrundfunkbehörde, – “the RRCBA”) decided to award a licence for a local radio station for the Vienna no. 1 area (one out of a total of four licences for the Vienna area) under the Regional Radio Broadcasting Act (Regionalradiogesetz – “the RRBA”). The licence was awarded to the applicant company, then called K4 Privatradio GmbH, and was issued for seven years, starting on 1 April 1998 and terminating on 31 March 2005. At that time the applicant company was owned by ten shareholders, each owning between 25.1% and 0.9% of the shares. At the same time the RRCBA dismissed applications for the same licence from eleven competitors of the applicant company. This decision was served on all parties and contained the information that a complaint could be filed against the decision with the Constitutional Court within six weeks after the decision had been served.", "By 22 January 1998 five of the applicant company's fellow applicants for the licence had filed complaints with the Constitutional Court. They argued, inter alia, that the granting of the licence to the applicant company was in breach of Article 10 of the Convention, and asked for a review of the provisions on the establishment of the RRCBA, arguing that those rules were unconstitutional. They also applied for their complaints to have suspensive effect", "On an unspecified date the applicant company, assisted by counsel, commented on the complaints and opposed the request for suspensive effect.", "On 3 March 1998 the Constitutional Court refused to grant suspensive effect.", "On 1 April 1998 the applicant company started to broadcast its radio programmes.", "On an unspecified date the Constitutional Court opened proceedings for review of the constitutionality of section 13 RRBA.", "In 1999, following an amendment of the RRBA dated 1 August 1999, the applicant company's licence was extended to a total duration of ten years, that is, until 31 March 2008.", "On 29 June 2000 the Constitutional Court quashed section 13 RRBA, on which the establishment of the RRCBA was based. It held that the RRCBA was a special type of administrative authority, namely one whose members included a judge, which rendered all its members independent and not subject to instructions (weisungsfreie Verwaltungsbehörde mit richterlichem Einschlag). Only in exceptional circumstances, in particular if the authority was an instance of appeal, could authorities of this kind be held to be constitutional. Since the RRCBA was the only instance to decide on the granting of the licence and no complaint to the administrative courts was allowed by the RRBA, there was insufficient review of the lawfulness of its decisions. Accordingly, section 13 RRBA was unconstitutional.", "Subsequently, on 28 September 2000, the Constitutional Court also quashed the RRCBA's decision of 5 December 1997 on the grounds that it had been rendered by an unconstitutional authority.", "In the meantime, on 12 July 2000, the RRBA had been amended and the Private Broadcasting Authority (Privatrundfunkbehörde – “the PBA”), a provisional authority set up to replace the RRCBA, was established.", "On 19 December 2000 the PBA granted the applicant company a provisional licence for six months, in order to give it the opportunity to continue broadcasting while fresh proceedings for the award of a broadcasting licence were conducted.", "The RRBA was replaced by the new Private Radio Act (Privatradiogesetz – “the PRA”) on 6 March 2001; on 30 March 2001 the Act establishing the Communications Authority Austria (KommAustria Gesetz – “the CAAA”) was adopted.", "On 18 June 2001 the Communications Authority Austria (Kommuni-kationsbehörde Austria – “the CAA”), which had replaced the former PBA, granted the licence for a local radio station for the Vienna no. 1 area to company D. and dismissed the licence applications of the other six participants, including the applicant company. The CAA examined the company structure and proposed programme content of each of the participants. It found that company D. provided a coherent package of radio programmes for an older audience, focusing on local news and Schlager music (German-language easy-listening music). Since this age group was underrepresented in the current radio landscape the application was given precedence. The granting of the licence to this broadcaster was therefore in the interests of plurality of the media landscape.", "As regards the other applicants for the licence, the CAA noted that the shareholder structure of the applicant company had changed fundamentally since its first application for the radio broadcasting licence at issue, as it was now owned by one company and one foundation, both belonging to the Krone media group. The Krone media group, besides owning several print media, was a shareholder in companies holding radio broadcasting licences. The Krone media group operated, under the name Krone Hit Radio, Austria's first nationwide private radio station, consisting of twelve local broadcasters and covering an area of approximately five million inhabitants. As regards the Vienna area, one company belonging to that group already operated another radio station in Vienna and it was not in the interests of plurality for the same area to be covered by two radio broadcasting stations belonging to the same media group.", "In comparison to the applicant company, company D. was more independent, because none of its shareholders was active in the radio or print industry in Vienna and it could therefore better contribute to plurality of opinion. Furthermore, company D. provided for a larger number of self-produced programmes, although it would have to purchase world news from another provider at the beginning. Although the applicant company produced its own news, it would still provide fewer self-produced programmes.", "The applicant company stopped broadcasting and operating the next day.", "On 29 June 2001 the applicant company appealed. It argued that the authority had incorrectly calculated the percentage of its shares held directly and indirectly by the various companies belonging to the Krone media group. It had also incorrectly applied the law because section 6(2) PRA, which stated that the authority should “take into account whether one of the applicants has already made use of the licence to be granted” should have priority over any other criterion for granting a radio broadcasting licence. Four other unsuccessful applicants for the licence also appealed.", "On 14 December 2001 the Federal Communications Panel (Bundeskommunikationssenat – “the FCP”) dismissed all the appeals. It found that the CAA had described in detail the organisational set-up of the different applicants for the licence, their respective owners in the case of shareholder-owned companies and their previous experience in the field of broadcasting. The CAA had concluded that a group of participants including the applicant company met the basic professional, organisational and financial requirements of the PRA as regards their structure and the proposed programme content. Therefore the CAA had had to decide which participant out of this group was the best suited on the basis of the criteria set out under section 6 PRA. This had been the one which, within the licence area, would best fulfil the requirements of plurality of opinion through its range of programmes and which offered a greater number of self-produced programmes (Beiträge). One further element which had to be taken into account was whether an applicant for a licence had used a licence previously granted in accordance with the law. The CAA had taken this element sufficiently into account.", "On 25 January 2002 the applicant company filed a complaint with the Constitutional Court in which it complained about breaches of the principle of equality, of its right to peaceful enjoyment of its possessions and of its right to freedom of expression. It submitted in particular that the Austrian authorities had grossly misinterpreted section 6(2) of the PRA as, in the applicant's view, the fact that a company had already held a broadcasting licence should be taken as the decisive criterion when issuing a further licence.", "On 25 September 2002 the Constitutional Court dismissed the applicant company's complaint and, 'at its request, transferred the case to the Administrative Court. It found, inter alia, that the criteria set forth in section 6 of the PRA were sufficiently precise and therefore were not in contradiction with the principle of legality. Moreover, the decision taken by the authority had not been arbitrary. If the competent authority could only grant one licence and therefore had to make a choice between several applicants, all of which satisfied the basic criteria, it had to explain in detail the reasons for its choice. The competent authority had done so properly and without making a mistake sufficiently serious to raise an issue under constitutional law (ein in die Verfassungssphäre reichender Irrtum).", "On 18 November 2002 the applicant company supplemented its complaint to the Administrative Court.", "The Administrative Court dismissed the complaint on 15 September 2004. It held that section 6(2) of the PRA did not oblige the authority to grant the licence to the previous holder, but that the provision in question was just one element amongst others in the decision-making process. The authority's decision to put more emphasis on protecting diversity of opinion than on protecting the economic interests of previous licence holders was therefore in conformity with the law. In the interests of media diversity it was not in accordance with the aim and wording of the PRA, where there was a choice between several suitable applicants, for the licence to be awarded to one which had already broadcast in the licence area as part of a media group (Medienverband).", "Section 13 of the Regional Radio Broadcasting Act, published in Federal Law Gazette (Bundesgesetzblatt) 506/1993 (Regionalradiogesetz), in so far as relevant, reads as follows:", "“(1) The Regional Radio and Cable Broadcasting Authority shall be established within the Federal Chancellery as a twelve-member collegiate body comprising the members appointed in accordance with paragraph 4 plus one judge. The members shall be experts in the field, with at least five years' proven experience in the media or administrative sectors.", "(2) In accordance with Article 20 § 2 of the Constitution, the members of the Regional Radio and Cable Broadcasting Authority shall not be subject to any instructions or directions in the performance of their duties.", "(3) The members of the Authority appointed in accordance with paragraph 4, and the judge member, shall be appointed by the Federal President on a proposal from the Federal Government. Their term of office shall be five years.", "...", "(11) The Regional Radio and Cable Broadcasting Authority shall rule at last instance. Its decisions may not be set aside or varied in administrative proceedings.”", "Section 13 of the Regional Radio Broadcasting Act was amended on 12 July 2000 and the Private Broadcasting Authority (Privatrundfunkbehörde) was established. This provision, in so far as relevant, reads as follows:", "“(1) The Private Broadcasting Authority shall be established within the Federal Chancellery as a twelve-member collegiate body comprising the members appointed in accordance with paragraph 4 plus one judge. The members shall be experts in the field, with at least five years' proven experience in the media or administrative sectors.", "(2) In accordance with Article 20 § 2 of the Constitution, the members of the Private Broadcasting Authority shall not be subject to any instructions or directions in the performance of their duties.", "(3) The members of the Private Broadcasting Authority appointed in accordance with paragraph 4, and the judge member, shall be appointed by the Federal President on a proposal from the Federal Government. Their term of office shall be five years.", "...", "(11) The Private Broadcasting Authority shall rule at last instance. Its decisions may not be set aside or varied in administrative proceedings. An appeal shall lie to the Constitutional Court against the decisions of the Private Broadcasting Authority. ”", "...", "Section 6 of the Private Radio Act (Privatradiogesetz), in so far as relevant, reads as follows:", "“(1) If several applicants meeting the legal requirements (section 5(1) and (2)) apply for a licence, the regulating authority shall give priority to the applicant who seems to be the best suited on the basis of the submitted documents and the results of the procedure to guarantee compliance with the objectives of this Act, especially by guaranteeing that he/she will ensure greater plurality of opinion overall, and who can be expected to produce autonomous programmes which also take into account listeners' interests in the transmission area or, in the case of special programmes, whose planned programme content can be expected, in the light of the existing overall range of programmes broadcast under this federal law, to render a special contribution to the plurality of opinion in the target area, and who can be expected to produce a range of programmes with the highest share of individually-produced contributions.", "(2) The Authority shall also take into account whether one of the applicants has already made use of the licence to be granted in accordance with the law.”", "The Federal Act establishing the Communications Authority Austria (Kommunikationsbehörde Austria) and the Federal Communications Panel (Bundeskommunikationssenat), published in Federal Law Gazette 32/2001, reads, in so far as relevant, as follows:", "“(1) The Communications Authority Austria (“KommAustria”) shall be established with administrative responsibility for regulating the broadcasting sector.", "(2) The Federal Communications Panel shall be established to oversee the regulation of the broadcasting sector and supervise the lawfulness of the activities of the Austrian Broadcasting Corporation.", "...”", "“(1) The administrative responsibility referred to in section 1(1) shall encompass the tasks entrusted to KommAustria on the basis of separate federal legislation, including:", "1. the award of broadcasting licences", "...”", "“(1) KommAustria shall comprise the head of the Authority and as many staff members as are required.", "(2) The head of the Authority and his or her deputy shall be officially appointed following an open competition procedure in accordance with section 3 of the Official Vacancies Act 1989.", "(3) KommAustria shall come under the direct authority of the Federal Chancellor. It shall act as an independent authority in its dealings with third parties. All the Authority's dealings shall be conducted under the name of Communications Authority Austria (“KommAustria”).", "(4) KommAustria shall have its headquarters in Vienna.”", "“(1) The Federal Communications Panel shall be established within the Federal Chancellery to oversee the decisions of KommAustria and supervise the lawfulness of the activities of the Austrian Broadcasting Corporation.", "(2) The Federal Communications Panel shall rule at last instance", "1. on appeal against decisions of KommAustria, with the exception of appeals in criminal administrative proceedings", "...", "(3) The decisions of the Federal Communications Panel may not be set aside or varied in administrative proceedings. An appeal shall lie to the Constitutional Court against the decisions of the Federal Communications Panel.”", "“(1) The Federal Communications Panel shall comprise five members, two of whom must be members of the judiciary. The members of the Federal Communications Panel shall be independent in the exercise of their functions and shall not be subject to any instructions or directions. The Panel shall elect a Chair and Vice-Chair from among the members belonging to the judiciary.", "(2) The members of the Federal Communications Panel shall be appointed by the Federal President on a proposal from the Federal Government for a term of office of six years. A substitute member shall be appointed in respect of each member, to sit in his or her absence.”", "...", "In a decision of 29 June 2000 the Constitutional Court examined the constitutionality of section 13 of the Regional Radio Broadcasting Act 1993 and held, in particular, as follows:", "“The requirements of the constitutionally established rule of law are not satisfied where the acts of the administrative authorities are subject to the law but no review of the lawfulness of those acts is possible.", "It is therefore in breach of the Constitution for the legislature to entrust to a single authority acting at first and last instance responsibility both for administrative management and for overseeing that management. The Constitution requires the administrative authorities to be subordinated to the supreme administrative bodies. The Private Broadcasting Authority does not satisfy that requirement.", "The Constitutional Court's responsibility for reviewing the decisions of the administrative authorities, entrusted to it by constitutional law, is thereby rendered meaningless. A regulation can be compatible with the Constitution and in accordance with the principle of the rule of law only if the Constitutional Court can conduct a comprehensive review of all State administrative acts.", "This is not the case in relation to the Private Broadcasting Authority.", "From a rule-of-law perspective, the duty of the administrative authorities to comply strictly with the law within the meaning of Article 8 of the Constitution, and not just to respect fundamental rights, must be guaranteed.", "These considerations apply in any event to section 13 of the Regional Radio Broadcasting Act in the version in force on 5 December 1997, the date of the impugned decision.", "The relevant provision of the Regional Radio Broadcasting Act is therefore unconstitutional and must be repealed.”", "Article 144 of the Federal Constitution Act (Bundes-Verfassungsgesetz), in so far as relevant, reads as follows:", "“(1) The Constitutional Court shall hear complaints against decisions of the administrative authorities, including those of independent administrative tribunals, where the applicant claims that the decision has infringed a right secured by the Constitution or that his or her rights have been violated by the enforcement of a regulation contrary to the law, an Act contrary to the Constitution or an international treaty incompatible with Austrian law. A complaint may only be lodged once all other remedies have been exhausted.", "(2) Up to the time of the hearing the Constitutional Court may, by means of a decision, decline to accept a case for adjudication if it does not have sufficient prospects of success or if it cannot be expected that the judgment will clarify an issue of constitutional law. The Court may not decline to accept for adjudication a case excluded from the jurisdiction of the Administrative Court by Article 133.”", "Section 82(1) of the Constitutional Court Act (Verfassungsgerichtshofs-gesetz) reads as follows:", "“Appeals shall only lie under Article 144 (1) of the Constitution once administrative remedies have been exhausted and within six weeks of the decision taken at last instance being served on the plaintiff.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}