{"ITEMID": "001-57712", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BEL", "BRANCH": "CHAMBER", "DATE": 1991, "DOCNAME": "CASE OF VERMEIRE v. BELGIUM", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 14+8;Just satisfaction reserved", "JUDGES": "", "TEXT": ["8. Mrs Astrid Vermeire is a Belgian national resident in Brussels. She is the recognised illegitimate daughter of Jérôme Vermeire, who died unmarried in 1939. He was the son of the late Camiel Vermeire and his late wife Irma Vermeire née Van den Berghe, who also had two other children, Gérard and Robert. They died in 1951 and 1978 respectively, Gérard unmarried and without issue, Robert survived by two children of his marriage, Francine and Michel.", "9. The applicant’s grandparents, who had brought her up after her father’s death, both died intestate, Irma Vermeire née Van den Berghe on 16 January 1975 and Camiel Vermeire on 22 July 1980. As the grandmother’s heirs had remained co-owners in undivided shares up to the grandfather’s death, the two estates were realised and distributed to the legitimate grandchildren Francine and Michel in a single procedure. Astrid Vermeire was excluded under the old Article 756 of the Civil Code (see paragraph 13 below).", "10. On 10 June 1981 she brought an action to claim a share in the estates before the Brussels Court of First Instance. In a judgment of 3 June 1983 that court allowed her the same rights as a legitimate descendant in the estates in question.", "It based its decision in particular on paragraph 59 of the judgment given by the European Court in the Marckx case on 13 June 1979 (Series A no. 31, p. 26), and took the view that \"the prohibition on discrimination between legitimate and illegitimate children as regards inheritance rights [was] formulated in the judgment sufficiently clearly and precisely to allow a domestic court to apply it directly in the cases brought before it\".", "11. The legitimate grandchildren appealed and on 23 May 1985 the Brussels Court of Appeal set aside the judgment. It held in particular that:", "\"in so far as Article 8 (art. 8) entails negative obligations prohibiting arbitrary interference by the State in the private or family life of persons residing within its territory, it lays down a rule which is sufficiently precise and comprehensive and is directly applicable, but this is not the case in so far as Article 8 (art. 8) imposes a positive obligation on the Belgian State to create a legal status in conformity with the principles stated in the said provision of the Convention; (...) given that on this point the Belgian State has various means to choose from for fulfilling this obligation, the provision is no longer sufficiently precise and comprehensive and must be interpreted as an obligation to act, responsibility for which is on the legislature, not the judiciary.\"", "The Court of Appeal thus refused to give direct effect to the passages in the Marckx judgment relating to an illegitimate child’s inheritance rights on intestacy with respect to relatives of the parent by whom he or she has been recognised.", "12. The Court of Cassation concurred substantially with the reasons for this decision, which was moreover consistent with its own case-law, and dismissed the applicant’s appeal on 12 February 1987.", "13. The former Articles 756 and 908 of the Civil Code provided as follows:", "\"Illegitimate children shall not be heirs; the law does not allow them any rights in the estates of their deceased father and mother unless they have been legally recognised. It does not allow them any rights in the estates of the relatives of their father or mother.\"", "\"Illegitimate children may receive by disposition inter vivos or by will no more than their entitlement under the title ‘Inheritance on Intestacy’.\"", "14. These provisions were repealed by a Law of 31 March 1987, which came into force on 6 June. That Law also inserted into the Civil Code a new Article 334, according to which:", "\"Whatever the method used to establish affiliation, children and their descendants shall have the same rights and obligations in respect of their father and mother and their relatives by blood and by marriage, and the father and mother and their relatives by blood and by marriage shall have the same rights and obligations in respect of the children and the children’s descendants.\"", "15. Section 107 of the Law laid down the following transitional provisions:", "\"The provisions of this Law shall apply to children born before the date of its coming into force and still alive at that date, but shall not give rise to any rights in respect of successions taking place before that date.", "However, the validity of acts and distributions done before the coming into force of this Law, under which a child born out of wedlock has been accorded rights greater than those allowed him by the provisions repealed by this Law, shall not be subject to challenge.\"", "16. Regard should also be had to Articles 718, 724 and 883 of the Civil Code:", "\"Succession shall take place on death.\"", "(wording in force at the time of the grandmother’s death)", "\"The legitimate heirs shall acquire as of right the possessions, rights and legal actions of the deceased, subject to the obligation to pay all the debts of the estate. Illegitimate children, the surviving spouse and the State must obtain a court order for possession in accordance with the procedures to be specified.\"", "(wording in force at the time of the grandfather’s death)", "\"The legitimate heirs shall acquire as of right the possessions, rights and legal actions of the deceased, subject to the obligation to pay all the debts of the estate. Illegitimate children and the State must obtain a court order for possession in accordance with the procedures to be specified.\"", "(wording following the Law of 31 March 1987)", "\"The heirs shall acquire as of right the possessions, rights and legal actions of the deceased, subject to the obligation to pay all the debts of the estate. The State must obtain a court order for possession in accordance with the procedures specified below.\"", "\"Each co-heir shall be deemed to have succeeded solely and immediately to all the property included in his share or which has come to him on a sale of undivided joint property, and never to have had ownership of the other property in the estate.\""], "VIOLATED_ARTICLES": ["14", "8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}