{"ITEMID": "001-76505", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "LIE", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF VON HOFFEN v. LIECHTENSTEIN", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1 (length);Remainder inadmissible;Costs and expenses partial award - Convention proceedings", "JUDGES": "", "TEXT": ["4. The applicant was born in 1952 and currently lives in Schaanwald.", "5. On 17 December 1991 investigating judge L. at the Vaduz Regional Court (Landgericht) heard the applicant, who was named Eugen Heeb at that time, on suspicion of fraud (proceedings 8 Vr 17/91). He was questioned in particular about his activities as a member of the board of directors of MGS, a stock company considered to be the centre of a whole network of companies involved in large-scale investment fraud.", "6. On 4 May and 1 July 1994, respectively, two further sets of proceedings (8 Vr 211/94 and 8 Vr 305/94) concerning charges of investment fraud were opened against the applicant. One set of proceedings concerned investment fraud committed to the detriment of Allgemeine Vermögensverwaltung Frankurt and Ahorn Trust. The other concerned investment fraud committed to the detriment of investors of Merkantus AG and Allied Banking Corporation. On 6 June 1994 the applicant was questioned as a suspect.", "7. On 6 November 1996, the applicant changed his name to von Hoffen through adoption.", "8. On 23 January 1997 the Mannheim Public Prosecutor transmitted files concerning investigations on suspicion of investment fraud against the applicant and a number of accomplices, relating partly to the same facts as the investigations opened by the Liechtenstein authorities. On 15 June 1997 a search of the applicant’s premises was carried out at which a number of documents were seized. On 1 July 1997 the applicant was questioned as a suspect. It appears that, subsequently, witnesses were questioned by the police at the investigating judge’s request, and a further search warrant was issued.", "9. Investigating judge L. at the Vaduz Regional Court issued an arrest warrant against the applicant on 29 February 2000. On the same date a search warrant for the applicant’s private and business premises was issued for the purpose of seizing documents. The proceedings in files 8 Vr 211/94 and 8 Vr 305/94 were joined and extended to include further suspects. In the following two months numerous requests for legal assistance were addressed to the German, Austrian and Swiss authorities.", "10. In early 2000 proceedings for abuse of authority were opened against investigating judge L. He was accused of having remained inactive for years in several sets of proceedings, including the applicant’s. On 20 March 2000 L. declared himself biased on account of the criminal proceedings pending against him. On 23 March the President of the Vaduz Regional Court accepted judge L.’s withdrawal from the applicant’s case, which was taken over by investigating judge H. Judge L. resigned subsequently and the proceedings against him were discontinued.", "11. On 11 May 2000 the applicant was arrested in Switzerland and extradited to Liechtenstein on the next day.", "12. On 14 May 2000 the Vaduz Regional Court ordered his pre-trial detention inter alia on suspicion of aggravated fraud. Referring to the results of the investigations in all three sets of proceedings (8 Vr 17/91, 8 Vr 211/94 and 8 Vr 305/94), the Vaduz Regional Court found that the applicant was suspected of having organised a network of companies involved in large-scale investment fraud. Given that the applicant had been arrested in Switzerland and having regard to the severity of the sentence to be expected, the Regional Court found that there was a danger of the applicant’s absconding. Moreover, there was a danger that he might hide relevant documents or try to influence witnesses, in particular employees of his companies.", "13. On 23 May 2000 the two sets of proceedings opened in 1994 were joined to the proceedings which had been opened in 1991.", "14. On 23 June 2000 the applicant’s counsel complained that the window of his prison cell remained closed at all times. Subsequently, the investigating judge instructed the prison personnel to ensure that the applicant’s cell was properly aired.", "15. At the close of the preliminary investigation, the file consisted of 21 volumes plus 29 folders and annexes and, in addition, 18 volumes relating to proceedings conducted before German courts against the applicant’s accomplices. The total volume amounted to some 30,000 pages.", "16. On 8 January 2001 the Public Prosecutor’s Office filed the indictment. On 19 January 2001, the proceedings concerning facts not covered by the indictment, including those against the applicant which had been opened in 1991, were separated from the main proceedings.", "17. Subsequently, a number of judges of the Vaduz Regional Court withdrew from the case due to the fact that they had participated in the preliminary investigation.", "18. The Vaduz Regional Court held the trial on eighteen half-days between 29 May and 12 June 2001, in the presence of the applicant and his counsel. On the latter date the Regional Court convicted the applicant of two counts of aggravated fraud and sentenced him to five years’ imprisonment. The first count concerned investment fraud committed to the detriment of Allgemeine Vermögensverwaltung Frankfurt and Ahorn Trust. The second count concerned investment fraud committed to the detriment of over 4,000 investors of Mercantus AG and Allied Banking Corporation.", "19. In its judgment, running to 146 pages, the Regional Court dealt extensively with the assessment of the evidence before it, namely the statements of numerous witnesses and accomplices, expert opinions and voluminous documentary evidence, including the convictions of the applicant’s accomplices by German courts. It dismissed the applicant’s defence as not being credible noting that it was full of contradictions and gaps. It found that he had between 1989 and 1991, together with a number of accomplices, enticed thousands of potential investors to place their monies in his various companies, by pretending that they would receive high interest rates.", "20. In fixing the sentence, the court regarded as a mitigating circumstance the long lapse of time since the commission of the offences and the excessive length of the proceedings which it considered to be in violation of Article 6 § 1 of the Convention.", "21. The applicant appealed on 13 September 2001. On 28 September 2001 the Regional Court granted the applicant’s request to extend the statutory time-limit for filing an appeal. The applicant supplemented his appeal on 10 October 2001.", "22. The decision relating to the extension of the time-limit was overturned by the Court of Appeal (Obergericht) but confirmed on 19 December 2001 by the Supreme Court (Oberster Gerichtshof) justified derogating from the statutory time-limit laid down in the Code of Criminal Procedure in order to comply with the requirements of Article 6 § 3 (b) of the European Convention of Human Rights.", "23. Between 3 May 2002 and 22 January 2003 the Court of Appeal held eleven days of appeal hearings at which it repeated the taking of evidence and heard a number of additional witnesses upon the applicant’s request. It refused the applicant’s request for a further expert opinion as the relevant facts had already been sufficiently clarified. It also refused to admit a number of questions the applicant wished to put to witness M., who was questioned by a German court under letters rogatory, finding that these questions did not concern any relevant facts.", "24. At the close of the hearings, on 22 January 2003, the Court of Appeal dismissed the applicant’s appeal. On the Public Prosecutor’s appeal, the Court of Appeal raised the applicant’s sentence to nine years’ imprisonment. It found that there were a number of aggravating circumstances and that the duration of the proceedings was not to be considered in favour of the applicant, as his intention had been to create a most complicated network of domestic and foreign companies to obscure his activities and to make investigations as difficult as possible.", "25. On 17 July 2003 the Supreme Court dismissed the applicant’s appeal on points of law but granted it as regards the sentence.", "26. The Supreme Court found that the appellate court had given detailed and convincing reasons for its findings, which were based on a whole range of evidence. The Supreme Court reduced the applicant’s sentence to eight years. It found no reason to consider the duration of the proceedings a mitigating circumstance. In any case, it held that the proceedings were extremely complex, involving a large number of victims and necessitating extensive taking of evidence abroad. However, the Court of Appeal had wrongly considered a previous conviction, which was already extinct in the criminal record, as an aggravating circumstance.", "27. The applicant lodged a constitutional complaint against the Supreme Court’s judgment. He claimed in particular that the proceedings were unfair in that the courts had failed take evidence in his favour into account and had failed to give sufficient reasons for their assessment of evidence. He contended in general terms that the evidentiary proceedings were defective in that they violated the presumption of innocence. He also complained about the length of the proceedings and asserted that their excessive duration should have been taken into account when fixing his sentence.", "28. On 2 March 2004 the Constitutional Court (Staatsgerichtshof) dismissed the applicant’s complaint. It noted that it was not called upon to examine whether the courts had correctly established the facts and applied the law, but only to review whether they had violated constitutional rights. In the present case, the courts had given detailed and convincing reasons for their assessment of the evidence.", "29. Regarding the length of the proceedings, the Constitutional Court found that the criminal proceedings at issue started only on 29 February 2000 when the arrest warrant against the applicant was issued. They ended on 1 August 2003 when the Supreme Court’s judgment was served on him. Thus, they had lasted three years and five months. Given that the proceedings were complex and the facts particularly difficult to elucidate, the duration of the proceedings was not excessive.", "30. The Constitutional Court’s judgment was served on the applicant’s counsel on 5 March 2004.", "31. Article 239 § 1 of the Code of Criminal Procedure (Strafprozeß-ordnung) reads as follows:", "“In the investigative proceedings, everyone believing to have been aggrieved by a delay caused by the examining magistrate or by an order issued with respect to the investigation or in the course thereof shall have the right to obtain a decision of the Court of Appeal in this regard; ...”"], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}