{"ITEMID": "001-83811", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF KOZINETS v. UKRAINE", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection joined to merits and dismissed (Article 35-1 - Exhaustion of domestic remedies);Remainder inadmissible;No violation of Article 3 - Prohibition of torture (Article 3 - Torture) (Substantive aspect);Violation of Article 3 - Prohibition of torture (Article 3 - Effective investigation) (Procedural aspect);Pecuniary damage - claim dismissed;Non-pecuniary damage - award", "JUDGES": "Peer Lorenzen", "TEXT": ["4. The applicant was born in 1959 and lives in Kharkiv, Ukraine.", "5. At the material time the applicant was the director and allegedly the owner of the Passage private company, which provided currency exchange services. On 16 August 1996 the tax police inspected one of the departments of the company, seized some documents and cash assets, and imposed financial sanctions.", "6. On 28 April 1998 the applicant was invited to the Kharkiv State Tax Police Inspectorate (Податкова міліція Державної податкової інспекції м. Харкова) to retrieve the documents that had been removed by the tax police. According to the applicant, at 9 a.m., when he entered the office of S., the Head of the Tax Police Inspectorate, and asked when the documents in question would be returned, the latter started to beat him and broke the tape recorder which the applicant had in his pocket. According to the applicant, several people were present at the time in S.'s office. The latter allegedly told his subordinates not to let the applicant out until 11 a.m. At 11 a.m. the applicant left the Tax Police premises.", "7. On the same day the applicant complained about these events to the Anti-corruption Department of the Kharkiv Regional State Tax Inspectorate (Відділ по боротьбі з корупцією Державної податкової інспекції в Харківській області). The applicant was sent for a medical examination and his complaint was transferred to the Prosecutor's Office.", "8. On 29 April 1998 the medical examination revealed that the applicant had suffered minor injuries, and in particular that he had bruises on his abdomen. No head injury was identified.", "9. From 30 April to 23 May 1998 the applicant was a patient in the neurosurgery department of Hospital No. 4. He was diagnosed with concussion and numerous bruises were found on his head.", "10. On 11 June 1998 a further forensic medical examination concluded that the applicant was suffering from moderately severe physical injuries (including a head injury) which had caused a temporary disability.", "11. On 18 August 1998 the financial sanctions against the Passage company were rescinded.", "12. According to a forensic medical expert opinion of 1 September 1998, the applicant's medical treatment from 30 April to 8 June 1998 was for a head injury, which could have been inflicted on 28 April 1998 or later. It further stated that, since according to the medical examination of 29 April 1998 the applicant had not had a head injury, it was impossible to establish a link between the incident of 28 April 1998 and the applicant's medical treatment for a head injury.", "13. On 2 September 1998 the Kharkiv City Prosecutor's Office (прокуратура м. Харкова) refused to institute criminal proceedings against Mr S. for want of corpus delicti. In particular, S. and Sh. and P. (employees of the Tax Police who had been present in the office during the events in question) and Zh. (a security officer) testified that the applicant had not been subjected to any kind of physical pressure. S. and Sh. submitted that the applicant had tried to record his conversation with S. and when the latter had asked the applicant to give him the tape recorder, the applicant had dropped it on the floor and stepped on it. G. (an associate of the applicant, who had accompanied him to the Tax Police office) testified that he had seen the applicant through the window being beaten by S. It was established that it had not been physically possible for G. to have seen the events in question; in any event his testimony was rejected since he was “an interested person”.", "14. On 24 November 1998 the cash assets seized in 1996 were returned to the applicant.", "15. On 1 December 1998 the Kharkiv City Prosecutor's Office rejected the applicant's request to institute criminal proceedings against the tax police officers who had carried out the inspection on 16 August 1996.", "16. On 29 December 1998 the Kharkiv Regional Prosecutor's Office (прокуратура Харківської області) quashed the decision of 2 September 1998 and opened criminal proceedings to investigate the circumstances of the incident of 28 April 1998. It was stated that the applicant had indeed received moderately serious physical injuries but that the origin of these injuries was unknown. Therefore, more extensive investigation into the facts of the case was needed.", "17. On 9 and 19 April 1999 two additional forensic medical examinations were carried out. The experts held that there was not enough information to conclude that the head injury sustained by the applicant had been received between 28 and 30 April 1998. The bruises on the applicant's abdomen could have resulted from a blow inflicted three to five days before 29 April 1998.", "18. On 21 April 1999 the Kharkiv City Prosecutor's Office terminated the criminal proceedings for lack of evidence that the applicant had been beaten by S.", "19. On 14 January 2000 the Kharkiv Regional Prosecutor's Office quashed the decision of 21 April 1999, in particular because the hospital doctors who had examined the applicant had not been questioned, and remitted the case for additional investigation to the Kyiv District Prosecutor's Office (прокуратура Київського району м. Харкова).", "20. By a decision of 18 February 2000 the investigating officer of the Kyiv District Prosecutor's Office refused to recognise the applicant as a victim in the proceedings, on the ground of lack of proof that he had sustained moderately severe physical injuries. Following this decision the applicant refused to testify or participate in the investigation.", "21. On 29 June 2000 an investigator of the Kyiv District Prosecutor's Office terminated the criminal proceedings on the ground that the minor physical injuries sustained by the applicant could have been inflicted earlier than 28 April 1998 and that there was no evidence that they had been inflicted by S. In particular, there was no medical evidence to confirm when the applicant had received the head injury. The Tax Police employees testified that S. had not beaten the applicant and the only witness who testified otherwise (G.) had not physically been able to see the events in question; this had been confirmed in a reconstruction of the events.", "22. On 11 January 2001 the Kyivskyy District Court of Kharkiv quashed the decision of 29 June 2000 and ordered that the criminal proceedings be reopened. The court emphasised that the investigation had failed to find out how the applicant had received the injuries in question.", "23. On 5 April 2001 the applicant was declared a victim of an alleged crime.", "24. On 23 April 2001 the applicant introduced a civil claim for compensation for pecuniary damage against S. to be considered in the course of the criminal proceedings.", "25. On 14 August 2001 the Kharkiv Regional Prosecutor's Office refused to institute criminal proceedings for abuse of power against S., for want of corpus delicti.", "26. On 20 September 2001 a forensic medical examination concluded that on 29 April 1998 the applicant had had bruises on his abdomen which could have been inflicted on 28 April 1998.", "27. On 3 October 2001 the Kyiv District Prosecutor's Office discontinued the criminal proceedings for the infliction of moderately severe physical injuries, in the absence of evidence of a crime.", "28. On 10 October 2001 the Kharkiv Regional Prosecutor's Office quashed the decision of 3 October 2001 and remitted the case back for further investigation.", "29. On 12 November 2001 the Chervonozavodskyy District Court of Kharkiv quashed the decision of 14 August 2001.", "30. On 27 June 2002 a fresh medical examination again concluded that on 29 April 1998 the applicant had had bruises on his abdomen which could have been inflicted on 28 April 1998.", "31. On 27 August 2002 the Kharkiv City Prosecutor's Office terminated the criminal proceedings on the ground that it was not possible to establish with sufficient certainty that the injuries suffered by the applicant had been inflicted by S. Moreover, the injuries sustained (bruises on the applicant's abdomen) were classified as minor and in this case, according to Article 27 of the Code of Criminal Procedure, the applicant should have brought a private prosecution directly before the court.", "32. On 21 October 2002 the Kharkiv City Prosecutor's Office refused to institute criminal proceedings against S. on suspicion of burglary, for want of corpus delicti. It was stated that the applicant's tape recorder had been broken as a result of a dispute which had occurred on 28 April 1998 between the applicant and S. However, the applicant had provoked S.'s reaction by trying to record their conversation.", "33. By letters of 2 October, 6 and 20 November and 18 December 2002 and 2 January 2003, the Kharkiv Regional Prosecutor's Office informed the applicant that the criminal proceedings had been terminated lawfully.", "34. In March 2001 the applicant instituted defamation proceedings in the Chervonozavodskyy District Court of Kharkiv against the Kharkiv Regional Prosecutor's Office. He stated that he had submitted numerous complaints of violations to different State authorities. These had been forwarded to the Kharkiv Regional Prosecutor's Office, which in its response letters to the Ukrainian Parliament Commissioner for Human Rights, to the Member of Parliament, L., and to the Prosecutor General, had provided false information about the actions of the tax police in respect of the applicant's enterprise and about the investigation in the applicant's criminal case.", "35. On 2 October 2001 the court upheld the applicant's complaint.", "36. On 21 February 2002 the Kharkiv Regional Court of Appeal quashed the judgment of 2 October 2001 and rejected the applicant's complaint as unsubstantiated.", "37. On 1 October 2002 a panel of three judges of the Supreme Court of Ukraine rejected the applicant's request for leave to appeal under the cassation procedure.", "38. On an unidentified date the applicant instituted proceedings in the Pecherskyy District Court against the Prosecutor General of Ukraine, claiming that he had unlawfully refused to examine the applicant's complaints. On 27 January 2004 the court returned the applicant's complaint as he had failed to comply with the procedural requirements.", "39. The relevant provision of the Constitution of Ukraine reads as follows:", "Article 28", "“Everyone has the right to respect for his or her dignity.", "No one shall be subjected to torture, cruel, inhuman or degrading treatment or punishment that violates his or her dignity. ...”", "40. Article 4 of the Code provides that the court, prosecutor or investigator must, to the extent that it is within their power to do so, institute criminal proceedings in every case where signs of a crime have been discovered, take all necessary measures provided by law to establish whether a crime has been committed and the identity of the perpetrators and punish them.", "41. In accordance with Article 27 of the Code criminal proceedings on infliction of minor physical injuries are instituted by the courts following complaints by the victims (private prosecution proceedings). No pre-trial investigation is held in such cases.", "42. Article 215 of the Code provides that an investigator's decision to discontinue the proceedings can be appealed against to the prosecutor or to the court."], "VIOLATED_ARTICLES": ["3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["3"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}