{"ITEMID": "001-107241", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "ADMISSIBILITY", "DATE": 2011, "DOCNAME": "RINGIER AXEL SPRINGER SLOVAKIA, A.S. v. SLOVAKIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Corneliu Bîrsan;Egbert Myjer;Ineta Ziemele;Ján Šikuta;Josep Casadevall;Kristina Pardalos;Nona Tsotsoria", "TEXT": ["1. The applicant, Ringier Axel Springer Slovakia, a. s. (“the applicant company”), is a joint-stock company established under the laws of Slovakia with its head office in Bratislava. At the time of the introduction of the application, the applicant company was called RINGIER SLOVAKIA a.s.", "The applicant company was represented by Mr J. Havlát, a lawyer practising in Bratislava.", "2. The Government of the Slovak Republic (“the Government”) were represented by their Agent, Ms M. Pirošíková.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "3. The applicant company was established in 1990 and has its seat in Bratislava. It is a multimedia publishing house.", "4. The applicant company’s legal predecessor in respect of the events giving rise to the present application was a limited-liability company established under the laws of Slovakia in 1994 and had its seat in Bratislava. It was the publisher of a popular national daily newspaper.", "5. In the course of the proceedings described below, in 2004, the applicant company’s legal predecessor was merged with the applicant company. Hereinafter “the applicant company” includes the applicant company’s legal predecessor.", "6. On 22 November 1999 criminal charges of conspiracy and illegal possession of firearms within the meaning of Articles 9 § 2 and 185 §§ 2 (b) and 4 (b) of the Criminal Code (Law no. 140/1961 Coll., as in force at that time) were brought against an individual, A., on the basis of a suspicion that he had assembled a booby trap by connecting a fuse, an alarm clock and cables.", "7. By the same document, charges were brought against another individual, B., on the basis of a suspicion that he had arranged for the booby trap to be planted by the house of a judicial enforcement officer.", "8. A. was arrested on the charges against him and his house and the premises of his employer were searched by the police.", "9. On 5 February 2001 the proceedings against A. were terminated on the ground that the actions of which A. stood accused had not taken place and he had not been involved in the plan in question. The decision followed a finding that key witness evidence against A. was false.", "10. The case file contains no information in respect of the further course and outcome (if any) of the proceedings against the other accused or the plot as such.", "11. The applicant company learned of the above-mentioned alleged incident from the law-enforcement authorities. However, it did not have access either to the document containing the charges or to the case file.", "12. On 24 November 1999 the daily published by the applicant company printed an article about the suspected incident. The article was entitled:", "“[They] wanted to plant an explosive by the office of a judicial enforcement officer”", "and contained the following passage:", "“Members of the Organised Crime Division of the Police Corps Headquarters have uncovered a plan to commit a serious criminal offence. [B.] and [A.] manufactured, and contracted a man to plant, a seven-kilogram booby trap of [explosive] and [explosive] by the office of a judicial enforcement officer in a family house in [town]. Both men have been charged by an investigator in [city] with general endangerment and illegal possession of firearms, and face a penalty of imprisonment of 12 to 15 years, or an exceptional penalty. In a search of residential premises, the police found not only components for the manufacturing of a booby trap, but also several cartridges, a machine gun ammunition strip and an illegally held handgun. In the vicinity of the judicial enforcement officer’s office, there is a company involved in the exchange and sale of propane-butane and, in the event of blowing up the enforcement officer’s office, a number of adjacent houses could have been severely damaged. It is a singular attempt to evade enforcement proceedings.”", "13. In the article, both A. and B. were identified with reference to their profession, first name, the initial of their surnames and their age.", "The name of the town B. was from was also mentioned.", "14. On 29 November 1999 the daily published a follow-up piece to the article of 24 November 1999. It was entitled “A bomb and an error”.", "15. The alleged incident was also reported in another paper and a weekly magazine.", "16. Following the publication of the article of 24 November 1999 and in response to it, A. sued the applicant company for libel. He claimed an apology and the equivalent of some 24,000 euros (EUR) in compensation for non-pecuniary damage.", "17. A. submitted that the article was factually false in that he had had nothing to do with the incident, that the article contained information enabling him to be identified and that, without justification, it had labelled him a perpetrator as opposed to a suspect.", "18. A. claimed that he had been made aware of the article by colleagues who had identified him easily, as had several other residents of the town. The article had interfered with his personal integrity, his reputation in the municipal public sphere and his position in his private and family life.", "19. A. also contended that the article had thwarted his political ambitions in an important national association, of which he had been one of the founding members, from which he eventually had to withdraw in 2002.", "20. In the course of a hearing of the action on 8 April 2002, A. reduced the amount of his claim for damages to the equivalent of some EUR 12,000.", "21. On 12 March 2003 the applicant company offered to settle the case by publishing an apology. A. rejected the offer as it contained no financial compensation.", "22. On 11 December 2003 the Poprad District Court (Okresný súd) found for the claimant.", "23. The District Court had examined the article (see paragraph 12 above), the investigation file against A. and oral evidence from twenty witnesses, including A.’s family members, colleagues and employer.", "24. The District Court observed that the article contained personal information about A., such as his profession, age, first name, the initial of his family name and the place of his residence. The District Court concluded that the article perfectly allowed for A.’s identification. Moreover, the article referred to A. as a person guilty of an offence, as opposed to a detainee or a suspect.", "In conclusion, it held that the article interfered with A.’s right to be presumed innocent.", "25. The District Court acknowledged that the impugned article, as well as the follow-up piece (see paragraph 14 above), fell within the realm of reporting, the purpose of which was to inform the public on matters of public interest. However, in view of the course and outcome of the investigation against A., the reporting in the present case could not be considered “socially desirable”.", "26. Observing that the article “had been published relatively widely”, the District Court held that, by definition, the dignity and public image of A., who was known beyond his municipality mainly on account of his involvement in the association, had been diminished to an extent that called for monetary compensation.", "27. The interference with A.’s personal integrity had been serious and gave rise to negative and still persisting consequences, in particular in his personal life and in relation to his public reputation. It was also established that the article had had negative consequences on A.’s private life, at work and in the area of his political ambitions.", "In reaching these conclusions the District Court relied on “the statements of witnesses who [had] confirmed that the article provoked negative reactions in relation to the above-specified areas of [A.’s] life”.", "28. The applicant company was accordingly ordered to publish an apology and A. was awarded the equivalent of some EUR 7,300 in compensation for non-pecuniary damage and the reimbursement of his legal costs.", "29. On 10 February 2004 the applicant company lodged an appeal (odvolanie). It contended that the District Court had failed to make clear what had constituted the interference with the rights of A., the article in question or other articles about the same events which had been published in other papers (see paragraph 15 above). As for the impugned article, it had only reported the information available to the law-enforcement authorities at the given time and, from the language and context, it was plain that A. was merely a suspect and that the proceedings were at the investigation stage only.", "30. Moreover, it was not true that the article contained full details of A.’s identity. In particular, only the profession, but not the employer, of A. had been mentioned and, contrary to the District Court’s observation, there had been no mention of where A. was from.", "31. In sum, the published information had to be considered accurate, and had been published in an appropriate manner. This ruled out the alleged lack of justification in respect of the interference with the rights of A.", "32. On 7 June 2004, through the intermediary of a new lawyer, the applicant company made an additional submission in support of its appeal, arguing that the District Court had misconceived the notion of the right to be presumed innocent, and that it in any event that right had not been interfered with.", "The applicant company had relied on the accuracy of information that it had obtained from an official source, namely, the law enforcement authorities. The publication of the article had not been unlawful but had been consonant with the applicant company’s freedom of expression and the latter was consequently not liable for any damage suffered by A.", "The identification of A. had been a result of his arrest and searches of his house and the premises of his employer – factors which were outside the control of the applicant company and for which it accordingly bore no responsibility - rather than a result of the article and the information contained therein.", "Furthermore, in its judgment, the first-instance court had also referred to the follow-up article (see paragraphs 14 and 25 above) and had probably taken that article into account in making its decision, even though the follow-up piece had not been contested by the claimant.", "The ruling concerning damages and their amount was not supported by adequate and sufficient reasons and the amount of damages awarded was excessive.", "Moreover, in determining the amount of damages, no consideration had been given to the attenuating circumstance that the applicant company had taken precautions against the identification of A.", "33. On 9 June 2004 the Prešov Regional Court (Krajský súd) upheld the judgment in so far as the essence of the orders for an apology and payment of damages was concerned (see paragraph 28 above).", "34. Nevertheless, the Regional Court corrected typographical errors in the apology to be published pursuant to the operative part of the judgment, which consisted of an incorrect figure concerning the age of A. and the fact that, contrary to the facts, the quotation of the relevant part of the article in the operative part of the District Court’s judgment erroneously included a mention of the town A. was from (see paragraph 24 above).", "The Regional Court also shortened the text of the apology.", "35. The Regional Court observed that the applicant company’s submission of 7 June 2004 (see paragraph 32 above), which contained further grounds for its appeal, had been filed after the expiry of the statutory period for appealing (see paragraphs 63 and 64 in the “Relevant domestic law and practice” below) and that, therefore, it could not be taken into account.", "36. The Regional Court acknowledged that the article fell within the purview of a “news-reporting licence” and that, as such, it could be published without the consent of those concerned.", "The Regional Court also acknowledged that the press was not only entitled to report on illicit activities, it was in fact also obliged to do so. If such reporting was based on official information from the law-enforcement authorities, and if that information was reported accurately, the media could not be required to verify the veracity of such information independently.", "37. The applicant company had therefore been entitled to report on everything contained in the charge sheet against A. However, the article suggested more.", "38. In particular, the article suggested that A. had been involved in arranging for the booby trap to be planted by the house of a judicial enforcement officer while the charge sheet had only accused him of having assembled a component constituting such a device. Similarly, the charge sheet contained no mention that any arms had been found in A.’s illegal possession. The description of the actions imputed to A. was therefore distorted.", "39. As for the personal details about A. contained in the article, in correlation with those contained therein about B., they did enable A. to be identified unequivocally and had therefore interfered with A.’s constitutional right to the protection of his name.", "40. The combination of the elements mentioned in the preceding two paragraphs also constituted a violation of A.’s right to the preservation of his human dignity, personal honour and good reputation.", "41. In addition to the negative repercussions that the article had had on A.’s life, as established by the first-instance court, the Court of Appeal also observed that, as a consequence of the article, A. had been prevented from carrying out his job for some time.", "42. The loss that A. had suffered by being prevented from carrying out his job and in the area of his political ambitions was not sufficiently compensated by an apology and called for financial compensation, the amount of which, as reduced by the first-instance court in relation to the claim, reflected the fact that these consequences were due not only to the article in question but also to other articles on the same topic in other media (see paragraph 15 above).", "43. The Regional Court made no express pronouncement in respect of the right of A. to be presumed innocent.", "44. On 9 October 2004 the applicant company lodged an appeal on points of law (dovolanie), relying on Articles 237 (f), 238 § 1 and 241 § 2 of the Code of Civil Procedure (“the CCP”) (see paragraphs 65 to 68 in the “Relevant domestic law and practice” below).", "45. The applicant company objected mainly that the Court of Appeal had unilaterally corrected the operative part of the first instance judgment without the claimant having requested it, while that correction had benefited the claimant.", "46. The applicant company also argued that the Court of Appeal had substantially changed the legal reasoning of the first-instance court, that the defendant had only learned of the change from the Court of Appeal’s judgment and that it had accordingly had no possibility to contest the new reasoning.", "In particular, the central reason behind the first-instance court’s judgment had been the alleged interference with A.’s right to be presumed innocent, a conclusion that had not been endorsed by the Court of Appeal. The latter on its part had considered it decisive that the article had been factually inaccurate in part.", "47. The applicant company contended specifically that the above mentioned objections were not merely formalistic but had direct implications for the evidence taking and assessment in respect of the causal link between the alleged unlawful interference and the occurrence and extent of the alleged non pecuniary damage.", "In other words, as it transpired from the oral evidence taken, what was crucial for the witnesses’ perception of A. was the very fact that he had been charged with a criminal offence and not the offence itself and its details. The question of the relevance of the inaccuracy of the reported information to the occurrence and extent of the non-pecuniary damage had not been examined at all.", "48. On 20 January 2005, in a private session (bez pojednávania), the Supreme Court (Najvyšší súd) rejected the appeal on points of law without examining the merits of the case.", "49. In the decision, the Supreme Court noted that “[t]he claimant [had] requested that the defendant’s appeal on points of law be dismissed”.", "50. The Supreme Court observed that although the Court of Appeal had not endorsed the conclusion of the first-instance court concerning the violation of A.’s right to be presumed innocent (see paragraph 24 above), it had not rejected it either.", "The Court of Appeal’s conclusion concerning the distortion of facts by the applicant company did not amount to a new and different legal assessment of the case but rather was a clarification and precision as to the nature, form and circumstances of the interference with A.’s personal integrity.", "The applicant company had thus not been prevented from acting before the courts within the meaning of Article 237 (f) of the CCP and its appeal was not admissible on the ground envisaged by that provision.", "51. Furthermore, the Court of Appeal’s correction of typographical errors in the first-instance judgment did not amount to a “modification” of that judgment within the meaning of Article 238 § 1 of the CCP, which was why the appeal was not admissible under that Article either.", "52. In sum, the appeal was not admissible on any of the statutory admissibility grounds.", "53. On 7 April 2005 the applicant company challenged the decisions of 4 June 2004 and 20 January 2005 in the Constitutional Court (Ústavný súd) by way of a complaint under Article 127 of the Constitution (see paragraph 59 in the “Relevant domestic law and practice” below).", "54. In substance, it relied on its rights to a fair trial and to freedom of expression (to impart information), repeating its previous arguments and disputing the courts’ conclusions.", "55. In addition, on page 6 of the complaint, the applicant company argued that, in violation of the equality-of-arms principle, the Supreme Court had obtained and taken into account the observations of the claimant in reply to its cassation appeal (see paragraph 49 above) without giving the applicant company an opportunity to acquaint itself with those observations and to comment on them.", "56. On 10 October 2006 the Constitutional Court declared the complaint inadmissible, having found no constitutionally relevant unlawfulness or arbitrariness imputable to the Supreme Court.", "Moreover, the decision of the Regional Court could not be reviewed by the Constitutional Court as it had been taken outside the statutory two month time-limit for bringing a constitutional complaint.", "In reaching these conclusions, the Constitutional Court took no notice of, and gave no response to, the applicant company’s argument concerning the claimant’s observations in reply to its appeal on points of law (see paragraphs 49 and 55 above).", "The decision was served on the applicant company’s lawyer on 8 August 2007.", "57. Everyone has the right to the preservation of his or her human dignity, personal honour, good reputation and the protection of his or her name (Article 19 § 1).", "58. The freedom of expression is guaranteed (Article 26 § 1). It may be restricted by an act of parliament if such a measure is necessary in a democratic society to protect the rights and freedoms of others, national security, public order, or protection of public health and morality (Article 26 § 4).", "59. Article 127 provides:", "“1. The Constitutional Court shall decide complaints by natural or legal persons alleging a violation of their fundamental rights or freedoms ... unless the protection of such rights and freedoms falls within the jurisdiction of a different court.", "2. If the Constitutional Court finds a complaint justified, it shall deliver a decision stating that a person’s rights or freedoms as set out in paragraph 1 have been violated by a final decision, specific measure or other act and shall quash such decision, measure or act. If the violation that has been found is the result of a failure to act, the Constitutional Court may order [the authority] which has violated the rights or freedoms to take the necessary action. At the same time it may remit the case to the authority concerned for further proceedings, order such authority to refrain from violating the fundamental rights and freedoms ... or, where appropriate, order those who have violated the rights or freedoms set out in paragraph 1 to restore the situation to that existing prior to the violation.", "3. In its decision on a complaint the Constitutional Court may grant appropriate financial compensation to the person whose rights under paragraph 1 have been violated.”", "60. The protection of personal integrity is governed by the provisions of Articles 11 et seq. In so far as relevant, these provide:", "“Article 11", "Every natural person shall have the right to protection of his or her personal integrity, in particular his or her ... civil honour and human dignity, as well as privacy, name ...", "...", "Article 13", "1. Every natural person shall have the right, inter alia, to request an order restraining any unjustified interference with his or her personal integrity, an order cancelling out the effects of such interference and an award of appropriate compensation.", "2. If the satisfaction afforded under paragraph 1 of this Article is insufficient, in particular because the injured party’s dignity or social standing has been considerably diminished, the injured party shall also be entitled to financial compensation for non pecuniary damage.", "3. When determining the amount of compensation payable under paragraph 2 of this Article, the court shall take into account the seriousness of the harm suffered by the injured party and the circumstances in which the violation of his or her rights occurred.”", "61. In a judgment of 28 April 1998 in unrelated case no. 1 Cdo 89/97 the Supreme Court held that", "“if the non-pecuniary damage to the personal integrity of an individual can be outbalanced by some of the forms of moral satisfaction, the moral satisfaction shall be favoured. Only in those cases where an individual’s dignity or social standing have been diminished to a considerable degree (v značnej miere) and where the extent of this interference is too great to be adequately repaired by other legal tools can financial compensation be considered justified.", "An award of financial compensation by a court under Article 13 § 2 of the Civil Code presupposes the fulfilment of two statutory requirements, that is to say", "(a) if moral satisfaction appears insufficient in a given case, and", "(b) the unlawful interference has resulted in diminishing an individual’s dignity or social standing to a considerable degree.", "In determining the amount of financial compensation, the following two specifically and exhaustively defined criteria emanating from Article 13 § 3 of the Civil Code must be applied by the court:", "(a) the seriousness of the non-pecuniary damage suffered, and", "(b) the circumstances in which the unlawful interference with personal integrity occurred.", "In this context, the seriousness of the non-pecuniary damage is to be judged in particular with regard to its extent, scope, repercussions and duration.", "The fact that Article 13 § 3 of the Civil Code imposes expressly upon a court the duty to take into account the circumstances in which the violation of a person’s personal integrity has taken place leads to the conclusion that the seriousness of the non-pecuniary damage alone is not the only and exclusive factor for determining the final amount of financial compensation.", "[...]", "From the point of view of Article 13 §§ 2 and 3 of the Civil Code non pecuniary damage shall only be considered legally relevant if its occurrence is in causal connection with an unlawful interference that has significantly diminished an individual’s dignity and social standing.”", "62. In another unrelated case, no. 4 Cdo 15/03, the Supreme Court held that:", "“As to determining the degree to which interference has diminished an individual’s dignity or social standing, the starting point must be the subsequent reaction that the interference provoked in the family, work or other environment of that individual. This degree is to be determined by taking and assessing evidence and it is to be judged on the basis of a sound knowledge and assessment of that reaction. Only in those cases where it has been sufficiently established that there has been a reaction that shows that an individual’s dignity or social standing has been diminished to a considerable degree may the individual exceptionally, and as a subsidiary measure, be awarded financial compensation in respect of non-pecuniary damage. Although the determination of the amount of financial compensation in respect of non pecuniary damage is subject to judicial discretion, this does not imply non-reviewable arbitrariness. The court must always rely on duly established facts and base its decision on absolutely concrete and reviewable considerations and relevant evidence that demonstrates how ... the defamatory information [...] impacted on the dignity or social standing of the claimant and with what negative consequences.”", "63. An appeal must be lodged within fifteen days of the service of the challenged decision (Article 204 § 1).", "64. The scope of and the reasons for the appeal can be extended as long as the time-limit for appealing has not expired (Article 205 § 3).", "65. Under Article 236 an appeal on points of law lies against final and binding decisions of appellate courts if certain statutory admissibility criteria are met.", "66. The general admissibility criteria, that is, those applicable to both judgments (rozsudok) and resolutions (uznesenie), are set out in Article 237. Under its letter (f), an appeal on points of law is available in situations where the courts prevented a party to the proceedings from acting before them. Further grounds for appealing on points of law under this Article are summarised in Tomková v. Slovakia (no. 51646/99, § 37, 13 July 2004), Indra v. Slovakia (no. 46845/99, § 33, 1 February 2005) and Ringier Axel Springer Slovakia, a. s. v. Slovakia (no. 41262/05, § 62, 26 July 2011, not final, subject to Article 44 § 2 of the Convention).", "67. In addition to the above-mentioned general admissibility criteria, special admissibility criteria apply if the Court of Appeal decided in the form of a judgment. These are defined in Article 238. Under paragraph 1 of that Article, an appeal on points of law is admissible where the appellate court overturned the judgment of a first-instance court. Further grounds for appealing on points of law under this Article are summarised in Tomková (cited above, § 38) Stavebná spoločnosť TATRY Poprad, s.r.o. v. Slovakia (no. 7261/06, § 24 and 25, 3 May 2011) and Axel Springer Slovakia, a. s. (cited above, §§ 63-67).", "68. As to the merits, an appeal on points of law can only be based on the grounds defined in Article 241 § 2, that is to say, that the proceedings have been vitiated by an error envisaged in Article 237 (letter (a)), that the proceedings have been vitiated by another error that resulted in an incorrect decision on the merits (letter (b)) and that the decision rests on an error of law (letter (c)).", "69. At the relevant time indemnification of the victims of violent crime was governed by Law no. 255/1998 Coll., as amended.", "70. Under its sections 4(4) and 5, the maximum amount of indemnification under the Act was indexed to the minimum wage under the Minimum Wage Act (Law no. 90/1996 Coll., as amended) and was defined as its multiple by fifty.", "71. On 24 November 1999, when the article was published (see paragraph 12 above), the minimum wage was the equivalent of some EUR 85. Consequently, the maximum amount of indemnification at that time amounted to the equivalent of some EUR 4,250."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}