{"ITEMID": "001-138425", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "ADMISSIBILITY", "DATE": 2013, "DOCNAME": "BORGDORF v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Dmitry Dedov;Erik Møse;Isabelle Berro-Lefèvre;Julia Laffranque;Khanlar Hajiyev;Mirjana Lazarova Trajkovska;Ksenija Turković", "TEXT": ["1. The applicant, Mr Aleksandr Aleksandrovich Borgdorf, is a Russian national, who was born in 1974 and lives in Veseloyarsk, the Altay Region. He was represented before the Court by Mr V.A. Novitskiy, a lawyer practising in the town of Rubtsovsk of the Altay Region.", "2. The Russian Government (“the Government”) were represented by Mr G. Matyushkin, Representative of the Russian Federation at the European Court of Human Rights.", "3. The facts of the case, as submitted by the parties, may be summarised as follows.", "4. On 1 June 2004 local policemen arrested the applicant while he was driving his truck near the border between Kazakhstan and Russia in the Altay Region and charged him with smuggling.", "5. Further examination of the truck in the presence of witnesses proved that the applicant was carrying merchandise bypassing customs checks.", "6. The applicant was then brought to the local police station for questioning. In a short while his lawyer arrived there. He demanded a meeting with the applicant, but the policemen refused to let him in.", "7. The applicant alleged that while he was at the police station, officer V. beat him up in an attempt to force him to confess. The applicant refused to give any statements. It appears that after some time he was released and the subsequent investigative actions took place in the presence of his lawyer.", "8. The next day, the applicant was examined by a forensic expert who reached the following conclusions:", "“... scratches on the right side of the forehead, small scratches over the right eyebrow, bruises in the area of the right radiocarpal articulation.”", "9. On one of the following days the applicant requested that the local prosecutor’s office open criminal proceedings against officer V. on account of the alleged beatings.", "10. On 7 June 2004 an investigator from the Rubtsovsk town prosecutor’s office, having examined the results of the applicant’s forensic examination and the testimonies of Mr V. and the other policemen who had met the applicant on the day of the event, decided not to open a criminal case.", "11. On 26 August 2004 the deputy regional prosecutor of the Altay Regional Prosecutor’s Office rejected the applicant’s complaint against the above decision as groundless. It appears that the applicant made no further attempts to appeal against these decisions.", "12. As indicated above, on 1 June 2004 the applicant was arrested, brought to the police station and charged with smuggling. The applicant claims that while he was at the police station his lawyer tried to reach him, but he was denied access by other police officers.", "13. On 23 July 2004 an investigator allegedly asked the applicant’s lawyer to sign an undertaking to keep all information concerning the investigation confidential, but he refused to do so.", "14. The trial commenced on an unspecified date. During the proceedings the applicant submitted that some evidence was inadmissible as he had been subjected to “physical violence” at the police station. He gave no further details in that regard.", "15. At the hearing of 16 January 2005 the defence lodged the motion seeking to question witness Mr G. The same day the trial court refused the request.", "16. On 18 January 2005 the Rubtsovsk District Court found the applicant guilty of smuggling and gave him a suspended sentence of two years’ imprisonment.", "17. On 27 January 2005 the applicant lodged a statement of appeal drafted with the help of his lawyer. He claimed that the trial court had assessed the facts of his case incorrectly and had applied the domestic law wrongly. He also claimed that the proposal that his lawyer should sign an undertaking to keep the information about the investigation confidential had infringed his right to defence.", "18. On 24 February 2005 the Altay Regional Court upheld the judgment on appeal.", "19. The Code of Criminal Procedure of the Russian Federation in force since 1 July 2002 (Law no. 174-FZ of 18 December 2001, the “CCrP”), establishes that a criminal investigation may be initiated by an investigator or prosecutor upon the complaint of an individual (Articles 140 and 146). Within three days of receiving such a complaint, the investigator or prosecutor must carry out a preliminary inquiry and take one of the following decisions: (1) to open criminal proceedings if there are reasons to believe that a crime has been committed; (2) to refuse to open criminal proceedings if the inquiry reveals that there are no grounds to initiate a criminal investigation; or (3) to refer the complaint to the relevant investigative authority. The complainant must be notified of any decision taken. Refusal to open criminal proceedings is amenable to appeal to a higher-ranking prosecutor or a court of general jurisdiction (Articles 144, 145 and 148). A prosecutor is responsible for overall supervision of the investigation (Article 37). He or she can order specific investigative actions, transfer the case from one investigator to another or order an additional investigation. Article 125 of the CCrP provides for judicial review of decisions by investigators and prosecutors that might infringe the constitutional rights of participants in proceedings or prevent access to court."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}