{"ITEMID": "001-109219", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FRA", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF G. v. FRANCE", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;No violation of Article 6 - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-3 - Rights of defence;Article 6-3-c - Defence in person);Violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment;Inhuman treatment) (Substantive aspect);Non-pecuniary damage - award", "JUDGES": "Ann Power-Forde;Dean Spielmann;Elisabet Fura;Ganna Yudkivska;Karel Jungwiert;Mark Villiger", "TEXT": ["5. The applicant was born in 1974. He is at present being held at the Edouard Toulouse Hospital in Marseilles.", "6. The applicant suffers from behavioural disorders and was alternately kept in prison and hospital psychiatric wards between 1996 and 2004. He suffers from chronic schizophrenic psychosis, with hallucinations, delusions and aggressive and addictive behaviour.", "7. On 21 May 2005 the applicant was sent to Toulon-La Farlède prison after causing damage in Chalucet psychiatric hospital, where he had asked to be admitted. As a result, on 30 June 2005 he was sentenced to twelve months' imprisonment, of which ten months were suspended. On his arrival at the prison he allegedly set fire to his mattress. He was placed under psychiatric observation, then made to share a cell with another detainee, who was known to have psychiatric problems.", "8. On 16 August 2005 a fire broke out in the applicant's cell. Both detainees suffered serious injuries. With burns on 65% of his body, the applicant's cell mate died from his injuries on 6 December the same year.", "9. At a hearing on 9 September 2005 the applicant stated that he “could not remember exactly how his mattress caught fire”, and that he “suffered from schizophrenia, heard voices and saw strange things”, but that “everything was better at the moment”; he added “I feel freer since the fire in my cell... everything has become clearer in my head. I can say that everything is calm now”.", "10. On 17 October 2005 the applicant was placed under judicial investigation for arson resulting in total unfitness for work for more than eight days, and placed in detention pending trial. He denied the charge, claiming that he had no recollection of the events leading up to the fire because he had been on medication at the time. On 7 December 2005 the public prosecutor's office made an application for the additional charge of arson aggravated by constructive manslaughter to be preferred against the applicant.", "11. On 30 January 2006, in execution of an order of the investigating judge of 28 December 2005, Dr F., an expert at the Aix-en-Provence Court of Appeal, carried out a psychological examination of the applicant in the psychiatric unit at Les Baumettes prison in Marseilles, where he had been held since December 2005. The relevant passages from the report submitted on 1 March 2006 read as follows:", "“The onset of the disorder at the age of about 22 ... heralded in a process of gradual marginalisation for this young adult during which he alternated periods of hospital treatment, voluntary or otherwise, incarceration, training courses and homelessness.", "He has lived in this way for the last ten years, caught up in his illness, with no place in society ...", "From the legal standpoint, his convictions bear witness to bouts of violence and excessive drinking, which he says had stopped prior to his incarceration ...", "During the examination, Mr G. came across as a man with a schizoid personality, an introvert with no interest in the outside world, save for a few recurring scenes in which he sees himself as a victim.", "Be that as it may, and whatever part he may have played in the case, Mr G. needs regular, long-term psychiatric support. While he is in prison, therefore, it is preferable that he be held in a medical unit, as he was when we met him.”", "12. Two subsequent psychiatric examinations carried out respectively on 21 February by Professor A. and on 6 June 2006 by Dr G. confirmed the existence of chronic hebephrenic schizophrenia manifested in behavioural disorders and aggressive and addictive conduct. The first expert concluded that the offences in issue were related to the psychiatric disorders and that the applicant's judgment had been disturbed at the time, and that “the subject appears difficult to cure or rehabilitate, and requires neuroleptic treatment in strong doses combined with regular supervision or even placement in a UMD” (a difficult patients' unit: UMDs are psychiatric hospital wards specialised in the treatment of dangerous mental disorders, including patients committed under Article D. 398 of the Code of Criminal Procedure, or “CCrP”, see paragraph 35 below). The second expert found that it was not possible to say for sure that the applicant's behaviour was the result of his mental illness, and that there was no way of telling whether, at the material time, he had been suffering from a psychological or neuropsychological disorder which destroyed, affected, or diminished his discernment or his ability to control his actions within the meaning of Article 122-1 of the Criminal Code, and that he would require specialised care even after his release.", "13. On 14 June 2006 the applicant's lawyer wrote to the investigating judge requesting his client's release. He argued that the applicant was known to suffer from psychiatric disorders, even prior to his incarceration, and could not be held criminally responsible. He went on to say “it is therefore difficult to see what purpose his incarceration might serve in that regard, especially as the offence with which he is charged occurred in prison. It appears, therefore, that prison is not the right place for my client. His place is clearly in a hospital environment. I believe it is the duty of the prosecuting authorities and possibly the prefecture to assume their responsibilities in this regard in the event of his release ...”.", "14. By an order of 27 June 2006, the request for the applicant's release was rejected because according to Dr G.'s report a criminal penalty would not be inappropriate in the applicant's case, and pre-trial detention was the only means of preventing pressure being put on the witnesses, ensuring that the accused remained at the disposal of the judicial authorities and putting an end to the disturbance to public order.", "15. On 7 August 2006 Dr G. examined the applicant again, “to determine whether his alleged losses of memory were real or invented and, if they were real, to determine the possible cause or causes (regard being had to the treatment he was following, for example). He submitted his report on 25 August 2006. In it he concluded that it was not possible to say for certain whether the alleged memory losses were real or invented, but they were definitely not caused by the mental disorder he had long been suffering from; they might, on the other hand, be related to (sedative) side effects of the psychotropic drugs used to treat him.", "16. The applicant's lawyer asked for a second opinion, but his request was rejected by an order of 17 October 2006.", "17. On 19 February 2007 an order was issued for the applicant's indictment and committal for trial before the Assize Court. On 1 March 2007 he appealed. His lawyer argued that at the time of the events that had led to his incarceration the applicant had been confined to a psychiatric institution; on arriving there he had tried to commit suicide by fire, and yet the prison authorities had taken no steps to ensure his safety and that of his fellow detainees. He maintained that his client was not criminally responsible and requested his release, whereupon the prosecuting authorities would be able to request his administrative detention. On 19 March 2007 the principal public prosecutor at the Aix-en-Provence Court of Appeal requested confirmation of the applicant's indictment and committal for trial before the Assize Court.", "18. The applicant was placed in the regional psychiatric unit (RPU) at Les Baumettes prison from 30 April to 12 June 2007, from 15 June to 10 August 2007, from 31 August to 15 November 2007, and from 26 November 2007 to 14 March 2008. From 10 au 31 August 2007, when going through a period of anxiety scarcely compatible with detention in the RPU, the applicant was once again placed by the authorities in a specialised hospital under Article D. 398 of the CCrP.", "19. In the interim, on 12 October 2007 an expert report by Dr G. found that the applicant had indeed been suffering from psychological or neuropsychological disorders at the material time, although it was not certain whether this had “destroyed, affected, or diminished his discernment or his ability to control his actions within the meaning of Article 122-1 of the Criminal Code”.", "20. By a judgment of 17 December 2007 the Aix-en-Provence Court of Appeal gave a prison warder a two-month' suspended prison sentence for having inflicted violence on the applicant that resulted in one day's total unfitness for work. The warder had slapped him for refusing to be placed in a cell in which a detainee had started a fire and which he would have to share with a detainee with suicidal tendencies.", "21. By a judgment of 22 January 2008 the investigation chamber of the Aix-en-Provence Court of Appeal upheld the order for the applicant's indictment and committal for trial before the Assize Court.", "22. The applicant was compulsorily admitted to hospital from 14 to 31 March 2008, from 8 to 28 July 2008 and from 27 August to 28 October 2008. He was placed in the regional psychiatric unit at Marseilles-Baumettes prison from 31 March to 8 July 2008, from 28 July to 27 August 2008 and from 28 October to 31 December 2008.", "...", "23. By a judgment of 13 November 2008 the Var Assize Court sentenced the applicant to ten years' imprisonment and declared him civilly liable for the prejudice suffered by the civil parties. The applicant and the prosecution appealed against that judgment, on 21 and 24 November 2008 respectively. After the sentence was pronounced the applicant was taken back to the RPU at Les Baumettes prison.", "24. On 31 December 2008 the prefect ordered the applicant's compulsory hospitalisation in Edouard Toulouse Hospital. On 28 January 2009 his detention there was extended for three months, until 30 April 2009, for the raisons stated in a medical certificate of 27 January 2009 mentioning that the applicant “has displayed increased anxiety in the last few days, and his old delusions (of grandeur and of being a father) have resurfaced”. It appears from the file that the applicant was again placed in the prison psychiatric unit from 17 to 27 March 2009 and from 1 April to 15 May 2009.", "25. On 25 March 2009, while in the prison hospital, the applicant applied to be released, relying on Article 3 of the Convention. He argued that his constant moves back and forth between prison and hospital amounted to inhuman and degrading treatment. He explained that when his condition deteriorated to the point where it was no longer compatible with detention, he was placed in hospital, and when he recovered his “stability” he was sent back to prison until his condition deteriorated again. He considered that his return to prison constituted a form of torture. Lastly, he argued that the decision to put him back in normal detention at Les Baumettes was absurd considering his extreme vulnerability vis-à-vis the other detainees and the danger to his safety. By a judgment of 14 May 2009 the investigation chamber of the Aix-en-Provence Court of Appeal rejected his request:", "“There is no medical evidence that G.'s state of health is currently incompatible with detention, considering that his compulsory hospitalisation in an approved establishment on several occasions since he was placed in detention, followed by his return to prison, were strictly based on his health needs, in conformity with the provisions of Article D 398 of the Code of Criminal Procedure, and did therefore not amount to inhuman or degrading treatment, and certainly not to torture as alleged;", "It should also be noted that the charges against G. concern criminal acts that caused an exceptional, persistent disturbance to public order that his release would be likely to rekindle, namely the destruction by fire of a prison cell resulting in the death of a fellow prisoner;", "Regard being had to the length of the sentence incurred, the guarantees that the accused will appear in court are uncertain in so far as he has no fixed abode and no job and is a repeat offender, having already been convicted of arson;", "In addition, his release would probably disrupt the normal course of the proceedings and the establishment of the truth, bearing in mind the oral nature of the proceedings, and the execution of the sentence in the event of a conviction;", "Detention is therefore necessary before the hearing as a precaution, the obligations under judicial supervision, however strict they may be, being insufficient with regard to the aims pursued.”", "26. From 15 to 29 May 2009 the applicant was again committed to hospital under Article D. 398 of the CCrP.", "...", "27. By a judgment of 22 September 2009 the Bouches-du-Rhône Assize Court ruled, on appeal, that the applicant lacked criminal responsibility:", "“It has been found by a majority of at least ten votes that [the applicant] ... intentionally destroyed a prison cell ... and in so doing caused the death of a fellow prisoner;", "It has further been found by a majority of votes that [the applicant's] criminal responsibility at the time was diminished within the meaning of Article L 122-1 of the Criminal Code.”", "The Assize Court ordered the applicant's compulsory admission to hospital under Article 706-135 of the CCrP (see paragraph 34 below), as he “suffer[ed] from a psychiatric disorder that require[d] treatment and [could] jeopardise the safety of others, in particular on account of the unpredictability of his actions linked to his serious mental illness”.", "28. Article 122-1 of the Criminal Code reads as follows:", "“A person is not criminally liable who, when the act was committed, was suffering from a psychological or neuropsychological disorder which destroyed his discernment or his ability to control his actions.", "A person who, at the time he acted, was suffering from a psychological or neuropsychological disorder which reduced his discernment or impeded his ability to control his actions, remains punishable; however, the court shall take this into account when it decides the penalty and determines its regime.”", "29. The relevant provisions of the Code of Criminal Procedure subsequent to the Law of 25 February 2008 on preventive detention and diminished responsibility because of mental illness read as follows:", "...", "“Without prejudice to the application of Articles L. 3213-1 and L. 3213-7 of the Public Health Code, when an investigating chamber or a trial court pronounces a judgment or a declaration of diminished responsibility because of mental illness, it may, by a reasoned decision, order the person's compulsory admission to an establishment mentioned in Article L. 3222-1 of that Code if it has been established, by an expert psychiatric report included in the file of the proceedings, that the person's mental problems require treatment and jeopardise the safety of others or present a serious threat to public order. The representative of the State in the “Département”, or the Police Commissioner in Paris, shall immediately be informed of such decision. The hospitalisation regime in such cases shall be that for hospitalisations ordered pursuant to Article L. 3213-1 of the same Code, the second paragraph of which shall be applicable. Article L. 3213-8 of the same Code shall also be applicable.”", "...", "“Detainees suffering from mental illnesses listed in Article L. 342 of the Public Health Code shall not be held in a prison establishment.", "Regard being had to a detailed medical certificate and in keeping with the legislation in force, the prefectural authority shall secure their compulsory admission, as soon as possible, to a certified health care establishment under Article L. 331 of the Public Health Code.", "The rule laid down in the second paragraph of Article D. 394 concerning police surveillance during their hospitalisation shall not apply to them.”", "30. In its Opinion no. 94 on “Health and Medicine in Prison” (2006) the National Ethics Advisory Committee on Life and Health Sciences stated:", "“... Prisons are increasingly faced with mental illnesses.", "Prisons are increasingly being used to confine psychiatric patients: the percentage of psychiatric pathologies is 20 times higher in prison than in the general population. In 2004 an epidemiological survey commissioned by the Health Department and the Prison Service revealed that 14% of detainees (over 8,000) suffered from psychosis and half of those (over 4,000) suffered from schizophrenia.", "The tendency is away from psychiatric hospitals towards prisons. The incarceration of people suffering from serious mental disorders can only lead to a loss of bearings and of meaning: the loss of the very meaning of punishment and imprisonment, and in particular of the notion of criminal responsibility; the loss of the very meaning of treatment and the role of the carer; and the same loss of the meaning of the role of the prison warder.", "A source of suffering for the sick person (“prison in itself has an aggravating effect on mental disorders”, according to a report of the IGAS and the IGSJ in 2001), mental illnesses are also a source of suffering and confusion for the other prisoners, faced on a daily basis with insufferable, contagious madness. ...", "The incarceration of people suffering from serious mental disorders: “madness” in prison. This situation, mentioned above, is one of the major ethical problems concerning, on the one hand, the increasing confusion between the respective meanings of punishment and treatment, and on the other, the right to the protection of health and access to treatment. These serious ethical problems of health protection and access to treatment concern both the right of the mentally ill to the best possible medical and psychiatric treatment of their disorders in conditions respectful of their dignity, and the right of their fellow prisoners to the protection of their mental health in the face of permanent exposure to “madness”. ...", "Recommendations", "Look for solutions outside prisons so that the very elderly, people with severe disabilities and those suffering from serious psychiatric disorders are taken out of the prison system for ever.”", "...", "31. In a report of 5 May 2010 on “handling offenders suffering from mental disorders” the French Senate stressed the shortcomings of medical treatment at the RPUs and reiterated the warning of the National Ethics Advisory Committee concerning health and medicine in prison (cited in paragraph 36 above) that incarceration can aggravate the mental condition of certain detainees. The relevant parts of the report read as follows:", "“(a) Shortcomings in medical treatment", "While there has been considerable progress in medical treatment in the RPUs, there are certain limits that are difficult to overcome:", "- there are still not enough medical staff in spite of the significant progress made in recent years ...", "- treatment at the RPUs is mainly day care, generally because of the lack of medical staff and the fact that detainees cannot be admitted without their consent. Furthermore, as the above-mentioned study shows, “conditions in the RPUs are not really comparable to conditions in hospitals; the rooms are no different from the cells at seventeen RPUs. This is often a problem in terms of the treatment available, particularly the existence of first-level intensive-care facilities, the risks linked to metal beds when patients suffer attacks, or the presence of alarm systems.", "The most objectionable aspect of the treatment of detainees with mental disorders, however, is no doubt the way they are treated in psychiatric hospitals when they need hospital treatment. They are generally admitted without their consent, and often – for security reasons – placed in solitary confinement cells, where they may sometimes be restrained, without any real medical justification. The duration of the treatment in these conditions is particularly brief, often no more than two or three days, which is scarcely enough to secure the patient's stabilisation. ...", "b) The deterioration of certain pathologies and the risk of suicide. As stated in 2006 in the opinion of the National Ethics Advisory Committee concerning health and medicine in prison, incarceration can aggravate the mental condition of certain detainees as a result of the combined effects of the aforementioned shortcomings in the treatment dispensed and the living conditions in prisons (overcrowding, difficulty sleeping ...). This state of affairs puts the people concerned in danger, as they may harm themselves (self-mutilation, suicide) or the prison staff or other detainees...”", "32. In its report on the organisation of psychiatric treatment (“the effects of the 2005-2010 psychiatry and mental health plan”) published in December 2011, in a chapter entitled “The health-justice programme: unfinished progress”, the Audit Court, stated that the premises of some RPUs were still antiquated, and mentioned the disgraceful state of the RPU at Les Baumettes prison:", "...", "33. The report by the OIP (International Observatory of Prisons) on “Conditions of detention in France” (Ed. La Découverte, 2012) stated in a chapter on “Psychiatry” that over 20% of detainees suffered from some form of psychosis, and 7.3% of detainees suffered from schizophrenia. It stressed the confusion between punishment and treatment, which is all the more problematic if one considers, “like a Senate information report in 2010, that prison is no place for treatment”. As the Inspector General of prisons observed, “that we actually contemplate treating mental illnesses in prison is in itself disturbing” ... Hence the finding – difficult for the authorities to accept – of the Senate's rapporteur on the draft Prisons Act in 2009 that “for many people suffering from mental disorders prison makes no sense – they waste away in the prison environment, complicating the lives of the other prisoners and the prison staff without receiving proper care”. The report shows the limits of treatment in prison (lack of staff, conditions in the RPUs). Concerning the RPU in Marseilles, it notes that “the general state of the RPU premises is run-down, dilapidated, deplorable (mouldy)”. It quotes a psychiatrist as explaining that “RPUs are not strictly speaking places where people should be hospitalised for treatment; they are places where people are taken care of, generally on a part-time basis, in a prison, subject to the imperatives of prison life ... They are not equipped for intensive care ... They are insanitary places where it is difficult to imagine that certain cells are supposed to offer appeasement, protection and hope” when in fact they are “quite frightening in terms of their appearance and the conditions of hygiene and comfort they offer.” The report also addresses the question of compulsory hospitalisation: “In fact, the time prisoners spend in compulsory treatment does not always allow the requisite treatment to be dispensed. Often reduced to a matter of days, at best it only serves to treat a phase of acute decompensation, but never properly to treat the pathology”. Lastly, the creation of specially equipped hospital units (Unités hospitalières spécialement aménagées – UHSAs) is mentioned. Initially nine UHSAs were to open between 2008 and 2011. Another eight were to be created from 2011 onwards. Because of delays, however, only one unit had opened to date.", "..."], "VIOLATED_ARTICLES": ["3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-3"], "NON_VIOLATED_BULLETPOINTS": ["6-3-c"]}