{"ITEMID": "001-70179", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF AKAR AND BEÇET v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1 (composition of state security court);Not necessary to examine remainder;Pecuniary damage - claim dismissed;Non-pecuniary damage - finding of violation sufficient;Costs and expenses partial award - domestic and Convention proceedings", "JUDGES": "", "TEXT": ["5. The applicants were born in 1971 and 1975 respectively and live in Istanbul.", "6. On 11 March 1996 the Küçükyalı Police Station was informed that a poster with a bomb had been hung over the Küçükyalı Bridge. Following their arrival at the bridge, the police found a cloth-poster of 2x1 metres on which it was written “We have and will demand the account of Gazi, MLKP”, (Gazinin hesabını sorduk, soracağız, MLKP). According to the police report, the box looked as if it contained a bomb. However, it did not.", "7. On 12 March 1996 the first applicant was arrested and taken into police custody on suspicion of her involvement in the hanging of the poster. On 19 March 1996 she was brought before the public prosecutor’s office at the Istanbul State Security Court and before the Istanbul State Security Court. The court remanded her in custody.", "8. On 12 June 1996 the second applicant was arrested and taken into police custody on suspicion of his involvement in the above-mentioned incident. On 18 June 1996 he was brought to the public prosecutor’s office at the Istanbul State Security Court and before Istanbul the State Security Court. The court remanded him in custody.", "9. On 26 March 1996 and 20 June 1996 respectively, the public prosecutor at the Istanbul State Security Court filed a bill of indictment with that court accusing the applicants of aiding and abetting an illegal organisation, namely the MLKP. The public prosecutor requested that the applicants be convicted and sentenced under Article 169 of the Criminal Code and Article 5 of Law no. 3713.", "10. On 1 April 1996 the Istanbul State Security Court commenced the trial of the first applicant together with other co-accused.", "11. On an unspecified date, the first and second applicants’ case files were joined and they were tried before the Istanbul State Security Court along with four other suspects accused of the same offence.", "12. On 23 October 1997 the Istanbul State Security Court, relying on the statements given by the applicants and the other suspects to the police, the public prosecutor and the court, convicted the applicants as charged and sentenced them to three years and nine months’ imprisonment.", "13. Following a hearing held on 21 June 1999, the Court of Cassation dismissed the applicants’ appeal and upheld the judgment of the Istanbul State Security Court. On 21 July 1999 the judgment of the Court of Cassation was deposited with the registry of the Istanbul State Security Court.", "14. The relevant domestic law and practice in force at the material time are outlined in the following judgments: Özel v. Turkey (no. 42739/98, §§ 20-21, 7 November 2002), and Gençel v. Turkey (no. 53431/99, §§ 11-12, 23 October 2003)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}