{"ITEMID": "001-78410", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF HUNT v. UKRAINE", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection allowed (non-exhaustion of domestic remedies);Violation of Art. 8;No separate issue under Art. 6-1;Remainder inadmissible;Non-pecuniary damage - financial award;Costs and expenses partial award - domestic proceedings", "JUDGES": "Peer Lorenzen", "TEXT": ["4. The applicant was born in 1953 and lives in Riga, Latvia.", "5. The applicant was married to Mrs M., a Ukrainian national. They lived in Ukraine. They have a son, N., who was born in 2000. Mrs M. also had another child, M., who was adopted by the applicant in November 2002.", "6. In January 2003 the applicant left Ukraine and in April 2003 the applicant and Mrs M. divorced.", "7. On 24 June 2003 Mrs M. wrote a letter to the Head of the Department for Combating Organised Crime of the Ministry of the Interior requesting that the applicant be banned from entering Ukraine. Mrs M. complained, in particular, that in June 2003 the applicant had come to Cannes, France, where their son N. had been on holidays with a nurse, and had threatened to take N. away. She further stated that in his previous marriage the applicant had inflicted grievous bodily harm on his wife.", "8. On 26 June 2003 the Ministry of the Interior sent a request to the State Committee of Border Control to ban the applicant from entering Ukraine.", "9. On 27 June 2003 the State Committee for Border Control informed the Ministry that Mr. Hunt was prohibited from entering Ukraine for five years. The applicant learned about this decision shortly afterwards.", "10. In November 2003 the applicant was informed by Mr T., his lawyer in another civil case, that his former wife had lodged a claim with the Pechersky District Court of Kyiv seeking to deprive the applicant of his parental rights with respect to his natural son N. The applicant could not be present in the court due to the prohibition on entering Ukraine, but was represented before the court by his lawyer, Mr T.", "11. On 5 December 2003 the first-instance court found for Mrs M. and decided to deprive the applicant of his parental rights. The court based its decision on the fact that the applicant did not fulfil his parental duties properly, in particular he did not participate in bringing up the child, did not contact him and had lost any interest towards him. The court also took into consideration that the applicant had not complained to the local tutelage and supervision board that Mrs M. refused him access to the child. The court disregarded the applicant's argument about the impossibility of participating in the up-bringing of the child due to the prohibition on entering the country, stating that the applicant had not met his son since January 2003.", "According to the Government, the domestic courts had been aware that the applicant had deliberately indicated false data on his place and date of birth in official documents and that he had been previously criminally prosecuted and had never been formally acquitted.", "12. This decision was appealed against by the applicant's representative to the Kyiv City Court of Appeal. In the appeal it was mentioned that the conclusion of the court of first instance that the applicant did not want to meet his son was incorrect, since in her request of 24 June 2003 to the police Mrs M. had clearly mentioned his attempt to see their son in June 2003. It was also mentioned that the applicant had tried to lodge a request with the tutelage and supervision board of the Pechersky Local Administration of Kyiv, but had been informed that his presence was required in order for the request to be examined. The representative complained that the court of first instance heard only witnesses of the opposing party, who had been employed by Mrs M. He noted that the court had not sought to receive first-hand information from the applicant himself through the international legal assistance instruments.", "13. On 5 March 2004, the court of appeal upheld the decision of the first instance court. Having repeated the findings of the first instance court, the court of appeal noted that the applicant's objections had not been supported by any evidence and the arguments of the opposite side had been confirmed by testimonies of two nurses of the child. It further decided that the arguments of the applicant's appeal did not dispose of the findings of the first-instance court and did not influence the correctness of those findings.", "14. The applicant appealed in cassation. In his appeal he reiterated his previous arguments and complained that the court of appeal refused to call a witness on his behalf.", "15. On 1 June 2004 the panel of three judges of the Supreme Court of Ukraine rejected the applicant's request for leave to appeal in cassation, having found that the lower courts did not violate any substantive or procedural law.", "16. By letter of 7 June 2004, the Ministry of Justice of Ukraine informed the applicant's lawyer that the service abroad of judicial documents could be conducted under the relevant international instruments. In relations between them, Ukraine and the United States of America used the Hague Convention on the Service Abroad of Judicial and Extrajudicial Documents in Civil or Commercial Matters, 15 November 1965.", "17. On 12 May 2003 the Pechersky District Court of Kyiv examined the applicant's request to correct the date of his birth in the civil state register. The court decided for the applicant.", "18. On 16 June 2003 the same court quashed its previous decision of 12 May 2003 in the light of newly discovered circumstances and re-opened the proceedings.", "19. On 19 December 2003 the court rejected the applicant's request concerning mistake in his date of birth in the register. On 10 March 2004 and 5 July 2004 respectively the Kyiv City Court of Appeal and the Supreme Court upheld the decision of the first instance court.", "20. On 1 October 2004 the Pechersky District Court of Kyiv considered a claim by the applicant, in which he requested to invalidate the decision on adoption of M., the elder son of Mrs M., and rejected it as unsubstantiated, having found that at the time of adoption the applicant and Mrs M. had genuine and good family relations.", "21. On 8 June 2005, the same court invalidated the above-mentioned decision on adoption of M. by the applicant.", "22. On 15 October 2003 the Pechersky District Court rejected the applicant's complaint against the decision about prohibition of his entry in Ukraine.", "23. On 11 February 2004 the Kyiv City Court of Appeal upheld the decision of the first instance court.", "24. On 1 March 2005 the applicant appealed in cassation. The proceedings are still pending.", "25. The relevant extracts of the Constitution of Ukraine read as follows:", "Article 26", "“Foreigners and stateless persons who are in Ukraine on legal grounds enjoy the same rights and freedoms and also bear the same duties as citizens of Ukraine, with the exceptions established by the Constitution, laws or international treaties of Ukraine...”", "Article 32", "“No one shall be subject to interference in his or her personal and family life, except in cases envisaged by the Constitution of Ukraine...”", "Article 51", "“...The family, childhood, motherhood and fatherhood are under the protection of the State.”", "26. Article 6 of the Code provided that civil proceedings should be conducted on the grounds of equality of persons regardless, in particular, of their place of residence.", "27. Article 103 of the Code provided that the claimant and the defendant had equal procedural rights.", "28. Article 423 provided that foreign citizens had equal procedural rights with Ukrainian citizens in civil proceedings. The Ukrainian legislation could foresee restrictions on procedural rights of citizens of other countries, where the procedural rights of Ukrainian citizens were restricted.", "29. Article 70 of the Code provided that parents could be deprived of their parental rights if it was established that they neglected their duties of bringing up their children, or abused their parental rights, treated the children cruelly, influenced the children harmfully by their immoral, antisocial behaviour, as well as when the parents were chronic alcoholics or drug addicts. The deprivation of parental rights did not preclude the possibility for a person concerned to seek access to the child through the courts.", "30. Article 71 established the circle of persons entitled to seek deprivation of parental rights before the courts. It also envisaged participation of guardianship authorities and the prosecutor in the hearing.", "31. This Code replaced the Marriage and Family Code and contains similar provisions as to deprivation of parental rights.", "32. Article 18 provides that foreigners can marry and divorce Ukrainian citizens under Ukrainian law. They have equal rights in family relations with Ukrainian citizens.", "33. Article 22 provides that foreigners are entitled to seek protection of their individual, property and other rights in the courts and other state bodies. In judicial proceedings foreigners have equal procedural rights with Ukrainian citizens.", "34. Article 25 stipulates that entry to Ukraine can be prohibited to a foreigner in the interests of national security and public order, if public health, the protection of the rights and legitimate interests of Ukrainian citizens and residents require so, if the foreigner violated Ukrainian legislation during his previous stay in Ukraine, etc."], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}