{"ITEMID": "001-97087", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF SİNAN IŞIK v. TURKEY", "IMPORTANCE": "1", "CONCLUSION": "Preliminary objection joined to merits (victim);Preliminary objection dismissed;Violation of Art. 9", "JUDGES": "András Sajó;Françoise Tulkens;Ireneu Cabral Barreto;Vladimiro Zagrebelsky", "TEXT": ["5. Mr Işık was born in 1962 and lives in İzmir. He is a member of the Alevi religious community, which is deeply rooted in Turkish society and history. Their faith, which is influenced, in particular, by Sufism and certain pre-Islamic beliefs, is regarded by some Alevi scholars as a separate religion and by others as the “essence” or “original form” of Islam. Its religious practices differ from those of the Sunni schools of law in certain aspects such as prayer, fasting and pilgrimage (see Hasan and Eylem Zengin v. Turkey, no. 1448/04, § 8, 9 October 2007).", "6. The applicant stated that his identity card, issued by the registrar of births, marriages and deaths, contained a “religion” box which indicated “Islam”, even though he was not a follower of that religion.", "7. On 7 May 2004 he applied to the İzmir District Court seeking to have his identity card feature the word “Alevi” rather than the word “Islam”. The relevant parts of his application read as follows:", "“... the word ‘Islam’ featuring on my identity card does not reflect the true situation. As an Alevi citizen of the Republic of Turkey, I thought, on the basis of my knowledge and beliefs, that a person could not be at once ‘Alevi’ and ‘Islam’ (sic!). As a citizen of the secular Republic of Turkey, which, under its Constitution, protects freedom of religion and conscience, I refuse to continue to bear the weight of this injustice and this contradiction stemming from the desire to offset a fear, which is wholly unfounded and deeply offensive.”", "8. On 9 July 2004, following a request by that court, the legal adviser to the Directorate of Religious Affairs issued his opinion on the applicant’s request. He considered in particular that to indicate religious interpretations or subcultures in the religion box on identity cards was incompatible with national unity, republican principles and the principle of secularism. He argued in particular that the word “Alevi”, designating a sub-group within Islam, could not be considered to be a separate religion or a branch (mezhep) of Islam. It was an interpretation of Islam influenced by Sufism and having specific cultural features.", "9. On 7 September 2004 the court dismissed the applicant’s request on the basis of the following considerations:", "“1. ... the religion box on identity cards contains general information about citizens’ religion. It is accordingly appropriate to examine whether the Alevi faith (Alevilik) constitutes a separate religion or an interpretation of Islam. It is clear from the opinion issued by the Presidency of the Directorate of Religious Affairs that the Alevi faith is an interpretation of Islam which is influenced by Sufism and which has specific cultural features ... Accordingly, that faith constitutes an interpretation of Islam and not a religion as such, in accordance with the general principles laid down in this regard. Furthermore, only religions in general are indicated on identity cards and not an interpretation or branch of any particular religion. No error has therefore been made in indicating ‘Islam’ on the identity card of the applicant, who claims to be ‘Alevi’.", "2. Books and articles submitted by the applicant reveal that Ali1 is described as the ‘lion of Allah’ or similar. The fact that certain poems contain different expressions does not mean that the Alevi faith is not part of Islam. Since Ali is one of the four caliphs of Islam and the son-in-law of Muhammad, he must be considered to be one of Islam’s eminent personalities ...", "3. For example, in Christianity too, there are sub-groups such as Catholics and Protestants, which nonetheless have their basis in Christianity. That is to say that when someone adheres to a particular interpretation of Islam, it does not mean that that interpretation is not part of Islam ...”", "10. On an unspecified date the applicant appealed to the Court of Cassation. He complained that he had been obliged to disclose his beliefs because it was mandatory to indicate his religion on his identity card, without his consent and in breach of the right to freedom of religion and conscience within the meaning of Article 9 § 1 of the Convention. He further alleged that the indication at issue, deriving from section 43 of the Civil Registration Act (Law no. 1587), could not be considered to be compatible with Article 24 § 3 of the Constitution, which provided that “no one shall be compelled ... to reveal his or her religious beliefs and convictions”. He also stated that he had lodged two applications, the first to have the word “Islam” describing his religion on his identity card deleted, and the second, to have the word “Alevi” inserted into the relevant box. He stated that the court of first instance had been able to examine the two requests separately, allowing the first and rejecting the second, finding that the indication at issue was not compatible with Article 24 § 3 of the Constitution. Lastly, he challenged the proceedings rejecting his application, in which the Directorate of Religious Affairs had described his faith as an interpretation of Islam.", "11. On 21 December 2004 the Court of Cassation upheld the judgment of the court below without giving any other reasoning.", "12. The relevant parts of Article 10 of the Turkish Constitution provide as follows:", "“All individuals shall be equal before the law without any distinction based on language, race, colour, sex, political opinion, philosophical belief, religion, membership of a religious sect or other similar grounds.", "...", "State bodies and administrative authorities shall act in compliance with the principle of equality before the law in all circumstances.”", "13. The relevant parts of Article 24 read as follows:", "“Everyone shall have the right to freedom of conscience, belief and religious conviction.", "...", "No one shall be compelled to participate in prayers, worship or religious services or to reveal his or her religious beliefs and convictions; no one shall be censured or prosecuted for his or her religious beliefs or convictions. ...”", "14. Article 136 provides:", "“The Directorate of Religious Affairs, which is part of the general administration, shall perform the duties entrusted to it by virtue of the specific law which governs it, in accordance with the principle of secularism, and shall be removed from all political views or ideas, with a view to national solidarity and integrity.”", "15. The relevant passages of section 43 of the Civil Registration Act (Nüfus Kanunu), as in force at the material time, read as follows:", "“The civil registers shall contain the following information concerning individuals and families ...", "(a) Information concerning civil status:", "(1) Forename and surname, gender, forenames and surnames of parents, maiden name;", "(2) Place and date of birth and date of registration (year, month and day);", "(3) Corrections ...", "(b) Other information:", "...", "(2) Religion;", "...”", "16. By a judgment of 21 June 1995, published in the Official Gazette on 14 October 1995, the Constitutional Court declared section 43 of the Civil Registration Act to be in conformity with Article 2 (secularism) and Article 24 (freedom of religion) of the Constitution. The judges of the Constitutional Court held, in particular:", "“The State must be aware of the characteristics of its citizens. That information is required for the purposes of public policy, the general interest, and economic, political and social imperatives ...", "The secular State must remain neutral in terms of religion. Accordingly, the indication of religion on identity cards must not engender inequality among citizens ... In a secular State, all religions rank equally. No one may interfere in the beliefs or lack of beliefs of another. Furthermore, the rule at issue applies to all beliefs and cannot therefore give rise to discrimination ...", "The rule that ‘[n]o one shall be compelled ... to reveal his or her religious beliefs and convictions’ cannot be interpreted as a prohibition on indicating that person’s religion in official registers. The Constitution forbids compulsion.", "Compulsion concerns the disclosure of religious beliefs and convictions. The notion of ‘religious beliefs and convictions’ is not limited by the provision of information concerning each individual’s religion in the State’s civil registers for demographic purposes. That notion is wide-ranging and covers many factors relating to religion and belief.", "The rule that ‘[n]o one shall be compelled ... to reveal his or her religious beliefs and convictions’ must be read in conjunction with the rule that ‘no one shall be censured or prosecuted for his or her religious beliefs or convictions’. In no circumstances does this amount to compulsion, censure or prosecution.", "Furthermore, under Article 266 of the Civil Code, ‘a person of legal age shall be free to choose his or her religion’. Consequently, anyone wishing to change his or her religion as indicated in the civil register may submit a request to that effect to the registration authorities. The amendment will be made on the instruction of the decentralised authority. Likewise, anyone wishing to have that information deleted or to record another belief which cannot be accepted as a religion may apply to the civil courts ...", "To conclude, Article 43 of the Civil Code cannot be considered to entail compulsion. It relates to information concerning a person’s religion which is provided to the civil registry for the purposes of public policy, general interest and social need ...”", "Five of the eleven Constitutional Court judges did not share the majority opinion, finding that the indication of religion in the State’s civil registers and on identity cards was incompatible with Article 24 of the Constitution. One of the judges in the minority considered in particular that:", "“Under the Civil Registration Act, the parents or legal representatives of children are obliged to declare the religion of their children, failing which no entry will be made. The inclusion of religion in the family record and on identity cards, before the child reaches the age of majority and without his or her consent, constitutes de facto mandatory disclosure of religion in daily life ... That disclosure obligation, stemming from the indication of religion on a document confirming civil status, and the presentation of that document when registering at a school or when carrying out military service formalities, does indeed amount, in my view, to ‘compulsion’.”", "17. The relevant passages of sections 7 and 35 of the Civil Registry Services Act (Nüfus Hizmetleri Kanunu), which came into force on 29 April 2006 (repealing the above-mentioned Civil Registration Act), read as follows:", "“(1) A civil register is established for each district or village. The civil registers shall contain the following information:", "...", "(e) Religion.", "...”", "“(1) No entry in the civil registers may be corrected without a final judicial decision ...", "(2) Information relating to a person’s religion shall be entered or amended in accordance with the written statements of the person concerned; the box for this purpose may be left blank or the information may be deleted.”", "18. The relevant parts of section 82 of the implementing provisions of the Civil Registry Services Act, adopted on 29 September 2006, read as follows:", "“Any information concerning an individual’s religion shall be entered, amended, deleted or omitted in accordance with that individual’s written statements. Requests for amendment or deletion of data relating to religion shall be subject to no restrictions whatsoever.”", "19. The Directorate of Religious Affairs was created by Law no. 633 of 22 June 1965 on the Creation and Functions of the Presidency of Religious Affairs, published in the Official Gazette of 2 July 1965. Section 1 thereof provides that the Presidency of Religious Affairs, reporting to the Prime Minister, is responsible for dealing with matters of belief, worship and moral principles of Islam and administering places of worship. Within the Directorate, the Supreme Council of Religious Affairs constitutes the supreme decision-making and consultative authority. It is made up of sixteen members appointed by the Directorate president. It is competent to answer questions concerning religion (section 5 of Law no. 633).", "20. The relevant parts of the document entitled “Guidelines for the review of legislation pertaining to religion or belief” adopted by the Venice Commission at its 59th plenary session (Venice, 18 and 19 June 2004), read as follows:", "“II. Substantive issues that typically arise in legislation", "...", "2. The definition of ‘religion’. Legislation often includes the understandable attempt to define religion or related terms (‘sects’, ‘cults’, ‘traditional religions’ etc.). There is no generally accepted definition for such terms in international law, and many States have had difficulty in defining these terms. It has been argued that such terms cannot be defined in a legal sense because of the inherent ambiguity of the concept of religion. A common definitional mistake is to require that a belief in God be necessary for something to be considered a religion. The most obvious counter-examples are classical Buddhism, which is not theistic, and Hinduism, which is polytheistic. ...", "3. Religion or belief. International standards do not speak of religion in an isolated sense, but of ‘religion’ or ‘belief’. The ‘belief’ aspect typically pertains to deeply held conscientious beliefs that are fundamental about the human condition and the world. Thus, atheism and agnosticism, for example, are generally held to be entitled to the same protection as religious beliefs. It is very common for legislation not to protect adequately (or to not refer at all to) rights of non-believers. ...", "B. Basic values underlying international standards for freedom of religion or belief", "Broad consensus has emerged within the OSCE [Organization for Security and Co-operation in Europe] region on the contours of the right of freedom of religion or belief as formulated in the applicable international human rights instruments. Fundamental points that should be borne in mind in addressing legislation in this area include the following major issues.", "1. Internal freedom (forum internum). The key international instruments confirm that ‘[e]veryone has the right to freedom of thought, conscience and religion’. In contrast to manifestations of religion, the right to freedom of thought, conscience and religion within the forum internum is absolute and may not be subjected to limitations of any kind. Thus, for example, legal requirements mandating involuntary disclosure of religious beliefs are impermissible. ...”"], "VIOLATED_ARTICLES": ["9"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}