{"ITEMID": "001-111652", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "ADMISSIBILITY", "DATE": 2012, "DOCNAME": "GJURASIN v. CROATIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Anatoly Kovler;Elisabeth Steiner;Erik Møse;Khanlar Hajiyev;Linos-Alexandre Sicilianos;Peer Lorenzen", "TEXT": ["1. The applicant, Mr Davor Gjurašin, is a Croatian national who was born in 1957 and lives in Zagreb. The Croatian Government (“the Government”) were represented by their Agent, Ms Š. Stažnik.", "2. The facts of the case, as submitted by the parties, may be summarised as follows.", "3. On 28 July 2004 the Zagreb Municipal State Attorney’s Office (Općinsko državno odvjetništvo u Zagrebu) indicted the applicant in the Zagreb Municipal Criminal Court (Općinski kazneni sud u Zagrebu) on charges of failing to pay child maintenance for his two children.", "4. At a hearing on 30 November 2004 the applicant pleaded not guilty and decided to remain silent and to not give any evidence. The judge conducting the proceedings informed the applicant of his obligation to inform the court if he were to move or change his place of residence. She also informed the applicant of the legal consequences if he failed to comply with this obligation, one of which was that the judgment could be placed on the court’s public noticeboard.", "5. On 25 May 2006 the Zagreb Municipal Criminal Court issued a judgment by which it found the applicant guilty of failing to pay child maintenance for one child but acquitted him of the same charge in respect of the other child. The applicant was sentenced to ten months’ imprisonment, suspended for three years on the condition that he compensate the injured party by paying the maintenance due within six months. The judge conducting the proceedings publicly pronounced the judgment and informed the applicant of his right to appeal within eight days after he received a written copy of the judgment.", "6. On 4 January 2007 the Zagreb Municipal Criminal Court ordered that the judgment be served on the parties.", "7. On 24 January 2007 the Zagreb Municipal Criminal Court received a notice from the post office informing that court that the service of the judgment on the applicant had been unsuccessful. Service had been attempted on 10 January, 11 January and 12 January 2007 but nobody had answered at the applicant’s address. Two notices of attempted delivery had also been left for the applicant but he had never contacted the post office.", "8. On 25 January 2007 the Zagreb Municipal Criminal Court ordered that service of the judgment was to be executed through the court’s delivery service.", "9. On 13 February 2007 the applicant’s children lodged an appeal with the Zagreb County Court (Županijski sud u Zagrebu) against the first-instance judgment.", "10. On 7 March 2007 a notice from the court’s delivery service was submitted to the judge conducting the proceedings informing her that service of the judgment on the applicant had remained unsuccessful. Service had been attempted on 1 February, 13 February, 23 February and 1 March 2007 but without success. The applicant’s address had been visited in the morning and the evening and notices of attempted delivery had also been left for him but it had been impossible to serve the judgment on him.", "11. The judge conducting the proceedings ordered that the judgment be placed on the court’s public noticeboard. On an unspecified date in mid-March 2007 the judgment was placed on the public noticeboard and after the expiry of fifteen days it was presumed that the judgment had been served on the applicant.", "12. On 10 April 2007 the applicant was served with the appeal lodged by his children against the judgment of the Zagreb Municipal Criminal Court.", "13. On 20 April 2007 the applicant submitted written observations in respect of the appeal.", "14. On 17 September 2007 the Zagreb County Court dismissed the appeal by the applicant’s children and upheld the first-instance judgment, as a result of which it became final.", "15. On 5 October 2007 the judgment of the Zagreb County Court was served on the applicant. On the same date the applicant consulted and copied the case file of the Zagreb Municipal Criminal Court.", "16. On 3 December 2008 the Zagreb Municipal Criminal Court opened proceedings for revocation of the applicant’s suspended sentence because he had failed to comply with the conditions set out in the judgment.", "17. On 2 March 2009 the applicant lodged a request with the Zagreb Municipal Criminal Court asking that the stamped certificate stating that the judgment had become final be revoked on the grounds that the judgment had never been served on him. On an unspecified date he also lodged a request for the reopening of the proceedings, which was rejected by the Zagreb Municipal Criminal Court on 18 March 2009.", "18. On 19 March 2009 the applicant lodged a constitutional complaint with the Constitutional Court (Ustavni sud Republike Hrvatske), complaining that the Zagreb Municipal Criminal Court had never decided on his request for the stamped certificate stating that the judgment had become final to be revoked. On 23 February 2012 the Constitutional Court declared the applicant’s complaint inadmissible on the ground that the impugned decisions were not susceptible for the constitutional review.", "19. At the time, the relevant provisions of the Code of Criminal Procedure (Zakon o kaznenom postupku, Official Gazette nos. 110/1997, 27/1998, 58/1999, 112/1999, 58/2002 and 62/2003) provided:", "“(1) A court shall grant reinstatement to the prior state of affairs in order to file an appeal to a defendant who, for justifiable reasons, fails within a prescribed term to file an appeal against a judgment or a ruling on security or educational measures or on the confiscation of a monetary benefit, provided that the defendant submits a petition for reinstatement to the prior state of affairs within eight days following the removal of the cause of his failure to act within the term and that, at the same time as the petition, he lodges an appeal ...", "(2) After a lapse of three months from the date of failure, no petition for reinstatement to the prior state of affairs may be submitted.”", "“(1) Decisions and other documents shall as a rule be served by mail. Service may also be effected by an official of the authority which has rendered the decision or directly by such authority.", "...", "(6) If a party has not reported a change of address to a court or if the party cannot be reached at the address that was previously given to the court or it is evident that he is evading receipt of a decision that is subject to appellate review other than a judgment imposing a sentence of imprisonment, the court shall put the decision on the court’s public notice board. After the lapse of the term of appeal the decision shall become final.”", "“ ...", "(2) An indictment and a judgment or other decision for which the term of appeal begins to run when service occurs shall be served in person on a defendant who does not have defence counsel. Upon the defendant’s request, a judgment or other decision shall be served on a person designated by him.", "(3) If, with the exception of a judgment referred to in paragraph 4 of this Article, a decision or an appeal by the adverse party which is served for reply cannot be served on a defendant because he has not reported a change of address or if it is evident that he is evading receipt of the decision, the court shall put the decision or the appeal on the court’s public noticeboard and after the lapse of fifteen days it shall be deemed duly served.", "(4) If a defendant who does not have defence counsel is served with a judgment imposing a sentence of imprisonment and this judgment cannot be served at his present address, the court shall assign defence counsel to the defendant, who shall perform this duty until the new address of the defendant is determined. ...”", "“(1) When a defendant is examined for the first time, he shall be asked for his first name and surname ... The defendant shall be instructed that he is bound to appear upon a summons and to notify the court immediately of changes of his address, as well as of any intention to change his place of residence, and shall be warned of the consequences of failure to comply.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}