{"ITEMID": "001-97991", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MDA", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF PETRENCO v. MOLDOVA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 8;Remainder inadmissible;Non-pecuniary damage - award", "JUDGES": "David Thór Björgvinsson;Ján Šikuta;Lech Garlicki;Mihai Poalelungi;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["5. The applicant was born in 1954 and lives in Chişinău. He was, at the time of the events to which the present application pertains, the Chairman of the Association of Historians of the Republic of Moldova and a university professor and is the author of the 1996 school curriculum on “Universal History”.", "6. On 4 April 2002 the official newspaper of the Moldovan Government, Moldova Suverană (“Sovereign Moldova”), published an article written by a historian and former deputy minister for education, S.N., headed “Commentary on Mr Petrenco's reply on the Internet” (Comentariul la răspunsul de pe Internet al domnului Petrenco). The article made negative remarks about the applicant's competence as a historian. It went on to suggest that the applicant's university place as a postgraduate student and his subsequent career as a historian were the result of his cooperation with the Soviet secret services. In particular, the article contained the following statements:", "“That is, Mr Petrenco, it is not a political question but has to do with your 'feeble' memory or the lack of professional dignity.”", "“But, you see, they did not properly understand this exorcising priest ...”", "“... for his special merit (confirming the confidence of the AUCP (b) – KGB), [the applicant] was sent for postgraduate studies ...”", "“... as a student, he excelled ... due to his 'special accomplishments' (he was a well-educated person who knew how to knock politely and respectfully at his superiors' doors: knock-knock-knock?!? [stuk-stuk-stuk]), and he became a member of CPSU – AUCP (b) during his student years ...”", "“...the Party once sent a 'Volga' especially for [the applicant] (how much faith did those from the CC – KGB have in comrade Petrenco Anatolii Mihailovici!!) to take him to Chişinău ...”", "7. On 18 April 2002, the applicant brought defamation proceedings against S.N. and the newspaper, seeking the publication of a retraction and compensation for non-pecuniary damage.", "8. During the proceedings before the Centru District Court, the court heard evidence from a witness who was questioned about the allegation that, as a student, the applicant had collaborated with the Soviet secret services. The witness was unable to confirm whether the applicant had been involved with the secret services and merely stated that the KGB had been operating undercover.", "9. In its judgment of 30 April 2003 the Centru District Court granted the applicant's claims in part. The court found that it had been confirmed that the applicant had been a member of the Communist Party. However, it held that the reference to the applicant's links with the secret services (“confirming the confidence of the AUCP (b) – KGB”) was defamatory as it had not been proved that he was an agent of the KGB. The court's judgment stated, inter alia:", "“... S.N.'s assertion that A. Petrenco 'was sent for postgraduate studies' ... only for his 'special accomplishments' for the KGB and 'confirming the confidence of the AUCP (b) – KGB', cannot, in the court's opinion, be interpreted other than as meaning that the applicant had collaborated with the KGB, which is recognised as having been a repressive organisation during the Soviet period. Any such collaboration is seen as highly reprehensible by civil society. Taking into consideration that this fact has not been confirmed, the statements seriously affect the applicant's honour and dignity and cause him non-pecuniary damage and, therefore, should be retracted ...”", "10. The court ordered the newspaper to publish a retraction, within 15 days, of some of the statements in the article of 4 April 2002, including the statement “confirming the confidence of the AUCP (b) – KGB”. It further ordered S.N. and the newspaper to pay the applicant 900 Moldovan lei (MDL) (the equivalent of 57 euros (EUR) at the time) and MDL 1,800 (EUR 114) respectively.", "11. The court also found in favour of S.N. in a counter-claim in respect of an article allegedly published by the applicant. The applicant appealed the judgment.", "12. On 23 December 2003 the Chişinău Court of Appeal quashed the judgment of the Centru District Court on grounds of procedural error and remitted the case for a fresh judgment by the Centru District Court.", "13. Pending the re-hearing of the case, on 1 April 2004, Moldova Suverană published an article headed “Moldova Suverană does not tolerate accusations and primitivisms”, which stated, inter alia, that:", "“... S.N.'s article of 4 April 2002 ... and the inappropriate language used do not represent the editorial policy of this newspaper. Epithets like 'feeble memory' or 'lack of personal dignity' [sic], 'exorcising priest' used by the scientist [S.]N. towards the scientist Petrenco are alien to us.", "Moreover, we recall that the article was published two years ago and since then, the editorial board has changed, starting with its editor at the time, I.G., and continuing with the political department of the newspaper.", "Therefore, we regret the disparaging remarks and immoderate language directed at the historian Mr Petrenco, even if we assume our right not to share his political opinions and ideas.”", "14. In the subsequent proceedings before the Centru District Court, S.N. stated that during the Soviet era nobody would have been sent to Moscow for postgraduate studies without the support of the Communist Party and the KGB. However, he accepted that not all those sent for postgraduate studies had been KGB agents.", "15. On 12 May 2004 the Centru District Court dismissed the applicant's action, finding, inter alia:", "“... According to the author of the article, he published it in good faith and had no intention to humiliate or defame his former colleague [Mr Petrenco]. On the contrary, he said in evidence that, in his personal opinion, Mr Petrenco had been a brilliant student and a committed activist, who was well-mannered and respected his elders. The fact that he had become a member of the CPSU was not a secret and did not disclose any intention to defame, because everyone has the right to become a member of a political party ...", "... the court finds that both [the author and the applicant] were former colleagues at the history faculty and had published articles in the press without any intention to defame the other.”", "16. The applicant appealed.", "17. On 28 September 2004 the Chişinău Court of Appeal dismissed the appeal, finding that S.N. could not be held responsible for expressing his opinions. It considered the distinction between statements of fact and value judgments and stated:", "“... [the Court of Appeal] considers that the phrases written in the article represent the author's own subjective opinion of Mr Petrenco ...", "In a democratic society a person cannot be held responsible for expressing his own views ...", "The notion of a 'value judgment' has also to be taken into consideration, which means that a person cannot be held responsible for his opinions or his views on certain events or circumstances ..., the veracity of which cannot be proved.”", "18. The applicant lodged an appeal on points of law. He mainly contended that:", "“... the said article was published by the newspaper in bad faith and the first-instance court wrongly found that S.N. publishes articles in the press without any intention to defame the applicant. The defendants knowingly published the article with the aim of damaging the applicant's honour, dignity and professional reputation.", "... the applicant does not object to the author's right freely to express his views, but he objects to the derogatory remarks in the article, which are not true and, in substance, damage the applicant's honour, dignity and professional reputation.", "The courts disregarded the fact that the defendants had disseminated information which was damaging to [the applicant's] honour and did not apply the provisions of sections 7 and 7/1 of the Civil Code...”", "19. The applicant attached to his appeal a linguistic report on the author's statements prepared by the National Centre of Terminology of the Department of Interethnic Relationships. The report concluded that S.N. had directly insulted the applicant and that the article had damaged his honour, dignity and professional reputation.", "20. On 1 December 2004 the Supreme Court of Justice held that the applicant's appeal was inadmissible as it reiterated the arguments advanced at first instance and before the Court of Appeal. The court nonetheless briefly considered the issues arising in the case and found, inter alia, that:", "“... Article 10 of the European Convention on Human Rights and Article 32 of the Moldovan Constitution guarantee the right to freedom of expression, including the right to communicate information and ideas.", "Under these circumstances, by dismissing the applicant's action, the courts have correctly found that a distinction must be drawn between facts and 'value judgments'.", "As the lower courts found in their judgments in the present case, the author's statements must be treated as 'value judgments', a circumstance which excludes liability on the part of the newspaper Moldova Suverană for the opinion it has expressed on certain events and circumstances, the veracity of which is impossible to prove.", "In the light of the above and taking into consideration that the impugned statements are, in substance, 'value judgments' ... the appeal on points of law must be dismissed.”", "21. The Court made no comment on the report attached to the appeal.", "22. According to the applicant, he was not summoned to attend the hearing before the Supreme Court of Justice.", "23. Article 32 of the Constitution guarantees freedom of expression and provides, in so far as relevant, as follows:", "“(1) The freedom of expression of all citizens ... is guaranteed.", "(2) Freedom of expression must not damage the honour, dignity or rights of others ...", "(3) Defamation ... is prohibited by law and incurs sanctions.”", "24. The relevant provisions of the Civil Code in force at the material time read:", "Article 7 Protection of honour and dignity", "“(1) Any natural or legal person shall be entitled to apply to the courts to seek [an order for] the retraction of statements which are damaging to his or her honour and dignity and do not correspond to reality, as well as statements which are not damaging to honour and dignity, but do not correspond to reality.", "(2) When the media organisation which disseminated such statements is not capable of proving that they correspond to reality, the court shall compel the publishing office of the media organisation concerned to publish, not later then 15 days after the judicial decision becomes effective, a retraction of the statements in the same column, on the same page or in the same programme or series of broadcasts.”", "Article 7/1 Compensation for non-pecuniary damage", "“The non-pecuniary damage caused to a person as a result of the dissemination through the mass media or by organisations or natural persons of statements which do not correspond to reality, or statements concerning his or her private or family life without his or her consent, shall give rise to an award of financial compensation in an amount to be determined by the court.", "The amount of the award determined by the court in each case shall be equal to between 75 and 200 times the minimum wage if the information has been disseminated by a legal entity and between 10 and 100 times the monthly wage if it has been disseminated by a natural person.", "The immediate publication of an apology or retraction ... before a judgment is handed down in the matter constitutes a reason to reduce the value of any compensation or to exempt the party from the requirement to make a payment.”", "25. On 12 June 2003 a new Civil Code entered into force, Article 16 of which reads as follows:", "“(1) Everyone shall have the right to respect for his or her honour, dignity and professional reputation.", "(2) Everyone shall have the right to seek [an order for] the retraction of statements which are damaging to his or her honour, dignity and professional reputation, if the person who disseminated them is unable to prove their truthfulness.", "...", "(8) Anyone whose honour, dignity or professional reputation has been damaged as a result of disseminated information shall have the right to claim compensation for pecuniary and non-pecuniary damage ...”", "26. The relevant provisions of Government decision no. 305 of 17 May 2004 on the launch of the Government newspaper, Moldova Suverană, read as follows:", "“(1) The Government newspaper Moldova Suverană shall be launched with effect from 1 July 1994.", "The editor of the Government newspaper shall be appointed by a decision of the Government ...”", "27. The relevant provisions of Government decision no. 587 of 20 June 2005 on the winding up of Moldova Suverană read as follows:", "“With the purpose of fulfilling the State's obligation to prevent and to limit a State monopoly in media ...", "(1) The State newspaper Moldova Suverană ... shall be wound up with effect from 1 July 2005 ...”", "28. The Code of Civil Procedure of 12 June 2003 set out the procedure before the Supreme Court. Article 440 provides, in so far as relevant, as follows:", "“Procedure for the examination of the admissibility of an appeal", "(1) Once the court has established the existence of one of the reasons cited in Article 433, a chamber of three judges shall decide, in a non-reasoned and non-appealable judgment, on the admissibility of the appeal. In such cases, a report on the inadmissibility shall be prepared which, together with a copy of the appeal and the judgment, shall be held by the court in the relevant case file.", "(2) The admissibility of an appeal is decided without summoning the parties.”", "29. Article 442(1) provides that:", "“In examining the appeal introduced ... the court shall verify, on the basis of the material in the case, the legality of the decision against which the appeal has been lodged, without taking any new evidence.”"], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}