{"ITEMID": "001-102807", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "ADMISSIBILITY", "DATE": 2010, "DOCNAME": "GERTER v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Ján Šikuta;Lech Garlicki;Mihai Poalelungi;Nebojša Vučinić;Nicolas Bratza;Vincent A. De Gaetano", "TEXT": ["The applicant, Mr Patrycjusz Gerter, is a Polish national who was born in 1963 and is currently detained in Warsaw-Mokotów Remand Centre. He was represented before the Court by Ms B. Słupska-Uczkiewicz, a lawyer practising in Wrocław.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 6 November 1998 the applicant was sentenced to 25 years’ imprisonment and was committed to Wołów Prison. Since that date he has been continuously detained in several penitentiary facilities in Rawicz, Strzelin, Kłodzko, Brzeg, Kluczbork and Nowy Wiśnicz. On an unspecified date the applicant was transferred to Warsaw-Mokotów Remand Centre where he is currently detained.", "The parties gave partly differing accounts of the conditions of the applicant’s detention.", "The applicant maintained that throughout his detention he was held in overcrowded cells.", "Without submitting the exact statistics, the Government acknowledged that during the applicant’s detention in Strzelin Prison he had spent several days in a cell in which the statutory minimum size of 3 m² per person had not been respected. The Government did not comment on the level of overcrowding in the remaining penitentiary facilities. More recently, the Government also submitted that on an unspecified date, presumably in November 2009, the applicant had been placed in a cell in which the statutory minimum standard of 3 m² per person was respected. The applicant did not contest this submission.", "The applicant lodged several complaints with the penitentiary authorities regarding the conditions of his detention. Only one of them was considered well-founded.", "The applicant brought a civil action in tort against the State Treasury statio fisci Wołów Prison to seek compensation for the infringement of his personal rights. On 17 May 2006 the Wroclaw Regional Court dismissed the applicant’s claim. The applicant appealed. On 24 August 2006 the applicant was requested to pay a basic court fee in the amount of PLN 30 (approximately EUR 7.50). In reply, the applicant requested the court to exempt him from payment of the basic court fee arguing that he was detained and lacked financial resources. On 11 October 2006 the court dismissed the applicant’s request stating that he had already been exempted from paying most of the court fees. On an unspecified date the Wroclaw Regional Court rejected the applicant’s appeal on formal grounds. The applicant has not brought a civil action in respect of the remaining period of his detention.", "(See Siedlecki and 9 other applications v. Poland, no. 5246/03)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}