{"ITEMID": "001-82951", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF ALMAYEVA v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6;Violation of P1-1", "JUDGES": "Christos Rozakis", "TEXT": ["5. The applicant was born in 1966 and lives in Samara.", "6. The applicant was engaged in emergency operations at the site of the Chernobyl nuclear plant disaster. She was issued with a certificate confirming her participation in the emergency operations. As a holder of the certificate she was entitled to certain monthly payments.", "7. In February and March 2000 the Social Security Department of the Oktyabrskiy District of Orsk (Управление социальной защиты населения Октябрьского района г. Орска, hereinafter “the social security service”) paid to the applicant the arrears for the period from November 1999 to March 2000.", "8. On 13 April 2000 the Oktyabrskiy District Court of Orsk held that the social security service had unlawfully defaulted on the monthly payments from November 1999 to February 2000. The judgment was not appealed against and became final on 24 April 2000.", "9. In April 2000 the social security service discontinued the payments. The applicant sued the social security service.", "10. On 20 August 2001 the Oktyabrskiy District Court of Orsk held that the social security service had unlawfully refused to pay. The applicant held a certificate confirming her participation in the emergency operations in Chernobyl and was entitled to receive the payments. On 25 September 2001 the Orenburg Regional Court upheld the judgment on appeal and it became enforceable.", "11. On 14 December 2001 the applicant submitted the writ of execution to the bailiffs.", "12. On 17 December 2001 the bailiffs opened enforcement proceedings.", "13. On 27 February 2002 the applicant received 11,762 Russian roubles (RUB).", "14. On 11 July 2002 the bailiffs directed that the social security service pay the judgment debt by 20 August 2002. The social security service did not comply.", "15. The judgment remains unenforced in part. According to the Government, the debt amounts to RUB 13,002.20.", "16. On 22 June 2002 Judge R., the President of the Orenburg Regional Court, lodged an application for supervisory review of the judgments of 13 April 2000 and 20 August 2001, as upheld on 25 September 2001.", "17. On 30 September 2002 the Presidium of the Orenburg Regional Court chaired by Judge R. quashed the judgments of 13 April 2000 and 20 August 2001, as upheld on 25 September 2001, and remitted the cases for a fresh examination before the District Court. It found that the District Court had erred in the assessment of the facts and application of domestic law. In particular, it had not verified whether the certificate confirming the applicant's participation in emergency operations at the site of the Chernobyl nuclear plant disaster was valid.", "18. On 29 November 2002 the Oktyabrskiy District Court held that the discontinuation of the monthly payments had been lawful and dismissed the applicant's claims. It found that the certificate confirming the applicant's participation in the emergency operations at the site of the Chernobyl nuclear plant disaster had been issued by an unauthorised person and was void. Consequently the applicant was not entitled to monthly payments."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}