{"ITEMID": "001-90686", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "ADMISSIBILITY", "DATE": 2008, "DOCNAME": "ZEMAN AND OTHERS v. SLOVAKIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson;Giovanni Bonello;Ján Šikuta;Ledi Bianku;Nebojša Vučinić;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["The applicants are siblings. The first applicant, Mr Ján Zeman, is a Slovakian national who was born in 1930 and lives in Bratislava. The second applicant, Ms Božena Božiková, is a Czech national who was born in 1942 and lives in Klatovy (Czech Republic). The third applicant, Ms Emília Martykánová, was born in 1937 and died in 2004. She was a Slovakian national. The first and the second applicants as her exclusive heirs expressed the wish to continue the application in the third applicant's stead.", "In August 2006 the first and second applicants appointed Mr J. Bolješik, a lawyer practising in Piešťany, to represent them in the proceedings before the Court.", "The Government of the Slovak Republic (“the Government”) were represented by their successive Agents, Mrs A. Poláčková and Mrs M. Pirošíková.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "1. Proceedings for recovery of the applicants' property", "The applicants' parents owned a plot of land of approximately eight hectares which had been allocated to them in 1944. The plot was used as an orchard.", "In 1958 the applicants' father joined an agricultural cooperative. He put the above plot of land at the cooperative's disposal. The cooperative thereby obtained the right of “cooperative use” in respect of the land. The owners retained the ownership title in the form of nuda proprietas.", "In 1969 the applicants' father terminated his membership of the cooperative which, however, continued using the plot. Following a restructuring of cooperatives and exchanges of land between them, the plot was transferred to the Zeleneč cooperative, which later merged with the Majcichov cooperative.", "In 1977 the Majcichov cooperative put the land at the disposal of the Slovak Union of Gardeners (Slovenský zväz záhradkárov – “the Union”), free of charge, for a period of ten years. The area where the plot is located was turned into garden allotments consisting of individual gardens which were placed at the disposal of members of the Union. The land has since then been used by the gardeners.", "In 1987 the Majcichov cooperative and the Union concluded a contract extending the Union's right to use the plot until 2020.", "After their parents' death the applicants acquired ownership of the plot by succession.", "In a letter of 19 December 1990 the president of the Majcichov cooperative expressed the view that, as the cooperative had acquired the applicants' plot by exchange, the “cooperative use” regime did not apply to that land. In any event, the land could not be restored to the applicants as it was being used by gardeners in allotments. The cooperative offered to put a different plot of land at the applicants' disposal or, alternatively, to conclude a rent contract with them.", "In 1993 the applicants brought an action against the Union claiming payment of rent for the use of the plot.", "On 25 April 2002 the Trnava District Court asked the applicants to indicate whether they maintained their claim. In May 2002 the applicants informed the court that they wished to claim compensation for unjustified use of their land by the gardeners. The applicants submitted no further information in respect of the proceedings concerning that claim.", "On 12 July 1995 the applicants sued the Union and representatives of the four allotments concerned. They claimed that the land should be returned to them.", "On 14 September 1995 the Trnava District Court dismissed the action. The Bratislava Regional Court quashed that judgment and instructed the first-instance court to take further evidence. The case was transferred to the Pezinok District Court.", "On 3 February 2000 the applicants provided further particulars and explained that under Article 126 of the Civil Code they sought a court ruling ordering the defendants to vacate their land.", "On 5 September 2001 the Pezinok District Court dismissed the action.", "In the reasons for its judgment the District Court, with reference to documentary evidence and witness statements, established that the above contract of 1987 extending the gardeners' right to use the land until the end of 2020 was void as it had not been duly signed by the parties' representatives. However, that shortcoming had not affected the cooperative's right to use the property. After the entry into force of the Land Ownership Act 1991 that right had been converted into a lease pursuant to section 22 (1). The judgment further stated that as the applicants had not terminated the lease in respect of the defendants, their application for the land to be vacated could not be granted.", "The applicants appealed. They argued that the District Court had incorrectly found that the Majcichov cooperative had maintained the right of cooperative use of their plot. The applicants also alleged that they had given notice to the representatives of the gardeners' allotments concerned in 1994 and had requested them to vacate the property in 1995.", "On 17 April 2002 the Bratislava Regional Court upheld the first-instance judgment. While summing up the conclusions reached by the District Court, the Regional Court stated that, in the absence of any other agreement between the applicants and the cooperative, the latter was to be considered as renting the land from the applicants with effect from the entry into force of the Land Ownership Act 1991. It had not been shown that the applicants had put an end to that legal relationship.", "In its judgment the court of appeal confirmed that the provisions of the Land Ownership Act 1991 were applicable to the applicants' land. They should have sought redress in accordance with that Act, which was a lex specialis in respect of the general protection of ownership rights under Article 126 § 1 of the Civil Code. The applicants' action under the latter provision could therefore not be granted. In the judgment reference was made, inter alia, to sections 9, 11 and 22 of the Land Ownership Act 1991.", "On 22 May 2002 the applicants brought an action before the Trnava District Court against the three allotments as an entity and their representatives. They claimed that the defendants should be obliged to refrain from any interference with the plaintiffs' ownership rights. On 21 March 2003 the Trnava District Court discontinued the proceedings as the applicants had failed to rectify formal shortcomings in their action, despite prior warnings and indications as to how to do so.", "In the meantime, in June 2002, the applicants gave notice to the representatives of the allotments of their intention to terminate the lease of their land as from 1 October 2003.", "In October 2002 the applicants lodged a complaint under Article 127 of the Constitution in respect of the above judgments of 5 September 2001 and 17 April 2002. They contended that the ordinary courts' decisions had been arbitrary as the courts had disregarded the relevant evidence. In particular, the courts had overlooked the fact that the applicants had given notice to the defendants in 1994 and 1995 and that in the above letter of 1990 the president of the Majcichov cooperative had confirmed that the latter had not acquired the right of cooperative use of the land. The applicants relied on the constitutional equivalents of Article 6 of the Convention and Article 1 of Protocol No. 1.", "On 5 March 2003 the Constitutional Court declared the complaint inadmissible. It found no indication that the way in which the proceedings before the ordinary courts had been conducted and the conclusions reached by those courts were contrary to the applicants' constitutional rights in issue.", "On 30 November 2006 the first and second applicants issued notice to the individual gardeners using their land, requesting them to vacate the land.", "On 25 March 2008 the first and second applicants informed the Court that the gardeners were continuing to use their land.", "2. Proceedings under Act 64/1997 Coll.", "On 24 July 2002 the gardeners in the allotments requested that the tenancy and ownership relationship in respect of their gardens be settled by means of a land consolidation procedure under Act 64/1997 Coll. (see “Relevant domestic law” below).", "On 19 April 2006 the Trnava District Land Registry rejected the request. On 18 July 2006 the Trnava Regional Land Registry upheld that decision. The authorities found that the applicants' land used by gardeners in the allotments did not fall under Act 64/1997 Coll., as the gardeners had not shown that a valid contract entitled them to use the land. In particular, the 1987 contract allowing the gardeners to continue using the land until the end of 2020 was void due to formal shortcomings. Reference was made to the Pezinok District Court's judgment of 5 September 2001.", "The decision became final on 1 August 2006.", "3. Administrative proceedings concerning gardeners' huts", "Fifty-one gardeners in one of the allotments applied to the Trnava municipality for retrospective planning permission in respect of the huts they had built in the gardens.", "The applicants objected, arguing that the gardeners had no rights of use over the land.", "The municipal authority noted that the applicants' objection related to their proprietary rights in respect of the relevant plots. In accordance with section 88a of the Construction Act 1976, read in conjunction with Article 135c of the Civil Code, such issues fell to be determined by a court. For that reason the Trnava municipality, on 16 September 2004, stayed the administrative proceedings pending the outcome of the judicial proceedings which the applicants were required to bring.", "On 20 December 2005, on a request lodged by the first applicant, the Trnava municipality ordered the removal of several huts in a different allotment. The authority noted that the construction of the huts in issue had been permitted only temporarily until 31 December 1987 on the condition that after that date the gardeners concerned would remove them at their own expense. On 8 and 18 May 2006 the Trnava Regional Construction Office dismissed the appeals lodged by the gardeners.", "One of the gardeners sought a judicial review of the above administrative decision of 18 May 2006. The proceedings are pending before the Trnava Regional Court which, on that ground, issued an injunction preventing the decision in question from being enforced.", "Under Article 126 § 1, owners have the right to protection against unjustified interference with their ownership rights by others. In particular, they are entitled to claim restitution of the property from those who hold it without any valid legal ground.", "Article 135c entitles courts to determine landowners' claims against persons who have constructed a building without permission on their plots. The courts can order the removal of such buildings at the expense of their owners (paragraph 1), grant ownership of such buildings to the landowners against compensation (paragraph 2) or settle the relationship between the persons involved in a different way, in particular by granting an easement (paragraph 3).", "Article 420 § 1 provides that every person is liable for any damage he or she causes by breaching an obligation resulting from law.", "The Land Ownership Act 1991 entered into force on 24 June 1991.", "Paragraphs 1 (a), (b) and 2 of section 22 provide that, as from the entry into force of the Act, cooperatives' right to use other persons' land is revoked and, unless a different agreement is reached with the owners, the user of the land acquires tenancy rights thereto. This lease relationship can be terminated by notice given by 1 October every year.", "Under section 22 (3), as in force until 25 March 1997, in cases where the land was used by individual gardeners in an allotment, the tenancy could not be terminated before the date until which the land was originally put at the users' disposal. Unless the parties otherwise agreed, the gardeners had the right to have the tenancy extended by ten years.", "Section 22 (4) entitled the owners of land used by gardeners in allotments to request, within three years from the entry into force of the Act, that the land in question be exchanged for a different plot of land owned by the State.", "The principal purpose of the Act is to arrange for the return to the categories of persons referred to therein of agricultural property the ownership of which was transferred to the State or other legal persons in the circumstances specified in the Act between 25 February 1948 and 1 January 1990. Section 9 obliges the persons holding such land to return it to the original owners within sixty days of the latter's request. It also provides for a procedure in the event of refusal by the former to return the property. Under section 11 (1) (d), land on which an allotment has been established cannot be returned to the original owner.", "Act 64/1997 Coll. governs the use of land within allotments and the transfer of ownership rights in respect of such land. It repealed section 22 (3) of the Land Ownership Act 1991 with effect from 26 March 1997.", "Section 3 (1) of the Act provides that the users of land in allotments acquire the right to lease it as from the entry into force of the Act.", "The main purpose of the Act is to permit the transfer of ownership of the land to gardeners in allotments where the majority of gardeners so request and where the owners oppose the transfer (further details concerning the relevant provisions and the domestic practice are set out in Urbárska obec Trenčianske Biskupice v. Slovakia, no. 74258/01, §§ 49-63 and 67-79, ECHR 2007... (extracts)).", "Section 88a governs proceedings concerning the approval of buildings constructed without permission. Where the owner of such a building cannot prove that he owns the relevant plot or otherwise has title to it and where the owner of the plot disagrees with the construction being authorised, the administrative authority must refer the landowner's claim to a court and stay the proceedings under the Construction Act 1976 pending the outcome of the judicial proceedings."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}