{"ITEMID": "001-98050", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF PAVLENKO v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "No violation of Art. 3 (substantive aspect);Violation of Art. 13;Violation of Art. 6-1 and 6-3-c;Remainder inadmissible;Non-pecuniary damage - award", "JUDGES": "Anatoly Kovler;Christos Rozakis;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Khanlar Hajiyev", "TEXT": ["5. The applicant was born in 1971 and is serving a sentence of imprisonment in the Irkutsk Region.", "6. In November 1999, July 2000 and September 2000 criminal inquiries were opened following discoveries of the dismembered bodies of women (victims K., Ok. and A., Os.).", "7. On 22 August 2000 the applicant was questioned in the presence of counsel in relation to an accusation of rape by victim G. On 15 September 2000 the case was discontinued for lack of a corpus delicti, in view of the apparently consensual nature of the relations.", "8. Thereafter, on 3 February 2001 a Ms F. accused the applicant of rape and unlawful deprivation of liberty. It appears that on 3 February 2001 the applicant either came to the Barnaul police or was arrested with regard to that complaint. The applicant explained that he had consumed alcohol with the victim at his home on the previous evening, but denied any sexual assault. It appears that, having been apprised of his procedural rights, including the right to legal assistance, he waived this latter right. He was then questioned but apparently made no further statement. The investigator ordered his placement in custody and asked the administration of the temporary detention centre to ensure that the applicant, then a State official (a driver in a sobering-up centre), be kept separately from other detainees (see also paragraphs 43 and 44 below). According to the applicant, on the same date he was refused permission to contact his family in order to retain counsel. The case against the applicant was entrusted to four investigators in view of the case's “complexity and the large amount of work to be done”. On the same day, the investigator heard a Ms S. in relation to the accusations against the applicant.", "9. In addition to the investigators, on 4 February 2001 investigator P. of the Altay Regional Prosecutor's Office requested the police department to assign officers for a “series of operational and search measures” to verify whether the applicant had been involved in recent cases concerning the disappearances of female students from a local university (see also paragraphs 14 and 25 below).", "10. According to the applicant, after his arrest he asked to be represented by Mr K., an advocate at the local bar association. It appears that the investigator decided that K. could not represent the applicant, given a potential conflict of interest arising from the fact that at the time K. already represented a Mr P. According to the applicant, however, P. retained K. as counsel not earlier than on 19 February 2001.", "11. On 6 February 2001 investigator A. listed charges against the applicant in relation to victim F. The applicant was informed of his right to remain silent and his right to legal assistance and admitted his guilt “in part”. He did not want to be represented by the on-duty legal-aid lawyer and thus required adjournment until the following day in order to be represented by (unspecified) counsel retained by his parents.", "12. According to the applicant, his mother first learnt about his arrest on 6 February 2001 from his girlfriend, who in turn had learnt about it from a relative, a former law-enforcement officer. When the applicant's mother came to the investigator's office, she was reassured that the applicant did not wish other counsel. She was later told that the applicant was satisfied with the services of counsel D. According to the Government, the applicant's mother first learnt about the applicant's arrest on 4 February 2001.", "13. On 7 February 2001 the investigator appointed D. as legal-aid counsel, the applicant's objection notwithstanding. The applicant reiterated his wish to be represented by counsel retained by his parents and remained silent. He was still refused permission to receive visits from them or to contact his family, on the ground that it would adversely affect the conduct of the investigation. As can be seen from the interrogation record, this interview with the investigator was held from 3.15 to 3.20 p.m. However, according to the visitors' logbook, the investigator saw the applicant from 2.44 to 5.06 p.m. on that day.", "14. According to the applicant, he was daily questioned in relay for up to twelve hours by investigators and police officers in the temporary detention centre until 2 March 2001. Only the leading officer's name was noted in the visitors' logbook. According to the applicant, he was beaten up by officers who used techniques leaving no traces. In order to obtain confessions, officers also proffered threats against the applicant's next of kin, suggesting, for instance, that they would allow publication of an article in a local newspaper mentioning the names of the applicant's brother and girlfriend; that they would carry out searches in their flats; that they would stage his suicide with the aid of cellmates. On unspecified dates, the applicant was allegedly beaten up by his cellmates, who had been instructed to induce him to make admissions. The applicant subsequently accused the officers of ill-treatment (see paragraph 33 and 42 below).", "15. Thus, the following interviews took place:", "On 8 February 2001 - by officers, from 4.10 to 5.15 p.m.;", "On 9 February 2001 - by officers, from 11.50 a.m. to 1.35 p.m. and from 5.20 to 7.40 pm. On the same date the authorities re-opened the proceedings concerning the alleged rape of G. (see paragraph 7 above).", "On 10 February 2001 – by officers, from 11.15 am to 3.20 p.m.;", "On 12 February 2001 – by the investigator, from 3 to 4.10 p.m.", "16. On 13 February 2001 investigators A. and Sh. had access to the applicant from 10.25 a.m. to 12.25 p.m. and from 3.05 to 7.35 p.m. In his written statement the applicant confessed to a sexual assault against F. and the double murder of A. and Ok. in July 2000. The applicant was questioned from 5.30 to 7.25 p.m. in the presence of counsel D. During that interview, the content of Article 51 of the Constitution was explained to the applicant, and he confirmed that he understood it. He also confirmed he was willing to give testimony and endorsed his earlier confessions on the same day, stating that his admissions had been voluntary and were due to the fact that “he could no longer bear the burden”. According to the applicant, counsel D. was present only from 7.30 to 7.35 p.m.", "17. The applicant was questioned by the investigator on 15 February 2001 from 5.27 to 6.57 p.m. According to the Government, at this interview the applicant confirmed his admission in respect of victim F, in the presence of counsel D..", "18. On 17 February 2001 the applicant was questioned by officers from 10.20 a.m. to 1 p.m.", "19. On 18, 20 and 26 February 2001 the applicant confessed to several offences. According to the applicant, on each occasion he was brought to the principal investigator after questioning by officers, and signed the record. The events during the relevant period can be described as follows:", "On 18 February 2001 investigator A. visited the applicant from 12.30 to 2.10 p.m. The applicant was questioned in the presence of counsel D. from 12.30 to 12.50 p.m. about the double murder. In reply to the investigator's question, the applicant stated that he had not committed any other murders.", "On 19 February 2001 the applicant was questioned by officers from 2.35 to 4.13 p.m.", "On 20 February 2001 the applicant was questioned by police officers from 10 a.m. to 3.30 p.m. The applicant made a written statement concerning the murder of K., indicating that “the confession was voluntary without physical or psychological duress”.", "20. Subsequent interviews (without the presence of counsel) were as follows:", "On 21 February 2001 the applicant was questioned by the investigator from noon to 3.30 and by (an) officer(s), from 3.15 to 5.25 p.m.;", "On 22 February 2001 – by (an) officer(s), from 11.40 a.m. to 2.35 p.m.;", "On 23 February 2001 – by the investigator, from 11.43 a.m. to 2.35 p.m.;", "On 24 February 2001 – by officers, from 12.15 to 1 p.m.;", "On 26 February 2001 the applicant was questioned by officer(s) from 9.50 a.m. to noon and by the investigator from 5 to 6.40 p.m. The applicant made a written statement confessing to the murder of victim Os.", "21. As transpires from the visitors' register, on 27 February 2001 the investigator saw the applicant from 11.33 a.m. to 1.07 p.m., while police officer S. saw him from 5.05 to 5.55 p.m. on the same day. The photo identification lasted from 1.10 to 1.15 p.m. in the presence of counsel D.", "22. Visits continued thereafter in March and April 2001 (see also paragraph 28 below).", "23. According to the applicant, after his mother had read in the local newspaper that he had admitted to serious grave crimes, she realised that she had been misled by investigator A. and retained counsel S. (see below).", "24. On 6 March 2001 the applicant was allowed for the first time to see his privately-retained counsel, Mr S. The applicant retracted and sought exclusion of all previously-collected evidence, including his confessions, as obtained under compulsion and without effective legal advice.", "25. On 11 April 2001 police officer S. reported back to investigator P. that, following the order of 4 February 2001, a series of “operative measures” had disclosed the applicant's involvement in the murders of Ok., A., K. and Os. At the same time, no connection was established in relation to the disappearances of female students. The report mentioned that the applicant was still being investigated.", "26. On 23 April 2001 the applicant was placed in solitary confinement after an altercation with cellmates.", "27. During the preliminary investigation a large number of forensic reports were prepared and more than fifty persons were heard as witnesses; many of them gave oral testimony during the trial. Searches were conducted in the applicant's flat and a number of documents were seized.", "28. Counsel S. complained that the applicant continued to be visited by police officers who, in his view, were not authorised to deal with the criminal case. On 31 May 2005 the investigator issued an order stating that only four investigators, including himself, were authorised to have meetings with the applicant. When questioned about their activities, the above officers explained to the investigator that they had been assigned the task of verifying whether there might be a link between the applicant and the disappearances of female students other than those already investigated.", "29. Upon counsel's complaint, in June 2001 the investigator ordered an inquiry concerning the injuries to the applicant's face, caused on 23 April 2001, and whether he had complained about any ill-treatment. Investigator P. also informed the applicant that the investigators had not been aware that various officers had had meetings with the applicant in the temporary detention centre or the remand centre.", "30. In October 2001 the investigator reported to the trial prosecutors' department that the activities carried out by the assigned officers did not permit the conclusion that the applicant had been involved in other criminal offences.", "31. The case against the applicant was scheduled for trial before the Altay Regional Court. The applicant admitted in substance the charges in relation to Ms F. He argued that his intercourse with G. had been consensual; that he had no link to the other four persons (victims K., Ok., Os., A.); and that his pre-trial confessions in that connection had been obtained through ill-treatment and psychological pressure on the part of the police officers. In support of his allegation of duress the applicant provided the trial court with an extract from the visitors' logbook of the temporary detention centre for the period from 4 February to 23 March 2001. During that period the applicant received visits from various officers and investigators.", "32. The trial court dealt with the applicant's allegations of ill-treatment, confession under duress and the alleged violation of his right to legal assistance during the preliminary investigation. The court heard investigator A., who confirmed that the applicant could not be represented by counsel “named by him” (possibly meaning Mr K.) because at the time the latter represented Mr P. The investigator also confirmed that the applicant was not allowed to receive visits from his mother, in order to prevent them from tampering with evidence and perverting the course of the investigation. The trial court upheld that argument, referring to the applicant's mother's attempt to hand over a message to the applicant asking him to remain silent and to possibly plead temporary insanity.", "33. The trial court rejected the allegation of ill-treatment, relying on medical reports dated 3 and 14 February 2001 and considering that the admissions were thus “truthful”. The court heard some of the officers who visited the applicant in detention, and concluded that they had been empowered to question the applicant in relation to the cases for which he was being investigated and also other cases. The court also heard a Mr M., who had been detained with the applicant in March 2001. Mr M. stated that the interrogations of the applicant had spanned the entire day and the applicant had returned to the cell “exhausted”; there had been no traces of violence on him.", "34. On 22 November 2001 the Regional Court convicted the applicant of several counts of rape and murder, and sentenced him to twenty-four years' imprisonment.", "35. Regarding the applicant's conviction for raping G., the trial court held that “despite the applicant's retraction of his earlier admission, his guilt was proven by the victim's deposition”. The court also referred to several witness statements and medical evidence.", "36. In finding the applicant guilty of the rape and unlawful deprivation of liberty of victim F., the trial court relied on the applicant's own admissions reiterated at the trial, the victim's deposition, statements by witnesses who saw the victim escaping from the applicant' flat, and medical expert reports.", "37. In finding the applicant guilty of murdering victim K., the court relied on the applicant's pre-trial confession, his interview with the investigator in the presence of counsel D. and the applicant's identification of the victim by a photograph. The trial court considered that the above statements were collaborated by three witness statements as regards the victim's clothes on the day of the murder, the inspection record of the crime scene and the medical expert reports.", "38. The trial court convicted the applicant of murdering Ok. and A. on the basis of the applicant's pre-trial admissions, his interview with the investigator in the presence of counsel D. and the applicant's identification of the victim by a photograph. The trial court considered that the above statements were collaborated by the other available evidence.", "39. The applicant's conviction for murdering Os. was based on the applicant's pre-trial confession, which the court considered to be “truthful”, despite his retraction. The court held that the applicant could not have learnt the details of this crime from another source.", "40. Having heard the prosecution and counsel S., on 22 May 2002 the Supreme Court of the Russian Federation upheld the trial judgment. The appeal court considered that there had been no violation of the defence rights since on 3 February 2001 the applicant had been apprised of his rights to remain silent and to legal assistance. The applicant had signed the record and had waived the right to counsel. From 7 February 2001 the applicant had been represented by counsel D. who attended all investigative measures relied up by the trial court. The appeal court noted that the applicant's pre-trial admissions had revealed circumstances which had not been previously known to the investigative authorities. For instance, as regards victim K., the applicant had given descriptions of the victim and her clothes, and had referred to circumstances concerning her character and way of life. The information supplied by the applicant was then confirmed by statements from various persons heard as witnesses at the trial. Thus, as regards victim Ok., her mother confirmed that the hairpin seized at the applicant's flat belonged to her late daughter. The other physical evidence, taken together, also refuted the allegation that the applicant had not been involved in the murders.", "41. After the trial, the applicant sought the institution of criminal proceedings against the principal investigator in his criminal case, alleging forgery of evidence. On 27 December 2004 and 17 January 2005 the Regional Prosecutor's Office refused that request. The applicant unsuccessfully challenged this refusal in the courts.", "42. The applicant also sought the institution of criminal proceedings against the officers who had interrogated him in February 2001, alleging ill-treatment. On 14 December 2004 the investigator in the Regional Prosecutor's Office refused to prosecute the officers. This decision was upheld by the higher prosecutor on 31 January 2005. On 19 May and 23 June 2005 the Regional Court took final decisions upholding the district courts' decisions declining jurisdiction in relation to the applicant's complaint about the decision of 14 December 2004. In separate proceedings, on 7 July and 13 October 2005 the Regional Court decided in the final instance that the applicant's complaint about the decision of 31 January 2005 was not amenable to court review.", "43. The applicant was kept in the temporary detention centre of the Barnaul Department of the Interior (ИВС УВД г. Барнаула) from 3 February to 2 March 2001, and from 13 to 23 March 2001. Together with other four detainees, he was kept in a cell measuring six square metres. The applicant slept on the floor because no bed, mattress or bedding was provided. The cell was not heated; the ventilation and light were poor. The toilet was not separated from the living area. Food was distributed once a day. The applicant remained all the time in his cell since no outdoor activity was allowed. The applicant was refused permission to have visits or other contact with his family.", "44. The applicant subsequently indicated that the levels of heating and humidity in the cell had been unacceptable; he had been given a cup of tea and a piece of bread in the morning and, at times, soup and porridge in the afternoon; he had had no access to a shower and no items for personal hygiene.", "45. In the temporary detention centre the applicant was kept in cell no. 15, measuring eight square metres, together with another inmate. A toilet was separated from the main area. The applicant, like other detainees, was provided with a bed and a mattress. Although no bedding was provided, detainees were allowed to use their own bedding. The applicant was also given various items for personal hygiene and allowed to have a shower once per week. The cell had adequate lighting, ventilation and heating systems. The applicant was allowed one hour of outdoor exercise per day, was properly fed and allowed to receive food parcels from his relatives or family. He had access to drinking water. The applicant made no complaints about his detention in the temporary detention centre until December 2004.", "46. The applicant's initial description of the conditions of his detention in Barnaul remand centre no. 22/1 reads as follows. The applicant was placed in a cell situated in the basement of the building. The number of inmates in his cell substantially exceeded the design capacity. The cell had a small window, which was not glazed but was instead covered with metal shutters, barring access to natural air and light. The internal light was poor. The toilet was not separated from the main area. The cell was infested with cockroaches. The applicant slept on the floor. The unheated cell was extremely damp. The quality of food was unsatisfactory. During family visits and outdoor activity the applicant remained handcuffed.", "47. The applicant subsequently amended his account, indicating that he had been kept in the remand centre from 3 to 12 March 2001, and between 24 March 2001 and 27 June 2002. In the most recent period of his detention he had been alone in cell no. 122 measuring 4.1 square metres in the basement of the remand centre. During that period, the unheated cell was extremely damp; there was no ventilation. The quality of food was unsatisfactory. No bedding was provided. The cell window was not glazed; it was covered with metal shutters, barring access to natural air and light. The internal light was poor. The toilet was not separated from the main area.", "48. According to the Government, the applicant was kept in Barnaul remand centre no. 22/1 from 2 March 2001 to 6 April 2002 and from 7 to 27 June 2002. Between April and June 2002, the applicant was kept in a Chelyabinsk remand centre.", "49. The Government explained that the relevant logbooks had been destroyed due to the expiry of the retention period. Thus, with reference to affidavits from Mr M, the remand centre governor, the Government affirmed that from 3 to 23 March 2001 the applicant was kept in cell no. 212, measuring 16.9 square metres; from 24 March to 25 April 2001 – in cell no. 190, measuring 16 square metres; from 26 April 2001 to 6 April 2002 – in cell no. 122, measuring 4.5 square metres; and from 7 to 27 June 2002 – in cell no. 118, measuring 4.3 square metres. The applicant shared cells nos. 190 and 212 with two or three other detainees; upon his request, he was detained alone in cells nos. 122 and 118. The latter cells were situated on the ground floor and had windows measuring 0.36 square metres. In compliance with the national legislation in force at the time, the windows were covered with metal shutters, which, however, did not bar the normal access of air and light into the cell.", "50. Mr M confirmed that as of 24 July 2007 the above cells had proper lighting, ventilation and heating systems, water supply and toilet facilities. The Government supplied photographs showing the interior of the above cells.", "51. In reply to the applicant's complaint, on 30 January 2002 the Prosecutor's Office of the Altay Region admitted that his handcuffing on one occasion had been unlawful.", "52. In December 2004 the applicant complained about the conditions of his detention to various public authorities. On 19 January 2005 the Prosecutor's Office acknowledged that the cell windows in Barnaul remand centre had been covered with metal shutters but rejected the other allegations as untrue.", "53. On 1 February 2005 the Regional Department of the Interior accepted that some (unspecified) complaints concerning the applicant's detention in the temporary detention centre “had been confirmed”. On 14 July 2005 the Tsentralniy district prosecutor's office forwarded the applicant's renewed complaint for examination by the Regional Department of the Interior.", "54. The applicant brought proceeding against the Tsentralniy district prosecutor's office on account, inter alia, of their alleged failure to examine his complaint and to bring the conditions of detention into compliance with the law. Having examined the matter under Article 125 of the Code of Criminal Procedure (see paragraph 59 below), on 16 January 2006 the Tsentralniy District Court of Barnaul rejected his claim. On 16 March 2006 the Altay Regional Court set aside this decision and remitted the matter to the district court. The court held that the first-instance court should have examined why the applicant had been detained in the temporary detention centre for one month. On 29 March 2006 the District Court decided that the prosecutor had failed to examine the applicant's complaint about his lengthy detention in the temporary detention centre.", "55. In the meantime, on 27 February 2006 the Regional Prosecutor's Office informed the applicant that the cells in the temporary detention centre had plank beds, toilet facilities and normally housed four to five persons; no bedding was provided to detainees. It is unclear whether the above reply concerned the year 2006 or the period complained of by the applicant.", "56. It appears that, having examined the applicant's complaints about the conditions of his detention, on 5 September 2006 the district prosecutor's office refused to initiate criminal proceedings under Articles 285 and 286 of the Criminal Code, concerning abuse of power by a public official.", "57. Under Article 47 § 1 of the RSFSR Code of Criminal Procedure, in force at the material time, counsel could be admitted to the proceedings from the moment of announcing/listing charges, or – for an arrested or detained suspect – from the moment of giving him or her access to the arrest record or detention order. If a privately-retained counsel did not appear within twenty-four hours, the authority in charge of the case was allowed to suggest that the person retain another counsel, or to appoint counsel (Article 47 § 2). In order to act as counsel in criminal proceedings an advocate had to be in possession of an order issued by the legal office (§ 4). A single counsel could not represent persons with conflicting interests (§ 5). On 27 June 2000 the Constitutional Court declared the limitation period for access to legal assistance contained in Article 47 § 1 unconstitutional. On 25 October 2001 the Constitutional Court indicated that Article 47 § 4 did not require any special permission for meetings with counsel. However, in the same decision the Constitutional Court invalidated one provision of the 1995 Custody Act in so far as the authorities applied it as requiring counsel who wished to see their clients to obtain special leave from the authority in charge of the criminal case.", "58. Under Article 96 of the RSFSR Code of Criminal Procedure, the officer or authority in charge of the criminal case was required to inform without delay the next of kin of the arrested or detained suspect or defendant about his or her place of detention.", "59. Articles 123 and 125 of the Code concern judicial supervision over any (in)action on the part of an inquirer, investigator or prosecutor in so far as such (in)action affects a complainant's rights or impedes his or her access to a court. The judge either (i) invalidates the impugned (in)action as unlawful or lacking justification and requires the respondent authority to remedy the violation, or (ii) rejects the complaint.", "60. Article 413 of the 2001 Code of Criminal Procedure provides that criminal proceedings may be reopened if the European Court of Human Rights has found a violation of the Convention.", "61. Recommendation Rec(2006)2 of the Committee of Ministers of the Council of Europe to member states on the European Prison Rules (adopted by the Committee of Ministers on 11 January 2006 at the 952nd meeting of the Ministers' Deputies) provides that prisoners shall be allowed to inform their families immediately of their imprisonment (Rule 24.8). Upon the admission of a prisoner to prison, the authorities shall, unless the prisoner has requested them not to do so, immediately inform the spouse or partner of the prisoner, or, if the prisoner is single, the nearest relative and any other person previously designated by the prisoner (Rule 24.9).", "62. Pursuant to Rule 44 § 3 of the Standard Minimum Rules for the Treatment of Prisoners, adopted by the First United Nations Congress on the Prevention of Crime and the Treatment of Offenders, held at Geneva in 1955, and approved by the Economic and Social Council by its resolutions 663 C (XXIV) of 31 July 1957 and 2076 (LXII) of 13 May 1977, every prisoner shall have the right to inform at once his family of his imprisonment or his transfer to another institution."], "VIOLATED_ARTICLES": ["13", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["3"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}