{"ITEMID": "001-75302", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "ADMISSIBILITY", "DATE": 2006, "DOCNAME": "McGILLEN and OTHERS v. THE UNITED KINGDOM", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant is a British national who was born on 15 July 1949 and who lives in Stoke-on-Trent. He is not represented before the Court. The United Kingdom Government (“the Government”) are represented by their Agent, Mr C. Whomersley, Foreign and Commonwealth Office.", "The applicant was widowed on 11 October 1989. There were two children of the marriage, born on 13 April 1978 and 2 November 1982. In 1997 the applicant applied for widow’s benefits and was refused. On 23 March 2001 he applied to the Benefits Agency for benefits equivalent to those which would have been received by a widow. He was finally refused such benefits by the Social Security Appeal Tribunal on 2 October 2001", "The applicant is a British national who was born on 31 March 1945 and who lives in Birmingham. He is represented before the Court by Messrs Royds Treadwell, solicitors practising in London. The Government are again represented by Mr C. Whomersley.", "The applicant was widowed on 14 January 1986. There were two children of the marriage, born on 12 May 1978 and 10 December 1981. On 4 April 2001 he made a formal application to Birmingham Social Security Agency for survivors’ benefits. On 19 June 2001, it was determined that he was not entitled because he had no dependent children.", "The applicant is a British national who was born on 2 April 1955 and who lives in Surrey. He is represented before the Court by Messrs Royds Treadwell, solicitors. The Government are again represented by Mr C. Whomersley.", "The applicant was widowed on 29 March 1996. In 2000 he made an application for survivors’ benefits, which was refused in October 2000. The applicant continued to pursue a domestic remedy and was included in the schedule of widowers who took the benefit of the decision in R. v. Secretary of State for Work and Pensions ex parte Hooper and others [2005] UKHL 29, which was decided by the House of Lords on 5 May 2005.", "The applicant is a British national who was born on 26 June 1942 and who lives in County Wexford, Republic of Ireland. He is represented before the Court by Ms D. Kennett. The Government are again represented by Mr C. Whomersley.", "The applicant was widowed in April 1975, when he was 33 years old. There were two children of the marriage, born on 24 March 1967 and 26 January 1971. Shortly after his wife’s death he asked the Benefits Agency if he was entitled to benefits equivalent to those received by widows, but he was informed that he was not eligible because he was a man.", "On 20 August 2002 the applicant made a formal application for widows’ benefits, to be backdated to the time of his wife’s death. The claim was finally refused by the Social Security Appeal Tribunal on 18 February 2003.", "The domestic law relevant to these applications is set out in Willis v. the United Kingdom, no. 36042/97, §§ 14-26, ECHR 2002-IV."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}