{"ITEMID": "001-71329", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF KARPOVA v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1 (non-enforcement);Pecuniary damage - Government to pay judgment debt;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "Zoryana Bortnovska", "TEXT": ["4. The applicant was born in 1948 and lives in Shostka, the Sumy Region, Ukraine.", "5. In October 1998 the applicant instituted proceedings in the Shostka City Court against the Department of Education of the Shostka Municipal Council (the Department), seeking to recover additional salary for her time-in-service and healthcare benefits.", "6. On 8 December 1998 the Shostka City Court ordered the Department to pay the applicant UAH 1,201 in compensation. The judgment was not executed due to the Department’s lack of funds.", "7. In July 1999 the applicant instituted proceedings in the Shostka City Court against the Shostka State Execution Service seeking to oblige it to execute the decision of 8 December 1998 and to receive compensation for moral damage caused by the non-execution of that judgment.", "8. On 29 July 1999 the Shostka City Court rejected these claims as being unsubstantiated. It also found that the judgment was not executed due to the lack of funds in the State budget.", "9. On 8 September 1999 the Sumy Regional Court upheld that decision.", "10. Between 1999 and 2001 the applicant unsuccessfully complained to the Presidents of the Sumy Regional Court and the Supreme Court of Ukraine with a view to having supervisory review proceedings initiated in her case.", "11. On 14 March 2001 the writ of execution was returned to the applicant unenforced due to the lack of funds on the accounts of the education department.", "12. On 17 May 2001 the Regional Court informed the applicant that there were no grounds for initiating supervisory review proceedings upon her complaints.", "13. On 2 July 2001 the Department responsible for the public water supply of the Shostka Municipal Council (the “DPW”) instituted proceedings in the Shostka City Court against Mr V.S. Kireyev (“V.S.K”.), seeking the payment of UAH 796.25 for the water supplied to him and his use of the water mains. On 21 February 2002 the Shostka City Court allowed the DPW’s claims and ordered V.S.K. to pay the debt. On 29 May 2002 the Sumy Regional Court of Appeal upheld that decision.", "14. In August 2001 the State “Sumyteplocomunenergo” company (the “SCS”) instituted proceedings in the Shostka City Court against V.S.K., seeking the payment of UAH 113.76 for his use of heating facilities. On 25 January 2002 the Shostka City Court allowed the SCS’s claims and ordered V.S.K. to pay the debt. On 29 April 2002 the Sumy Regional Court of Appeal upheld that decision.", "15. On 28 August 2001 the DPW instituted proceedings in the Shostka City Court against the applicant, seeking the payment of UAH 311.44 for the water supplied to her and for her use of the water mains. On 21 February 2002 the Shostka City Court allowed the DPW’s claims and ordered the applicant to pay the debt. On 29 May 2002 the Sumy Regional Court of Appeal upheld that decision.", "16. On 2 July 2001 the SCS instituted proceedings in the Shostka City Court against the applicant, seeking the payment of UAH 773.85 for the use of heating facilities. On 1 March 2002 the Shostka City Court allowed the SCS’s claims and ordered the applicant to pay the debt. On 29 May 2002 the Sumy Regional Court of Appeal upheld that decision.", "17. The relevant domestic law is set out in the judgment of Romashov v. Ukraine (no. 67534/01, §§ 16-19, 27 July 2004)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}