{"ITEMID": "001-102784", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "ADMISSIBILITY", "DATE": 2010, "DOCNAME": "STEMPNIEWICZ v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Ján Šikuta;Lech Garlicki;Mihai Poalelungi;Nebojša Vučinić;Nicolas Bratza;Vincent A. De Gaetano", "TEXT": ["The applicant, Mr Lucjan Stempniewicz, is a Polish national who was born in 1938 and is currently serving his sentence in Kłodzko Prison. He was represented before the Court by Ms B. Słupska-Uczkiewicz, a lawyer practising in Wrocław. The Polish Government (“the Government”) were represented by their Agent, Mr J. Wołąsiewicz of the Ministry of Foreign Affairs.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant has been detained in Kłodzko Prison continuously since 24 March 2004.", "The applicant submitted that on an unspecified date he had been detained together with four other prisoners in a cell which measured 25 m². The cell in question was not ventilated and the furniture inside was shabby. The cell was overcrowded to the point that the applicant had to lie in his bed almost all day. He had only one hour of outdoor exercise per day and a shower once a week. The applicant also maintained that the quality of food served in prison was very bad, the bed linen was washed only infrequently and water cuts occurred frequently.", "In his recent letters to the Court, the applicant made general statements that living conditions and medical care in Kłodzko Prison were bad. He claimed that his cell was overcrowded and that he had no choice but to lie in bed all day long.", "The Government furnished the Court with a detailed record of the applicant’s detention in Kłodzko Prison. They submitted that the space per person in the applicant’s cells ranged from 2.2 to 2.9 m² over a total period of thirteen months, whereas for the remaining time, the applicant had more than 3 m² of space. More recently, the Government submitted that on an unspecified date, presumably in November 2009, the applicant had been placed in a cell in which the statutory minimum standard of 3 m² per person was respected.", "Between 2004 and 2007 the applicant lodged several complaints with the penitentiary authorities regarding various aspects of his detention. He did not complain to the penitentiary authorities in connection with the living conditions as regards the more recent period of his detention in Kłodzko Prison. The applicant did not bring a civil action in tort to seek compensation for the infringement of his personal rights."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}