{"ITEMID": "001-57558", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "CHAMBER", "DATE": 1988, "DOCNAME": "CASE OF PLATTFORM \"ÄRZTE FÜR DAS LEBEN\" v. AUSTRIA", "IMPORTANCE": "2", "CONCLUSION": "No violation of Art. 13", "JUDGES": "J.A. Carrillo Salcedo", "TEXT": ["8. Plattform \"Ärzte für das Leben\" is an association of doctors who are campaigning against abortion and are seeking to bring about reform of the Austrian legislation on the matter. In 1980 and 1982 it held two demonstrations which were disrupted by counter-demonstrators despite the presence of a large contingent of police.", "9. The applicant association decided to hold a religious service at Stadl-Paura Church (Upper Austria) on 28 December 1980, after which there would be a march to the surgery of a doctor who carried out abortions. As required under section 2 of the Assembly Act of 1953 (see paragraph 40 of the Commission’s report), it gave notice, on 30 November, to the police authority for the district of Wels-Land. The police made no objection and gave the participants permission to use the public highway. The police did, however, have to ban two other planned demonstrations, which were announced subsequently by supporters of abortion, as these demonstrations were to be held at the same time and in the same place as the Plattform demonstration.", "10. As the organisers feared that incidents might occur nonetheless, they sought - shortly before the beginning of the march - to change their plans, in consultation with the local authorities. They gave up the idea of demonstrating outside the doctor’s surgery and decided instead to march to an altar erected on a hillside quite a distance away from the church and hold a religious ceremony there.", "11. The police representatives pointed out to them that the main body of the police officers had already been deployed along the route originally planned and that because of the lie of the land the new route was not suited to crowd control. They did not refuse to provide protection but stated that - irrespective of the route chosen or to be chosen - it would be impossible to prevent counter-demonstrators from throwing eggs and disrupting both the march and the religious service.", "12. During the mass, a large number of counter-demonstrators - who, it seems, had not given the notice required under the Assembly Act - assembled outside the church and were not dispersed by the police. They disrupted the march to the hillside by mingling with the marchers and shouting down their recitation of the rosary. The same thing happened at the service celebrated in the open air: some five hundred people attempted to interrupt it using loudspeakers and threw eggs and clumps of grass at the congregation.", "13. At the end of the ceremony, when tempers had risen to the point where physical violence nearly broke out, special riot-control units - which had until then been standing by without intervening - formed a cordon between the opposing groups, and this enabled the procession to return to the church.", "14. In a letter to the Upper Austrian Safety Authority, the chairman of the association described the counter-demonstrators’ behaviour as \"relatively peaceful\": on other occasions, the opponents of Plattform had attacked the association’s members and had assaulted policemen.", "15. On 21 January 1981, the applicant association lodged a disciplinary complaint (Dienstaufsichtsbeschwerde - see paragraphs 47-50 of the Commission’s report) alleging that the local police had failed to provide sufficient protection for the demonstration.", "The Upper Austrian Safety Authority considered that the behaviour of the police had been irreproachable and it decided not to take any disciplinary measures against them. It referred to the difficulty of completely protecting an open-air demonstration from verbal abuse and from missiles which were not likely to cause the participants any physical harm. The Authority added that, in not intervening, the police had been prompted by the concern to avoid more serious trouble.", "16. Plattform subsequently lodged an appeal with the Constitutional Court (Verfassungsbeschwerde - see paragraphs 41-43 of the Commission’s report); in the association’s submission the local authorities’ failure to act had in the instant case allowed an infringement of the freedoms of assembly and religious observance, both of which were guaranteed by the Austrian Constitution.", "On 11 December 1981, the Constitutional Court heard evidence from several witnesses with a view to establishing the facts sufficiently clearly. In a judgment on 1 March 1982, it held that it had no jurisdiction and consequently declared the appeal inadmissible. It noted that the applicant association’s complaint was clearly not directed against a \"decision\" or acts of direct administrative coercion within the meaning of Article 144 of the Constitution (see Official Collection of the Judgments of the Constitutional Court, no. 9334/1982).", "17. Plattform did not take any ordinary criminal proceedings by lodging a complaint or by bringing a subsidiary private prosecution (\"Subsidiaranklage\" - see paragraphs 58-64 of the Commission’s report).", "The Upper Austrian Safety Authority and the local police, however, opened investigation proceedings against a person or persons unknown for disruption of a meeting. For its part, a private organisation, the \"Österreichische Bürgerinitiative zum Schutz der Menschenwürde\", lodged a complaint against one of the counter-demonstrators, a member of parliament, alleging obstruction of a religious ceremony and incitement to hatred under Articles 188, 189 and 283 of the Criminal Code as well as an offence against section 2 of the 1953 Assembly Act. Complaints were also lodged against two other people.", "The Wels public prosecutor discontinued the proceedings on 1 April 1981, however, under Article 90 of the Code of Criminal Procedure.", "18. One person caught in the act of throwing eggs was fined 1,000 Austrian schillings under section IX of the law enacting the Administrative Proceedings Acts (see paragraph 66 of the Commission’s report).", "19. The competent police authority gave permission for a second demonstration against abortion to be held in the cathedral square in Salzburg on 1 May 1982. An anniversary meeting was due to be held in the square by the Socialist Party on the same day, but it had to be cancelled because notice of it had been given after the applicant association had given notice of its own meeting.", "The demonstration began at 2.15 p.m. and ended with an hour of prayers inside the cathedral.", "At about 1.30 p.m. some three hundred and fifty people angrily shouting their opposition had passed through the three archways which provide access to the square and gathered outside the cathedral. A hundred policemen formed a cordon around the Plattform demonstrators to protect them from direct attack. Other trouble was caused by sympathisers of an extreme right-wing party, the NDP, who voiced their support for Plattform. The police asked the association’s chairman to order these people to disperse, but without success.", "In order to prevent the religious ceremony being disrupted, the police cleared the square.", "20. No proceedings were taken after these incidents, and in view of the Constitutional Court’s decision of 1 March 1982 the applicant association considered that a second appeal would have served no purpose."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["13"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}