{"ITEMID": "001-114635", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "ADMISSIBILITY", "DATE": 2012, "DOCNAME": "KRAJISNIK v. THE UNITED KINGDOM", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "George Nicolaou;Lech Garlicki;Ledi Bianku;Nicolas Bratza;Päivi Hirvelä;Vincent A. De Gaetano;Zdravka Kalaydjieva", "TEXT": ["1. The applicant, Mr Momčilo Krajišnik, is a Bosnia and Herzegovina national who was born in 1945 and is currently detained at HM Prison Belmarsh. He was represented before the Court by Bhatt Murphy Solicitors, a firm of solicitors based in London.", "3. In September 1990 the applicant was elected to the Bosnia-Herzegovina Assembly as a member of the Serbian Democratic Party (“SDS”). In December 1990 he became the President of the Assembly pursuant to a power-sharing agreement between the three principal political parties.", "4. In October 1991, the Bosnia-Herzegovina Assembly, in the absence of the applicant, adopted a declaration asserting the sovereignty of BosniaHerzegovina. The SDS subsequently established the Assembly of the Serbian People of Bosnia-Herzegovina (“the Bosnian-Serb Assembly”). The applicant was elected President of the Bosnian-Serb Assembly. He remained President of the Bosnian-Serb Assembly until November 1995. He was also a member of the National Security Council and, from 12 May until 17 December 1992, he was an active member of the Presidency of the Bosnian-Serb Republic.", "5. On 21 February 2000 an indictment was first issued against the applicant by the International Criminal Tribunal for the former Yugoslavia (“ICTY”) in the Hague.", "6. The applicant was arrested on 3 April 2000 by the Stabilisation Force in Sarajevo and transferred to the Hague on the same day.", "7. In an amended indictment dated 7 March 2002 the applicant was charged with eight counts, including genocide and complicity in genocide, persecution, extermination, murder, deportation and inhumane acts. Criminal responsibility was charged under Articles 7(1) and 7(3) of the Statute of the ICTY (see paragraph 30 below). The Prosecutor alleged that the applicant had participated, as a co-perpetrator or aider and abettor, in a joint criminal enterprise which had as its objective the permanent removal, by force or other means, of Bosnian Muslims and Bosnian Croats from large portions of Bosnia-Herzegovina through the commission of the crimes mentioned above. The crimes were alleged to have taken place in all thirty-five municipalities of Bosnia-Herzegovina between 1 July 1991 and 30 December 1992.", "8. On 27 September 2006 the Trial Chamber of the ICTY found the applicant responsible, pursuant to Article 7(1) of the ICTY Statute, for participating in a joint criminal enterprise to achieve the permanent removal of Bosnian Muslims and Bosnian Croats from large portions of Bosnia-Herzegovina through the commission of crimes. It convicted the applicant of five counts of crimes against humanity under Article 5 of the ICTY Statute (see paragraph 29 below), namely persecution, extermination, murder, deportation and inhumane acts (forcible transfer). He was sentenced to twenty-seven years’ imprisonment, but granted credit for the time spent in detention, which at the date of judgment amounted to 2,369 days.", "9. The prosecution filed an appeal against the applicant’s sentence on 26 October 2006. On 12 February 2007 the applicant filed a notice of appeal arguing that his convictions should be quashed or that a re-trial should be ordered. An amicus curiae was appointed by the Appeals Chamber and, on 8 June 2007, he also filed a notice of appeal arguing for the quashing of the convictions or a retrial. The appeals were heard on 21 August 2008.", "10. On 17 March 2009 the Appeals Chamber allowed some of the grounds of appeal lodged by the applicant and by the amicus curiae. It reversed many of the applicant’s convictions for persecution, extermination, murder and deportation. However, it upheld his convictions for crimes against humanity in respect of specific instances of persecution, deportation and inhumane acts (forcible transfer). As to whether a retrial should be ordered, the judgment of the Appeals Chamber noted:", "“799. ... [T]he convictions for the majority of crimes, of which Krajišnik had been found guilty, have been quashed. However, convictions for persecution, deportation and forcible transfer have been upheld, and the gravity of these crimes requires a severe and proportionate sentence. Therefore, in the circumstances of this particular case, the Appeals Chamber considers that it is not in the interests of justice to remit the case for further proceedings.”", "11. The Appeals Chamber considered the various relevant factors set out in Article 24 of the ICTY Statute and Rule 101 of the Rules of Procedure and Evidence (“the Rules”) in determining the appropriate length of sentence (see paragraphs 10-11, 31 and 38 below). It noted inter alia that the crimes of which the applicant had been found guilty were among the most severe crimes known to mankind. It further identified relevant aggravating and mitigating features. The Appeals Chamber imposed a sentence of twenty years’ imprisonment, subject to credit for the time spent in detention, which at the date of the appeal judgment amounted to 3,271 days.", "12. The applicant remained in detention in the Hague throughout the trial and appeal proceedings.", "13. On 4 September 2009 the applicant was transferred to the United Kingdom to serve his sentence pursuant to an order of the President of the ICTY dated 24 April 2009. His transfer was governed by an agreement between the United Nations and the United Kingdom (“the UN-UK agreement on enforcement of sentences” – see paragraphs 34-37 below).", "14. Pursuant to the terms of the agreement, the United Kingdom was bound by the duration of the sentence imposed and the conditions of imprisonment were governed by the law of the United Kingdom, subject to the supervision of the ICTY.", "15. The UN-UK agreement on enforcement of sentences and the ICTY Statute provided that the United Kingdom was required to notify the ICTY if, pursuant to its law, the applicant became eligible for early release. The decision on early release would be taken by the President of the ICTY on the basis of the interests of justice and the general principles of law.", "16. On 16 March 2010 the ICTY was notified by the United Kingdom authorities that the applicant would be eligible on 2 April 2010 for consideration for release on parole licence, after having served half of his sentence. A Seconded Probation Report dated 24 February 2010, a Sentence Planning and Review Report dated 25 February 2010 and a Prison Assessment for the Parole Board dated 9 February 2010 were attached to the notification. These were forwarded by the ICTY to the applicant for comment.", "17. The applicant made submissions in reply, referring to the terms of the ICTY Practice Direction on the procedure for determining applications for pardon, commutation of sentence and early release (see paragraphs 41-42 below). He emphasised that he had been acquitted of charges of extermination, murder, genocide and complicity in murder in breach of the rules and conventions of war. He referred to the sentence imposed on, and time spent in detention by, his co-accused at trial, for the purposes of comparison. He also expressed remorse for the crimes committed and indicated his willingness to co-operate with the ICTY Prosecutor. Finally, he emphasised that his behaviour while in detention had been excellent.", "18. The President of the ICTY handed down his decision on the applicant’s early release on 26 July 2010. He noted at the outset that although the applicant had served more than half of his sentence, it was the practice of the ICTY to consider convicted persons to be eligible for early release when they had served at least two thirds of their sentences. In the applicant’s case, this would be on 3 August 2013.", "19. The President examined each of the factors set out in the Practice Direction on early release in turn. As regards comparison with similarly-situated prisoners, he rejected the applicant’s suggestion that the case of his co-accused supported his early release, observing that his co-accused had, unlike the applicant, entered into a plea agreement with the prosecution and had served at least two thirds of her sentence when she was released.", "20. As regards the gravity of the applicant’s crimes, the President referred to the Appeals Chamber’s finding that the convictions were among the most severe crimes known to mankind and that their gravity required a severe and proportionate sentence. He concluded that the very high gravity of the applicant’s offences was a factor that weighed against his early release.", "21. In so far as rehabilitation was concerned, the President reviewed the applicant’s behaviour while in prison, his statements of remorse and the information he had provided regarding his plans post-release. He found that the applicant had demonstrated some rehabilitation, which militated in favour of his early release.", "22. Finally, concerning cooperation with the Prosecutor, the President found the applicant’s assertion that he had assisted the Prosecutor by providing documents and encouraging officials to give statements to be unsubstantiated. It could not therefore be considered a positive factor in respect of his early release. The applicant’s willingness to assist post-conviction was, in the absence of any instance where his assistance had been requested, found to be a neutral factor.", "23. The President concluded:", "“33. While Mr. Krajišnik has displayed some evidence of rehabilitation, I am of the view that there remain significant factors that weigh against granting him early release. Mr. Krajišnik’s crimes are of a very high gravity, involving a widespread displacement of the non-Serb population in Bosnia and Herzegovina, which caused great suffering. Moreover, in respect of the requirement that the President shall take into account the treatment of similarly-situated prisoners, the practice of the Tribunal is to consider the eligibility of a convicted person only after he has served two-thirds of his sentence; therefore, the fact that Mr. Krajišnik has only recently completed serving half of his sentence does not weigh in favour of his early release.", "34. Taking all of the foregoing into account and having considered those factors identified in Rule 125 of the Rules [see paragraph 40 below], I am of the view that Mr. Krajišnik should not be granted early release.", "35. I note that my colleagues unanimously share my view that Mr. Krajišnik should be denied early release.”", "24. No appeal was possible against the President’s decision.", "25. At the relevant time, section 33(2) of the Criminal Justice Act 1991 provided that as soon as a long-term prisoner had served two thirds of his sentence, it would be the duty of the Secretary of State to release him on licence. Section 33(5) defined “long-term” prisoner as a person serving a sentence of imprisonment for a term of four years or more.", "26. Section 35 provided to the Secretary of State an additional discretionary power to release long-term prisoners before the two-thirds point of their sentence and provided that:", "“(1) After a long-term prisoner has served one-half of his sentence, the Secretary of State may, if recommended to do so by the [Parole] Board, release him on licence.”", "27. Under the Parole Board (Transfer of Functions) Order 1998 the Secretary of State transformed his section 35 discretion to release longterm prisoners serving a sentence of imprisonment for a term of less than fifteen years into a duty. For those serving sentences of fifteen years or more, the Secretary of State retained his discretion to order early release after the halfway point and before two thirds of the sentence had been served.", "28. Article 1 of the Statute provides that the ICTY has the power to prosecute persons responsible for serious violations of international humanitarian law committed in the territory of the former Yugoslavia since 1991.", "29. Article 5 provides:", "“The International Tribunal shall have the power to prosecute persons responsible for the following crimes when committed in armed conflict, whether international or internal in character, and directed against any civilian population:", "(a) murder;", "(b) extermination;", "(c) enslavement;", "(d) deportation;", "(e) imprisonment;", "(f) torture;", "(g) rape;", "(h) persecutions on political, racial and religious grounds;", "(i) other inhumane acts.”", "30. Pursuant to Article 7(1), a person who planned, instigated, ordered, committed or otherwise aided and abetted in the planning, preparation or execution of a crime referred to in, inter alia, Article 5 is to be considered individually responsible for the crime. Article 7(3) provides that the fact that any of the relevant acts were committed by a subordinate does not relieve his superior of criminal responsibility if he knew or had reason to know that the subordinate was about to commit such acts, or had done so and the superior failed to take the necessary and reasonable measures to prevent such acts or to punish the perpetrators.", "31. Article 24 sets out factors relevant to determining the appropriate length of sentence. It provides that the ICTY must have recourse to the general practice regarding prison sentences in the courts of the former Yugoslavia and should take into account such factors as the gravity of the offence and the individual circumstances of the convicted person.", "32. Article 27 addresses enforcement of sentences and provides that imprisonment will be served in a State designated by the ICTY from a list of States which have indicated their willingness to accept convicted persons. It further provides that such imprisonment will be in accordance with the applicable law of the State concerned, subject to the supervision of the ICTY.", "33. Article 28 deals with pardon or commutation of sentences. It provides:", "“If, pursuant to the applicable law of the State in which the convicted person is imprisoned, he or she is eligible for pardon or commutation of sentence, the State concerned shall notify the International Tribunal accordingly. The President of the International Tribunal, in consultation with the judges, shall decide the matter on the basis of the interests of justice and the general principles of law.”", "34. The UN-UK agreement on enforcement of sentences was adopted following the United Kingdom’s confirmation of its willingness, pursuant to Article 27 of the ICTY Statute, to enforce sentences imposed by the ICTY.", "35. Article 3 of the Agreement provides:", "“1. In enforcing the sentence pronounced by the International Tribunal, the competent national authorities of the United Kingdom shall be bound by the duration of the sentence.", "2. The conditions of imprisonment shall be governed by the law of the United Kingdom, subject to the supervision of the International Tribunal ...", "3. The conditions of imprisonment shall be equivalent to those applicable to prisoners serving sentences under the law of the United Kingdom and shall be in accordance with relevant human rights standards.”", "36. Pursuant to Article 7(1)(d) the United Kingdom is required to notify the registrar of the ICTY six months prior to the point at which early release would be considered for an equivalent domestic sentence in the jurisdiction of the United Kingdom.", "37. Article 8 of the agreement, which deals with early release, pardon or commutation of sentence, provides:", "“1. If, pursuant to the applicable national law of the United Kingdom, the sentenced person is eligible for early release, pardon or commutation of the sentence, the United Kingdom shall notify this to the Registrar, in advance of such eligibility, and shall include in any such notification all the circumstances pertaining to the eligibility for early release, pardon or commutation of the sentence.", "2. The President of the International Tribunal shall determine, in consultation with the Judges of the International Tribunal, whether any early release, pardon or commutation of the sentence is appropriate ... If the President determines that an early release, pardon or commutation of the sentence is not appropriate, the United Kingdom shall act accordingly.”", "38. Rule 101 sets out the factors relevant to determining the appropriate length of sentence, namely the factors to which Article 24 of the State refers; any aggravating or mitigating circumstances, including substantial cooperation with the Prosecutor before or after conviction; the general practice regarding prison sentences in the courts of the former Yugoslavia; and the extent to which any penalty imposed by a court of any State for the same act has already been served. Credit must be given for time spent in pre-trial detention.", "39. Part nine of the Rules makes provision for pardon and commutation of sentences. Rule 123 requires the State of imprisonment to notify the ICTY, in accordance with Article 28 of the ICTY Statute, if a convicted person is eligible for pardon or commutation of sentence. Pursuant to Rule 124, the President shall determine whether pardon or commutation is appropriate.", "40. Rule 125 provides:", "“In determining whether pardon or commutation is appropriate, the President shall take into account, inter alia, the gravity of the crime or crimes for which the prisoner was convicted, the treatment of similarly-situated prisoners, the prisoner’s demonstration of rehabilitation, as well as any substantial cooperation of the prisoner with the Prosecutor.”", "41. The President of the ICTY, after consultation with other judges, the prosecutor and the registrar, issued the Practice Direction on early release in order to establish an internal procedure for the determination of applications for pardon, commutation of sentence, and early release of persons convicted by the tribunal.", "42. The Practice Direction provides that the State of imprisonment is required, where practicable, to notify the ICTY at least forty-five days prior to the date on which a convicted person becomes eligible for early release. The Practice Direction also sets out the applicable procedure and includes guidance on requests for reports, participation of the convicted person and consultation with other judges.", "43. Paragraph 8 of the Practice Direction explains that the President shall determine whether to grant early release having regard to the criteria specified in Rule 125 of the Rules and any other relevant information, and after consultation with other judges.", "44. The appendix to the Council of Europe’s Recommendation on conditional release contains principles intended to guide States in their legislation, policies and practice on conditional release.", "45. Principle 18 provides:", "“The criteria that prisoners have to fulfil in order to be conditionally released should be clear and explicit. They should also be realistic in the sense that they should take into account the prisoners’ personalities and social and economic circumstances as well as the availability of resettlement programmes.”", "46. Principle 20 provides:", "“The criteria for granting conditional release should be applied so as to grant conditional release to all prisoners who are considered as meeting the minimum level of safeguards for becoming law abiding citizens. It should be incumbent on the authorities to show that a prisoner has not reached that level.”", "47. Paragraph 18 of the Explanatory Memorandum accompanying the Recommendation notes:", "“In a discretionary release system the most important decision to be made is which criteria will be used to determine whether a prisoner can or cannot be granted release. The primary aim of these criteria should be to identify those prisoners who can be released without posing an unbearable risk to safety in the community. Whether and which of these criteria have been fulfilled will also be a relevant consideration in deciding on the conditions or supervision measures to be imposed. The personality and socio-economic circumstances of the prisoner should always be taken into account.", "The criteria should be clear and explicit so as to avoid erratic decisions or disparities in decision-making. This requirement is also in the interest of the prisoners and the staff involved in the preparation of release. The lack of clear and explicit criteria might lead to reduced confidence in the system and less motivation on the part of prisoners to participate actively in the preparation for conditional release.", "A similar lack of confidence or motivation would be produced if the criteria were felt to be unrealistic, in other words, impossible to fulfil given the prisoner’s personal and social circumstances (such as age, family situation, health, professional qualifications etc) and the unavailability of resettlement programmes", "Care should also be taken to avoid criteria that are too closely related to the type of the offence committed, or the dangerousness of the offender at the start of his/her prison sentence. It has to be recalled that such criteria have already been used to decide on the length of the sentence and the classification and sentence plan of the prisoner. The decision to grant conditional release should be based on realistic criteria related to the present situation and prospects of the prisoner.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}