{"ITEMID": "001-21945", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HUN", "BRANCH": "ADMISSIBILITY", "DATE": 2001, "DOCNAME": "PAAR v. HUNGARY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis", "TEXT": ["The applicant, Ms Izabella Paar, has the citizenship of Hungary and Australia. She was born in 1929 and lives in Perth, Australia. Her previous application (no. 22762/93) was declared inadmissible by a Committee on 7 April 1994.", "The facts of the present case, as submitted by the parties, may be summarised as follows.", "In 1988 the applicant decided to repatriate to Hungary from her emigration in Australia. Upon her arrival in Hungary, her personal belongings were taken into customs storage pending the termination of the repatriation proceedings. On 10 March 1989 the Budapest 8th Customs Office rejected the applicant’s request for recovery of her belongings before the end of those proceedings. Her administrative appeal was to no avail.", "On 19 April 1989 the applicant’s repatriation was acknowledged by the Budapest Police Department.", "On 14 July 1989 the Ministry of Finance dismissed the applicant’s administrative complaint about the denial of recovery of her belongings.", "Upon the applicant’s repeated complaints, on 21 May 1991 the Ministry of Finance established that no advance in the applicant’s customs affair had taken place since 1989, given that the applicant had failed to proceed to obtain an identity card. On 14 November 1991 the Deputy Head of the National Customs Authority informed her that as long as she did not deposit her Australian passport, no identity card and, consequently, no certificate for customs clearance could be issued.", "On 19 June 1992 the applicant brought a compensation action before the Budapest XX/XXI District Court. The action was subsequently forwarded to the Budapest Regional Court to which the applicant submitted on 5 November 1992 that she sought compensation from the National Customs Authority on account of the customs authorities’ reluctance to proceed with the customs clearance of her belongings and on account of the damages which had resulted from their long storage.", "On 20 December 1993 the Regional Court dismissed the action. The applicant appealed.", "On 14 March 1995 the Supreme Court, acting as second instance, held a hearing and upheld the first-instance judgment.", "On 16 May 1995 the applicant filed with the Regional Court a petition for review by the Supreme Court. She also requested that a legal-aid lawyer be appointed for her. Subsequently she left Hungary and returned to Australia.", "The Supreme Court appointed a legal-aid lawyer. On 10 January 1996 the Supreme Court notified this decision to the applicant using her last known address in Budapest. The next day this notification was returned by the post on account of the fact that the applicant had moved out without having left her new address behind.", "On 9 February 1996 the applicant’s legal-aid lawyer filed a completed petition for review.", "On 28 June 1996 the review bench of the Supreme Court upheld the second-instance decision. This decision was served, in accordance with Section 97 of the Code of Civil Procedure, on the applicant’s lawyer on 6 September 1996. On 9 September 1996 the lawyer forwarded the decision to the applicant’s last known address in Budapest.", "The applicant submits that she obtained a copy of the decision only on 18 July 2000 when she received, under her Australian address, her legal-aid lawyer’s repeated communication in the matter."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}