{"ITEMID": "001-4918", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "ADMISSIBILITY", "DATE": 1999, "DOCNAME": "UYKUR v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Elisabeth Palm;Gaukur Jörundsson", "TEXT": ["The applicant is a Turkish citizen of Kurdish origin, born in 1953 and living in Osmaniye, Adana.", "He is represented before the Court by Mr Kevin Boyle and Ms Françoise Hampson, both university teachers at the University of Essex.", "A.", "The applicant was the deputy district leader of the Motherland Party (Anavatan Partisi -ANAP) and a member of the party’s executive board. He later became the chairman of the Osmaniye Branch of the Democratic Party (DEP). He resigned from the DEP before it was closed down.", "On 4 December 1994 the applicant was taken into custody by members of the security forces. During his detention, he was beaten with sticks, punched in the face and his testicles were squeezed. He was blindfolded throughout the detention and subjected to continuous interrogation. He was sworn at and forced to sign a statement. When he refused to sign without first reading the statement, he was hosed with water and subjected to electric shocks and “hung” for a period of time. He did not receive food, nor was he allowed to rest.", "In a statement to the Osmaniye Criminal Court (Sulh Ceza Mahkemesi) dated 6 December 1994, the Public Prosecutor of Osmaniye requested that the applicant be remanded in detention. He stated that the applicant was suspected of collecting money for the PKK and disseminating propaganda against the indivisibility of the State.", "On the same day the applicant was brought before the Osmaniye Criminal Court of First Instance (Sulh Ceza Mahkemesi). Before the court the applicant denied the allegations. He requested his release. The court found no grounds for remanding the applicant and released him.", "One week later the applicant was taken from the town centre by the Anti-Terror Police. The police threatened him that he would be killed if he stayed in the area. He was further threatened that he would be taken to the police headquarters every two days.", "On 15 February 1995 the applicant filed a complaint with the Public Prosecutor of Osmaniye. He complained about the treatment to which he was subjected during his custody and his subsequent surveillance. He alleged that that the police “were coming to his address and disturbing him. They even threatened me indicating the flat of a Turkish police officer downstairs. They are provoking that family, encouraging them to commit an offence against us. I suspect that they listen to my house and my telephone.” The applicant deposed that he lived in fear of being killed, accused Constable Ali Karabıçak of being responsible and requested that an investigation be opened, that witnesses be heard and that Constable Ali Karabıçak be punished.", "In a statement dated 23 February 1995 to the Public Prosecutor of Osmaniye, Hatice Gül, who had been taken into custody by the security forces, stated that during her detention she had been questioned about the activities of the applicant. The police had asked her whether she had any information on the applicant’s connections with the PKK and whether she knew that the applicant had been assisting the PKK. In her statement , she stated that she had been persecuted and tortured during her detention and that a police officer made a threat against the applicant’s life. She stated that she too had lodged a complaint against Constable Ali Karabıçak.", "The Government dispute the applicant’s account. They maintain that the anti-terror department of Adana Police Headquarters carried out operations in Osmaniye against the PKK between 11 and 14 November 1994. The house of Yaşar Şimşek was searched during these operations and four video tapes were seised. These tapes depicted the PKK engaged in unlawful activities including raids. Yaşar Şimşek subsequently confessed to the police on 5 December 1994 and on the following day to the public prosecutor that the applicant had entrusted these tapes to him. The applicant’s house was searched on 4 December 1994 with his permission and he was taken into custody. The applicant denied the accusations put to him and remained silent when confronted with Yaşar Şimşek’s statement about the provenance of the video tapes. The applicant refused to sign the protocols indicating that he had been taken into custody and that he had heard Yaşar Şimşek’s oral statement regarding the video tapes. He wrote on both protocols “I cannot sign.”", "In his statement to the Public Prosecutor taken on 6 December 1994 the applicant denied that he had made Yaşar Şimşek watch the impugned video tapes and stated there was no serious dispute between the two of them. He asserted that a certain Abdullah Can had given him a video recorder but not for the purpose of watching PKK tapes. He declared that he did not have any sympathy for the PKK and had never viewed the tapes in question.", "The interrogation ended on 6 December 1994 whereupon the applicant was brought to a clinic for a medical check up. A medical report dated 6 December 1994 states that no traces of ill-treatment or torture were founded on the applicant’s body.", "On the same day the applicant was brought before a magistrate. He was released pending trial.", "The Osmaniye Public Prosecutor sent the preliminary investigation file to the Konya State Security Prosecutor together with a decision of non-jurisdiction dated 9 December 1994. The Public Prosecutor attached to the Konya State Security Court filed an indictment dated 13 March 1995 accusing the applicant of having violated Article 168 of the Turkish Penal Code in that he had made PKK video tapes available to third parties for unlawful propaganda purposes.", "On 15 February 1995 the applicant lodged a complaint with the Osmaniye Public Prosecutor alleging that he had been tortured during his detention and on being released was subjected to surveillance. The Public Prosecutor took a statement from the applicant the same day. The applicant accused Constable Ali Karabıçak of being responsible and of continuing to threaten him. The applicant stated that he only suspected that his house was being watched and his telephone tapped. He requested the Public Prosecutor to hear the evidence of Abdullah Toprak and Hatice Gül. The applicant declared that these witnesses had been forced to give evidence against him.", "The Public Prosecutor heard the statements of Abdullah Toprak and Hatice Gül on 23 February and 21 April 1995 respectively. Abdullah Toprak stated that the police had asked him questions when he was in the police station about the applicant’s involvement in the PKK. However, he could not say if the applicant had been tortured since the applicant had not been in the police station at the time. Abdullah Toprak mentioned that he was blindfolded when in detention. Hatice Gül stated that she did not know anything about the applicant’s allegations that he had been tortured. She stated that Constable Ali Karabıçak had questioned her and she had replied that she did not know the applicant.", "On 24 April 1999 the Public Prosecutor issued a decision not to bring charges against Constable Ali Karabıçak for lack of evidence. The decision was served on the applicant on 5 April 1995. In the decision the applicant was informed of his right to appeal against it. The applicant did not appeal and the decision became final on 21 May 1995."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}