{"ITEMID": "001-83973", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVN", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF TOMAŽIČ v. SLOVENIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;Violation of Art. 13;Remainder inadmissible;Non-pecuniary damage - financial award;Pecuniary damage - claim dismissed;Costs and expenses (domestic proceedings) - claim dismissed;Costs and expenses award - Convention proceedings", "JUDGES": "Corneliu Bîrsan;David Thór Björgvinsson", "TEXT": ["6. The applicant was born in 1946 and lives in Maribor.", "7. On 10 May 1993 the applicant instituted civil proceedings against a company, SCT, and the Ministry of Transport and Communications (“the MTC”) in the Maribor Basic Court (Temeljno sodišče v Mariboru) seeking compensation and restitutio in integrum in respect of damage caused by the construction of a motorway near real estate he owned.", "8. On 28 June 1994 the Convention entered into force in respect of Slovenia. Thereafter, the (renamed) Maribor District Court (Okrožno sodišče v Mariboru) held four hearings in the case. The hearing held on 18 September 1995 was adjourned sine die in order for the applicant to submit further submissions. The next hearing scheduled for 27 January 1997 was called off at the applicant’s request due to a change in his legal representation. Subsequently, the hearing held on 9 April 1997 was adjourned sine die since the parties were given sixty days to reach an out-of-court settlement. On 20 October 1997 the applicant informed the court that the settlement had not been reached. The next hearing, held on 23 September 1998, was adjourned until 11 November 1998 (see paragraph 11 below) in order for the applicant to reply to the MTC’s late submissions. However, due to another change in his legal representation, the applicant failed to submit his reply.", "9. During the proceedings, the court appointed three experts in construction science. The first expert, appointed on 10 August 1994, withdrew on 23 August 1994. The following day, the court appointed the second expert, who submitted a report on 22 December 1994. The third expert was appointed on 22 January 1998 and submitted a report on 23 May 1998.", "10. Between 22 January 1997 and 29 September 1998 the applicant submitted four preliminary written submissions.", "11. At the hearing held on 11 November 1998 the court decided to deliver a written judgment. The judgment, upholding the applicant’s claim in part, was served on the applicant on 7 January 1999.", "12. On 20 January 1999 the applicant appealed to the Maribor Higher Court (Višje sodišče v Mariboru). In his appeal, the applicant referred, inter alia, to the building permits obtained by the MTC in 1990 and 1991, which allegedly obliged the MTC to compensate the damage caused as a result of the construction work on the motorway.", "On 5 June 2001 the court allowed the applicant’s appeal in part and remitted the respective part of the case to the first-instance court for re-examination.", "13. On 24 August 2001 the applicant lodged a constitutional appeal against the second-instance judgment. The appeal was dismissed by the Constitutional Court on 25 April 2002 due to non-exhaustion.", "14. Meanwhile, in the remitted part of the proceedings, the applicant lodged, between 2 October 2001 and 11 May 2004, six preliminary written submissions and adduced evidence.", "15. On 15 October 2001 the court held the first hearing in the remitted proceedings, which was then adjourned sine die. Although the reasons for the adjournment were not stated in the records of the hearing, it appears that the applicant asked the court to allow him a sixty-day time-limit to prepare his answer to the MTC’s preliminary written submissions of 11 October 2001 which he had received only at the hearing. He further asked the court to adjourn the hearing until the Constitutional Court had decided on his constitutional appeal (paragraph 13 above). At the same time he also made a request for the withdrawal of the sitting judge. That request was rejected on 7 December 2001.", "16. On 27 May 2003 the court forwarded a document concerning an assessment of certain plots of the relevant real estate to the parties. They submitted their pleadings in reply by 9 July 2003.", "17. On 21 October 2003 the court appointed another expert in construction science and an agricultural expert. The experts submitted their reports on 24 February and 25 March 2004 respectively.", "18. The court held hearings on 1 June and 20 September 2004.", "19. At the hearing held on 20 September 2004 the court decided to deliver a written judgment. The judgment, upholding the applicant’s claim in part, was served on him on 21 October 2004.", "20. On 3 November 2004 the applicant appealed to the Maribor Higher Court.", "On 14 June 2005 the court dismissed the applicant’s appeal.", "21. On 5 September 2005 the applicant lodged an appeal on points of law with the Supreme Court (Vrhovno sodišče).", "On 13 July 2006 the latter dismissed the appeal as unfounded in so far as the compensation was concerned and as inadmissible in respect of the remainder.", "22. On 7 November 2006 the applicant lodged a constitutional appeal. The proceedings are currently pending before the Constitutional Court.", "23. The Act on the protection of the right to a trial without undue delay (Zakon o varstvu pravice do sojenja brez nepotrebnega odlašanja, Official Gazette, no. 49/2006 – “the 2006 Act”) became operational on 1 January 2007. It provides for two remedies to expedite pending proceedings – a supervisory appeal (nadzorstvena pritožba) and a motion for a deadline (rokovni predlog) – and, under certain conditions, for a claim for just satisfaction in respect of damage sustained because of the undue delay (zahteva za pravično zadoščenje). The relevant provisions read as follows:", "“(1) If a party considers that the court is unduly protracting the decision-making, he or she may lodge a supervisory appeal in writing before the court hearing the case; the decision thereon is taken by the ... president of the court", "...”", "“(1) If, under section 6(1) or (5) of this Act, the president of the court dismisses the supervisory appeal or fails to respond to the party within two months or fails to send the notification referred to in section 6(4) of this Act within the said time-limit or if appropriate procedural acts have not been performed within the time-limit set in the notification or ruling of the president of the court, the party may lodge a motion for a deadline under section 5(1) of this Act with the court hearing the case.", "...”", "“(1) The president of the higher court in the judicial area covering the local court, district court or other court of first instance, shall be competent to decide on the motion for a deadline concerning cases heard by the local court, district court or other court of first instance.", "(2) The president of the Supreme Court of the Republic of Slovenia shall have the competence to decide on the motion for a deadline concerning cases heard by a higher court or a court having the status of higher court.", "(3) The president of the Supreme Court of the Republic of Slovenia shall have the competence to decide on the motion for a deadline concerning cases heard by the Supreme Court of the Republic of Slovenia.", "...”", "“The president of the court hearing the case shall forthwith refer the motion for a deadline together with the case file and the supervisory appeal file to the president of the court competent to decide on the motion for a deadline.”", "“(1) If the supervisory appeal lodged by the party was granted or if a motion for a deadline has been lodged, the party may claim just satisfaction under the present Act.", "...”", "“(1) Proceedings to enforce a claim for just satisfaction, provided that the condition referred to in section 15(1) of this Act is met, shall be instituted by a party by means of a motion for settlement lodged with the State Attorney’s Office with a view to reaching an agreement on the type or amount of just satisfaction. The party may lodge such motion within nine months of the final resolution of the case. The State Attorney’s Office shall rule on the motion of the party within a period of three months if it establishes that the just satisfaction claim is substantiated. Until the expiry of the above-mentioned period, the party may not assert any claim for monetary compensation by way of just satisfaction by bringing an action before the competent court.", "(2) If, in accordance with paragraph 1 of this section, the agreement has been reached with the party, the State Attorney’s Office shall enter into an out-of-court settlement with the party.”", "“(1) If no agreement under section 19 of this Act is reached upon the motion for settlement, or the State Attorney’s Office and the party fail to negotiate an agreement within three months of the date of the motion being lodged, the party may bring an action for damages.", "(2) An action for damages against the Republic of Slovenia shall be brought not later than eighteen months after the final resolution of the party’s case.", "...”", "“(1) In cases where a violation of the right to a trial without undue delay has already ceased to exist and the party had filed a claim for just satisfaction with the international court before the date of implementation of this Act, the State Attorney’s Office shall offer the party a settlement on the amount of just satisfaction within four months of the date of receipt of the case referred by the international court for the settlement procedure. The party shall submit a settlement proposal to the State Attorney’s Office within two months of the date of receipt of the proposal of the State Attorney’s Office. The State Attorney’s Office shall decide on the proposal as soon as possible and within a period of four months at the latest. ...", "(2) If the proposal for settlement referred to in paragraph 1 of this section is not acceded to or the State Attorney’s Office and the party fail to negotiate an agreement within four months of the date on which the party filed its proposal, the party may bring an action before the competent court under this Act. The party may bring an action within six months of receiving notification from the State Attorney’s Office that the party’s proposal referred to in the previous paragraph was not acceded to, or after the expiry of the period fixed in the previous paragraph for the State Attorney’s Office to decide to proceed with settlement. Irrespective of the type or amount of the claim, the provisions of the Civil Procedure Act concerning small claims shall apply in proceedings before a court.”", "24. The relevant provisions of the Civil Procedure Act (Zakon o pravdnem postopku, Official Gazette, no. 83/2001) provide:", "“A judgment, against which an appeal can no longer be lodged, shall become final (pravnomočen), in so far as the party’s claim or counter-claim has been decided therein.", "...”", "“The parties may lodge an appeal against a judgment delivered at first instance within thirty days from the service of its written grounds...", "An appeal, lodged on time, precludes the judgment from becoming final in the part which has been challenged in the appeal.”", "“The parties may lodge an appeal on points of law against a final judgment, delivered at second instance, within thirty days from the service of its written grounds.”"], "VIOLATED_ARTICLES": ["13", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}