{"ITEMID": "001-103114", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FRA", "BRANCH": "CHAMBER", "DATE": 1995, "DOCNAME": "CASE OF MORGANTI v. FRANCE", "IMPORTANCE": "2", "CONCLUSION": "Lack of jurisdiction (out of time)", "JUDGES": "", "TEXT": ["6. Mr Michel Morganti is a prisoner at Melun Prison (Seine-et-Marne).", "On 22 November 1985 he was charged with the attempted murder of two Spanish Basque refugees, membership of a criminal organisation, unauthorised possession and transport without a lawful reason of category IV arms and ammunition and handling stolen goods. On the same day he was remanded in custody in Pau Prison (Pyrénées-Atlantiques).", "The criminal proceedings lasted from December 1985 to 21 June 1990, when the applicant was sentenced to fifteen years' imprisonment by the Pyrénées-Atlantiques Assize Court. On 16 October 1991 the Court of Cassation dismissed an appeal on points of law by the applicant.", "7. Between 10 August 1987 (date of the first application) and 21 June 1990, Mr Morganti submitted fifteen applications for release, which were all dismissed by the Indictment Division of the Pau or the Bordeaux Court of Appeal on the grounds that the length of the proceedings was reasonable in view of the serious charges against the applicant and the gravity and complexity of the facts, that public order had been seriously prejudiced in the region and that there was a risk that he would abscond if released. The applicant lodged twelve appeals on points of law, which were all dismissed.", "When one of the applications for release was being heard, on 23 August 1989, the applicant's lawyer requested his immediate release on the ground that the file did not contain any warrant ordering his detention. The Pau Indictment Division adjourned the case to 30 August. On 25 and 28 August the applicant lodged two appeals on points of law against this decision. On 30 August the Indictment Division refused to order his immediate release. It found that the missing warrant was in the file and rejected the argument concerning the identity of the person named in it, holding that the reference to Albert Morganti rather than Michel Morganti in the committal warrant of 22 November 1985 had been due to a clerical error.", "The Court of Cassation delivered two judgments on 19 December 1989. In the first, it declared the appeal against the adjournment decision inadmissible; in the second, it declared the submission alleging a defect in the committal warrant inadmissible, but remitted the case to the Bordeaux Indictment Division, finding of its own motion that the impugned decision had not contained a statement of the reasons on which it was based. On 13 February 1990 the Bordeaux Indictment Division dismissed the application, holding that, in view of the circumstances, the length of the proceedings had not been excessive.", "The applicant appealed on points of law against the latter decision, alleging, inter alia, a violation of Article 5 para. 3 (art. 5-3) of the Convention. In a judgment of 25 April 1990 the Court of Cassation declared the appeal devoid of purpose following the applicant's committal for trial at the Assize Court on 13 October 1989."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}