{"ITEMID": "001-108645", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF SMOLIK v. UKRAINE", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Article 5 - Right to liberty and security (Article 5-1 - Lawful arrest or detention;Article 5-1-c - Criminal offence);Non-pecuniary damage - award", "JUDGES": "André Potocki;Angelika Nußberger;Ann Power-Forde;Dean Spielmann;Elisabet Fura;Ganna Yudkivska", "TEXT": ["5. The applicant was born in 1989 and is currently serving a prison sentence.", "6. In the afternoon of 12 May 2004 a minor, K., was found dead in his apartment, with several knife wounds. On the same day the local prosecutor’s office instituted criminal proceedings in connection with the murder.", "7. The applicant (14 years old at that time) was a school acquaintance of K. Before the incident, K. had invited the applicant to his home on many occasions.", "8. At 5 p.m. on the same day the police visited the applicant’s home. In the presence of his mother the applicant confessed and the police took him to the police station.", "9. The police did not draw up arrest order and the applicant did not have his procedural rights explained to him on that day, as required by Article 106 of the Code of Criminal Procedure. According to the applicant, he was questioned about the incident and subjected to ill-treatment by the police.", "10. At 7.50 p.m. on the same day the applicant was examined by a medical expert, who reported abrasions on the applicant’s hand, back, waist and shoulder. The expert opined that the injuries were light and had been inflicted between twenty-four hours and six hours before the examination. The applicant remained in police custody.", "11. At 9.30 a.m. on 13 May 2004 the applicant was given access to a lawyer he had chosen himself. His procedural rights were explained to him, including the right to remain silent and not to incriminate himself, to be informed of the charges against him, to have a meeting with a lawyer before being questioned, to seek to examine evidence, to seek withdrawal of an investigator, to participate in investigative actions, and to lodge complaints.", "12. Between 11.05 a.m. and 3.40 p.m. that day an investigator from the prosecutor’s office questioned the applicant in the presence of the lawyer and a teacher. During that questioning the applicant stated that he had entered the victim’s apartment, using a key he and a schoolmate had stolen from K. beforehand; the applicant’s plan was only to steal money, but when K. arrived unexpectedly and a fight broke out between them he grabbed a knife and stabbed him several times; he then took money and left the apartment.", "13. At 5.10 p.m. on 13 May 2004 an investigator from the prosecutor’s office drew up an arrest order in respect of the applicant, relying on Articles 106 and 115 of the Code of Criminal Procedure.", "14. On 15 May 2004 the applicant was questioned once again. In the presence of the lawyer the applicant confirmed his previous statements.", "15. On 16 May 2004 the local court remanded the applicant in custody as a preventive measure and noted, inter alia, that the applicant had been arrested as a suspect at 5.10 p.m. on 13 May 2004. At the court hearing the applicant was represented by the lawyer. They both submitted, inter alia, that the applicant had acknowledged guilt.", "16. On 6 July 2004 the applicant’s father requested that criminal proceedings be instituted against the police officers, claiming that after arrest the applicant was subjected to ill-treatment, and that the lawyer was allowed in only the next morning.", "17. On 15 July 2004 a forensic medical expert confirmed the conclusions of the medical expert of 12 May 2004.", "18. On the same day the applicant was questioned once again in the presence of the lawyer. He was clear that it was K. who had initiated the fight and that all he could remember was when he found himself holding a knife and K. lying on the floor: he was really scared then. He further submitted that after he was arrested police officers had beaten him up, thus making him confess in detail.", "19. On 17 July 2004 the investigator of the local prosecutor’s office refused to institute criminal proceedings into the alleged ill-treatment for lack of corpus delicti.", "20. On 18 July 2004 the applicant was further questioned in the presence of the lawyer. The applicant once again stated that he could not remember what happened during the fight with K. until the moment when the latter was lying dead on the floor.", "21. Following the completion of the investigation the case was referred to court for the applicant to be tried.", "22. On 5 November 2004 the Mykolayiv Region Court of Appeal (“the trial court”), having regard to the applicant’s complaints of ill-treatment, ordered additional inquiries in relation to those allegations.", "23. On 12 November 2004 the local prosecutor once again refused to institute criminal proceedings into the alleged ill-treatment for lack of corpus delicti.", "24. When questioned by the trial court, the applicant admitted that he had entered K.’s apartment and stolen the money. He could not explain how the murder was committed, as he could not remember what had happened.", "25. On 26 November 2004 the trial court found the applicant guilty of aggravated murder and robbery and sentenced him to fifteen years’ imprisonment. The judgment was based on the self-incriminatory statements made by the applicant on 13 May 2004 and later and other documentary, oral and material evidence. In the operative part of the judgment the trial court ordered that the term of imprisonment be counted from 12 May 2004.", "26. The applicant and his representative appealed against that judgment, alleging, inter alia, that the applicant had committed the murder when mentally disturbed and in a fight with the victim. They further insisted that the applicant’s procedural rights had been infringed, as he had been subjected to ill-treatment and his status as an arrested person had not been formalised straight after the arrest.", "27. On 24 February 2005 the Supreme Court held a hearing in the case and the applicant submitted that there had been an accomplice, A., in K.’s apartment who had committed the murder. He alleged that he had been afraid to tell the truth earlier because he had been threatened by the accomplice, who was much older than him.", "28. The Supreme Court rejected the applicant’s submissions, finding that the applicant’s guilt had been well established by the evidence in the case file and there had been no indication that the applicant’s rights had been violated in the course of the investigation. However, it changed the applicant’s sentence for robbery, reclassifying it as theft.", "29. On 17 June 2005 the prosecutor’s office instituted an investigation of the applicant’s allegations concerning involvement of the accomplice A. in the crimes.", "30. On 10 February 2006 the investigation was terminated as no evidence of A.’s involvement had been obtained.", "31. The relevant part of Article 29 of the Constitution reads as follows:", "“... In the event of an urgent necessity to prevent or stop a crime, bodies authorised by law may hold a person in custody as a temporary preventive measure, the reasonable grounds for which shall be verified by a court within seventy-two hours. The detained person shall be released immediately if he or she has not been provided, within seventy-two hours of the moment of detention, with a reasoned court decision in respect of the holding in custody. ...", "Everyone who has been detained has the right to challenge his or her detention in court at any time. ...”", "32. The relevant provisions of the Code read as follows:", "“A person shall be considered a suspect if:", "1) he/she has been arrested on suspicion of having committed a crime;", "2) in his/her respect a preventive measure has been applied until a decision has been made to bring that person to the proceedings as an accused.", "A suspect is entitled to know what he/she is suspected of; to give evidence or refuse to give evidence and answer questions; to have defence counsel and a meeting with him before the first questioning; to challenge the lawfulness of his/her arrest before the court ...", "It shall be stated in the arrest order or the decision to apply a preventive measure that the suspect has had his or her rights explained.”", "“The participation of defence counsel during the inquiry and the preliminary investigation and during consideration of the criminal case in the first-instance court is obligatory:", "1) in the cases concerning a person who is suspected of or charged with a crime committed at the age of less than eighteen years, – from the moment when such a person is considered a suspect or when such a person has been charged with the crime; ...”", "“The body of inquiry shall be entitled to arrest a person suspected of a criminal offence for which a penalty in the form of deprivation of liberty may be imposed only on one of the following grounds:", "1. if the person is discovered whilst or immediately after committing an offence;", "2. if eyewitnesses, including victims, directly identify this person as the one who committed the offence;", "3. if clear traces of the offence are found either on the body of the suspect, or on his clothing, or with him, or in his home.", "If there is other information giving ground to suspect a person of a criminal offence, a body of inquiry may arrest such a person if the latter attempted to flee, or does not have a permanent place of residence, or the identity of that person has not been established.", "For each case of a suspect’s arrest, the body of inquiry shall be required to draw up an arrest order (протокол затримання) outlining the grounds, the motives, the day, time, year and month, the place of arrest, the explanations of the person detained and the time when it was recorded that the suspect had been informed of his right to have a meeting with defence counsel as from the moment of his arrest, in accordance with the procedure provided for in paragraph 2 of Article 21 of the present Code. The arrest order shall be signed by the person who drew it up and by the detainee.", "A copy of the arrest order with a list of his rights and obligations shall immediately be handed to the detainee and sent to the prosecutor. At the request of the prosecutor, the material which served as a ground for the arrest shall be sent to him as well. ...", "Within seventy-two hours of the arrest, the body of inquiry shall:", "(1) release the detainee if the suspicion that he committed the crime has not been confirmed, if the term of the preliminary detention established by law has expired or if the arrest has been effected in violation of the requirements of paragraphs 1 and 2 of the present Article;", "(2) release the detainee and select a non-custodial preventive measure;", "(3) bring the detainee before a judge with a request to impose a custodial preventive measure on him or her.", "If the arrest is appealed against to a court, the detainee’s complaint shall be immediately sent by the head of the detention facility to the court. The judge shall consider the complaint together with the request by the investigating body for application of the preventive measure. If the complaint is received after the preventive measure was applied, the judge shall examine it within three days of receiving it. If the request has not been received or if the complaint has been received after the term of seventy-two hours of detention, the complaint shall be considered by the judge within five days after receiving it.", "The complaint shall be considered in accordance with the requirements of Article 165-2 of this Code. Following its examination, the judge shall give a ruling, either declaring that the arrest is lawful or allowing the complaint and finding the arrest to be unlawful.", "The ruling of the judge may be appealed against within seven days from the date of its adoption by the prosecutor, the person concerned, or his or her defence counsel or legal representative. Lodging such an appeal does not suspend the execution of the court’s ruling.", "Preliminary detention of a suspect shall not last for more than seventy-two hours.", "If, within the terms established by law, the ruling of the judge on the application of a custodial preventive measure or on the release of the detainee has not arrived at the pre-trial detention facility, the head of the pre-trial detention facility shall release the person concerned, drawing up the order to that effect, and shall inform the official or body that carried out the arrest accordingly.”", "“An investigator may arrest and question a person suspected of a crime according to procedure envisaged by Articles 106, 106-1, and 107 of the Code.", "“... If a minor has not attained the age of sixteen ... a pedagogue ... may be invited ... to be present during the introduction of charges against a minor and his questioning ...”", "33. The relevant provisions of the Compensation Act (as worded at the relevant time) can be found in the judgment of Afanasyev v. Ukraine (no. 38722/02, § 52, 5 April 2005).", "34. The relevant extracts from the report read as follows:", "“38. It appears from the information gathered during the 2005 visit that the prompt and accurate recording of a person’s detention (i.e. from the moment he/she is obliged to remain with the Internal Affairs staff) remains a considerable area of concern. The delegation’s findings revealed that, in many instances, periods of detention (from several hours up to one day) went unrecorded in the protocols of detention. At the same time, custody registers often contained incorrect data, and on occasion, misleading information. By way of illustration, the register of a district police station indicated that a person was detained there for two hours while it was subsequently established that the person in question was in fact held at the police station concerned for three days. Resolute action is required on the part of the Ukrainian authorities to put an end to this state of affairs.", "The CPT recommends that steps be taken immediately to ensure that whenever a person is deprived of liberty by the Militia, for whatever reason, this fact is formally recorded without delay. Further, once a detained person has been placed in a cell, all instances of his/her subsequent removal from the cell should be recorded; that record should state the date and time the detained person is removed from the cell, the location to which he/she is taken and the officers responsible for taking him/her, the purpose for which he/she has been removed from the cell, and the date and time of his/her return.”"], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-1"], "VIOLATED_BULLETPOINTS": ["5-1-c"], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}