{"ITEMID": "001-106541", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FIN", "BRANCH": "ADMISSIBILITY", "DATE": 2011, "DOCNAME": "LAUNIALA v. FINLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "George Nicolaou;Lech Garlicki;Ledi Bianku;Nicolas Bratza;Päivi Hirvelä;Zdravka Kalaydjieva", "TEXT": ["The applicant, Mr Mika Markus Launiala, is a Finnish national who was born in 1966 and lives in Aura. He was represented before the Court by Mr Antti Tapanila, a lawyer practising in Helsinki. The Finnish Government (“the Government”) were represented by their Agent, Mr Arto Kosonen of the Ministry for Foreign Affairs.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant was the Head of the Sodankylä Police Department (nimismies, länsmannen).", "In November 2000 a detainee set fire to the department’s holding cell. In the subsequent investigation against the detainee in question, it turned out that the fire alarm had not gone off because it had been deliberately deactivated, presumably by one of the police officers. While the officer appointed to investigate the suspected criminal damage by the detainee was questioning one of his colleagues as a witness, the applicant entered the investigation room. He read the text of the unfinished report and noticed that the witness had indicated the name of a fellow officer who had, to his mind, deactivated the fire alarm. The applicant felt that such an allegation was improper and, after a discussion between the three persons present, that part of the witness statement was removed. The report was then finalised and it was read and signed by the witness.", "On 23 March 2006 the public prosecutor brought charges against the applicant in the Lappi District Court (käräjäoikeus, tingsrätten), accusing him of abuse of public office and, in the alternative, violation of official duty. As to the latter charge, she invoked Chapter 40, article 10, of the Penal Code (rikoslaki, strafflagen, as amended by Act no. 792/1989), which was the general provision sanctioning violation of official duty. She also invoked section 14, subsection 1, of the State Civil Servants Act (valtion virkamieslaki, statstjänstemannalagen; Act no. 750/1994), which stipulated that a civil servant was to perform his or her duties properly and without delay and follow supervisory orders. She further invoked section 39, subsection 2, of the Criminal Investigations Act (esitutkintalaki, förundersökningslagen, Act no. 449/1987, as amended by Act no. 427/2003), according to which a report drawn up during questioning was not to be changed after the person giving the statement had checked it and any corrections and amendments requested by him or her had been made.", "The applicant denied the charges. He contended that his actions had not been contrary to section 39, subsection 2, of the Criminal Investigations Act. On the contrary, in contributing to the removal of the allegation which in his view had been defamatory, he had fulfilled his official duty as the superior officer, as defined in section 14, subsection 1, of the State Civil Servants Act. He also regarded the effects of his conduct as insignificant. In any case, the requirement of criminal intent was not met.", "During her closing arguments before the District Court, the prosecutor claimed that the applicant should, at any rate, be convicted of negligent violation of official duty under Chapter 40, article 11, of the Penal Code.", "On 4 October 2006 the District Court found the applicant guilty of violation of official duty, under Chapter 40, article 10, of the Penal Code and section 14, subsection 1, of the State Civil Servants Act, and sentenced him to a fine. According to the court he had, in his office as the Head of the Sodankylä Police Department, deliberately violated his official duty based on the provisions to be followed in official functions. The court found that, due to his intervention in the questioning, a statement already included in the report had been removed. As to the applicable legislation, the court stated that the general provision, Chapter 40, article 10, of the Penal Code, did not as such form a legal basis for a conviction. The actual substance of the official duty was to be found in other provisions or regulations. In the court’s view, the applicant’s actions had not been contrary to section 39, subsection 2, of the Criminal Investigations Act, as claimed by the prosecution. It did find, however, that section 14, subsection 1, of the State Civil Servants Act provided a sufficient legal basis for the conviction, as the applicant’s conduct, in the given circumstances, could not be regarded as proper.", "The applicant appealed against the judgment to the Rovaniemi Court of Appeal (hovioikeus, hovrätten) relying mainly on his previous arguments. During the appeal proceedings the prosecutor renewed her charge concerning negligent violation of official duty. The applicant contested that charge, arguing that he had not been able to respond to it at first instance.", "On 12 October 2007 the Court of Appeal, having held an oral hearing, convicted the applicant of negligent violation of official duty under Chapter 40, article 11, of the Penal Code and section 14, subsection 1, of the State Civil Servants Act. It found that the applicant had acted carelessly rather than with criminal intent. It also reduced the amount of the fine by half. As to the legal basis of the conviction the court reasoned its judgment as follows:", "“According to section 14, subsection 1, of the State Civil Servants Act, a civil servant shall perform his or her duties properly and without delay and follow supervisory orders. In the legal praxis [reference to the Supreme Court’s precedence no. KKO:2000:40], it has been held that the said provision, governing the general duties of public officials, does not have an independent status irrespective of other provisions. In the judicial literature the provision has been regarded as problematic in the light of the principle of legality, which includes the requirement of precision of criminal statutes. Criminal liability presupposes a breach of a clearly defined official duty. On the other hand, it has been expressed in the judicial literature that, in practice, it is impossible to describe all official duties in detail in legal provisions and regulations. However, one must always be able to deduce the more specific aspects of an official duty from some provision or regulation or at least from the established practice. ...”", "“The general principles to be followed in the pre-trial investigation are prescribed in sections 5 – 12 of the Criminal Investigations Act. For instance, those factors which are to be cleared up during the investigation are defined in these provisions. Further, sections 22 – 38 of the Criminal Investigations Act contain regulations about the procedure to be followed. According to those provisions a witness to the investigation, legal counsel of the person being questioned, his or her support person, guardian, trustee or other legal representative, the prosecutor and an interpreter may be present at the questioning, along with the questioner and the person being questioned. The statement given by the [latter] is recorded to the extent necessary, having regard to the issue under investigation. It is for the questioner to decide what, and to what extent, will be recorded in the report. The questioner must, however, always conduct the questioning in such a manner that the statement of the person being questioned is recorded according to his or her approval. Further, section 24 of the Criminal Investigations Act provides that the use of any impropriate means or practices that affect [a person’s] freedom of decision, will, memory or judgment, in order to obtain a statement leading for a specific direction, are forbidden. After the questioning the person being questioned shall be given an opportunity to check the report drawn up by the questioner, after which he or she shall be asked whether his or her account has been noted down correctly. The principle of impartiality is to be followed, which means that in the performance of official duties all persons must be treated equally...”", "“Even though the above-mentioned provisions of the Criminal Investigations Act do not directly regulate the duties of [the applicant] as the superior officer, the general requirement of proper discharge of duties, as defined in section 14, subsection 1, of the State Civil Servants Act means, in this case, that the provisions and principles concerning pre-trial investigation are to be followed. In this respect, regard is to be had to [the applicant’s] position and the nature of his duties and what that necessarily entails. The Court of Appeal finds that, in the light of the above general principles and the provisions concerning pre-trial questioning, it was not the duty of [the applicant] as the superior officer to intervene in the questioning conducted by his subordinate officer, not even in the form of a conversation. As a result of such a conversation the subordinate officer being questioned had asked that a part of his statement, already entered in the report, be removed.”", "The applicant sought leave to appeal to the Supreme Court (korkein oikeus, högsta domstolen) maintaining, inter alia, that he had been convicted without a sufficient legal basis. The substance of the official duty allegedly breached did not in his view transpire from those provisions of the Criminal Investigations Act referred to by the Court of Appeal. He also contended that, in the appellate proceedings, the prosecutor had only demanded that he be convicted of negligent violation of official duty after the court had inquired whether she intended to do so. At no stage did the prosecutor modify the charges accordingly or indicate the applicable provision concerning that offence. He further argued that the prosecutor had never invoked any specific provision other than section 39, subsection 2, of the Criminal Investigations Act. As to the other provisions of the said Act, the Court of Appeal had at no point of the proceedings brought to the applicant’s attention that it considered those provisions applicable to the case and that they could be relied upon for his conviction.", "On 13 May 2008 the Supreme Court refused the applicant leave to appeal.", "Chapter 40, article 10, of the Penal Code, as in force at the relevant time, read as follows:", "“If a public official, when acting in his or her office, deliberately in a manner other than provided above in this chapter violates or fails to meet his or her official duty based on the provisions or regulations to be followed in official functions, and the act, when assessed as a whole, taking into consideration its detrimental and harmful effect and the other circumstances connected with the act, is not a petty crime, he or she shall be sentenced for violation of official duty to a fine or to imprisonment for at most one year.”", "Chapter 40, article 11, of the Penal Code (as amended by Act no. 792/1989), regulating negligent violation of official duty and as in force at the relevant time, read:", "“If a public official, when acting in his or her office, through negligence or carelessness in a manner other than referred to in article 5 (2) violates or fails to meet his or her official duty based on the provisions or regulations to be followed in official functions, and the act, when assessed as a whole, taking into consideration its detrimental and harmful effect and the other circumstances connected with the act, is not a petty crime, he or she shall be sentenced for negligent violation of official duty to a warning or a fine.”", "Section 14, subsection 1, of the State Civil Servants Act provides that a civil servant is to perform his or her duties properly and without delay and to follow superior orders.", "Section 24, subsection 1, of the Criminal Investigations Act reads (Act no. 449/1987) as follows:", "“A person being questioned shall be treated in a calm and pertinent manner. The use of false notice, promises or innuendo of special advantages, exhaustion, threats, force or other improper means or practices affecting the person’s freedom of decision, will, memory or judgment, in order to obtain a confession or a statement leading in a specific direction, are not allowed.”", "Section 39, subsection 2, of the said Act reads:", "“The statement entered in the report shall be read out to the person being questioned immediately after the questioning, and he or she may check it. The questioner shall ask the person being questioned whether his or her account has been entered into the report correctly. Any such request to correct or amend the report which has not been complied with shall also be noted in the report. The report must not be changed after the person being questioned has checked it and the requested corrections and amendments have been made.”", "According to Chapter 11, section 3, of the Criminal Procedure Act (laki oikeudenkäynnistä rikosasioissa, lagen om rättegång i brottmål, Act no. 689/1997), the court may pass a sentence only for the act for which a punishment has been requested or for which the court may, according to law, pass a sentence on its own initiative. The court is not bound by the heading of the offence or the reference to the applicable provisions in the charge.", "The Government Bill (hallituksen esitys, regeringens proposition, no. HE 82/1995) concerning the last-mentioned provision states, inter alia, that in criminal proceedings the court is only bound by the description of the events for which punishment is demanded. It is for the court to decide ex officio which offence the act described in the charge constitutes. The proceedings must be conducted in such a manner that the offence of which the defendant is convicted does not come as a surprise to him or her. The defence shall have the opportunity to point out any such circumstances which he or she feels are relevant in deciding about the culpability. If in the court’s view the defendant should be convicted of some other offence or under some other provision than that indicated in the charge, the court should draw the defendant’s attention to the matter in the course of the proceedings."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}