{"ITEMID": "001-58073", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ITA", "BRANCH": "CHAMBER", "DATE": 1996, "DOCNAME": "CASE OF DOMENICHINI v. ITALY", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection joined to merits (non-exhaustion of domestic remedies);Preliminary objection rejected (non-exhaustion of domestic remedies);Violation of Art. 6-3-b;Violation of Art. 8;Violation of Art. 13;Pecuniary damage - claim dismissed;Non-pecuniary damage - finding of violation sufficient", "JUDGES": "C. Russo;R. Pekkanen", "TEXT": ["7. The applicant has been in custody since 5 December 1980 in connection with various criminal proceedings brought against him on suspicion of his having taken part in the activities of the terrorist organisation known as \"Prima linea\".", "8. When he lodged his application with the Commission on 6 November 1989, there were three prosecutions pending against Mr Domenichini. The first of these ended in a judgment of the Ancona Court of Appeal of 28 June 1988, which became final on 26 October 1989. The court sentenced him to eleven months and twenty days' imprisonment and a fine of 700,000 Italian lire for aiding and abetting aggravated armed robbery, aiding and abetting aggravated theft, aiding and abetting the handling of stolen goods and unlawful possession of weapons. The second trial ended in a judgment of the Rome Assize Court of Appeal of 9 December 1988, which became final on 13 July 1989. The court sentenced him to nineteen years, eleven months and fifteen days' imprisonment for murder, aggravated armed robbery, treasonable conspiracy, membership of an armed organisation and other offences. The third trial, at the Bari Assize Court of Appeal, ended in a judgment of 10 October 1989, which became final on 15 January 1990. The court imposed a sentence of eleven years and two months' imprisonment and a fine of one million lire for armed robbery and other offences. A. Monitoring of the applicant's correspondence during his detention in Cuneo Prison", "9. On 12 March 1987 the judge responsible for the execution of sentences (magistrato di sorveglianza) at Cuneo, where Mr Domenichini had been in custody since 19 December 1984, decided under section 18 of Law no. 354 of 26 July 1975 (see paragraph 18 below) that his correspondence and that of other prisoners in the special unit of Cuneo Prison should be censored for a period of six months. On 23 May 1987 the Court of Cassation declared inadmissible an appeal on points of law lodged against that order on an unspecified date.", "10. After the end of the first period, the Cuneo judge responsible for the execution of sentences renewed the censorship every six months, in September 1987, March 1988 and on 16 September 1988 and 13 March and 14 September 1989. The reasons given for these decisions were, firstly, that the monitoring of the applicant's correspondence and that of the other prisoners concerned had made it possible to discover differences of opinion within the group of former terrorists and to prevent confrontations and acts of vengeance and, secondly, that there was a danger that the applicant would use the mail to commit offences or prejudice public order or safety.", "11. It is not contested that the following letters were inspected: (a) a letter of 29 November 1988 from the applicant to the lawyer Mr Francesco Piscopo; (b) a registered letter of 23 January 1989 from the applicant to the lawyer Mr Ugo Giannangeli; (c) a letter of 26 February 1989 from the applicant to Mr Ugo Giannangeli; and (d) letters of 26 February 1989 and 14 February 1990 from the applicant to Mr Francesco Piscopo.", "12. On an unspecified date the applicant challenged the decision of 16 September 1988 (see paragraph 10 above) in the Turin Sentence Execution Court (tribunale di sorveglianza). On 24 October 1988 that court declared his appeal inadmissible on the ground that the relevant Italian Law did not provide any remedy in respect of such decisions in view of their administrative nature. The court's decision was served on Mr Domenichini on 8 November 1988, and on the next day he appealed on points of law. In a pleading of 30 November 1988 his counsel argued, in particular, that the possibility of appealing to the Sentence Execution Court against decisions to impose censorship was provided for in Italian legislation. He also maintained that the measure in issue, applied \"collectively\" to a group of prisoners, irrespective of the individual circumstances of each, was absolutely unjustified and that the delay in forwarding to him, after it had been inspected, the applicant's letter informing him of the receipt of the court's decision rejecting his appeal had impeded the exercise of the rights of the defence. The Sentence Execution Court, however, did not forward the appeal and other procedural documents to the Court of Cassation, but set the matter down for hearing on 19 December 1988, when it rejected the appeal, holding it to be essentially identical with the earlier one it had dismissed on 24 October 1988.", "13. On 14 February 1989 the applicant's lawyer asked the court to forward the appeal to the Court of Cassation, which alone was competent to rule on an appeal that had been made direct to it.", "14. Shortly afterwards, on 13 March 1989 (see paragraph 10 above) the Cuneo judge responsible for the execution of sentences renewed the order that Mr Domenichini's correspondence should be censored. On 17 April 1989 the applicant's lawyer lodged a fresh appeal on points of law with the Turin Sentence Execution Court. On 29 May 1989 the court declared inadmissible \"the appeal against the decision declaring the appeal inadmissible\" and did not forward the appeal to the Court of Cassation. B. The applicant's continued detention", "15. On an unspecified date the applicant was transferred to Milan Prison.", "16. In a report drawn up by the prison management in October 1992, it was stated that the applicant's behaviour towards the staff and his attitude towards his past had shown some improvement. On 22 October 1992, taking the view that this progress was not sufficient, the Milan Sentence Execution Court dismissed an application by Mr Domenichini to be given semi-custodial treatment instead of being kept in detention. From November 1992 onwards, however, the applicant was granted short periods of prison leave.", "17. On 8 September 1993, on the basis of two reports of April and August 1993 which indicated further, substantial progress, the court ordered that the applicant should be given semi-custodial treatment.", "18. Section 18 of Law no. 354 of 26 July 1975 (\"Law no. 354\"), as amended by section 2 of Law no. 1 of 12 January 1977, provides that power in the matter of censorship of prisoners' correspondence vests in the judge dealing with the case - whether an investigating judge or a trial judge - up to the decision at first instance and in the judge responsible for the execution of sentences thereafter. The judge may order censorship of a prisoner's correspondence in a reasoned decision; this provision, however, does not specify the cases in which such a decision may be taken.", "19. The censorship of which the applicant complains consists, in particular, in all mail being intercepted and read by either the judicial authority that has ordered the censorship or the prison governor or prison staff designated by him, and in the stamping of letters for the purpose of showing that they have been inspected. Censorship cannot extend to deleting words or sentences, but the judicial authority can order that one or more letters shall not be handed over; in that case, the prisoner must immediately be informed of the fact. This latter measure can also be ordered temporarily by the prison governor, who must, however, notify the judicial authority of his action.", "20. Article 103 of the New Code of Criminal Procedure forbids the seizure or any form of control of the correspondence between a prisoner and his lawyer, provided that the correspondence is recognisable as such and unless the judicial authority has well-founded reasons to believe that the correspondence constitutes the substance of the offence. Similarly, by Article 35 of the transitional provisions of the same Code, the rules on the censorship of a prisoner's correspondence that are laid down in Law no. 354 and Presidential Decree no. 431 of 29 April 1976 do not apply to correspondence between the prisoner and his lawyer. It follows, among other things, that the only authority that may order censorship of that correspondence, and then solely in the case mentioned above, is the judge or court dealing with the case.", "21. The Court of Cassation has held on several occasions that the measure in issue is an administrative act and has also stated that Italian law does not provide any remedy in respect of it; in particular, censorship cannot be the subject of an appeal on points of law, since it does not affect the prisoner's personal freedom (Court of Cassation, judgments nos. 3141 and 4687 of 14 February 1990 and 4 February 1992 respectively)."], "VIOLATED_ARTICLES": ["13", "6", "8"], "VIOLATED_PARAGRAPHS": ["6-3"], "VIOLATED_BULLETPOINTS": ["6-3-b"], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}