{"ITEMID": "001-83217", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GEO", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF OGANOVA v. GEORGIA", "IMPORTANCE": "4", "CONCLUSION": "No violation of Art. 6-1", "JUDGES": "", "TEXT": ["5. The applicant was born in 1960 and lives in Tbilisi.", "6. On 8 May 2002 the applicant brought a civil action, claiming back the money which she had lent to a private person on 14 September 1998, further to a note envisaging repayment within two months.", "7. On 22 May 2002 the respondent replied in writing, claiming that she had repaid the debt and that the applicant's action was time-barred under Articles 129 and 130 of the Civil Code (“the CC”).", "8. On 14 June 2002 the Isani-Samgori District Court allowed the applicant's claim at an oral hearing. The court found that the respondent's assertion about payment of the debt was unsubstantiated. It did not reply to the time-bar objection.", "9. On 5 August 2002 the respondent appealed, reiterating, inter alia, that the applicant's action was time-barred. The latter replied that, in view of the respondent's continuous promises to discharge the debt, she could not have concluded that her rights had been breached between 1998 and 2001.", "10. On 18 September 2002 the Tbilisi Regional Court quashed the judgment of 14 June 2002 and decided the case anew, dismissing the applicant's action as time-barred. The appellate court found that the limitation period had started to run from the date of non-compliance with the note of 14 September 1998, that is two months after the loan, on 14 November 1998. It noted that the case materials did not substantiate the applicant's assertion that the respondent had continuously promised to return the money.", "11. On 16 October 2002 the applicant lodged a cassation claim. Referring to varioushe reiterated that the respondent's verbal assurances had prevented her from applying to the court earlier. She consequently claimed that the appellate court had wrongly applied Articles 129 and 130 of the CC.", "12. On 19 November 2002 the Supreme Court of Georgia declared the applicant's cassation claim admissible but decided to dispense with an oral hearing on the merits. Both parties were informed of that decision on 22 November 2002. On the same day, the cassation claim was forwarded to the respondent for comments. No reply was forthcoming from the latter.", "13. On 6 February 2003 the Supreme Court dismissed the applicant's cassation claim. Endorsing the facts of the case as established by the appellate court, the cassation court found that the disputed Articles 129 and 130 of the CC had been correctly interpreted and applied in the appellate judgment of 18 September 2002 and that, consequently, there was no ground, under Article 393 §§ 1 and 2 of the Code of Civil Procedure, to quash it.", "Pursuant to Articles 129 § 1 and 130, the period for bringing contractual claims was limited to three years, and it started to run from the moment the person learnt or should have learnt about the breach of his or her rights.", "Pursuant to Article 393 §§ 1 and 2, only the lawfulness of an appellate judgment could be challenged in cassation. The disputed judgment could be found to be unlawful if the appellate court had wrongly applied or interpreted the law.", "Article 396 § 1 (f) required the appellant to mention in his or her cassation claim those facts which supported the alleged breaches of procedural law if the cassation claim was calling into question the application of procedural legal provisions.", "Article 404 § 1", "“The cassation court shall review the [disputed] judgment only in so far as challenged in the cassation claim. The cassation court cannot go beyond the facts referred to under Article 396 § 1 (f) and inquire of its own motion into other procedural breaches.”", "“The cassation court shall take into account the party's submissions only in so far as disclosed by the case file or the appellate judgment; only the facts submitted under Article 396 § 1 (f) can be taken into account.", "The establishment of the facts [by the appellate court] is binding on the [cassation] court, unless an additional and well-founded cassation argument has been raised.”", "“In the event the cassation court finds it appropriate..., it can decide the case without an oral hearing. The parties shall be notified of such a decision.”", "Article 411", "“The cassation court shall take a [final] decision", "Article 412 § 1 and 2", "“If it is not possible for the cassation court to decide the case in accordance with Article 411, it shall quash the appellate judgment and remit the case for a retrial.", "The Constitutional Court dismissed the applicants' complaint challenging Article 408 § 3 of the CCP, which provided for the possibility to dispense with an oral hearing in cassation proceedings.", "The Constitutional Court noted that, unlike an appellate court which established facts, the cassation court could only review the application of legal provisions. It could however examine, on the basis of Articles 396 § 1 (f) and 407 §§ 1 and 2 of the CCP, the facts which have been explicitly raised by the appellant in relation to the alleged violations of procedural law.", "Consequently, whilst the scope of the review was mostly limited to the assessment of the application of procedural and substantive law, the Constitutional Court concluded that the right to an oral hearing in cassation proceedings was not absolute.", "In its judgment of 28 February 2006 in the case of “Gokhi” v. “Telasi” JSC, the Supreme Court defined the notion of an “additional and well-founded cassation argument” (Article 407 § 2 of the CCP), as follows:", "“...'An additional and well-founded cassation argument' is ... a reference to those procedural breaches which, having been committed by the appellate court during the examination of the case, have resulted in an erroneous assessment of the matters of fact and/or the incorrect interpretation and application of substantive legal provisions.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}