{"ITEMID": "001-117682", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "EST", "BRANCH": "CHAMBER", "DATE": 2013, "DOCNAME": "CASE OF KOROBOV AND OTHERS v. ESTONIA", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment;Inhuman treatment) (Substantive aspect);No violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment;Inhuman treatment) (Substantive aspect);Violation of Article 3 - Prohibition of torture (Article 3 - Effective investigation) (Procedural aspect);Non-pecuniary damage - award", "JUDGES": "Dmitry Dedov;Erik Møse;Isabelle Berro-Lefèvre;Julia Laffranque;Linos-Alexandre Sicilianos;Mirjana Lazarova Trajkovska;Ksenija Turković", "TEXT": ["6. The applicants live in Tallinn, except for the fourth applicant who lives in Kiviõli.", "7. The Bronze Soldier, originally named “Monument to the Liberators of Tallinn”, was unveiled on 22 September 1947, on the third anniversary of the entry of the Soviet Red Army into Tallinn. It was erected in Tõnismägi, central Tallinn, above a small burial site of Soviet soldiers’ remains reburied in April 1945. The monument consisted of a statue of a soldier in a Second World War-era Red Army military uniform set against a stone background.", "8. From 2004 onwards demands for the removal or relocation of the Bronze Soldier intensified. Also, on 22 September (the anniversary of the entry of the Red Army into Tallinn in 1944) and 9 May (Soviet Victory Day in the Second World War), crowds of mainly Russian speakers, including veterans and younger people, gathered at the monument. From 2006 onwards in particular, there began to be instances of confrontation in the vicinity of the monument, which the police were able to keep under control. On some occasions the monument was smeared with paint.", "9. In early 2007 the Protection of War Graves Act (Sõjahaudade kaitse seadus) was enacted by the Riigikogu (the Estonian Parliament) and provided for the reburial of remains and relocation of monuments in cases where war graves were located at unsuitable sites. The Bronze Soldier was a prominent issue in the electoral campaign ahead of the parliamentary elections on 4 March 2007.", "10. During the night of 25-26 April 2007 the monument’s defenders were removed by police from the square where the Bronze Soldier was located, and the area was cordoned off. A large tent structure was erected over the monument and the graves in preparation for the exhumation of the remains of the Soviet soldiers. By the evening of 26 April 2007 a large group of people, mostly Russian speakers, had gathered at Tõnismägi and expressed their discontent with the Government’s actions. Shouting “Shame!” and “Fascists!” they refused to comply with police orders and some attempted to break through the police cordon. The group turned more violent and started throwing stones and empty bottles at the police. The police forced the protesters out of Tõnismägi. The crowd then started committing acts of vandalism and looting shops and buildings in neighbouring streets. There were clashes with the police, who in response used truncheons, rubber bullets and plastic handcuffs. A large number of people were arrested. According to some sources approximately a third of those detained were ethnic Estonians; ethnic Estonians were also among those charged with looting and theft.", "11. Early in the morning of 27 April 2007 the Government decided to move the monument from Tõnismägi, and a few days later it was re-erected in a military cemetery. On the evening of 27 April 2007 protesters returned to Tõnismägi. The police again cordoned off the area and carried out arrests, this time within a wider radius of the monument’s former location. Disorder and vandalism continued for a second night. Although the protests were unauthorised, there was no formal ban on visiting the city centre. Nevertheless, on 27 April 2007 the Government, through the mass media and messages sent to people’s e-mail addresses and mobile phones, asked people to stay at home and not to respond to provocation.", "12. According to the information provided by the Government, on 26 April 2007 there were 7,000 to 8,000 people in the streets of Tallinn. On 27 April 2007 4,000 to 5,000 people took part in the riots in Tallinn, and on 28 April 2007 the number of rioters was 3,000 to 4,000. Approximately 1,500 officers participated in police operations in Tallinn, but considering the fact that at any time some were off duty, some were in reserve and some were guarding important facilities, during the peak period there could have been approximately 1,000 officers protecting public order in the streets in Tallinn.", "13. According to the official sources referred to by the applicants, in total more than 1,160 people were arrested (of whom 500 were Estonian nationals, nearly 100 were Russian nationals and more than 300 were persons of undetermined citizenship). One person was stabbed to death and 156 were injured (including twenty-nine policemen). The police recorded 148 cases of vandalism. By 18 May 2007 the authorities had opened sixty-five criminal cases involving 300 suspects, mostly concerning serious breach of public order and disregard of lawful orders given by representatives of the state authority.", "14. The first applicant was arrested on 27 April 2007 at 11.30 p.m. in Viru Street in the city centre. He states that he was kicked to the ground by the police officers and made to lie face down on the road, where there was a lot of broken glass. He was handcuffed and taken to a storage facility at the port (Dterminal). According to the applicant, the police officers refused to tell him where he was being taken or to give any reasons for the arrest.", "15. By 1 a.m. on 28 April 2007 about 350 people were being held at Dterminal, a storage facility which measured 19 metres by 6 metres. The applicant was told to squat against the wall.", "16. The first applicant submitted that detainees who attempted to stand up because their legs had gone numb or as a protest were kicked to the ground, hit with rubber truncheons and beaten. According to the first applicant he was struck so hard that he fell to the floor. He claimed that he was repeatedly beaten with truncheons and kicked in the stomach by police officers wearing heavy boots.", "17. According to a medical report issued on 2 May 2007 and submitted by the first applicant, it appears that he had a haematoma and was diagnosed with pelvic contusion in the right side of the lumbo-sacral region. A medical record was also submitted to the domestic authorities to substantiate his criminal complaint (see paragraph 45 below).", "18. The applicant also submitted to the Court a written statement from Zh., dated 28 May 2008, concerning their arrest and detention. According to Zh., the first applicant was well known to him. Zh. confirmed that during their detention in D-terminal, the first applicant had stood up in order to stretch his legs. A plain-clothes person had told him to sit or to lie down (“Maha!” in Estonian meaning “Down!”). The first applicant inquired on what basis he was being given those orders, but instead of a response he was pushed down and kicked while down on the floor. He was kicked in the stomach.", "19. The police kept the first applicant’s personal details and released him at 4 a.m. on 28 April 2007 without charge. According to the applicant no explanations or grounds for his detention were given, his rights were not explained to him and he was not given any official record of his detention.", "20. The second applicant, who was a minor at the time, states that he was arrested on 27 April 2007 at 7.30 p.m. in Tuukri Street. After witnessing the arrest of three individuals aged approximately 15-16 who were walking in front of him in the street, the second applicant became scared and attempted to run away but was caught by a police officer who threw him on to the ground, held him down and tied his hands with plastic straps. He was taken by bus to D-terminal without being given any reasons for his arrest or being allowed to call his mother. About three hours later he was asked how old he was, after which his handcuffs were removed. Nevertheless, it was another two hours until the police officers called his mother, who was working a night shift and therefore could not come and collect him. He was taken home at 4 a.m. on 28 April 2007.", "21. As submitted by the third applicant, he was arrested on 27 April 2007 at 2 a.m. on the corner of Viru Street and Pärnu Street on his way home after a date with his girlfriend. He was approached by police officers, ordered to lie on the ground and handcuffed. At 3 a.m. on 27 April 2007 he was taken to Rahumäe Detention Centre. He was searched and, allegedly without being told his rights or allowed to make a phone call, placed in a cell designated for four inmates where there were soon to be twenty.", "22. According to a report on the detention of the third applicant as a suspect, drawn up on 27 April 2007, he had been arrested at 3 a.m. His rights and obligations were explained to him, including the right to be assisted by counsel and to make complaints, and this was confirmed by his signature. The report also contained the third applicant’s request to call his mother, as well as the statement that he was suspected of a serious breach of public order. It was further noted that there were grounds to believe that he could continue to breach public order if released.", "23. According to a report drawn up by a senior police inspector, I.Z., who had arrested the applicant, he had been arrested because he had participated in a serious breach of public order involving active violence, and had also incited others present to commit similar offences. He had had to be arrested to prevent him from continuing with this activity.", "24. On 27 April 2007 from 9 p.m. to 9.15 p.m. the third applicant was interviewed by a prosecutor as a suspect of a serious breach of public order. The record of the interview states that the applicant explained that he and his girlfriend had gone to see what was going on around the Bronze Soldier on 26 April 2007 at 10.30 p.m. and after that they were walking around in the city centre. He had done nothing when he was arrested on 27 April 2007 at around 3 a.m. According to the third applicant he had been questioned in Estonian without an interpreter. He was released at 10.47 p.m. on 27 April 2007. He left with a prohibition on leaving his place of residence.", "25. On 12 October 2007 the criminal investigation in respect of the third applicant was terminated because it could not be established that an offence had been committed.", "26. According to the fourth applicant’s submissions, he was watching the protest on the evening of 27 April 2007 in Kaarli Avenue. At 10.30 p.m. the policemen started firing at the crowd with rubber bullets. One of the bullets hit the fourth applicant’s right arm. He was subsequently hit on the head with one or more truncheons, causing a serious wound. He was then hit on the knee, which caused him to fall to the ground. His arms were bound and he was thrown into a car. He was not allowed to make a phone call or told his rights or the reasons why he had been arrested. His requests for first aid were ignored. He was taken to Dterminal, where he started to lose consciousness. Only at this point was his head bandaged. When he started to feel worse, a nurse examined him and advised that he should be taken to hospital.", "27. According to a medical report submitted to the Court he arrived at the hospital at 11.30 p.m. on 27 April 2007. He was diagnosed with a haematoma on his skull. A medical report was also submitted to the national authorities to substantiate the fourth applicant’s criminal complaint (see paragraph 45 below).", "28. The fourth applicant submitted to the Court a written statement from N.R., dated 29 February 2008, concerning the use of force by law-enforcement officers at Kaarli Avenue. According to N.R.’s statement, on 27 April 2007 at about 8 p.m. he had gone to Kaarli Avenue in the capacity of reporter, carrying a camera and also a reporter’s card. He stayed there until 10 p.m. At about 9.45 p.m. policemen with special gear, equipped with helmets, shields and truncheons rushed at the gathered people. The people who had started to run away clashed with a “special squad” of policemen. It was the onlookers who were the first to run up to the “special squad”, who handled them roughly. The people were pushed back and shouted at “Back!” and “Down!” If they resisted, that is did not drop to the ground, they were beaten with truncheons without warning, even though they were not displaying any signs of aggression. They were kicked to the ground, their hands were bound behind their back and they were again bludgeoned with truncheons. Even those who chose to submit were bound and sometimes hit. From time to time officers of the “special squad” went for one person in a group of two or three. The fourth applicant is not mentioned in N.R.’s statements.", "29. By a decision of 25 May 2007 the Põhja Police Prefecture, in misdemeanour proceedings, fined the fourth applicant 420 kroons (EEK, corresponding to approximately twenty-seven euros (EUR)) for a breach of public order. According to this decision it had been established that on 28 April 2007 at 11.25 p.m., the night after he had sustained the injury described above, the fourth applicant had brawled and had thrown a lit rocket in the street in the centre of Tallinn. He did not appeal against the decision.", "30. The fifth applicant stated that he had been with some friends near Harju Hill at 9.30 p.m. on 27 April 2007 when he was suddenly attacked by police officers. He was kicked to the ground and three officers started hitting him on the head with truncheons and kicking him in the head. His arm was broken as he tried to protect his head with his arm. He was taken to Dterminal and made to squat without being allowed to stand up. According to the applicant, detainees who tried to stand up were severely beaten. Although the fifth applicant complained of pain in his arm, he was not given any medical treatment. He was not told why he had been detained; nor was he allowed to make a phone call or told his rights. He was released at 5.30 a.m. the next day.", "31. According to a medical report submitted to the Court, the fifth applicant arrived at the hospital at 12.26 p.m. on 28 April 2007 and was diagnosed with a fractured forearm. A medical report was also submitted to the national authorities to substantiate his criminal complaint (see paragraph 45 below).", "32. The fifth applicant also submitted to the Court written statements from Z. and K., both dated 2 June 2008, describing the circumstances of his arrest and the violence used by the police officers against him.", "33. According to Z.’s statement, on 27 April 2007 between 9.30 p.m. and 10 p.m. he had gone to Kaarli Avenue to see what was happening at the monument together with the fifth applicant and K. Z. spent some time talking to an acquaintance. When he turned to the fifth applicant, he saw a policeman attacking him from behind and twisting his arm. Fifteen seconds later two more policemen came running. They pushed the fifth applicant to the ground. One of the policemen put his foot on him and all three started to hit the fifth applicant on his head with truncheons. The fifth applicant covered his head with his arm. Z. ran away. The next day he went to a doctor with the fifth applicant.", "34. K. stated that he met the fifth applicant and Z. on 27 April 2007 at around 9 p.m. They went to Kaarli Avenue. He saw a policeman attacking the fifth applicant from behind. A moment later two more policemen ran up to him. He was pushed to the ground and beaten with truncheons. Then K. was also hit with a truncheon, he fell down and his hands were twisted. K. and the fifth applicant were taken to D-terminal. The fifth applicant told him on several occasions that his arm was hurting. In D-terminal, people who failed to comply with the orders to sit were beaten.", "35. According to the sixth applicant, some time after 6 p.m. on 27 April 2007 he and his wife went to see what was happening at the Bronze Soldier and to take some photos for the family album. At 11 p.m., when the police started using truncheons, gas and grenades to disperse the crowd, the applicant and his wife decided to leave and go home. On their way home at 12.40 a.m. on 28 April 2007 they saw two men fighting on the opposite side of Väike-Karja Street (the Court notes that if the dates of the official documents referred to in paragraphs 36 to 38 below are correct, the dates mentioned in this paragraph should read 26 April and 27 April 2007 respectively). According to the sixth applicant, he stayed to stop the fight and his wife went home. The fight stopped without any intervention from the applicant and he continued on his way home. He then joined a group of four people who were asking the police to let them go home to Pärnu Street to get away from the fights and looting in Väike-Karja Street. However, the police officers ordered them to go to Väike-Karja Street. According to the applicant, approximately fifteen or twenty minutes later the policemen approached them, brandishing their truncheons, while at the same time another group of policemen began attacking them from the other side. The sixth applicant and the other people were first made to stand against the wall of a house and then tied to each other with plastic bands and handcuffed. No explanations were given as to the reasons for their arrest. Their personal details were recorded. Approximately two hours later a vehicle arrived and the applicant and the other people were taken to Rahumäe Detention Centre. According to the sixth applicant he was searched and placed in a cell which was designed for four people, together with seventeen others.", "36. According to a report on the detention of the sixth applicant as a suspect, drawn up on 27 April 2007, he had been arrested at 1 a.m. His rights and obligations were explained to him, including the right to be assisted by counsel and the right to make complaints, which was confirmed by his signature. The report also stated that he was suspected of having committed a serious breach of public order. It was further noted that there were grounds to believe that he could continue to breach public order if released.", "37. On 27 April 2007 from 8.15 p.m. to 8.50 p.m. the sixth applicant was interviewed by a prosecutor on suspicion of having committed a serious breach of public order. The report contains the sixth applicant’s signature to confirm that he was aware of his rights and did not need a lawyer. According to the sixth applicant, although he had been offered a State-assigned lawyer, his status was not explained to him and nor was the importance of having a lawyer. Moreover, the investigator persuaded him to refuse the lawyer’s assistance, saying that he would be acquitted in court. This is how he came to refuse the lawyer’s services.", "38. The record of the interview states that the sixth applicant said that after his wife had gone home he had gone to see what was happening. He had been arrested at 1 a.m. on 27 April 2007, although he had committed no offences, but had merely been watching what was going on. He was then released. He left with a prohibition on leaving his place of residence.", "39. On 1 October 2007, after interviewing the sixth applicant again, the police terminated the criminal investigation in his regard because it could not be established that an offence had been committed.", "40. The seventh applicant was arrested on 28 April 2007 at 11 p.m. while he was walking to a bus stop. The applicant stated that a police officer approached him and asked to see his identity papers. When the seventh applicant produced them, the police officer asked for details of his citizenship. When the seventh applicant asked why this mattered, the policeman answered: “You will see now” and he tied the seventh applicant’s hands together with tape. He was taken in a police vehicle to a court building. There, he was made to stand against a wall and when he tried to move, police officers pushed him, causing him to hit his head on the floor and hurt it badly. He stated that the police officers hit him repeatedly on the head and one police officer kicked him in the genitals. The police officers also pulled his legs in different directions, sat on him and shouted at him. After half an hour he was taken to a cell, where he spent the night. His rights were not explained to him, nor was he allowed to make a phone call. He was released at 6 a.m. on 29 April 2007. When he asked why he had been detained the only answer he received was that he should not have left his house before 9 May (Soviet Victory Day in the Second World War).", "41. A medical report issued at 6.45 p.m. on 29 April 2007 and submitted by the seventh applicant indicates that he had an abrasion on the right side of his face and a small abrasion on his forehead. He also complained of severe pain in his right thigh but there were no signs of any trauma. A medical report was also submitted to the domestic authorities to substantiate his criminal complaint (see paragraph 45 below).", "42. The applicant also submitted to the Court a written statement from R., dated 29 May 2008, describing the circumstances of their arrest and detention. R. described his arrest together with the seventh applicant and their detention in a court building. He submitted that they were made to stand against a wall. When forty or fifty minutes had passed, the seventh applicant asked how long they had to stand like that. He was rudely reminded that he had been told to shut up and not to turn his head. Then he was grabbed by the legs so that he fell and hit his head. Two policemen pushed his legs apart and a third one kicked him between the legs. He cried out in pain. After some time he was taken to the basement between two policemen. He could not walk unaided because of a serious injury to his genitals.", "43. According to a misdemeanour report drawn up by police officer J.R. on 29 April 2007, the seventh applicant had been shouting and using foul language in a public place (Tammsaare Park) and disturbing other people at 10.30 p.m. on 28 April 2007. Therefore, he had committed a breach of public order. The misdemeanour report refers to a separate report on the questioning of a witness, a police officer, and bears the seventh applicant’s signature next to his remark that he had seen the report but did not agree with the statements contained in it. The report also contains an excerpt from the statement of the rights of the person in respect of whom the proceedings are conducted, signed by the seventh applicant. The rights quoted include the right to counsel and the right to lodge complaints under the Code of Misdemeanour Procedure.", "44. By a decision of 25 May 2007 the Põhja Police Prefecture, in misdemeanour proceedings, fined the seventh applicant EEK 420 (EUR 27) for a breach of public order. According to the decision it had been established that on 28 April 2007 at 10.30 p.m. the seventh applicant had shouted, used foul language and annoyed other people. He did not appeal against the decision.", "45. Each of the applicants made an individual criminal complaint to the public prosecutor’s office or an application to the Chancellor of Justice (Õiguskantsler) after the events described above, complaining that violence had been used against them and alleging that they had been unlawfully deprived of their liberty. The Chancellor of Justice forwarded the applications submitted to him to the public prosecutor’s office.", "46. The first, fourth, fifth, sixth and seventh applicants also submitted medical reports to substantiate their allegations. In the first applicant’s complaints it is mentioned that he was arrested together with Zh. The fifth applicant provided the names and personal details of Z. and K., who could give statements concerning the circumstances of his arrest. In his appeal, the seventh applicant referred to R. as a witness. In addition, the fourth applicant appended a video recording of the arrests to his subsequent appeal to the Tallinn Court of Appeal (see paragraph 51 below).", "47. The applicants’ description of the events in their complaints made to the authorities broadly correspond to their factual submissions to the Court summarised above. As to any discrepancies, the first applicant did not mention in his domestic complaints that he personally was beaten with truncheons; his account of events corresponded to that given to the Court by Zh. (see paragraph 18 above). The first applicant also described in general the situation in D-terminal. He thought that there were almost two hundred detainees and about twenty-five police officers. He described a situation where a youngster had called on people to stand up to protest against what was going on. Most of the people who could, had stood up. Then the policemen had started to beat everyone and almost twenty more policemen had rushed in. The protesters were thrown down or forced to sit. By 1 a.m. there were nearly 350 people being held in D-terminal. The seventh applicant submitted in his criminal complaint that in the basement of the court-house there had been many people, some standing facing the wall, some on the floor. He had been placed against the wall. When he had tried to stretch his legs, he was pushed to the floor. He was particularly brutally beaten. He was hit on the head, his legs were pulled apart and an officer sat on his body. All this was accompanied by terrible shouting and noise. The seventh applicant did not mention being hit in the genitals.", "48. In their complaints and subsequent appeals the applicants claimed to be victims of a number of offences described in the Penal Code (Karistusseadustik). They notably referred to physical abuse (Article 121), torture (Article 122), unlawful deprivation of liberty (Article 136), abuse of authority (Article 291) and unlawful treatment of prisoners or persons in detention or custody (Article 324). They further mentioned Articles 3 and 5 and in some cases Articles 6 and 11 of the Convention, and cited various provisions of other international instruments.", "49. The Põhja district prosecutor’s office declined to initiate criminal proceedings, taking the view that the applicants’ arrest and the use of force and special equipment by the police had been lawful.", "50. The applicants appealed to the State Prosecutor’s Office, which dismissed their appeals, emphasising that criminal proceedings were commenced only when there was sufficient information to indicate that an offence had been committed. It noted that during the riot stones and bottles had been thrown at police officers, and there had been violent looting and acts of destruction, during which participants had themselves been injured. Thus, the allegations by the applicants about the circumstances in which they had sustained their injuries were not in themselves sufficient to establish a causal link between the alleged acts and the consequences. Moreover, the police officers were authorised to apply coercive measures and to detain persons suspected of committing criminal offences, but the applicants had not complied with the orders of law-enforcement officers to leave the site of an unauthorised and violent mass meeting. The measures taken in respect of them had been appropriate and no elements of an offence could be identified on the basis of the applicants’ complaints.", "51. The applicants lodged further complaints with the Tallinn Court of Appeal against the refusal to initiate criminal proceedings. The court dismissed them, upholding the finding of the prosecutor’s office that no unequivocal link between the actions of the police officers and the injuries sustained by the applicants could be established. The court held that the use of force by the police had been lawful and there was no evidence that an excessive force had been used. In respect of the allegedly unlawful deprivation of liberty, it noted that under Article 20 of the Constitution, a person could also be deprived of his or her liberty in order to prevent an offence or to prevent his or her escape. No appeal lay against the Court of Appeal’s decision.", "52. Articles 217 and 218 of the Code of Criminal Procedure (Kriminaalmenetluse seadustik), as in force at the material time, set out the rules on detention of a suspect and read, in so far as relevant, as follows:", "“(1) Detention of a suspect is a procedural act whereby a person is deprived of liberty for up to forty-eight hours. A report shall be prepared on a detention.", "(2) A person shall be detained as a suspect if:", "1. he or she is apprehended in the act of committing a criminal offence or immediately thereafter;", "2. an eyewitness to a criminal offence or a victim indicates such person as the person who committed the criminal offence;", "3. the evidentiary traces of a criminal offence indicate that he or she is the person who committed the criminal offence.", "(3) A suspect may be detained on the basis of other information referring to a criminal offence if:", "1. he or she attempts to escape;", "2. he or she has not been identified;", "3. he or she may continue to commit criminal offences;", "4. he or she may abscond criminal proceedings or impede the criminal proceedings in any other manner ...", "(7) An official of an investigative body shall explain the rights and obligations of a person detained as a suspect to the person and shall interrogate the suspect immediately pursuant to the procedure provided for in Article 75 of this Code.", "(8) If a Prosecutor’s Office is convinced of the need to arrest a person, the Prosecutor’s Office shall prepare an application for an arrest warrant and, within forty-eight hours of the detention of the person as a suspect, organise the transport of the detained person to a preliminary investigation judge for the adjudication of the application.", "(9) If the basis for the detention of a suspect ceases to exist in pre-trial proceedings, the suspect shall be released immediately.", "(10) A person detained as a suspect is given an opportunity to notify at least one person close to him or her at his or her choice of his or her detention through a body conducting proceedings. If the notification prejudices a criminal proceeding, the opportunity to notify may be refused with the permission of the Prosecutor’s Office.”", "“(1) A report on the detention of a suspect shall set out:", "1. the basis for the detention and a reference to Article 217 §§ 2 or 3 of this Code;", "2. the date and time of the detention;", "3. the facts relating to the criminal offence of which the person is suspected and the legal assessment of the criminal offence pursuant to the relevant section, subsection or clause of the Penal Code.", "4. explanation of the rights and obligations provided for in Article 34 of this Code to the suspect;", "5. the names and characteristics of the objects confiscated from the suspect upon detention;", "6. a description of the clothing and bodily injuries of the detained person;", "7. the petitions and requests of the detained person.", "(2) A report on the detention of a suspect shall be sent to a Prosecutor’s Office immediately.”", "53. Articles 228 to 230 of the Code of Criminal Procedure provide that a complaint concerning a procedural act or order of an investigative body may be lodged with the prosecutor’s office if the person concerned finds that his or her rights have been violated by a procedural act or order of the investigative body. Further appeals may be lodged with the State Prosecutor’s Office and then a county court.", "54. Articles 44 to 46 of the Code of Misdemeanour Procedure (Väärteomenetluse seadustik), as in force at the material time, set out the rules on detention of a suspect and read, in so far as relevant, as follows:", "“(1) A person with regard to whom there is justified reason to believe that he or she has committed a misdemeanour may be detained for up to forty-eight hours if he or she:", "1. attempts to escape;", "2. has not been identified;", "3. is likely to continue commission of misdemeanours;", "4. is likely to hinder or evade the misdemeanour proceedings.", "(2) Upon detention of a person:", "1. he or she is taken to a police authority or the official premises of a body conducting extra-judicial proceedings who is competent to detain persons according to Article 45 of this Code or to a police detention house;", "2. a statement is immediately taken from the person with regard to the commission of the misdemeanour and a report on the detention of the person or a misdemeanour report is prepared;", "3. the person taken into custody is immediately taken to a county court for the hearing of the matter if the person has committed a misdemeanour and the body conducting extra-judicial proceedings deems it necessary to impose detention, and the corresponding misdemeanour report and other procedural documents have been prepared concerning the misdemeanour matter. In such case, the person subject to proceedings may lodge an objection with the court.", "(3) Detention commences with effect from the moment when the person is detained. The period of detention shall be included in the term of the punishment pursuant to the procedure provided for in Article 68 § 2 of the Penal Code.", "(4) If it becomes evident that the detention of a person is not justified, he or she shall be released immediately.", "(5) If a person is not detained on the bases provided for in paragraph 1 of this Article, the time of interrogation of the person or performance of any other procedural act with regard to him or her is not deemed to be detention of the person.”", "“(1) A report shall be prepared on the detention of a person on the bases provided for in Article 44 § 1 of this Code. A report on the detention of the person shall not be prepared if a misdemeanour report is prepared upon detention of the person and the information prescribed in Article 69 § 4 of this Code is entered in the misdemeanour report.", "(2) A report on the detention of a person shall set out:", "1. the date and place of the procedural act;", "2. the name of the body conducting extrajudicial proceedings and the official title, given name and surname of the official of the body who prepared the report;", "3. the official title, given name and surname of the police officer who participated in the detention of the person;", "4. the given name and surname of the person subject to proceedings;", "5. the duration of and basis for the detention, together with a reference to Article 44 § 1 of this Code;", "6. the place, date and time of the detention;", "7. the legal assessment of the misdemeanour;", "8. explanation of the rights and obligations of the person subject to proceedings pursuant to Article 19 of this Code;", "9. a description of the clothes and footwear of the person detained and information concerning visible health damage;", "10. a list of the objects seized from the person upon detention, and the characteristic features of the objects;", "11. any applications and representations made by the person detained;", "12. the provision of procedural law on the basis of which the procedural act was performed.", "(3) A report shall be signed by the person who prepared the report and by the police arresting officer. The person subject to proceedings shall sign the report, certifying that he or she has examined the report and that the rights and obligations provided for in Article 19 of this Code have been explained to him or her. If the person subject to proceedings refuses to sign the report, an entry to that effect shall be made in it.", "(4) At the request of a person subject to proceedings, at least one person of his or her choice shall be notified of his or her location. If the person detained is a minor, a parent or the guardian or curator of the minor and the social services department shall be immediately notified of the detention.”", "55. Articles 76 to 78 of the Code of Misdemeanour Procedure set out the rules on complaints against the activities of a body conducting misdemeanour proceedings. Such complaints may be lodged with the head of the organisation in question and a further appeal may be lodged with a county court.", "56. Article 6 § 3 (1) and (2) of the Code of Administrative Court Procedure (Halduskohtumenetluse seadustik), as in force at the material time, provided that a claim for establishment of the lawfulness or otherwise of an administrative act or measure, or for compensation for damage caused in public-law relationships, could be lodged with an administrative court. Article 9 §§ 4 and 5 set a three-year time-limit for lodging such claims.", "57. The Police Act (Politseiseadus), as in force at the material time, provided in its relevant part:", "“(1) The police have the power to:", "1. demand that individuals and officials observe public order and terminate violations thereof, and also to apply coercive measures prescribed by law with regard to offenders;", "2. check the identity documents of individuals suspected of committing an offence, and in order to ensure safety conduct on-the-spot checks of suspected persons and their belongings;", "3. draw up reports of misdemeanours, impose punishments for misdemeanours, take individuals into custody, and apply other measures prescribed by law in the fight against misdemeanour offences;", "4. summon members of the public and officials to the police in criminal or administrative offence matters in police proceedings, and take individuals involved in offences to the police for immediate establishment of the facts of the offence;", "5. pursuant to the procedure provided by acts and other legislation, detain or hold in custody individuals suspected of having committed criminal offences ...", "7. take individuals who, due to alcohol or narcotic intoxication, might present a danger to themselves or to others, and also anyone who has violated public order, to a medical establishment or to the police for identification and, where necessary, for a misdemeanour report to be drawn up; ...”", "58. On 11 June 2008 the Riigikogu amended the Police Act, creating a clear distinction between administrative arrest and arrest in offence proceedings (that is, criminal or misdemeanour proceedings). A limited number of grounds for the use of administrative arrest were provided and it was stipulated that administrative arrest could be challenged before the head of the police authority concerned or by means of a complaint to an administrative court. The amendments further involved regulations on the identification of members of the public, and in certain cases allowed such individuals to be taken to police premises for that purpose. Lastly, the amendments concerned more detailed rules on the use of force, and provided for grounds and procedure to be used to prohibit a person from remaining in a given place. Some rules were also introduced specifically for use in the event of mass disorder.", "59. On 1 January 2010 a new Police and Border Guard Act (Politsei ja piirivalve seadus) entered into force, replacing the previous Police Act. In so far as is relevant to the present case, it contains elements broadly similar to the 2008 amendments to the Police Act.", "60. In its judgment of 3 April 2006 (case no. 3-1-1-2-06), the Criminal Chamber of the Supreme Court found that taking a person to police premises did not necessarily mean that he or she was being detained within the meaning of Article 44 § 1 of the Code of Misdemeanour Procedure. Thus, under section 13(1)(4) of the Police Act the police were entitled to take individuals involved in offences to the police for immediate establishment of the facts of the offence; and section 13(1)(7) allowed individuals to be taken to the police for a misdemeanour report to be drawn up. This was affirmed by Article 44 § 5 of the Code of Misdemeanour Procedure, under which a person could also be detained on other grounds than those set out in Article 44 § 1.", "61. In its judgment of 10 January 2008 (case no. 3-3-1-65-07), the Administrative Law Chamber of the Supreme Court dealt with a complaint concerning the use of force by police officers and the use of special equipment in the context of traffic supervision. The Supreme Court considered that stopping a vehicle and checking documents were usually acts forming part of supervisory proceedings in the course of which a police officer collected additional necessary information about the elements of an offence in order to establish whether a basis for misdemeanour proceedings existed. The Supreme Court held that the use of force and special equipment within supervisory proceedings could be challenged before an administrative court, whereas in the event of complaints concerning measures applied in misdemeanour proceedings a county court had jurisdiction over the matter, pursuant to Articles 76 to 80 of the Code of Misdemeanour Procedure.", "62. The Supreme Court further noted that detention of a person on the basis of Article 44 § 1 (2) of the Code of Misdemeanour Procedure for the purposes of his or her identification, which also involved taking the person to police premises, could not be considered a supervisory measure. Under the law in force it was only possible to detain a person if offence proceedings had been initiated. For the purposes of classifying detention as the first measure applied in misdemeanour proceedings it was irrelevant whether the measure had been taken in full compliance with the rules of misdemeanour proceedings.", "63. In May 2007 the CPT made a visit to Estonia. On 19 April 2011 it published a report of its visit (CPT/Inf (2011) 15), which contains the following findings:", "“13. Shortly before the visit (in the night of 26 to 27 April 2007), mass demonstrations had taken place in Tallinn, during which more than 1,000 persons had been apprehended by the police. The delegation paid particular attention to the manner in which these persons had been treated and the conditions under which they had been detained by the police. From the information gathered, it appears that, once apprehended, the persons concerned had been transported to various detention facilities (police stations, arrest houses, court holding cells). However, as the capacity of the existing detention facilities was insufficient, the majority of these persons had been taken to a customs warehouse situated at Terminal D in the port of Tallinn; following an identity check and questioning by the police, they had then either been released or transferred to a regular place of detention. ...", "14. With the notable exception of the April 2007 events, hardly any allegations of physical ill-treatment by the police were received.", "As regards the above-mentioned events, the delegation received numerous allegations of ill-treatment and/or excessive use of force by the police. These allegations mainly concerned punches, kicks and baton blows to the head, back and legs, when the persons concerned had been brought under control. Furthermore, a number of detained persons complained of ill-treatment (kicks or baton blows) on arrival at the place of detention and until they were placed in a cell. Some claimed that were obliged to remain immobile for long periods of time, standing facing the wall or kneeling, while waiting to be placed in a cell (for example, three hours standing facing a wall and ninety minutes kneeling); in some cases, movements or speaking were allegedly punished by a blow. Some allegations were also received of very tight handcuffing for lengthy periods (from the time of apprehension to that of being placed in the cell), rude behaviour and insults. Most of the above-mentioned allegations concerned members of the special forces, some of whom were masked during the intervention.", "The CPT is aware of the difficulties with which any police service is confronted during such extraordinary events. However, the prohibition of torture and inhuman or degrading treatment or punishment is absolute, and no exceptional circumstances may justify a derogation from that principle.", "The CPT recommends that all police officers, in particular members of special intervention groups, be reminded that all forms of ill-treatment of persons deprived of their liberty (including verbal abuse) are not acceptable in whatever circumstances and will be punished accordingly. Police officers should also be reminded that the force used when performing their duties should be no more than is strictly necessary and that, once persons have been brought under control, there can be no justification for striking them.", "Further, police officers must be trained in preventing and minimising violence in the context of an apprehension. For cases in which the use of force nevertheless becomes necessary, they need to be able to apply professional techniques which minimise any risk of harm to the persons whom they are seeking to apprehend.", "15. The CPT would also like to express its misgivings about the practice of law enforcement officials wearing masks when apprehending persons (as was apparently the case during the above-mentioned events) since this will hamper the identification of those responsible if and when instances of ill-treatment arise. The Committee considers that only exceptional circumstances can justify measures to conceal the identity of law enforcement officials carrying out their duties. Where such measures are applied, appropriate safeguards must be in place in order to ensure that the officials concerned are accountable for their actions (e.g. by means of a clearly visible number on the uniform).", "16. In their letter of 12 September 2007, the Estonian authorities informed the CPT that eleven criminal investigations into alleged cases of police ill-treatment had been initiated in connection with the April 2007 events, most of them on the basis of Sections 121 (physical abuse) and 291 (abuse of authority) of the Penal Code. In four cases, these investigations had been discontinued, while, in all other cases, they were still pending ...", "31. The information gathered during the visit demonstrated that many of the persons detained by the police in connection with the April 2007 events in Tallinn were not granted the fundamental safeguards set out in paragraph 18 from the outset of their deprivation of liberty.", "Many of the persons concerned were apparently allowed to contact a family member or another person of their choice and to be assisted by a lawyer only when they were brought before a judge. Further, a number of detained persons claimed that their requests to see a doctor whilst in police custody had been denied, even when they displayed visible injuries.", "The CPT would like to stress that, even in exceptional circumstances such as those of the April 2007 events, it is incumbent on the authorities to make every effort to guarantee that persons detained by the police enjoy the above-mentioned fundamental safeguards as from the very outset of their deprivation of liberty.", "32. The examination of medical files at Tartu Prison revealed that injuries displayed by prisoners detained in connection with the April 2007 events had not always been recorded in detail upon admission to the prison. Further, the medical records often contained little or no information about the statements made by the prisoners concerned and never included the doctor’s conclusion as to the possible causes of the injuries observed ...”", "64. In their responses to the CPT report, published on 19 April 2011 (CPT/Inf (2011) 16), the Estonian Government submitted the following, in so far as relevant:", "“Eight criminal cases were launched against officers in connection with the April events. Of these, six were under § 291 of the Penal Code (abuse of authority), one under Penal Code § 201 (2) 3) (embezzlement by an official) and one under Penal Code § 121 (physical abuse). At present, the investigations of all eight cases have terminated. Six cases were terminated due to lack of evidence and two cases were terminated due to lack of necessary and objective elements of a criminal offence. No disciplinary investigations were launched in connection with the April civil unrest.”"], "VIOLATED_ARTICLES": ["3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["3"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}