{"ITEMID": "001-57825", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "CHAMBER", "DATE": 1993, "DOCNAME": "CASE OF HOFFMANN v. AUSTRIA", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 14+8;Not necessary to examine Art. 8;Not necessary to examine Art. 9;Not necessary to examine P1-2;Costs and expenses award - Convention proceedings", "JUDGES": "C. Russo;N. Valticos", "TEXT": ["6. Mrs Ingrid Hoffmann is an Austrian citizen residing in Gaissau. She is a housewife.", "7. In 1980 Mrs Hoffmann - then Miss Berger - married Mr S., a telephone technician. At that time, they were both Roman Catholics.", "Two children were born to them, a son, Martin, in 1980 and a daughter, Sandra, in 1982. They were baptised as Roman Catholics.", "8. The applicant left the Roman Catholic Church to become a Jehovah’s Witness.", "9. On 17 October 1983 the applicant instituted divorce proceedings against Mr S. She left him in August or September 1984 while the proceedings were still pending, taking the children with her.", "The divorce was pronounced on 12 June 1986.", "10. Following their separation, both the applicant and Mr S. applied to the Innsbruck District Court (Bezirksgericht) to be granted parental rights (Elternrechte) over the children.", "Mr S. submitted that if the children were left in the applicant’s care, there was a risk that they would be brought up in a way that would do them harm. He claimed that the educational principles of the religious denomination to which the applicant belonged were hostile to society, in that they discouraged all intercourse with non-members, all expressions of patriotism (such as singing the national anthem) and religious tolerance. All this would lead to the children’s social isolation. In addition, the Jehovah’s Witnesses’ ban on blood transfusions might give rise to situations in which their life or their health was endangered.", "With regard to the son, Martin, Mr S. noted that he would eventually have to refuse to perform military service or even the civilian service exacted in its stead.", "The applicant claimed that she was better placed to take care of the children, being in a position to devote herself to them completely, and as a mother better able to provide them with the necessary family environment. She alleged that Mr S. did not even provide for their maintenance, as he was both legally and morally bound to do. She acknowledged, however, that she intended to bring the children up in her own faith.", "The youth office of the Innsbruck District Authority (Bezirkshauptmannschaft, Abteilung Jugendfürsorge) expressed a preference for granting parental rights to the applicant; it referred to, inter alia, the expert opinion of a child psychologist.", "11. By decision of 8 January 1986, the District Court granted parental rights to the applicant and denied them to Mr S.", "According to its reasoning, only the children’s well-being fell to be considered. The material living conditions of both parents were such that either of them would be able to take proper care of the children; however, the father would need his mother’s help. The children had stronger emotional ties with the applicant, having lived with her for a year and a half already, and separating them from her might cause them psychological harm. It followed that it was preferable to leave the children with the mother.", "The District Court further observed:", "\"As against this, it has been stated by the children’s father, essentially as his only argument, that Ingrid S.’s membership of the religious community of the Jehovah’s Witnesses has serious detrimental effects on the children. As to this, it ought to be made clear right away that in no case are parents’ religious convictions as such a relevant criterion in deciding on parental rights and duties pursuant to Article 177 para. 2 of the Civil Code. These rights cannot be refused to a parent or withheld from him for the sole reason that he or she belongs to a religious minority.", "However, in the concrete case it needs to be examined whether the mother’s religious convictions have a negative influence on her upbringing of the children which should be taken into account and whether their well-being is impaired as a result. It appears in particular that Ingrid S. would not allow blood transfusions to be given to her children; that for herself she rejects communal celebration of such customary holidays as Christmas or Easter; that the children experience a certain tension in relation to an environment which does not correspond to their faith; and that their integration in societal institutions such as kindergarten and school is made more difficult. However, the father’s apprehension of complete social isolation as a result of the mother’s religion does not appear well-founded in the light of the established facts. In addition, no possible dangers to either child’s development have appeared in the course of the establishment of the facts.", "It is true that the facts adduced (blood transfusions, holidays, impaired social integration) are in principle capable of having detrimental effects on the children. This point must now be examined in the context of the particular case. It appears first of all that the father’s argument that Martin and Sandra would be exposed in an emergency to serious danger to their life and health by the refusal of a blood transfusion is not of decisive importance. In the absence of parental permission for a medically necessary blood transfusion to either child, such permission can be replaced by a judicial decision in accordance with Article 176 of the Civil Code (compare the decision of the Innsbruck Regional Court (Landesgericht) of 3 July 1979, 4R 128/79). In any case, according to this legal provision, anyone can apply to the court for an order that is necessary to ensure the welfare of the child when the parent endangers it by his conduct. In view of this possibility of applying to the court, which is available at all times, no danger to the children need be inferred from the mother’s attitude to blood transfusions.", "As for Ingrid S.’s rejection of holidays, notice must be taken of her express agreement to allow the father to take the children on such occasions and celebrate them with the children as he sees fit. The mother’s religious convictions thus do not deprive Martin and Sandra of the possibility of celebrating these holidays in the usual way, so that no detriment to the children can be found in this regard either.", "Of the reservations with regard to the mother’s upbringing of the children resulting from her religion the only remaining one of any significance is the circumstance that Martin and Sandra will in later life experience somewhat more difficulty in finding their way in social groups as a result of the religious precepts of the Jehovah’s Witnesses and will find themselves to some extent in a special position. However, the court cannot consider this so detrimental to the children’s welfare that they should for that reason not be entrusted to their mother, with whom they have such a close psychological relationship and to whose care they are accustomed. Careful consideration must lead to the conclusion that in spite of more difficult social integration, as discussed above, it appears to be more in the interest of the children’s welfare to grant parental rights to the mother than to transfer them to the father.\"", "12. Mr S. appealed against the above decision to the Innsbruck Regional Court (Landesgericht).", "13. The Regional Court rejected the appeal by decision of 14 March 1986. Its grounds for so doing were the following:", "\"The main thrust of the appeal is to argue that the decision of the first-instance court is incompatible with the children’s welfare in view of the mother’s membership of the religious community of the Jehovah’s Witnesses. In this connection, the appellant discusses the criteria and objectives peculiar to that religious community and the resulting social attitudes, which are in his opinion wrong; it follows, in his view, that both children are bound to suffer harm if the parental rights and duties are assigned to the mother, and in particular that they may be forced into social isolation removed from reality.", "The appellant’s line of argument in this regard is unsound. The Jehovah’s Witnesses, formerly known as Serious Bible Students, a community based upon their own interpretation of the Bible, are not outlawed in Austria; it may therefore be assumed that their objectives neither infringe the law nor offend morality (see Article 16 of the Basic Law in conjunction with Article 9 (art. 9) of the European Convention on Human Rights). Therefore, the mother’s membership of that religious community cannot of itself constitute a danger to the children’s welfare ...", "Admittedly, the mother’s religion will in all probability affect the children’s care and upbringing, and they may come to experience a certain tension in relation to an environment which does not correspond to their faith. The first-instance court has already dealt at length with part of the appellant’s arguments that relate thereto and has given detailed and conclusive reasons why the father’s objections against assigning the parental rights and duties to the mother cannot in the final instance be decisive. The new points raised on appeal - relating to a lack of understanding of democracy and a lack of subordination to the State - cannot cast doubt on the first-instance decision as regards the children’s welfare; it suffices in this respect to recall the legal recognition of the religious community of the Jehovah’s Witnesses, which meant, contrary to the appellant’s allegation, that the first-instance court did not in fact need to seek ex officio an expert opinion on the objectives or the ‘nature’ of the Jehovah’s Witnesses. Nor were the first-instance proceedings incomplete because no expert medical opinion was sought regarding the question, which was raised anew on appeal, of blood transfusions, which are rejected by the Jehovah’s Witnesses; in the event that a judicial remedy (a decision pursuant to Article 176 of the Civil Code) arrives too late, it will in the final instance be up to the physician treating the patient, when confronted with the problem, to reach a decision, with a view in the first place to life-saving medical action and only in the second place taking into account the rejection of blood transfusions which is peculiar to the Jehovah’s Witnesses.", "The appellant’s further line of argument - to the effect that a properly arranged transfer of the children to himself and properly arranged visiting rights for the mother could not cause the same shock as had the mother’s forcible removal of the children, and that the decision under appeal had legalised her unilateral action - also fails to convince. The appellant overlooks the fact that, in view of the paramount importance of the children’s welfare, the way in which they reached the place where they are currently being taken care of is not necessarily decisive. Even illegal conduct would be of relevance only to the extent that it might, in an individual case, be possible to infer therefrom a lack of suitability for care or upbringing; it is not otherwise decisive for determining the attribution of parental rights and duties whether or not the parent concerned has taken charge of the children without authorisation. It remains true, however, that both children have for a long time developed harmoniously in the mother’s care, that there is a closer relationship with her than with the father, and that, whatever the religious or philosophical views of the mother, neither child has suffered any harm in his or her physical or - particularly - psychological development; in fact the appellant could not seriously claim that they had actually suffered in the latter respect.\"", "14. Mr S. lodged an appeal on points of law (außerordentlicher Revisionsrekurs) with the Supreme Court (Oberster Gerichtshof).", "15. By decision of 3 September 1986, the Supreme Court overturned the judgment of the Innsbruck Regional Court, granting parental rights to Mr S. instead of the applicant. It gave the following reasons:", "\"The appellant has not hitherto claimed that the children belonged to the Roman Catholic faith; however, he has stated, and it has in fact been established, that the mother is bringing them up according to the principles of the Jehovah’s Witnesses’ teaching. It is also uncontested that the children do not belong to this confession. The lower courts had therefore to examine whether or not the mother’s bringing up the children in this way contravened the provisions of the Federal Law of 1985 on the Religious Education of Children (Bundesgesetz über die religiöse Kindererziehung), BGBl (Bundesgesetzblatt, Federal official Gazette) 1985/155 (re-enactment of the Law of 15 July 1921 on the Religious Education of Children, dRGB (deutsches Reichsgesetzblatt, German Reich Gazette) I. 939). According to Article 1 of the 1921 Act the religious education of a child shall be decided upon by an agreement freely entered into by the parents, in so far as the responsibility for his or her care and upbringing is vested in them. Such an agreement may be revoked at any time and is terminated by the death of either spouse. Article 2, paragraph 1, of the 1921 Act lays down that if such an agreement does not or ceases to exist, the provisions of the Civil Code on the care and upbringing of children shall extend to their religious education. However, according to Article 2, paragraph 2 of the 1921 Act, during the existence of the marriage neither parent may decide without the consent of the other that the child is to be brought up in a faith different from that shared by both parents at the time of the marriage or from that in which he or she has hitherto been brought up.", "Since in any case the children do not belong to the faith of the Jehovah’s Witnesses, their education according to the principles of this sect (which is not, as the appellant rightly points out, a recognised religious community: see Adamovich-Funk, Österreichisches Verfassungsrecht, [Austrian Constitutional Law], Vol. 3, p. 415) contravenes Article 2, paragraph 2, of the 1921 Act. The Regional Court’s failure to apply this provision is obviously in breach of the law.", "Moreover, the lower courts also failed in their decisions to give due consideration to the children’s welfare ... . That the mother, as has been established, would refuse to consent to the children’s receiving a necessary blood transfusion constitutes a danger to their well-being, since requesting a court to substitute its consent for that of the mother ... may in urgent cases involve a life-threatening delay and medical intervention without seeking the approval of the person entitled to take care of the child is considered contrary to the law ... . It has also been established that if the children are educated according to the religious teaching of the Jehovah’s Witnesses, they will become social outcasts. In the initial decision as to which of the spouses is to have the right to provide care and upbringing, these circumstances cannot be ignored. Although it is preferable for young children to be taken care of by their mother ..., this applies only provided that all other things are equal ... . There is no maternal privilege as regards the attribution of parental right ... . The stress caused to the children by being transferred to the care of the other parent, which in any case is usually transitory, has to be accepted in their own best interests ... . The file contains no documentary basis for the assumption that a change to another carer ‘would with a high degree of probability cause the children serious psychological harm’ ... . Even according to the opinion of the lower courts, the father is able to see to the children’s upbringing, since they have a good relationship with him and with their grandmother, who would take charge of their care and upbringing during the father’s absence at work; the availability of accommodation for the children in the house of the father’s parents is assured. Therefore, only transfer of parental rights and duties to the father is in the children’s interest.\"", "16. Numbering about four million worldwide not counting uninitiated sympathisers, the Jehovah’s Witnesses form a particular religious movement. It originated in America in the 1870s. Formerly known by names such as International Bible Students, the Jehovah’s Witnesses took their present name in 1931.", "17. A central feature of Jehovah’s Witness doctrine is the belief that the Holy Scriptures in the original Hebrew and Greek are the revealed word of Jehovah God and must therefore be taken as literal truth.", "The refusal to accept blood transfusions is based on several scriptural references, most notably Acts 15: 28-29, which reads (New World translation):", "\"For the holy spirit and we ourselves have favored adding no further burden to you, except these necessary things, to keep abstaining from things sacrificed to idols and from blood and from things strangled and from fornication. If you carefully keep yourselves from these things, you will prosper ...\"", "18. Article 177 of the Austrian Civil Code (Allgemeines Bürgerliches Gesetzbuch) deals with the custody of children in an event such as the dissolution of their parents’ marriage by divorce. It reads:", "\"(1) Where the marriage between the parents of a legitimate minor has been dissolved, annulled or declared void, or where the parents are separated other than merely for a temporary period, they may submit to the court an agreement concerning which of them shall in the future have custody of the child. The court shall approve the agreement if it is in the interests of the child’s welfare.", "(2) Where no agreement is reached within a reasonable time, or if the agreement reached is not in the interest of the child’s welfare, the court shall decide which parent is to have sole custody of the child in the future; in the case of a separation of the parents which is not merely temporary, such a decision shall be taken only on application by one of them.\"", "19. Both during and after the parents’ marriage, the court may be called upon to substitute its approval or consent for that of the parents (or parent). The relevant provision is Article 176, which reads:", "\"Where the conduct of the parents threatens the welfare of a minor, the court shall be required, irrespective of who has applied to it, to make the orders necessary for the protection of the child’s welfare. Such an order may also be made on application by one of the parents when the parents have failed to reach an agreement concerning a matter of importance to the child. In particular the court may withdraw custody of a child, either wholly or in part, including rights of approval and consent provided by law. In individual cases the court is also required to substitute its approval or consent for parental approval or consent required by law, when there is no justified reason for refusal.\"", "20. In taking decisions under Articles 176 and 177, the courts follow the criteria set out in Article 178a, which reads:", "\"In assessing the interests of the minor, his or her personality and needs must be duly taken into consideration, particularly his or her talents, abilities, inclinations and developmental opportunities, as well as the material circumstances of the parents.\"", "21. Religious freedom is guaranteed by Article 14 of the Basic Law (Staatsgrundgesetz), which reads:", "\"(1) Complete freedom of beliefs and conscience is guaranteed to everyone.", "(2) Enjoyment of civil and political rights shall be independent of religious confessions; however, a religious confession may not stand in the way of civic duties.", "(3) No one shall be compelled to take any church-related action or to participate in any church-related celebration, except in pursuance of a power conferred by law on another person to whose authority he is subject.\"", "22. Austria has a system of recognition of religious communities. It is governed by the Act of 20 May 1874 concerning the Legal Recognition of Religious Communities (Gesetz betreffend die gesetzliche Anerkennung von Religionsgesellschaften), RGBl (Reichsgesetzblatt, Official Gazette of the Austrian Empire) 1874/68. Only five religious communities are so recognised, among them the Roman Catholic Church but not the Jehovah’s Witnesses. Religious groupings without legal recognition have legal personality as \"societies\" (Vereine) under the general law.", "23. The religious education of children is governed by the Federal Act on the Religious Education of Children, which re-enacted a German law dating from 1921 that was incorporated into Austrian law in 1939 (see paragraph 15 above).", "\"The religious education of a child shall be decided upon by an agreement freely entered into by the parents, in so far as the responsibility for the child’s care and upbringing is vested in them. Such an agreement may be revoked at any time and is terminated by the death of either spouse.\"", "\"(1) If such an agreement does not or ceases to exist,the provisions of the Civil Code on the care and upbringing of children shall extend to their religious education.", "(2) During the existence of their marriage neither parent may decide without the consent of the other that the child is to be brought up in a faith different from that shared by both parents at the time of their marriage or from that in which he or she has hitherto been brought up, or that a child is to cease to attend religious education classes.", "(3) In the absence of such consent, application may be made for the mediation of, or a decision by, the guardianship court. In any such decision the interests of education shall be paramount even in cases not covered by Article 176 of the Civil Code. Before the decision is taken the child’s parents, and if necessary relatives, relatives by marriage and teachers, must be heard if this is possible without significant delays or disproportionate costs. The child itself must be heard if it has reached the age of ten.\"", "24. The need for parental permission for administering blood transfusions to minors follows from the law governing medical action in general.", "Thus, the Hospitals Act (Krankenanstaltengesetz), BGBl 1/1957, lays down in Article 8:", "\"(1)...", "(2) Hospital patients may be medically treated only in accordance with the principles and recognised methods of medical science.", "(3) Special curative treatments including surgical operations may be carried out on a patient only with his consent, but if the patient has not yet reached the age of eighteen or if because he lacks mental maturity or health he cannot assess the necessity or usefulness of the treatment, only with the consent of his legal representative. Consent is not required if the treatment is so urgently necessary that the delay involved in obtaining the consent of the patient or his legal representative or in appointing a legal representative would endanger his life or would entail the danger of serious harm to his health. The medical director of the hospital or the doctor responsible for the management of the hospital department concerned shall decide on the necessity and urgency of treatment.\"", "25. It is a criminal offence to administer medical treatment without the requisite consent; this follows from Article 110 of the Criminal Code (Strafgesetzbuch), which reads:", "\"(1) Whoever treats another person, even according to the rules of medical science, without having obtained that person’s consent, shall be liable to imprisonment for up to six months or to a fine of up to 360 daily rates.", "(2) If the offender has failed to obtain the consent of the patient because he assumed that a delay in the treatment would entail a serious risk for the life or health of the patient, he shall be punished according to paragraph 1 only if the assumed risk did not exist and if by taking due care ... he could have been aware of this.", "(3) The offender shall be punished only at the request of the person who underwent unauthorised treatment.\""], "VIOLATED_ARTICLES": ["14", "8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}