{"ITEMID": "001-60395", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "LTU", "BRANCH": "CHAMBER", "DATE": 2002, "DOCNAME": "CASE OF BIRUTIS AND OTHERS v. LITHUANIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-3-d;Violation of Art. 6-1", "JUDGES": "Georg Ress", "TEXT": ["11. The applicants, while completing their sentences in the Pravieniškės Prison, were suspected of participating in a riot that took place in the prison on 15 January 1997. 21 detainees, including the applicants, were accused of causing or taking part in the riot.", "12. The third applicant was released from prison after completing his original sentence on 14 February 1997. He was arrested on 25 June 1997 in the context of the proceedings for riot. The first and the second applicants were still completing their original sentences throughout these proceedings.", "13. During the pre-trial investigation two witnesses were examined on behalf of the third applicant. During the trial one witness was called by the Kaunas Regional Court on the third applicant’s behalf. The first and second applicants called no witnesses.", "14. On 3 November 1997 the Kaunas Regional Court convicted all the defendants in the case, including the applicants. The court found that the first and the second applicants had organised the riot and that they had also committed affray. They were sentenced to ten years’ imprisonment. The third applicant was found guilty of having actively taken part in the riot and sentenced to six years’ imprisonment.", "15. In establishing the first applicant’s guilt, the court referred to the statements of 17 anonymous witnesses who were mostly other detainees. These statements had been recorded by the prosecution during the pre-trial investigation. The secret witnesses testified that the first applicant had organised the riot. The court further referred to the statements at the pre-trial investigation of three co-accused, J, S and T, confirming the first applicant’s guilt. The Regional Court noted that J, S and T had subsequently changed their testimony, alleging inter alia that prosecutors had forced them to inculpate the first applicant. However, the court considered that the initial statements of J, S and T had been valid, and that they had only changed their evidence upon intimidation by the other defendants. The court also took account of the statements given during the trial by a complainant, a detainee belonging to “a lower caste among prisoners”. The latter had testified that the first applicant had assaulted him on 15 January 1997. The court further noted the evidence given at the trial by five members of the prison staff, alleging that the first applicant had organised the riot. The Regional Court found that on the day of the riot the first applicant had been under the influence of alcohol. In concluding that the first applicant was guilty of riot and affray, the court also mentioned indirect evidence: on-site inspection records, material evidence and expert examinations.", "16. In finding the second applicant guilty, the Regional Court referred to the statements by 19 anonymous witnesses recorded by the prosecution during the pre-trial investigation. The anonymous statements testified that the second applicant had also been an organiser of the riot. As was the case with the first applicant, the court rejected the later statements of J, S and T, finding that their original testimonies given during the pre-trial investigation had constituted sufficient grounds for establishing the second applicant’s guilt. The court also took account of the statements delivered at the trial by two complainants who were detainees belonging to “a lower caste among prisoners”. The latter had alleged that on 15 January 1997 the second applicant had beaten other detainees, attacked members of the prison staff and barricaded the prison. Evidence along the same lines was given by six members of the prison staff summoned during the trial. The Regional Court found that during the riot the second applicant had been under the influence of alcohol. The court also noted that the second applicant’s guilt in committing riot and affray was indirectly proved by on-site inspection records, material evidence and expert examinations.", "17. As to the grounds for the third applicant’s guilt, the Regional Court referred solely to the statements by six anonymous witnesses recorded by the prosecution during the pre-trial investigation.", "18. The Regional Court concluded that the first and the second applicants had been the apparent organisers of the riot of 15 January 1997, that they had been drunk, and that they had “induced detainees of lower castes to get involved in the offence”. The court also ruled that “the level of participation in the crime by [the third applicant] had been lower”.", "19. The applicants appealed, stating that they had not committed the offences alleged, that the statements of anonymous witnesses had been invalid, that the secret evidence had not been scrutinised either by the defendants or the court, and that the Kaunas Regional Court had ignored certain evidence given during the pre-trial investigation by other detainees. In their opinion, almost 300 inmates had taken part in the events of 15 January 1997. The applicants stated they had been victimised by the prison administration who had encouraged anonymous testimonies by other detainees, promising them favourable treatment. Furthermore, the “secret witnesses” had themselves allegedly taken part in the riot and had collaborated with the authorities in order to avoid prosecution. The prosecution also appealed against the first instance judgment, requesting more severe sentences.", "20. On 29 April 1998 the Court of Appeal dismissed the appeals, finding that the Regional Court had properly established the applicants’ guilt and imposed the correct sentences. It held that domestic criminal procedure permitted the first instance court to take account of evidence given by secret witnesses at the stage of pre-trial investigation, without summoning those witnesses to the trial.", "21. The applicants lodged a cassation appeal with the Supreme Court, complaining inter alia that the lower courts had not clarified the alleged controversy over the anonymous testimonies.", "22. On 20 October 1998 the Supreme Court rejected the appeals, finding that the lower courts had properly decided the case. It noted that the first and the second applicants had been convicted not only on the basis of the anonymous testimonies, but also by reference to the statements of the complainants and the prison staff. The Supreme Court found that the third applicant had basically been convicted by reference to the statements of anonymous witnesses. However, in the view of the cassation court, those statements had been consistent and supplementary to other evidence confirming his guilt. No procedural irregularities were found in connection with the courts’ refusal to examine the anonymous witnesses.", "23. Pursuant to Article 156-1 § 1 of the Code of Criminal Procedure (Baudžiamojo proceso kodeksas), in cases pertaining to serious offences a prosecutor or investigator is entitled to keep the identity of a witness secret with a view to ensuring that person’s safety. Under paragraph 2 of this Article, at the stage of pre-trial investigation no one is entitled to have access to the personal details of the anonymous witness except the prosecutor or the investigator. Paragraph 3 provides that any data on the anonymous witness are a State secret. Only prosecutors, investigators and judges are entitled to have access to the personal details of that person.", "Article 118-1 § 1 of the Code provides that the identity of an anonymous witness is classified under a code name. The data on the witness are kept in a special investigative record, which is separate from the case-file.", "Pursuant to Article 317-1 § 1 of the Code, where the identity of a witness is secret, a court may dispense with hearing that person by reading out the anonymous statement at a trial hearing. Paragraphs 2 and 3 provide a possibility for the court, of its own motion, to question the anonymous witness in the absence of the parties. Paragraph 4 of the Article states that the court may also question the witness in the parties’ presence at a non-public hearing. In such a case, the court must create acoustic and visual obstacles to prevent the parties from establishing the identity of the secret witness.", "Article 265 of the Code provides that a defendant at the trial has equal rights to adduce and contest evidence, and that the trial is conducted by way of an adversarial procedure. Article 267 § 5 specifies that the defendant has the right to take part in the examination of all evidence, and to question witnesses, experts and other persons in order to state his case at the trial, let alone in cases provided for in Article 317-1 of the Code.", "24. Article 31 of the Constitution (Konstitucija) guarantees the right to a fair trial and lists specific defence rights.", "On 19 September 2000 the Constitutional Court held that Articles 267 § 5 and 317-1 of the Code of Criminal Procedure, to the extent that they did not guarantee the right of the defendant to question anonymous witnesses while preserving the secrecy of their identity, unjustifiably limited the defendant’s defence rights in breach of Article 31 of the Constitution."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1", "6-3"], "VIOLATED_BULLETPOINTS": ["6-3-d"], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}