{"ITEMID": "001-78879", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "ADMISSIBILITY", "DATE": 2006, "DOCNAME": "FODOR v. GERMANY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Peer Lorenzen", "TEXT": ["The applicant, Mr Istvan Fodor, is a German national, who was born in Budapest in 1920 and lives in Cologne. He is represented before the Court by Mr. Klausbodo Hartung, a lawyer practising in Niederkassel. The respondent Government are represented by their Agent, Mrs A. Wittling-Vogel, Ministerialrätin, of the Federal Ministry of Justice.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "In October 1941 the applicant, who was then a Hungarian national, was compelled to forced labour by the German authorities. In June 1942 he was transferred to the east front, where he carried out forced labour for the German army. In January 1943 he was captured by the Soviet army and detained as a prisoner of war until July 1945. In 1969 he entered the territory of the Federal Republic of Germany and obtained German citizenship in 1978.", "In 1975 the Cologne Chief Administrative Officer (Regierungs-präsident) granted the applicant compensation for the deprivation of liberty for the period of October 1941 to January 1943 pursuant to section 43 of the Federal Act on Compensation for Victims of Nazi Persecution (Bundesentschädigungsgesetz), hereinafter referred to as the Federal Compensation Act. On 20 January 1981 the Pension Office (Versorgungsamt) rejected the applicant’s request for benefits for the damages caused to his health.", "On 22 April 1982 the Düsseldorf Regional Court confirmed this decision. It based its decision on internist, orthopaedic and neurological expert opinions stating that the damages caused by the forced labour and the detention as a prisoner of war amounted only to a reduction of the ability to work (Minderung der Erwerbsfähigkeit) of 10 %.", "In November 1985 the applicant requested a pension pursuant to section 1 of the Federal Act on the Social Benefits for Victims of War (Bundesversorgungsgesetz), hereinafter referred to as the Federal Benefits Act (see “Relevant domestic law” below). The applicant submitted that he had performed forced labour for the German army. On 29 January 1987 the Pension Office rejected his request, finding that the applicant had not performed a military or quasi-military service while he was subjected to forced labour.", "On 31 January 1989 the Cologne Social Court rejected the applicant’s claim. On 26 March 1991 the North Rhine-Westphalia Social Court of Appeal confirmed this decision, refusing the applicant leave to appeal. On 31 October 1991 the Federal Social Court dismissed the applicant’s complaint against the refusal of leave to appeal as inadmissible.", "On 26 March 1991 the applicant filed a request for a pension based on a different provision of the Federal Benefits Act, namely section 6. On 3 November 1992 the Pension Office rejected his request stating that the applicant’s forced labour could not be likened to military or quasi-military service. The Pension Office elaborated that section 6 of the Federal Benefits Act was supposed to complement the definitions of the terms “military or quasi-military service” in sections 2, 3 and 5, but was not meant to extend that provision’s scope. On 17 June 1993 the Pension Office dismissed the applicant’s objection.", "On 23 June 1993 the applicant brought an action in the Cologne Social Court. On 22 February 1994 the court rejected the applicant’s action. It stated that the decision whether the applicant had performed a military or quasi-military service within the meaning of section 6 of the Federal Benefits Act was a discretionary decision (Ermessensentscheidung) to be taken by the Pension Office. The court went on to say that it could only review if the Pension Office had exceeded or misused its margin of discretion (Ermessensüberschreitung oder Ermessensfehlgebrauch). The court found that there had been no such error in the exercise of the Pension Office’s discretion. Referring to the case-law of the Federal Social Court the court confirmed that the forced labour carried by the applicant was not similar to the military or quasi-military service mentioned in sections 2, 3 and 5 of the Federal Benefits Act. The court found that the applicant’s forced labour therefore fell rather within the ambit of the Federal Compensation Act, but not within the scope of the Federal Benefits Act. The court noted in this respect that the applicant had already received compensation for the forced labour under the Federal Compensation Act.", "On 23 March 1994 the applicant lodged an appeal with the North-Rhine Westphalia Social Court of Appeal. The Federal Republic of Germany (“FRG”) was summoned as an interested party to those proceedings (beigeladen). The Federal Ministry of Labour and Social Affairs, which represented the FRG in those proceedings, submitted by letter of 1 September 1994 that the applicant might be entitled to benefits under section 89 (1) of the Federal Benefits Act, since the applicant fell within the scope of the circular of 2 May 1994.", "By letter dated 1 December 1994 the Pension Office informed the Social Court of Appeal that the Federal Ministry of Labour and Social Affairs had consented to the grant of benefits under section 89 of the Federal Benefits Act. However, the Pension Office pointed out that medical examinations of the applicant were necessary in order to determine the nature and the extent of benefits.", "The Social Court of Appeal therefore examined whether the applicant’s ability to work had been reduced. On 9 December 1994 the court therefore ordered the taking of orthopaedic and internist expert opinions. On 25 January 1996 the Social Court of Appeal ordered a neurological expert opinion to be taken as well. The medical examinations took place in February and June 1996. On 20 January 1998 the Social Court of Appeal conducted a hearing. On 15 April 1999 the court ordered an additional orthopaedic expert opinion to be taken. On 5 May 1999 the court changed the expert who should perform the examinations. On 23 December 1999, upon the applicant’s request, the court ordered an additional neurological expert opinion to be taken at the applicant’s expense.", "On 18 December 2001 the applicant and the Pension Office concluded a friendly settlement before the Social Court of Appeal. It stipulated that the applicant was to receive a pension pursuant to section 89 of the Federal Benefits Act assuming a reduction of 30 % of his ability to work.", "The pension was awarded retrospectively, beginning March 1991.", "Section 1 of the Federal Benefits Act provides relief for the victims of war whose health or financial standing have been adversely affected by the performance of military or a quasi-military service or by an accident that occurred during the performance of such service. Sections 2, 3 and 5 of the Federal Benefits Act define the term “military” or “quasi-military service”.", "If, however, an individual does not qualify under section 1 of the Federal Benefits Act, because he did not perform military or quasi-military service within the meaning of sections 2, 3 and 5 of the Federal Benefits Act, section 6 provides for an exception. It reads as follows:", "“With the consent of the Federal Ministry of Labour and Social Affairs, a military or quasi-military service or direct consequences of war may be recognised in other particular well-founded cases not covered under sections 2, 3 and 5.”", "If those requirements are not met, section 89 (1) of the Federal Benefits Act provides for a further exception, which reads as follows:", "Should particular hardships arise in other cases due to the provisions of this Act, compensation may be awarded with the consent of the Federal Ministry of Labour and Social Affairs.", "In a circular dated 2 May 1994 the Federal Ministry of Labour and Social Affairs decided, within the scope of discretion granted to it under section 89 (1), that compensation of this nature may also be granted to German-speaking Jews from Southeast Europe and to persons persecuted under the Nazi regime, if their military service was completed in a foreign army."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}