{"ITEMID": "001-72692", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AZE", "BRANCH": "ADMISSIBILITY", "DATE": 2006, "DOCNAME": "BAYRAMOV v. AZERBAIJAN", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis", "TEXT": ["The applicant, Mr Sayyad Bayramov, is an Azerbaijani national who was born in 1956 and lives in Baku. He was represented before the Court by Mr N. Abdullayev, a lawyer practising in Baku. The respondent Government was represented by Mr C. Asgarov, Agent of the Republic of Azerbaijan before the Court.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant was an executive director of the Qayğı Small Enterprise (hereinafter the “Company”), a commercial legal entity with its headquarters in Baku. According to the Company’s articles of incorporation, its sole founder and owner was the Nizami Qayğı Association. The latter was a non-profit public association aimed at providing social and other public-benefit assistance to the population. The applicant was appointed as the Company’s director pursuant to a decision of the Nizami Qayğı Association, the sole shareholder in the Company.", "By an order of 7 December 1994, issued by the Baku City Executive Authority (Bakı şəhəri İcra Hakimiyyəti; hereinafter “BCEA”), the Company was provided with a plot of land for construction of an office building. By 1997, the Company had started the construction work on the site. However, on an unspecified date in 1997, BCEA repealed its order of 7 December 1994 and ordered the demolition of the Company’s building.", "The Company filed a lawsuit against BCEA, seeking compensation for damages. The Company was represented by the applicant, in his capacity of the Company’s director, and by N.I., the Company’s deputy director. By a judgment of 11 November 1997, the Economic Court held that, as a result of the building’s demolition by BCEA, the Company sustained financial damages in the amount of 70,061,250 Azerbaijani Manats (AZM). The court ordered BCEA to compensate the Company for these damages.", "No appeal was filed against the judgment and it entered into legal force. On 2 December 1997 the Economic Court issued a writ of execution of the judgment. Following BCEA’s failure to pay the compensation, on 18 December 1998 another writ of execution was issued.", "However, instead of compensating the Company in accordance with the judgment, it appears that, on 15 December 1999, BCEA provided it with another plot of land for construction of a new building. On this ground, BCEA filed an appeal with the President of the Supreme Court, asking to reopen the case due to the “discovery of new facts” and to reconsider the judgment of 11 November 1997.", "By a letter of 31 May 2001, the President of the Supreme Court rejected BCEA’s request. The President explained that the case could be reopened due to the discovery of new facts only if such new facts had existed at the time of examination of the case by the first-instance court, but were unknown to the court at that time. However, since the new plot of land was transferred to the Company in 1999, after the judgment of 11 November 1997 had entered into force, it could not be considered as a basis for reopening of the proceedings. Moreover, the Supreme Court’s President noted that the transfer of the new plot to the Company could not be considered as a substitute for compensation for the Company’s financial damages sustained as a result of the demolition of its first office building in 1997.", "Following BCEA’s continuous failure to execute the judgment, on 28 August 2001 the Local Economic Court No. 1 (1 saylı Yerli İqtisad Məhkəməsi) issued a special order, directing the Prosecutor’s Office to bring BCEA’s responsible officials under criminal liability for non-execution of the valid court judgment. On 24 November 2001 the Sabail District Prosecutor’s Office refused to institute criminal proceedings against BCEA officials, holding that there was no documentary evidence showing that the writ of execution had ever been presented directly to BCEA.", "On 23 July 2002 the Local Economic Court No. 1 issued a new writ of execution which was sent to BCEA through the Sabail District Bailiffs’ Office (Səbail rayon Məhkəmə Nəzarətçiləri və Məhkəmə İcraçıları şöbəsi; hereinafter the “Bailiffs’ Office”).", "On 2 May 2003 BCEA notified the Bailiffs’ Office that it was impossible to comply with the judgment of 11 November 1997, because BCEA did not have sufficient funds allocated from the state budget for the purpose of compensating the Company.", "On 9 February 2004 the Bailiffs’ Office informed BCEA and the applicant, in his capacity of the Company’s director, that the enforcement proceedings were still pending and insisted that BCEA execute the judgment. On 3 April 2004 BCEA notified the applicant that the issue of the compensation was referred to the Ministry of Finance’s Main Finance Administration of Baku. On 15 April 2004 the Ministry of Finance informed the applicant that the issue was further referred to the Legal Department of the Ministry of Finance.", "Upon a petition by the Bailiffs’ Office, on 21 April 2004 the Sabail District Court imposed an administrative fine on BCEA in the amount of AZM 825,000 for failure to comply with the judgment of 11 November 1997.", "The applicant, in the meantime, wrote letters to the President, Constitutional Court and BCEA, complaining about the continuing nonexecution. In reply, he was again informed that the matter was under consideration by the Ministry of Finance.", "On 16 July 2004 the Bailiffs’ Office informed the applicant that, despite all of the efforts to ensure the enforcement of the judgment in accordance with the law, BCEA consistently failed to comply with the judgment.", "Finally, on 12 January 2005 the judgment was executed and BCEA transferred AZM 70,061,250 to the Company’s bank account.", "Article 69.2 of the Code of Civil Procedure provides that legal entities can be represented before courts by their bodies, acting within the scope of powers conferred on them by law, regulations or articles of incorporation of the legal entity, or by representatives acting on the basis of a power of attorney."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}