{"ITEMID": "001-84361", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF ŁASZKIEWICZ v. POLAND", "IMPORTANCE": "3", "CONCLUSION": "No violation of Art. 5-3;Violation of Art. 5-4;Non-pecuniary damage - finding of violation sufficient", "JUDGES": "Ján Šikuta;Josep Casadevall;Lech Garlicki;Nicolas Bratza;Päivi Hirvelä;Stanislav Pavlovschi", "TEXT": ["5. The applicant was born in 1973 and lives in Będzin.", "6. On 30 October 2000 the applicant was arrested by the customs authorities in Malmö after 5 kilograms of heroin had been found in her car. On 10 April 2001 the Malmö District Court convicted the applicant of drug-trafficking and sentenced her to 20 months' imprisonment. On 5 January 2002 she was released from a prison in Sweden.", "7. On 15 December 2000 the Katowice Regional Prosecutor instituted an investigation concerning drug-trafficking from Poland to Sweden by the applicant and other persons, acting in connection with a request for legal assistance submitted by the Swedish and Norwegian prosecution authorities.", "8. On 16 October 2002 the applicant was arrested in Katowice. On the following day the Katowice Regional Prosecutor served on her the statement of charges. The applicant was charged with supplying significant amounts of heroin to the market between February 2000 and October 2000 in Poland, Czech Republic, Austria, Germany, Switzerland, Denmark, Sweden and Norway. She was also charged with acting in an organised criminal group of drug traffickers. During her questioning by the prosecutor, she confessed that she had attempted to smuggle heroin to Sweden and responded to all questions put by the prosecutor.", "9. On 18 October 2002 the Katowice District Court remanded the applicant in custody until 16 January 2003 on reasonable suspicion that she had committed the offences referred to above. It held that there was a risk that the applicant would obstruct the proceedings by influencing witnesses since she had not confessed. The court also took into account that the applicant had been charged with acting in an organised criminal gang and had regard to the severity of the anticipated penalty.", "10. On 8 January 2003 the Katowice District Court prolonged the applicant's detention until 31 March 2003. It found that there was a reasonable risk that the applicant might tamper with evidence, having regard to the number of suspects involved. It also relied on the severity of the anticipated penalty, given the organised character of the criminal activities, their scale and the amount of drugs involved. Lastly, it referred to the need to continue the process of gathering evidence.", "11. In her appeal the applicant submitted that her continued detention was not necessary to secure the proper conduct of the investigation. She argued that she had already given evidence and that she had had no contacts with the witnesses or other suspects, so the risk of tampering with evidence did not exist in her case. Her appeal was dismissed on 5 February 2003.", "12. On 19 March 2003 the Katowice Regional Prosecutor lodged with the Katowice District Court a motion for the prolongation of the applicant's detention until 30 June 2003.", "13. On 25 March 2003 the Katowice District Court notified the applicant's counsel of the hearing scheduled for 26 March 2003 at which the prosecution's motion would be examined.", "14. On 26 March 2003 the Katowice District Court held a hearing (posiedzenie) on the prolongation of the applicant's detention.", "15. According to the Government, before the hearing had begun the applicant's counsel consulted the prosecution's motion without authorisation from the judge.", "16. During the hearing the applicant's counsel applied for access to the investigation file. The Regional Prosecutor stated that his motion for prolongation of the detention constituted an integral part of the file and that access to it required his permission. The prosecutor also stated that the counsel had not applied earlier for leave to consult the file. Counsel unsuccessfully requested the court to adjourn the hearing until she had been granted access to the file. The District Court, having regard to Article 156 § 5 of the Code of Criminal Procedure, held that it could not decide on the counsel's request for access to the file since such decision was within the exclusive competence of the authority conducting the investigation. The judge informed both parties that the counsel's request would be transmitted without undue delay to the Regional Prosecutor for examination.", "17. The applicant's counsel requested the court to dismiss the motion for prolongation because the prosecutor had simply stated that he maintained it without giving specific reasons for it.", "18. The Katowice District Court granted the prosecution's motion and extended the applicant's detention until 30 June 2003. In the reasons for its decision, the court noted that the applicant had pleaded not guilty and had denied that she had taken part in an organised criminal group trafficking in heroin. Having regard to the applicant's statements and the number of suspects involved, the court considered that there was a reasonable risk that the applicant might tamper with evidence. In this connection, it had regard to the fact that several other potential suspects were still being sought.", "19. The applicant's counsel appealed. She alleged, relying on Article 5 § 4 of the Convention, that the District Court had violated the principle of adversarial proceedings. In this connection, she submitted that the Regional Prosecutor's motion for prolongation of detention had been received at the District Court on 19 March 2003. However, it was only in the afternoon of 25 March 2003 that the applicant's counsel had been notified by telephone that the court's hearing would be held on 26 March 2003 at 8.40 a.m. Having further regard to the fact that counsel had not been served with a copy of the prosecutor's motion, she argued that she could not properly defend the interests of the applicant. Counsel further submitted that the prosecutor had not read out the grounds of his application during the hearing.", "20. On 14 May 2003 the Katowice Regional Court dismissed the applicant's appeal. It noted that the applicant had been charged with participation in an organised criminal group which operated in a number of European countries. In this context, it considered that there was a risk that the applicant might obstruct the proceedings if released. The Regional Court further relied on the severity of the anticipated penalty and emphasised the danger to society posed by the drug trafficking. Furthermore, the Regional Court dismissed the applicant's allegations regarding access to the file and the belated summoning of her lawyer to the hearing. It held, in so far as relevant:", "“The limitation on the lawyer's access to the investigation file results from the binding procedural rules.", "The court's hearing on the matter of detention is ancillary to the main proceedings and thus notification of this hearing can be effected shortly before the date for which it has been fixed. The lawyer was notified of the hearing at 1 p.m. on the day preceding the hearing. Thus, it cannot be said that the court was at fault in this respect.”", "21. It appears that the request of the applicant's counsel for leave to consult the file made during the hearing held on 26 March 2003 was received by the Katowice Regional Prosecutor only on 16 May 2003. On 27 May 2003 the Katowice Regional Prosecutor refused that request, invoking the interests of the investigation (ważny interes postępowania). The prosecutor observed that the investigation was at its early stages and still in progress. Furthermore, he found that for reasons which had not been attributable to the prosecution a number of important witnesses had not yet been heard. The applicant appealed against that decision, relying on the principle of equality of arms. On 1 July 2003 the Katowice Appellate Prosecutor upheld the refusal of 27 May 2003. He observed that the restrictions on access to the file had been temporary and justified by the interests of the investigation. In the latter respect, the Appellate Prosecutor referred to the organised character of the criminal activities at issue and the number of suspects involved. He considered that in those circumstances, the interests of the investigation weighed against the applicant's right to be acquainted with all the evidence obtained so far in the case.", "22. On 16 June 2003 the Regional Prosecutor lodged with the Katowice District Court a motion for prolongation of the applicant's detention until 30 September 2003.", "23. On 23 June 2003 the applicant's counsel was informed about the hearing scheduled for 25 June 2003 regarding prolongation of detention. On 24 June 2003 the applicant's counsel requested the Katowice District Court to adjourn the hearing until she had received a copy of the prosecutor's motion. The court refused that request.", "24. On 24 June 2003 the applicant's counsel requested the Regional Prosecutor to provide her with a copy of his motion for the prolongation of the applicant's detention with a view to preparing for the court's hearing.", "25. On 25 June 2003 the Katowice District Court granted the prosecution's motion and ordered that the applicant be held in custody until 30 September 2003. It relied on the same grounds as in its earlier decisions. During the hearing the Regional Prosecutor indicated that his motion for prolongation referred to, inter alia, the need to question one person whose details could not be disclosed. The counsel stated that the prosecutor simply referred to the relevant provisions of the Code of Criminal Procedure but did not provide any specific grounds justifying the prolongation of the applicant's detention.", "26. On 26 June 2003 the Katowice Regional Prosecutor refused to grant the applicant's counsel access to the file following her application of 24 June 2003, having regard to the interests of the investigation. He considered that the lawyer's request was tantamount to a request for access to the entire contents of the investigation file. Consequently, it refused the request on the same grounds as in the decision given on 27 May 2003. The applicant appealed. On 8 July 2003 the Appellate Prosecutor upheld the refusal on the same grounds as in his earlier decision.", "27. The applicant's counsel appealed against the decision of 25 June 2003 prolonging the applicant's detention. She argued that she had not been provided with a copy of the prosecution's motion and that she had not been notified in good time of the hearing. She submitted that consequently she had been prevented from properly discharging her obligations as the applicant's counsel.", "28. On 9 July 2003 the Katowice Regional Court dismissed the appeal. As regards the refusal to provide the applicant with a copy of the prosecution's application for prolongation of detention, the Regional Court found that the prosecutor was the only authority competent to decide on the issue of access to the file at the investigation stage and that any decision in this respect might be reviewed by a higher prosecutor. In respect of the notification of the hearing to the lawyer, the court found the applicant's complaint unfounded. It considered that in cases of detention, such notification could be made by telephone.", "29. On 15 September 2003 the Regional Prosecutor lodged with the Katowice District Court a motion for prolongation of the applicant's detention until 16 October 2003.", "30. On 16 September 2003 the applicant's counsel was notified by telephone about the hearing scheduled for 23 September 2003. On 18 September counsel unsuccessfully requested the District Court to adjourn the hearing since she had not been provided with a copy of the prosecutor's application for prolongation of detention and thus could not prepare for the hearing fixed for 23 September 2003. On the same date the counsel applied to the prosecutor for leave to obtain a copy of the application for prolongation of the applicant's detention. On 19 September 2003 the Katowice Regional Prosecutor refused that request, having regard to the interests of the investigation and to the fact that it was still in progress.", "31. On 23 September 2003 the Katowice District Court held a hearing. It granted the prosecution's motion and ordered that the applicant be remanded in custody until 16 October 2003. It had regard to the reasonable suspicion that the applicant had committed the offences with which she had been charged. It relied in this respect on the evidence gathered to date, including evidence given by the applicant and her co-suspect, and the documentary evidence obtained from abroad. It also considered that there was a reasonable risk that the applicant might tamper with evidence, given that some of the co-suspects were still at large and that the case concerned an organised criminal group. It also had regard to the need to take further measures in the investigation as indicated in the prosecution's application for prolongation of detention.", "32. On 16 October 2003 the statutory time-limit of one year for the applicant's detention pending the investigation expired. Consequently, any further prolongation of the applicant's detention was to be decided by the Court of Appeal.", "33. On an unspecified date the Katowice Appellate Prosecutor lodged with the Katowice Court of Appeal a motion for prolongation of the applicant's detention until 31 January 2004. On 3 October 2003 the Court of Appeal notified the counsel about the hearing scheduled for 8 October 2003.", "34. On 8 October 2003 the Katowice Court of Appeal held a hearing. It appears that during the hearing the Katowice Appellate Prosecutor agreed to provide counsel with a copy of his motion for prolongation of the detention. The Court of Appeal granted the prosecution's motion and extended the applicant's detention until 31 January 2004. It noted that the investigation in the present case, which concerned trafficking in substantial amounts of drugs in a number of European countries, had been very time-consuming. It was further complicated by the need to obtain evidence from abroad and to hold a confrontation between the suspects and a certain H.S. who had been recently transferred to Poland from Norway to serve his sentence. The court noted that another important suspect M.O., who had lived abroad, had been arrested in September 2003. It thus considered that the investigation was being conducted without undue delays, and that the extension of the detention pending the investigation beyond the statutory time-limit was due to the exceptional circumstances. The Court of Appeal also had regard to the scale of the alleged criminal activities and the severity of the anticipated penalty. The applicant appealed against that decision.", "35. On 5 November 2003 the Court of Appeal upheld the impugned decision. It referred, inter alia, to the presumption established by Article 258 § 2 of the Code of Criminal Procedure to the effect that the likelihood of a severe penalty being imposed on the applicant might induce her to obstruct the proceedings. In view of the said presumption, the Court of Appeal underlined that it was not required to consider the imposition of other preventive measures.", "36. On 21 January 2004 the applicant's counsel requested the Regional Prosecutor to release the applicant subject to certain guarantees.", "37. On 27 January 2004 the Katowice Regional Prosecutor ordered the applicant's release, having obtained a bail deposit and an additional personal guarantee from a local councillor that the applicant would not obstruct the proceedings. The applicant's passport was seized and she was ordered not to leave the country. The prosecutor noted that despite the fact that more than 15 months had elapsed since the applicant's arrest, the investigation had not been concluded. He observed that the prosecution was endeavouring to obtain evidence from abroad, however it could not be predicted when that evidence would be made available. The prosecutor considered that the applicant should not be prejudiced by those delays and that other preventive measures would be sufficient to secure the proper conduct of the proceedings.", "38. On 19 May 2004 the applicant's lawyer was informed by the Katowice Police that she could apply for access to the investigation file pursuant to Article 321 of the Code of Criminal Procedure as the investigation was coming to an end. On 7 June 2004 the applicant's counsel was allowed to consult the file.", "39. On 29 June 2004 the prosecution filed a bill of indictment with the Katowice District Court. The applicant was charged with drug-trafficking and acting in an organised criminal group.", "40. On 20 June 2005 the applicant made a plea and requested the trial court to sentence her to 18 months' imprisonment and a fine. The prosecution did not object. On 27 June 2005 the Katowice District Court convicted the applicant as charged and sentenced her to 18 months' imprisonment and a fine.", "41. The applicant appealed. She argued that the trial court had not taken into account her conviction in Sweden. The Katowice Regional Court dismissed her appeal on 1 March 2006.", "42. The relevant domestic law and practice regarding the imposition of detention on remand (tymczasowe aresztowanie), the grounds for its prolongation, release from detention and rules governing other, so-called “preventive measures” (środki zapobiegawcze) at the material time are stated in the Court's judgments in the cases of Gołek v. Poland, no. 31330/02, §§ 27-33, 25 April 2006 and Celejewski v. Poland, no. 17584/04, §§ 22-23, 4 August 2006.", "43. Access to the file in the course of investigation is governed by Article 156 § 5 of the Code of Criminal Procedure of 1997, which provides, in so far as relevant, that leave to consult the file and to make copies of the documents in the file is granted only with the consent of the authority conducting the investigation.", "44. On 19 September 2007 the Ombudsman lodged an application with the Constitutional Court seeking constitutional review of Article 156 § 5 of the Code of Criminal Procedure.", "45. Article 79 § 1 of the Constitution provides as follows:", "“In accordance with principles specified by statute, everyone whose constitutional freedoms or rights have been infringed, shall have the right to appeal to the Constitutional Court for a judgment on the conformity with the Constitution of a statute or another normative act on the basis of which a court or an administrative authority has issued a final decision on his freedoms or rights or on his obligations specified in the Constitution.”", "Article 190 of the Constitution, insofar as relevant, provides as follows:", "“1. Judgments of the Constitutional Court shall be universally binding and final.", "2. Judgments of the Constitutional Court, ... shall be published without delay.", "3. A judgment of the Constitutional Court shall take effect from the day of its publication; however, the Constitutional Court may specify another date for the end of the binding force of a normative act. Such time-limit may not exceed 18 months in relation to a statute or 12 months in relation to any other normative act. ...", "4. A judgment of the Constitutional Court on the non-conformity with the Constitution, an international agreement or statute, of a normative act on the basis of which a final and enforceable judicial decision or a final administrative decision ... was given, shall be a basis for re-opening of the proceedings, or for quashing the decision ... in a manner and on principles specified in provisions applicable to the given proceedings.”"], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-4"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["5"], "NON_VIOLATED_PARAGRAPHS": ["5-3"], "NON_VIOLATED_BULLETPOINTS": []}