{"ITEMID": "001-60750", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CZE", "BRANCH": "CHAMBER", "DATE": 2002, "DOCNAME": "CASE OF BĚLEŠ AND OTHERS v. THE CZECH REPUBLIC", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 6-1;Pecuniary damage - claim dismissed;Costs and expenses partial award;Non-pecuniary damage - finding of violation sufficient", "JUDGES": "Gaukur Jörundsson", "TEXT": ["11. On 20 January 1997 eleven members of the Homeopathic Association, including the applicants, brought an action against the Medical Society under section 15 of the Citizens' Associations Act (Law no. 83/1990) and Article 80 (c) of the Code of Civil Procedure. They sought declarations that the amendment of 20 November 1996 to the internal rules and, consequently, the decision to expel their association were nullities (neplatnost) and that the Homeopathic Association remained a member of the Medical Society. They maintained that the Medical Society's decision had damaged the reputation of the Homeopathic Association and had caused patients to become wary of doctors practising homeopathy (a fact which they submitted gave them a relevant interest for the purposes of Article 80 (c) of the Code of Civil Procedure). They said that the decision had been arbitrary, unlawful and subjective, as it had been taken without the benefit of expert professional or scientific advice and was liable to cause unjustified discrimination against certain healing methods.", "12. In a judgment of 2 October 1997, Prague 2 Municipal Court (obvodní soud) dismissed the applicants' action without examining the merits, holding:", "“The Court finds that [the applicants] are not entitled [in their action for a declaration of nullity under Article 80 (c) of the Code of Civil Procedure] ... to an order negating the alleged illegality of the resolution adopted by the organ of the society or any inconsistency with the internal rules [of the Medical Society]. [Section 15(1) of Law no. 83/1990] only gives the court power to review an impugned decision, not to vary or uphold it. The review procedure is now set out in Chapters I and II of Part Five of the Code of Civil Procedure, which defines jurisdiction in administrative appeals on points of law and requires the review [of a decision] within the meaning of section 15 to be interpreted by analogy. Support for that view is also to be found in other provisions of Law no. 83/1990, which confer on the district court certain powers with respect to associations formed under that Act (see sections 11(2) and 13(3), it being understood that section 12(4) refers to the provisions of the Code of Civil Procedure governing the review of decisions by other authorities).”", "13. On 19 December 1997 the applicants appealed against that judgment, arguing in particular that section 15 of Law no. 83/1990 did not specify under which provisions of the Code of Civil Procedure they should have brought their action and that, since the Medical Society was not an administrative authority, Part Five of the Code of Civil Procedure, which only applied to the judicial review of decisions of the administrative authorities, could not be applicable in their case. They further submitted that having found that it had no jurisdiction to decide the case on the basis of the pleaded provision, the court should have declined jurisdiction, not dismissed their claim. They were not required by the provisions of the Code of Civil Procedure governing the conditions of form applicable to actions to bring their claims under specific statutory provisions or to specify the procedure the court should follow, as the court was required first and foremost to consider the substance of their claim.", "14. In a judgment of 16 April 1998, the Prague City Court (městský soud) upheld the Municipal Court's judgment. It found that the applicants should have brought an action for a review of the impugned resolutions. Had they done so, the Municipal Court would have decided the case in accordance with Article 250j § 1 of the Code of Civil Procedure, either dismissing the action if it considered that the resolutions were lawful or quashing the resolutions on one of the grounds set out in section 15(2), if that was appropriate. The City Court also dismissed an application by the applicants for leave to appeal on points of law (dovolání) against its decision.", "15. On 29 January 1998 the applicants lodged a constitutional appeal (ústavní stížnost) with the Constitutional Court (Ústavní soud). They filed a supplemental pleading on 9 July 1998. They submitted that, by an erroneous construction of section 15 of Law no. 83/1990, the Prague 2 City Court had restricted, and even deprived them of, their right to the protection of the courts, as guaranteed by Article 36 of the Charter on Fundamental Rights and Freedoms (Listina základních práv a svobod). They complained that the City Court had failed to respond to their arguments that Part Five of the Code of Civil Procedure was inapplicable in their case. They further submitted that the impugned decisions of the Medical Society had infringed their right to freedom of choice of their profession for the purposes of Article 26 of the charter and Article 8 of the Convention, to scientific freedom, as guaranteed by Article 25 of the charter, and to freedom of association, as guaranteed by Article 20 of the charter and Article 11 of the Convention. They added that the domestic courts' failure to examine the merits of their action meant that the alleged violations were continuing.", "16. On 12 August 1998 the Constitutional Court declared the applicants' appeal inadmissible for failure to exhaust statutory remedies by appealing on points of law. It referred to Article 239 § 2 of the Code of Civil Procedure.", "17. Article 10 of the Constitution of the Czech Republic (as worded at the material time) provided that treaties on human rights and fundamental freedoms that had been ratified and promulgated and were binding on the Czech Republic had immediate mandatory effect and prevailed over statute.", "18. Article 96 § 1 of the Constitution laid down that all parties to proceedings had equal rights before the courts.", "19. Article 36 § 1 of the Charter on Fundamental Rights and Freedoms provides that everyone has the right to seek justice under a set procedure from an independent and impartial court, or in specified cases, another authority.", "20. Article 38 § 1 of the Charter provides that no one may be denied access to the judge with statutory jurisdiction to hear his or her case. The jurisdiction of the courts and judges shall be determined by statute.", "21. Section 15(1) provides that if a member of an association considers that an unappealable decision of an organ of the association is unlawful or contrary to the rules of the association, he or she may, within thirty days after becoming aware thereof, but in any event no later than six months after the decision was taken, seek judicial review of the decision by a district court (okresní soud).", "22. Section 15(2) provides that applications for judicial review have no suspensive effect. Nevertheless, the court may stay implementation of the impugned decision if appropriate.", "23. Article 5 imposed a duty on the courts to inform the parties of their procedural rights and obligations.", "24. Article 42 § 4, which set out the requirements regarding the form of legal actions, laid down, inter alia, that applications had to be dated and had to state the name of the applicants and the case, and the purpose of the application and the court to which it was made. In addition to those general requirements, Article 79 § 1 required the names, occupations and addresses of the parties (and the names and head offices of legal entities) and, if applicable, of their representatives, to be stated in the application, followed by a description of the relevant facts, the evidence relied on by the applicants and the relief sought.", "25. Article 43 § 1 empowered the president of the division to invite applicants to correct or supplement an application that did not comply with the formal requirements, or was imprecise or incomprehensible. In such cases, the president was also required to inform the applicants of the procedure to be followed and to grant them time in which to remedy the defects in the application.", "26. Under Article 80 (c) of the Code of Civil Procedure, a court hearing a civil action had power to determine whether or not a legal relationship or right existed, provided that an imminent legal interest (naléhavý právní zájem) had been shown.", "27. Part Four of the Code of Civil Procedure concerned appeals and applications for judicial review: ordinary appeals, applications for proceedings to be reopened and appeals on points of law. Article 236 § 1 laid down that an appeal on points of law (dovolání) lay solely against immediately enforceable appeal court decisions (rozhodnutí), and then only if the statutory conditions were satisfied.", "28. Article 239 § 1 provided that an appeal court that had upheld a decision of the court below must grant leave to appeal on points of law if it considered that its decision gave rise to a question of crucial legal importance justifying such leave (rozhodnutí po právní stránce zásadního významu). It could grant such leave on its own initiative.", "29. Article 239 § 2 provided that if an appeal court refused to grant an application for leave to appeal on points of law that had been made by one of the parties before the decision upholding the decision at first instance was adopted, leave to appeal could only be obtained if the Supreme Court itself considered that the appeal court's decision gave rise to a question of crucial legal importance.", "30. Part Five of the Code of Civil Procedure concerned jurisdiction in administrative proceedings. Article 244 laid down that, as part of their administrative-law jurisdiction, the courts must, on application or appeal, review the lawfulness of decisions of the administrative authorities.", "31. Section 43(1)(e) lays down that, save as otherwise provided in the Act, the judge rapporteur shall dismiss a constitutional appeal without holding a hearing or requiring the parties to attend if, inter alia, it is inadmissible (nepřípustný).", "32. Section 72(1) provides that anyone claiming to be a victim of a violation by a “public authority” of a fundamental right or freedom recognised in a constitutional law or international treaty within the meaning of Article 10 of the Constitution shall have standing to bring a constitutional appeal.", "Under section 72(2), constitutional appeals must be lodged within sixty days after the appellant has been served with the decision on the final statutory remedy available for the protection of his or her rights.", "33. Section 75(1) provides that a constitutional appeal shall be inadmissible if the appellant has not used all available statutory remedies, other than an application to reopen proceedings. Section 75(2)(a) gives the Constitutional Court a discretion not to declare a constitutional appeal inadmissible for failure to exhaust statutory remedies if the issue at stake goes significantly beyond the appellant's own interests and the appeal was lodged within one year after the impugned decision or event.", "34. In its decision no. IV ÚS 93/98 of 28 April 1998, the Constitutional Court declared a constitutional appeal inadmissible for failure to exhaust statutory remedies (see section 75(1) of the Constitutional Court Act – Law no. 182/1993) on the ground that an appellant whose case in a constitutional appeal was identical in substance to that he had pleaded in the ordinary courts and had been planning to plead in the Supreme Court was at risk of not satisfying the exhaustion of remedies rule if he failed to exercise his right to lodge an appeal on points of law under Article 239 § 2 of the Code of Civil Procedure.", "35. In its decision no. III ÚS 53/98 of 8 September 1998, the Constitutional Court found, inter alia, that, even though the applicants had been refused leave to appeal on points of law by the appeal court, they were still entitled to seek leave under Article 239 § 2 of the Code of Civil Procedure, as they satisfied the necessary conditions. Since they had not made use of that available remedy, their constitutional appeal could not be declared admissible.", "36. In its decision no. II ÚS 113/97 of 8 October 1998, the Constitutional Court held that an appellant whose application for leave to appeal on points of law has been dismissed by the appeal court is nevertheless entitled to apply for leave to the Supreme Court under Article 239 § 2 of the Code of Civil Procedure. Unless he does so, he will not have exhausted the statutory remedies provided to protect his rights.", "37. In its reasoning in decision no. III ÚS 224/98 of 8 July 1999, the Constitutional Court stated, inter alia, that if a party to the proceedings is refused leave by the appeal court to appeal on points of law, he must apply to the Supreme Court for leave under Article 239 § 2 of the Code of Civil Procedure, otherwise his constitutional appeal will be inadmissible.", "38. In its decision no. III ÚS 148/99 of 15 September 1999, the Constitutional Court declared a constitutional appeal inadmissible on the ground that if a party's application to the appeal court for leave to appeal on points of law was dismissed, he would still be regarded as having failed to exhaust statutory remedies unless he applied to the Supreme Court for leave, despite the fact that it was his application to the appeal court that had made the application to the Supreme Court necessary.", "39. In its decision no. I ÚS 22/93 of 5 January 1995, the Constitutional Court considered, inter alia, the question of the admissibility of a constitutional appeal that had been lodged outside the statutory time-limit in a case in which the appellant was not sure whether he would be granted leave to appeal on points of law. The Constitutional Court held that when an appellant decides to appeal on points of law against a decision of the appeal court in circumstances in which it is unclear whether leave to appeal will be granted, he must lodge a constitutional appeal at the same time, in order to ensure that it is brought within the statutory time-limit.", "40. In its decision no. I ÚS 213/96 of 26 November 1996, the Constitutional Court said that if an appellant was unsure whether an application he had just lodged for leave to appeal on points of law would be granted, then in order to avoid being out of time with his constitutional appeal, he should lodge his constitutional appeal at the same time, without waiting for the decision on the application for leave, since, if leave was refused, the final decision in his case would be the appeal court decision.", "41. Furthermore, applications nos. 73577/01 and 73403/01 (Vodárenská Akciová Společnost, A.S. v. the Czech Republic and Turek v. the Czech Republic, respectively), which have been lodged with the Court and communicated to the respondent Government, show that the effectiveness of lodging an appeal on points of law simultaneously with a constitutional appeal may prove to be purely theoretical. In these cases, the applicants lodged both forms of appeal at the same time, but their constitutional appeals were declared inadmissible for failure to exhaust domestic remedies, as appeals to the Supreme Court were still pending. They subsequently lodged fresh appeals with the Constitutional Court, once the Supreme Court had refused them leave to appeal. However, their constitutional appeals were again declared inadmissible, this time on the ground that they were out of time."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}