{"ITEMID": "001-103063", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "ADMISSIBILITY", "DATE": 2011, "DOCNAME": "DOWSETT v. THE UNITED KINGDOM (NO. 2)", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson;Lech Garlicki;Ledi Bianku;Mihai Poalelungi;Nicolas Bratza;Vincent A. De Gaetano", "TEXT": ["The applicant, Mr James Dowsett, is a British national who was born in 1946. He is currently detained at HMP Highpoint. He was represented before the Court by Mrs N. Mole, a lawyer practising in London with the AIRE Centre.", "On 22 March 1989 at Norwich Crown Court the applicant was convicted of the murder of Christopher Nugent and sentenced to life imprisonment. Mr Nugent had been the applicant’s business partner. He was shot and killed at their business premises on 15 December 1987 by Stephen Gray, who left the scene of the crime in a car driven by Gary Runham. The applicant was charged with murder jointly with Runham, Gray and two other men who had allegedly provided money to pay for the killing of Christopher Nugent. The Crown’s case was that the applicant had paid Runham and Gray 20,000 pounds sterling (GBP) to kill Nugent. The applicant’s defence was that he had only hired Runham and Gray to break one of Nugent’s limbs. Runham and Gray pleaded guilty to murder. Gray gave evidence for the prosecution against the applicant concerning the alleged murder conspiracy.", "In 1993, following a review of the prosecution’s duty of disclosure, 4,000 “actions” in the criminal investigation, which were contained in the police’s “Holmes” computer system, were disclosed to the applicant. Full disclosure of material gathered in the course of a separate fraud inquiry was also made. Prior to an appeal by the applicant to the Court of Appeal, he was served with a schedule of what material was still being withheld from him; this included a document numbered 580, a letter from Gray’s solicitors to a Suffolk police officer, which discussed a prison transfer and the possibility of the police supporting his early release from prison. Document no. 580 subsequently came into the applicant’s possession, though, in proceedings before this Court (see section 2 below), there was a dispute between the parties as to whether the applicant had received it before the appeal hearing.", "Following the dismissal of the applicant’s appeal, an application was introduced with this Court and, in its judgment of 24 June 2003, the Court found that there had been a violation of the applicant’s right to a fair trial. The Court was not persuaded that the Government had shown that document no. 580, relevant to the applicant’s defence, was made available to his counsel in time for use at the appeal. It went on to state that this finding was not, however, essential to its reasoning as, in any event, it was not in dispute that other documents were not disclosed at this time, on the basis, inter alia, of the prosecution’s assessment that public interest immunity was applicable to them. Moreover, a request to the Court to Appeal that it review the undisclosed material was not to be regarded as an adequate safeguard as the Court of Appeal would neither have been assisted by defence counsel’s arguments as to its relevance nor have been able to draw on any first-hand knowledge of the evidence given at trial.", "On 16 September 1999 the applicant applied to the Criminal Cases Review Commission to have his case referred back to the Court of Appeal but asked the Commission to defer its report until this Court had given judgment. On 25 July 2005 the Commission informed the applicant of its final decision not to refer his case to the Court of Appeal.", "In its examination of the case, the Commission exercised its powers under section 17 of the Criminal Appeal Act 1995 (see relevant domestic law and practice below) to obtain and examine the undisclosed material, including document no. 580. It concluded that, aside from document no. 580, nothing seen by the Commission was thought to be either prima facie disclosable or to impact upon the safety of the applicant’s conviction. In the absence of any further undisclosed information that could have undermined the prosecution case or assisted the applicant’s defence, the Commission confined its consideration to whether or not the non-disclosure of document no. 580, along with this Court’s assessment of that nondisclosure, gave rise to a real possibility that the Court of Appeal would quash the conviction. In the Commission’s view, it did not. Despite the expiry of the tariff period of his life sentence, Gray remained in custody at the time of the Commission’s report; there was nothing in the Prison Service’s files that would have undermined his evidence at trial and the Commission had not uncovered any material that could have been used by the applicant’s defence team to more effectively cross-examine him. There was nothing remarkable in the fact that Gray had been given a degree of protection by the authorities before trial and document no. 580 would not have led to any line of cross-examination that was not already open to the applicant. At paragraphs 7.48 and 7.49 of its report the Commission gave its final conclusion as follows:", "“The ECtHR has itself pronounced that the material non-disclosure was a breach of Mr Dowsett’s rights, a factor that has been weighed heavily by the Commission... The Commission can only conclude that Document 580 was a letter showing that Mr Gray was being held in isolation from his co-defendants, that the police were facilitating visits for his wife and that he was hopeful for relatively favourable treatment (compared, at least, to his co-defendants) in terms of his life sentence. In the view of the Commission, this new information, taken in any combination with any other frailties in the prosecution case, is not sufficient to lead the Commission to believe that there is a real possibility that any properly directed jury might reasonably have reached a different decision in Mr Dowsett’s case.”", "The applicant sought judicial review of the Commission’s decision. On 7 June 2007, this was refused by the High Court. Mr Justice Mitting observed:", "“[The Commission was plainly entitled to reach the view that it did and so to refuse to refer. For those reasons I would dismiss this application for judicial review; but, before doing so, it is useful by way of a check to analyse what might happen if, contrary to the view that I have expressed, the Commission were to refer this case to the Court of Appeal Criminal Division.", "As the Strasbourg court demonstrated in this case and as it has done in other circumstances and in other cases, for example Doorson v The Netherlands [1996] 22 EHRR 330, procedures in an appellate court can cure a defect in a trial at first instance. Thus, for example, as in Doorson, the ability to cross-examine a witness not available at first instance but available on appeal may cure that defect. In this case, as the Strasbourg court held, the opportunity for the Court of Appeal to review, in the light of submissions made by the defence, documents that have been disclosed to the defence cured the defect in disclosure in the court below. It must therefore follow that, on a reference, document D580, available to the defence and to the court, would be open to be considered by the court in circumstances in which its consideration would cure the failure to disclose in the court below. Likewise, in relation to the documents only listed but still not disclosed, two possibilities exist for the defect in the court below to be cured. The Crown might decide that, after the lapse of 20 years, it was no longer necessary to maintain public interest immunity in respect of the documents. Alternatively a special advocate might be appointed to examine them on behalf of the claimant.", "In either event, the defect below would potentially at least be curable. Accordingly, the effect of a reference by the Commission in this case, if its judgment is right, would be that an otherwise perfectly safe conviction would not only be upheld but also would be upheld in circumstances in which the claimant’s Article 6 rights would ultimately be fully vindicated by the appeal process. To embark on that course, if the judgment of the Commission is right, would be an academic exercise only. In my view there would be no purpose of justice to be served by requiring the Commission and the Court of Appeal to undertake it.”", "Lord Justice Laws added:", "“A conviction would not be upheld if and only if the Court of Appeal were to consider it unsafe. Unless the finding by the European Court of Human Rights of a violation of Article 6 necessarily entails the conclusion that the verdict is unsafe, the impact of that finding was for the CCRC to evaluate in the course of their consideration of the section 13(1)(a) question [see relevant domestic law below]. It seems to me that their treatment of it is beyond the reach of sensible challenge in court.", "I agree with my Lord [Mr Justice Mitting] that not every criminal case where there has been a finding of violation of Article 6 yields the conclusion that the verdict is unsafe and I adopt with gratitude his summary of the relevant learning. While any breach of Article 6 is plainly a cause of concern, and instances of such breaches in cases where the conviction is nevertheless safe may be few and far between, in this area one would not expect to see a rigid rule with no exceptions but a case by case approach with much emphasis laid on the gravity and effect of a particular violation.”", "At its 1020th meeting from 4–6 March 2008 the Committee of Ministers, having taken note of the proceedings before the Criminal Cases Review Commission and the High Court’s judgment, decided to close its examination of the case.", "The Criminal Cases Review Commission is regulated by the Criminal Appeal Act 1995. Where a person has been convicted on indictment, section 9(1) gives the Commission the power to refer at any time the conviction to the Court of Appeal. By section 9(2), any such reference is to be treated for all purposes as an appeal by the person concerned against conviction. Section 13 sets the conditions for making references. It provides:", "“(1) A reference of a conviction, verdict, finding or sentence shall not be made under any of sections 9 to 12 unless —", "(a) the Commission consider that there is a real possibility that the conviction, verdict, finding or sentence would not be upheld were the reference to be made,", "(b) the Commission so consider—", "(i) in the case of a conviction, verdict or finding, because of an argument, or evidence, not raised in the proceedings which led to it or on any appeal or application for leave to appeal against it, or", "(ii) in the case of a sentence, because of an argument on a point of law, or information, not so raised, and", "(c) an appeal against the conviction, verdict, finding or sentence has been determined or leave to appeal against it has been refused.", "(2) Nothing in subsection (1)(b)(i) or (c) shall prevent the making of a reference if it appears to the Commission that there are exceptional circumstances which justify making it.”", "Section 17 of the Act provides:", "“(1) This section applies where the Commission believe that a person serving in a public body has possession or control of a document or other material which may assist the Commission in the exercise of any of their functions.", "(2) Where it is reasonable to do so, the Commission may require the person who is the appropriate person in relation to the public body—", "(a) to produce the document or other material to the Commission or to give the Commission access to it, and", "(b) to allow the Commission to take away the document or other material or to make and take away a copy of it in such form as they think appropriate,", "and may direct that person that the document or other material must not be destroyed, damaged or altered before the direction is withdrawn by the Commission.", "(3) The documents and other material covered by this section include, in particular, any document or other material obtained or created during any investigation or proceedings relating to—", "(a) the case in relation to which the Commission’s function is being or may be exercised, or", "(b) any other case which may be in any way connected with that case (whether or not any function of the Commission could be exercised in relation to that other case).", "(4) The duty to comply with a requirement under this section is not affected by any obligation of secrecy or other limitation on disclosure (including any such obligation or limitation imposed by or by virtue of an enactment) which would otherwise prevent the production of the document or other material to the Commission or the giving of access to it to the Commission.”", "On 19 January 2000, at the 694th meeting of the Ministers’ Deputies, the Committee of Ministers of the Council of Europe adopted Recommendation No. R (2000) 2 on the re-examination or reopening of certain cases at domestic level following judgments of the European Court of Human Rights:", "“The Committee of Ministers, under the terms of Article 15.b of the Statute of the Council of Europe,", "Considering that the aim of the Council of Europe is to bring about a closer union between its members;", "Having regard to the Convention for the Protection of Human Rights and Fundamental Freedoms (hereinafter ‘the Convention’);", "Noting that under Article 46 of the Convention ... the Contracting Parties have accepted the obligation to abide by the final judgment of the European Court of Human Rights (‘the Court’) in any case to which they are parties and that the Committee of Ministers shall supervise its execution;", "Bearing in mind that in certain circumstances the above-mentioned obligation may entail the adoption of measures, other than just satisfaction awarded by the Court in accordance with Article 41 of the Convention and/or general measures, which ensure that the injured party is put, as far as possible, in the same situation as he or she enjoyed prior to the violation of the Convention (restitutio in integrum);", "Noting that it is for the competent authorities of the respondent State to decide what measures are most appropriate to achieve restitutio in integrum, taking into account the means available under the national legal system;", "Bearing in mind, however, that the practice of the Committee of Ministers in supervising the execution of the Court’s judgments shows that in exceptional circumstances the re-examination of a case or a reopening of proceedings has proved the most efficient, if not the only, means of achieving restitutio in integrum;", "I. Invites, in the light of these considerations the Contracting Parties to ensure that there exist at national level adequate possibilities to achieve, as far as possible, restitutio in integrum;", "II. Encourages the Contracting Parties, in particular, to examine their national legal systems with a view to ensuring that there exist adequate possibilities of reexamination of the case, including reopening of proceedings, in instances where the Court has found a violation of the Convention, especially where:", "(i) the injured party continues to suffer very serious negative consequences because of the outcome of the domestic decision at issue, which are not adequately remedied by the just satisfaction and cannot be rectified except by re-examination or reopening, and", "(ii) the judgment of the Court leads to the conclusion that", "(a) the impugned domestic decision is on the merits contrary to the Convention, or", "(b) the violation found is based on procedural errors or shortcomings of such gravity that a serious doubt is cast on the outcome of the domestic proceedings complained of.", "Explanatory memorandum on Recommendation R (2000) 2:", "...", "Paragraph 1 sets out the basic principle behind the recommendation that all victims of violations of the Convention should be entitled, as far as possible, to an effective restitutio in integrum. The Contracting Parties should, accordingly, review their legal systems with a view to ensuring that the necessary possibilities exist.", "...”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}