{"ITEMID": "001-97016", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "ADMISSIBILITY", "DATE": 2010, "DOCNAME": "WOJCIECH PIECHOWICZ v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Giovanni Bonello;Lech Garlicki;Ledi Bianku;Nebojša Vučinić;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["The applicant, Mr Wojciech Piechowicz, is a Polish national who was born in 1978 and is currently detained in Włodawa Prison. The Polish Government (“the Government”) were represented by their Agent, Mr J Wołąsiewicz of the Ministry of Foreign Affairs.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 9 February 2005 the applicant was arrested by the police on suspicion of robbery of a jewellery store together with three other persons.", "On 10 February 2005 the Lublin District Court remanded him in custody. It relied on the reasonable suspicion that he had committed the offence in question and the need to secure the proper conduct of the investigation. It referred to the likelihood of a severe prison sentence being imposed on him.", "On 5 May 2005 the Lublin Regional Court extended the applicant’s detention until 9 August 2005 relying on the original grounds given. It further made references to the actions already taken in the investigation and indicated the evidence that still had to be taken. The court also found that there were no special grounds, as specified in Article 259 § 1 of the Code of Criminal Procedure, that would justify lifting the detention and imposing a less severe measure.", "The applicant’s detention was subsequently extended on 2 August and 2 November 2005 and 13 February, 19 April, 29 June, 8 September and 21 November 2006. The court referred to the grounds for detention listed in the previous decisions. The applicant did not appeal against any of the decisions.", "On 25 November 2005 a bill of indictment was filed with the Lublin Regional Court against the applicant and three accomplices. It comprised of charges of six offences. The prosecutor requested that twenty-two witnesses be heard and statements from 432 witnesses read out. Further, he stressed that an extensive body of evidence consisting, inter alia, of seventy-nine documents, had to be considered.", "On 7 February 2007 the Lublin Court of Appeal, on an application from the trial court, extended the applicant’s detention until 30 April 2007. The court relied on a strong suspicion that the applicant had committed the offences in question, which was supported by evidence from witnesses and expert reports. It considered that the severity of the anticipated penalty could by itself be a sufficient ground for continuing the detention in order to secure the proper course of the proceedings.", "Upon an appeal by the applicant, filed on an unspecified date, the Lublin Court of Appeal upheld that decision on 28 February 2007.", "On 10 March 2007 the Lublin Regional Court convicted the applicant as charged and sentenced him to ten years’ imprisonment. The applicant appealed. His detention was subsequently further extended on 9 March, 29 August, 3 October and 6 December 2007 and 27 February 2008.", "On 15 May 2008 the Lublin Court of Appeal upheld the first-instance judgment. It appears that the applicant failed to lodge a cassation appeal, despite its availability.", "On 15 January 2007 the applicant lodged a written complaint concerning the proceedings in question. The court treated it as a complaint under the Law of 17 June 2004 on complaints about a breach of the right to a trial within a reasonable time (Ustawa o skardze na naruszenie prawa strony do rozpoznania sprawy w postępowaniu sądowym bez nieuzasadnionej zwłoki) (“the 2004 Act”).", "At a hearing of 26 January 2007 the applicant declared that he did not wish to lodge a complaint about a breach of the right to a trial within a reasonable time but a complaint about alleged shortcomings of the pending proceedings. Hence his complaint was not examined under the 2004 Act.", "The relevant domestic law and practice concerning the imposition of detention during judicial proceedings (aresztowanie tymczasowe), the grounds for its extension, release from detention and rules governing other “preventive measures” (środki zapobiegawcze) are stated in the Court’s judgments in the cases of Gołek v. Poland, no. 31330/02, §§ 27-33, 25 April 2006, and Celejewski v. Poland, no. 17584/04, §§ 22-23, 4 August 2006."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}