{"ITEMID": "001-108460", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF SOKURENKO v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 3 - Prohibition of torture (Article 3 - Inhuman treatment) (Substantive aspect);Violation of Article 3 - Prohibition of torture (Article 3 - Effective investigation) (Procedural aspect);Violation of Article 5 - Right to liberty and security (Article 5-3 - Trial within a reasonable time);No violation of Article 5 - Right to liberty and security (Article 5-4 - Procedural guarantees of review;Speediness of review);Violation of Article 5 - Right to liberty and security (Article 5-4 - Procedural guarantees of review)", "JUDGES": "Anatoly Kovler;Elisabeth Steiner;Erik Møse;Khanlar Hajiyev;Linos-Alexandre Sicilianos;Peer Lorenzen", "TEXT": ["4. The applicant was born in 1960 and lives in the town of Bratsk in the Irkutsk Region.", "5. At around 3 a.m. on 29 January 2001 the applicant and his accomplice were arrested when attempting to rob a private shop. The applicant had tied up a shop attendant and the guard. His accomplice had threatened the staff with a gun. The police had to use physical force against the applicant, who was pacified and was then taken to a police station.", "6. The applicant complained about the use of force against him. A medical report dated 5 February 2001 indicated that he displayed linear joining bruises on his left hip and two oval bruises on the right hip. The expert concluded that the injuries could have been inflicted with a man’s boots. The town prosecutor refused to initiate criminal proceedings against the officers. The inquiry was closed and reopened on several occasions between 2001 and 2008.", "7. On an unspecified date an investigating or prosecuting authority decided that the applicant should be kept in detention pending the investigation of the attempted armed robbery. On 26 April 2001 the applicant was informed of his right to legal assistance. As can be seen from the notification record, the applicant waived the right to legal assistance for reasons “unrelated to financial hardship” and refused to sign the record. His accomplice also waived his right to legal assistance; the record was signed by a lawyer.", "8. On an unspecified date the criminal case against the applicant was committed for trial at the Bratsk Town Court in the Irkutsk Region. On 23 July 2001 the Town Court rejected an application by the defence for the applicant’s release, noting that he was charged with a particularly serious offence and was not a resident of Bratsk. At the same hearing the court decided that the case file should be returned to the prosecutor “in view of the violation of the applicant’s right to legal assistance at the pre-trial stage of the proceedings”. On 17 September 2001 the Town Court decided, without giving any reasons, that the applicant should remain in custody.", "9. On 16 July 2002 the Town Court extended the applicant’s detention as follows:", "“The Code of Criminal Procedure entered into force on 1 July 2002...and requires that the detention issue be determined by a court... [The applicant] is charged with a particularly serious offence, has pleaded not guilty, has no permanent place of residence in Bratsk and, therefore, might abscond and obstruct the proceedings... The court decides that [the applicant’s] detention should be extended to 1 October 2002.”", "The applicant appealed. On 10 September 2002, for unspecified reasons, the Irkutsk Regional Court adjourned the examination of the applicant’s appeal against that decision (see also paragraph 11 below).", "10. On 2 October 2002 the Town Court ordered another extension, to 1 January 2003, in the following terms:", "“While the court has taken note of the [applicant’s] state of health and disability, it cannot release him because he is charged with a violent and particularly serious offence, has pleaded not guilty and has no permanent place of residence in Bratsk. He might evade trial, continue his criminal activity and obstruct the proceedings; the victims fear to attend hearings.”", "11. On 29 October 2002 the Regional Court again adjourned the examination of the applicant’s appeal against the detention order of 16 July 2002 because the applicant had not been brought to the appeal hearing. On an unspecified date in December 2002 the Irkutsk Regional Court upheld the detention order.", "12. On an unspecified date, one of the victims of the armed robbery of 29 January 2001 made a written statement indicating that she would not participate in the trial hearings because she had received a letter containing threats. Two other persons made written statements indicating that they refused to participate in the trial hearings for unspecified reasons. In December 2002 two unsigned type-written letters, apparently addressed to two victims, were admitted to the criminal case file. They read as follows:", "“I urge you to be honest at the trial hearing as regards what happened on 29 January 2001, that is, the officers’ actions. This is in your best interest. I do not give any details since you know everything and saw everything.”", "13. On 26 December 2002 and 25 March 2003 the Town Court extended the applicant’s detention, referring to the absence of residence registration and permanent place of residence in Bratsk, the gravity of the charges concerning use of violence and firearms. On both occasions, the court also mentioned that several hearings had to be adjourned because the victims had not attended fearing for their lives. On 27 June and 30 September 2003 the Town Court heard the applicant’s counsel and issued further extensions on the same factual and legal grounds, also expressly referring to the above-mentioned letters. It appears from the above court decisions that the applicant was ill and, for that reason, did not attend the hearings.", "14. From 26 March to 30 September 2003 the applicant was kept in a psycho-neurological dispensary and subsequently received in-patient treatment in a hospital.", "15. On 9 December 2003 the Regional Court held an appeal hearing concerning the detention order of 30 September 2003. The court refused to hear the applicant in person and endorsed the reasoning of the detention order.", "16. The applicant subsequently lodged a request to be released. On 29 December 2003 the Town Court rejected it and extended his detention until 1 April 2004, reproducing verbatim the text of the earlier extension orders. The applicant was represented by counsel at the hearing. It appears that the applicant appealed and that the Regional Court dismissed his appeal on an unspecified date in early 2004.", "17. On 2 February 2004 the trial judge granted the applicant’s request for a medical examination and ordered that an expert from the Irkutsk psychiatric hospital be designated to carry out a forensic psychiatric examination of the applicant. On 13 March 2004 the applicant was transferred from Bratsk remand centre to Irkutsk for the psychiatric examination. The examination was not carried out, for unspecified reasons (see also paragraph 24 below). It appears that the applicant remained in Irkutsk for some time.", "18. On 26 March 2004 the Bratsk Town Court extended the applicant’s detention until 1 July 2004. The applicant did not attend the hearing. Having agreed that the hearing be held without the applicant, his counsel made short submissions to the Town Court. On 21 June 2004 the Regional Court upheld the detention order in the following terms:", "“... [the applicant] supplied no evidence in support of his argument that his state of health was incompatible with further detention in the remand centre and that he needed medical treatment...", "...his right to be present at the first-instance hearing was not violated because he had been transferred to a hospital for a forensic examination.”", "The applicant and his lawyer did not attend the appeal hearing.", "19. From 26 June to 31 August 2004 the applicant was kept in a psycho-neurological dispensary.", "20. In the meantime, on 28 June 2004 the Town Court extended the applicant’s detention until 1 October 2004. His counsel attended the hearing and made short submissions to the Town Court. As can be seen from the hearing record, in reply to a question from the judge the applicant’s counsel agreed that the hearing could proceed without the applicant.", "21. On 10 or 11 July 2004 the applicant was returned to Bratsk remand centre. The President of the Bratsk Town Court was informed accordingly on 14 July 2004.", "22. On 31 August 2004 the Regional Court rejected the applicant’s complaint of procrastination in the proceedings and upheld the detention order of 28 June 2004 as follows:", "“...the grounds for extending [the applicant’s] detention still obtain...The proceedings were adjourned on several occasions for valid reasons...The applicant’s disability cannot justify his release.”", "The applicant and his counsel did not attend the appeal hearing.", "23. On 29 September 2004 the trial judge heard the prosecutor and the applicant’s counsel, rejected the latter’s challenge to the prosecutor and extended the applicant’s detention until 1 January 2005. The judge held as follows:", "“It is noted that [the applicant] has been accused of a particularly serious violent offence causing damage to the victims’ life and limb and committed with the use of weapons. It is also noted that the expert report has not been issued; that [the applicant] has no permanent or registered residence in Bratsk; and that several adjournments have been ordered on account of the victims’ failure to appear before the court out of genuine fear for their life and limb. Since the circumstances justifying detention persist, the court has every reason to believe that [the applicant] would evade justice, continue his criminal activity, interfere with the course of proceedings and put pressure on the victims.”", "The applicant did not attend the hearing.", "24. In a procedural order of 30 September 2004, the trial judge noted that his order of 2 February 2004 (see paragraph 17 above) had not been executed for unspecified reasons, and ordered that the applicant be transferred to another remand centre to enable the authorities to prepare the expert report ordered by the court.", "25. Between October and December 2004 the applicant was kept in the remand centre or a hospital in Irkutsk. In the meantime, on 29 November 2004 the Regional Court upheld the detention order of 29 September 2004 as follows:", "“’s personality....The court rejects [the applicant’s] argument about the excessive length of his detention because the proceedings are pending and a forensic examination is required.”", "The applicant and his counsel did not attend the appeal hearing.", "26. In June 2001 the applicant sought the appointment of legal-aid counsel for the trial. In July 2001 lawyer A. was appointed by the Town Court. He represented the applicant until in October 2001, when the applicant dismissed him. Another lawyer was appointed, whom the applicant also dismissed. Many hearings were adjourned in late 2001 and 2002 because the presiding judge was involved in other proceedings or was on leave. In 2003 the proceedings were suspended, in particular because the applicant had been ill (after an attempted suicide at a court hearing in June 2003). It appears that the applicant hurt himself with some kind of needle or spike.", "27. By a letter of 10 December 2004 the Regional Court wrote to the President of the Town Court indicating that the trial had been unreasonably long and urging him to speed it up. It was noted that there had been unjustified delays in the proceedings in 2002-2004.", "28. By a judgment of 31 December 2004 the Town Court convicted the applicant of robbery and possession of weapons, and sentenced him to five years’ imprisonment, to be counted from 29 January 2001.", "29. On 16 February 2005 the Town Court examined the applicant’s request for early release. Noting that he had already served most of the prison term and had a permanent place of residence, the court ordered his release.", "30. According to the applicant, during his detention in Bratsk remand centre no. 2 pending trial he began a hunger strike in November 2003. Allegedly, he was placed in a punishment cell, where it was cold. During the night of 1 to 2 January 2004 a search was carried out in the cell, which he shared with several other detainees. The guards hit the detainees, including the applicant, with rubber truncheons. On 2 and 4 January 2004 the prison doctor refused to record the injuries. On 6 January 2004 the applicant was taken to a hearing in the Town Court, where he told the guards that he had swallowed a razor blade. This was true. The applicant explained that his intention had been to gain access to an “independent” medical professional in order to have his earlier injuries recorded.", "31. The applicant was then taken to the city hospital where a trauma specialist observed linear blue bruises in the area of the shoulder blades. On the discharge certificate and the trauma card the trauma specialist concluded that the applicant had recently sustained bruises to the soft tissues of the thorax (front and back) and numerous oval bruises to the back. On or around 16 February 2004 the applicant asked his counsel to lodge a complaint about the unjustified use of force.", "32. According to the Government, between 1 and 6 January 2004 the applicant did not seek any medical assistance in the medical unit of the remand centre. Nor did he make any complaint during daily checks carried out by the staff of that unit. On 6 January 2004 the applicant was taken from the courthouse to a hospital after swallowing a razor blade. As he also complained of chest and stomach pain, he was examined by a doctor. The applicant was issued with a certificate confirming thorax contusions. The certificate did not contain any detailed description of the injuries. On 16 February 2004 the applicant lodged a complaint about ill-treatment. The Bratsk acting deputy prosecutor supervising detention facilities was instructed to carry out a preliminary enquiry.", "33. Following the applicant’s complaint, on 24 February 2004 a refusal to prosecute the remand centre officers was issued for lack of a criminal offence/event.", "34. It appears that the refusal of 24 February 2004 was revoked in June 2004 because the applicant had lodged a new complaint. In the resumed inquiry several detainees and remand centre officers were interviewed. The prison medical officer stated that the records between 2 January and 11 March 2004 did not mention any complaint from the applicant. The trauma specialist of the hospital stated that he had examined the applicant on 6 January 2004 in the presence of a surgeon and that he was not able to describe the injuries, which had been recorded on the “trauma record card” at the time. This card had been handed over to the convoy officers.", "35. A medical expert report was commissioned on 19 June 2004. In a report of 28 June 2004 the expert stated that he could not determine the nature and origin of the injuries but considered that they could not be classified by national standards as “causing any damage to the health”.", "36. On 29 June 2004 the deputy prosecutor issued a decision refusing to initiate criminal proceedings against the staff of the detention facility on charges of abuse of authority by a public official (Article 286 of the Criminal Code). The deputy prosecutor held as follows:", "“As alleged by the applicant during his initial interview, in the night of 1 to 2 January 2004 prison guards carried out a search in his cell and somebody inflicted several blows on his back with a rubber truncheon...", "[Seven people], the applicant’s co-detainees at the time, stated that during the search the prison officers had been rude, and had taken the detainees into the lobby and placed them in another cell. They had heard the officers hit someone, but had not seen anything. They had not applied for medical assistance or examination in the medical unit of the detention facility.", "Nine on-duty or other staff members, stated that no cell search had been carried out during the night of 1 to 2 January 2004; no restraints had been used against the applicant or any other detainee. The detainees had lodged complaints to slander staff members in order to obtain a better detention regime or to intimidate the staff.", "The information provided by the medical unit and the security unit indicates that the applicant did not seek medical assistance or examination, that no cell search was carried out, that no restraints were used against the detainees and that no relevant record was drawn up... The applicant could not name any of the officers who had allegedly beaten him up... The detainees interviewed did not see any officer beat the applicant. No force or restraints were used against the detainees.", "Since no medical record had been drawn up in the city hospital, the forensic expert could not determine the timing or origin of the injuries in the absence of information concerning the morphological features of the injuries.”", "37. The applicant sought judicial review of the above refusal to prosecute. On 23 September 2004 the Town Court heard the parties and upheld the prosecutor’s decision. It held as follows:", "“...[Nine people], the applicant’s co-detainees, heard and saw somebody being beaten up and threatened with dogs... Certain belongings were removed from the cell... The applicant stated that the prison officers had beaten up the detainees, then removed them from the cell and carried out the search...", "The dog handler at the detention facility stated that she had not taken part in any cell search on the night of 1 to 2 January 2004; instead, she had been called to zone no. 4 where detainees were making a noise. When she got there, she remained in the lobby. Prison officers took some detainees out of their cells to have them tested for alcohol intoxication...", "The officer in charge of the locker-room stated that on 1 or 2 January 2004 no detainees’ belongings had been taken out of any cell or placed in the locker-room for safekeeping ...", "The refusal to prosecute is lawful and properly reasoned, being supported by the evidence gathered during the inquiry. The applicant has not raised before the court any argument capable of casting doubt on the findings made by the prosecutor. The applicant has not submitted any further material or request, for example, to call other witnesses or carry out investigative measures. The presence of injuries on his body is not the result of the use of force against him in the night of 1 to 2 January 2004. The applicant first sought medical assistance in a hospital on 6 January 2004. His cellmates did not apply for medical assistance.”", "38. The applicant appealed. Having heard a representative of the prosecutor’s office, on 11 November 2004 the Regional Court upheld the judgment of 23 September 2004, endorsing the reasoning of the Town Court. However, the appeal court concluded that there was “no corpus delicti in the actions of the officers of the remand centre”.", "39. In 2005 the applicant brought civil proceedings, claiming the outstanding amount of his disability pension. By a judgment of 6 May 2006 the Severobaykalsk Town Court of the Buryatiya Republic rejected his claims. On 12 July 2006 the Supreme Court of the Buryatiya Republic upheld that judgment.", "40. Under section 44 of the Custody Act (Federal Law no. 103-FZ of 15 July 1995), physical force may be used against a suspect or an accused in a detention facility in order to put an end to an offence or to resistance to lawful orders issued by public officials, if other means prove ineffectual. Rubber truncheons may be used to stop a detainee assaulting a public official, to put an end to mass disorder or breaches of prison rules committed in a group, to put an end to unlawful actions on the part of the detainee if he resists a lawful order, or to prevent him from causing damage to others (section 45). Handcuffs may be used to put an end to unlawful actions on the part of the detainee if he resists a lawful order, or to prevent him from causing damage to himself or others (ibid.).", "41. Article 125 of the CCrP provides for judicial review of a decision or (in)action on the part of an inquirer, investigator or prosecutor, which has affected constitutional rights or freedoms. The judge is empowered to verify the lawfulness and reasoning of the decision/(in)action and to grant the following forms of relief: (i) to declare the impugned decision/(in)action unlawful or unreasoned and to order the respective authority to remedy the violation; or (ii) to reject the complaint.", "42. In its Resolution of 10 February 2009 the Plenary Supreme Court of Russia considered that the above judicial review proceedings should not prejudge issues which could or the legal classification of the events (§ 1 of the Resolution). As regards a refusal to institute criminal proceedings, a judicial-review court should verify compliance with the procedure for dealing with a complaint about a committed or planned crime, to verify whether the refusal was taken by a competent authority or official and whether it was based on relevant legal grounds (§ 14). When declaring an official’s decision or (in)action unlawful and/or unreasoned, the judicial-review court should indicate that the official should remedy the shortcoming identified by the court. However, the court is not empowered to determine which actions should be taken by an investigating authority or official, or to annul or require annulment of their decision (§ 21).", "43. For a summary of the applicable national legislation relating to detention on remand, see the Court’s judgment in the case of Khudoyorov v. Russia (no. 6847/02, §§ 76-93, ECHR 2005).", "44. The instrument of ratification of the Convention deposited by the Russian Federation on 5 May 1998 contained the following reservation:", "“In accordance with Article 64 of the Convention, the Russian Federation declares that the provisions of Article 5 paragraphs 3 and 4 shall not prevent ... the temporary application, sanctioned by the second paragraph of point 6 of Section Two of the 1993 Constitution of the Russian Federation, of the procedure for the arrest, holding in custody and detention of persons suspected of having committed a criminal offence, established by Article 11 paragraph 1, Article 89 paragraph 1, Articles 90, 92, 96, 96-1, 96-2, 97, 101 and 122 of the RSFSR Code of Criminal Procedure of 27 October 1960, with subsequent amendments and additions...”", "45. On 1 July 2002 a new Russian Code of Criminal Procedure entered into force, replacing the RSFSR Code of Criminal Procedure of 27 October 1960."], "VIOLATED_ARTICLES": ["3", "5"], "VIOLATED_PARAGRAPHS": ["5-3", "5-4"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["5"], "NON_VIOLATED_PARAGRAPHS": ["5-4"], "NON_VIOLATED_BULLETPOINTS": []}