{"ITEMID": "001-85231", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CZE", "BRANCH": "ADMISSIBILITY", "DATE": 2008, "DOCNAME": "DVORAK v. THE CZECH REPUBLIC", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Javier Borrego Borrego;Karel Jungwiert;Mark Villiger;Peer Lorenzen;Rait Maruste;Renate Jaeger;Snejana Botoucharova", "TEXT": ["The applicant, Mr Marek Dvořák, is a Czech national who was born in 1982 and lives in Ustí Nad Labem. He was represented before the Court by his mother, Ms J. Vacková. The Czech Government (“the Government”) were represented by their Agent, Mr V.A. Schorm, from the Ministry of Justice.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 28 November 1989, the Ústí nad Labem District Court (okresní soud) ordered the applicant’s father to pay monthly alimony of CZK 400 (EUR 15.30) to his mother.", "On 27 November 1992 the applicant’s mother, acting on behalf of her son, requested the court to increase the monthly alimony to be paid for her son’s needs. In January 1994 the applicant’s father stopped paying the alimony. On 24 January 1996 the applicant’s mother renewed her request to increase the monthly alimony.", "On 16 May 2000 the applicant reached the age of majority and could, therefore, act before the court in person.", "On 23 July 2003 the District Court obliged the applicant’s father to pay, within three days of the coming into force of the judgment, the outstanding alimony in the amount of CZK 250,800 (EUR 9,592) which covered the period from 1 January 1994 to 31 July 2003, finding that this was necessary to ensure the upbringing of the applicant. On 29 August 2003 it rectified the amount of the outstanding alimony to CZK 157,800 (EUR 6,035).", "On 3 December 2003 the Ústí nad Labem Regional Court (krajský soud), upon the applicant’s appeal of 15 October 2003, amended the District Court’s judgment ordering the applicant’s father to pay, within three days of the coming into force of the judgment, CZK 179,400 (EUR 6,861), being the outstanding alimony for the period from 1 January 1994 to 30 November 2003.", "The relevant domestic law and practice concerning remedies for the allegedly excessive length of judicial proceedings are set out in the Court’s decision in the case of Vokurka v. Czech Republic, no. 40552/02 (dec.), §§ 11-24, 16 October 2007)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}