{"ITEMID": "001-111404", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF GRYAZNOV v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Fair hearing;Adversarial trial;Equality of arms);No violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Access to court);Non-pecuniary damage - award (Article 41 - Non-pecuniary damage)", "JUDGES": "Anatoly Kovler;Elisabeth Steiner;Julia Laffranque;Khanlar Hajiyev;Linos-Alexandre Sicilianos;Mirjana Lazarova Trajkovska", "TEXT": ["5. The applicant was born in 1967 and lives in Kaliningrad.", "6. In 2000 the applicant was convicted of extortion and aggravated murder and sentenced to seventeen years’ imprisonment. On 12 October 2000 he was transferred to a correctional colony in the Kaliningrad Region to serve his sentence.", "7. On 1 July 2002 the applicant sued the investigator for compensation, claiming that he had been ill-treated to make him confess. In his statement of claim he alleged that on 17 March 1999 the investigator had beaten him and injured his lips, forehead and ears. The investigator had also threatened to kill him. After he had confessed to the murder, he had been placed in a detention facility. He had applied for medical assistance, which had been refused. On 23 March 1999 he had been questioned and the questioning had been videotaped. In his statement of claim he asked the court to watch the videotape, in which it could be seen that his lips were cut. He also asked the court to hear his counsel, Ms V., who had seen marks of beatings on his face. He finally indicated that he wanted to give oral submissions and requested to be brought to the hearing.", "8. On 25 September 2002 the Leningradskiy District Court of Kaliningrad rejected the applicant’s requests to be brought to the hearing and to summon Ms V. It stated that domestic law did not give a detainee the right to be brought to a hearing in a civil case. Referring to legal professional privilege, it held that Ms V. could not be questioned about the information that had become known to her in the performance of her duties as counsel. It further requested the prosecutor’s office of the Kaliningrad Region to make available the video record of the applicant’s questioning.", "9. On 29 October 2002 the prosecutor’s office of the Kaliningrad Region informed the court that the record of the questioning had been erased as unnecessary.", "10. On an unspecified date the prosecutor’s office of the Kaliningrad Region and the local department of the Ministry of Finance made written submissions in support of the respondent.", "11. On 14 November 2002 the applicant repeated his request to attend the hearing. On 20 November 2002 the Leningradskiy District Court rejected his request, giving the same reasons as before. It added that the applicant was entitled to appoint a representative.", "12. On 10 December 2002 the Leningradskiy District Court heard the investigator, who denied beating the applicant. The applicant was not brought to the hearing.", "13. On the same day the Leningradskiy District Court gave its judgment. It rejected the applicant’s claim for compensation as unsubstantiated.", "14. On 16 December 2002 the applicant received the decision of 20 November 2002 and a notification stating that the hearing before the Leningradskiy District Court was scheduled for 10 December 2002. On the same day the applicant complained to the District Court about the belated notification. He also submitted that he did not have a representative and that his personal attendance was important because his claim was based on his personal experience. He asked that a new hearing be scheduled and that he be brought to that hearing.", "15. On 26 December 2002 the applicant received a copy of the judgment of 10 December 2002. In his appeal submissions he complained, in particular, that he had not been brought to the hearing, and about the court’s refusal to summon Ms V. He further complained that, despite his many requests, he had had no opportunity to study the materials submitted by the respondent, or to comment on them.", "16. On 29 January 2003 the applicant received the transcript of the hearing of 10 December 2002 and copies of written submissions by the prosecutor’s office of the Kaliningrad Region and the local department of the Ministry of Finance.", "17. On 4 March 2003 the applicant received the remaining materials from the case file.", "18. On 12 March 2003 the Kaliningrad Regional Court upheld the judgment on appeal. The applicant was not brought to the appeal hearing.", "19. On an unspecified date the administration of the applicant’s correctional colony applied to a court, asking it to order the applicant’s transfer to prison for three years.", "20. On 10 April 2002 the Bagrationovskiy District Court of the Kaliningrad Region granted the request. It held that the applicant had often disrupted the colony regime or infringed colony regulations, and had frequently been placed in a punishment or solitary cell. It concluded from this that the applicant was of an unruly character and was a bad influence on the other inmates.", "21. On 11 April 2002 the applicant was transferred to prison.", "22. On 10 September 2002 the Kaliningrad Regional Court quashed the decision on appeal as having no basis in domestic law.", "23. On 8 October 2002 the applicant was transported back to the colony.", "24. On 27 January 2003 the applicant sued the judge who had ordered his transfer to prison and the Kaliningrad Regional Department of the Ministry of Finance for compensation. He claimed that the judge had unlawfully ordered his transfer to prison and that her unlawful decision had caused him mental suffering for which he should be compensated by the Ministry of Finance.", "25. On 9 April 2003 the Kaliningrad Regional Court declared the claim inadmissible in the final instance. It held that Article 1070 of the Civil Code, which provided for compensation for damage caused by unlawful judicial decisions, contained an exhaustive list of cases in which such compensation could be paid. The applicant’s situation did not fall within the cases specified.", "26. Before 1 February 2003 the civil procedure was governed by the RSFSR Code of Civil Procedure of 11 June 1964 (“the old CCP”). On 1 February 2003 the Code of Civil Procedure of the Russian Federation (“the CCP”) entered into force.", "27. Individuals may appear before the court in person or act through a representative (Article 43 § 1 of the old CCP and 48 § 1 of the CCP). A court may appoint an advocate to represent a defendant whose place of residence is not known (Article 50 of the CCP). The Advocates Act (Law no. 63-FZ of 31 May 2002) provides that free legal assistance may be provided to indigent plaintiffs in civil disputes concerning alimony or pension payments or claims for damage to health (section 26 § 1).", "28. Parties to the case must be notified of the time and place of court hearings (Article 144 of the old CCP and Article 155 of the CCP). Summons are to be served on the parties and their representatives in such a way that they have enough time to appear at the hearing and prepare their case (Article 106 § 2 of the old CCP and Article 113 § 3 of the CCP). If a party to the case fails to appear and there is no evidence that the party has been duly summoned, the hearing must be adjourned (Article 157 § 1 of the old CCP and Article 167 § 2 of the CCP).", "29. A court may hold a session outside the court-house if, for instance, it is necessary to examine evidence which cannot be brought to the court-house (Articles 66 and 179 of the old CCP and Articles 58 and 184 of the CCP).", "30. The Penitentiary Code provides that convicted persons may be transferred from a correctional colony to an investigative unit if their participation is required as witnesses, victims or suspects in connection with certain investigative measures (Article 77.1). The Code does not mention any possibility for a convicted person to take part in civil proceedings, whether as a plaintiff or a defendant.", "31. On several occasions the Constitutional Court has examined complaints by convicted persons whose requests for leave to appear in civil proceedings have been refused by courts. It has consistently declared those complaints inadmissible, finding that the contested provisions of the Code of Civil Procedure and the Penitentiary Code do not, as such, restrict the convicted person’s access to court. It has emphasised nonetheless that the convicted person should be able to make submissions to the civil court, either through a representative or in any other way provided by law. If necessary, the hearing may be held at the location where the convicted person is serving his sentence, or the court hearing the case may instruct the court with territorial jurisdiction over the correctional colony to obtain the applicant’s submissions or to take any other procedural steps (decisions 478-O of 16 October 2003, 335-O of 14 October 2004, and 94-O of 21 February 2008).", "32. Parties to civil proceedings are entitled to study the case file and make copies of documents, submit evidence, and ask questions of the other party and the witnesses (Article 30 of the old CCP and Article 35 of the CCP).", "33. Parties must submit evidence in support of their submissions. If they are unable to obtain a certain piece of evidence, the court may, at their request, order that the person, organisation or State body in possession of that piece of evidence make it available to the court (Articles 50, 64 and 69 of the old CCP and Article 57 of the CCP).", "34. Each party must send the other party a copy of its submissions and supporting evidence (Article 149 of the CCP). All evidence must be examined by the court at the hearing in the presence of the parties. The parties must be provided with copies (Articles 175 and 178 of the old CCP, Articles 180-183 of the CCP).", "35. Parties may ask the court to examine witnesses. They must explain to the court which relevant facts that witness may confirm. The court then decides whether that witness should be summoned to testify (Articles 61 § 3 and 142 § 1 (6) of the old CCP and Articles 69 § 2 and 150 § 1 (7) of the CCP). Counsel in criminal, civil or administrative proceedings may not be questioned about the circumstances that have become known to them as a result of the performance of their duties (Article 61 § 2 (1) of the old CCP and Article 69 § 3 (1) of the CCP).", "36. The Civil Code provides that damage inflicted on the person or property of an individual shall be reimbursed in full by the person who inflicted the damage (Article 1064 § 1).", "37. Damage caused through unlawful conviction, unlawful prosecution, unlawful placement in custody or order not to leave the place of residence, unlawful administrative arrest or correctional work, shall be compensated by the federal or regional treasury, irrespective of any fault by the judges or law-enforcement officials (Article 1070 § 1 of the Civil Code). The federal or regional treasury shall also be liable for damage sustained by an individual as part of the administration of justice, provided that the judge’s guilt has been established in a final criminal conviction (Article 1070 § 2).", "38. By a ruling of 25 January 2001, the Constitutional Court provided an interpretation of Article 1070 § 2 of the Civil Code. It held that a judge’s criminal conviction was a necessary element of a claim for damages on account of an unlawful judicial decision issued by that judge in the context of civil proceedings. It reasoned as follows:", "“3...This special precondition for State liability for damage caused as part of the administration of justice is justified by the criteria for the activities of the judiciary, established by the Constitution of the Russian Federation and detailed in the legal provisions on [civil] procedure (including adversarial proceedings, wide margin of appreciation of the judges, and so on), and by the existence of a special procedure for review of judicial decisions. Review of judicial decisions, that is assessment of their lawfulness and justification, must be carried out through special procedures established by law: appeal, cassation and supervisory review proceedings. Review of a judicial decision in separate tort proceedings would have amounted to an additional review of its lawfulness and justification...", "This is unacceptable ... because it would have led to a situation where a party to judicial proceedings which considers that it has been a victim of unlawful actions by a judge would have recourse not only to appeal proceedings, but also to a tort action, and the judges would have had to prove each time absence of fault on their part. This would have undermined the existing system of review of judicial decisions by higher courts, which is intrinsic to the judiciary and is established by law.", "4. Administration of justice is a special type of State power. When applying a general legal rule to the circumstances of a given case, a judge provides an interpretation of the rule, takes a decision within the scope of his (at times wide) margin of appreciation provided by the law and, often, assesses the circumstances without the benefit of sufficient information (sometimes concealed from him)...", "Article 1070 § 2 not only excludes a presumption of fault on the [judge’s] part, but also requires the establishment of the judge’s guilt in a criminal judgment as an additional condition of State liability. Thus, Article 1070 § 2 links State liability to a criminal act by a judge, which is premeditated (pronouncement of a deliberately unlawful conviction, judgment or another decision, an offence under Article 305 of the Criminal Code of the Russian Federation) or negligent (improper exercise of his powers by a judge as a result of a negligent or careless attitude to his duties, which results in a substantial breach of citizens’ rights or legitimate interests, an offence under Article 293 of the Criminal Code of the Russian Federation).", "It follows from Article 1070 § 2 of the Civil Code, taken together with its Article 1069 and the above-mentioned and other provisions of the Criminal Code on the basis of which a judge may be held criminally liable, that the State is liable for damage in all cases where it has been caused by a criminal act committed by a judge as part of judicial proceedings.", "The specific nature of the disputed provision which provided for an exception to the general rules governing compensation for damage warrants a conclusion that the term “administration of justice” does not cover judicial proceedings in their entirety, but only extends to judicial acts touching upon the merits of a case...”", "39. The Constitutional Court further held that other judicial acts, mainly those of a procedural nature, fell outside the scope of the notion of “administration of justice”. State liability for damage caused by such procedural acts or failures to act, such as a breach of the reasonable length of court proceedings, could arise even in the absence of a final criminal conviction of a judge, if the fault of the judge has been established in civil proceedings. An individual should be able to obtain compensation for any damage incurred through a violation by a court of his or her right to a fair trial within the meaning of Article 6 of the Convention. The Constitutional Court held that Parliament should legislate on the grounds and procedure for compensation by the State for damage caused by unlawful acts or failures to act on the part of a court or a judge in such cases, and should determine territorial and subject-matter jurisdiction over such claims."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}