{"ITEMID": "001-70601", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DNK", "BRANCH": "ADMISSIBILITY", "DATE": 2005, "DOCNAME": "T. DALSGAARD AND J. DALSGAARD  v. DENMARK", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis", "TEXT": ["The first applicant, Tove Dalsgaard, and the second applicant, Jens Dalsgaard, are spouses. They are Danish nationals, born in 1946 and 1943 respectively and live in Hillerød. They are represented before the Court by Uffe Baller, a lawyer practising in Århus. The Government are represented by their Agent, Mrs Nina Holst-Christensen of the Ministry of Justice.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicants ran a freshwater fish farm, which formally was owned by the first applicant.", "On respectively 17 and 18 November 1993 the applicants were interviewed by the police and charged with offences against the Act on freshwater fish farms of 5 April 1989 (bekendtgørelse nr. 224), as allegedly during the year 1992, they had for their own enrichment intentionally exceeded the fixed feed quotas with danger or risk thereof to the environment. An indictment was issued on 17 December 1993 and filed with the City Court of Terndrup (retten i Terndrup) on 20 December 1993. As the applicants continued to exceed the fixed feed quotas, the indictment was succeeded by supplementary indictments of 31 May 1994, 11 July 1995, 10 October 1996, 13 January 1998 and 19 March 1998 concerning the years 1993-1997; the four latter concerning an amended Act on freshwater fish farms (bekendtgørelse nr. 900) of 31 October 1994, and the latter including charges as to breach of the Environmental Protection Act (Miljøbeskyttelsesloven).", "On 10 January 1994 the case was adjourned awaiting the outcome of a corresponding pending criminal case, considered to be a “test-case”, in which the defendant had alleged inter alia that the 1989 Act had no legal authority as it contravened articles of the Penal Code and provisions of the Environmental Protection Act (Miljøbeskyttelsesloven). The applicants did not object to this adjournment. The proceedings in the test-case were finally determined on appeal by a High Court judgment of 21 September 1995 which stated that the Act provided the requisite authority and that the sanction for any violation of it should be imposition of a fine and confiscation of any profit. As a consequence of the judgment the Regional Public Prosecutor of Aalborg (Statsadvokaten i Aalborg), who at the relevant time had 23 similar cases being prosecuted by him in the first instance, forwarded a memorandum to all the Chief Constables in December 1995, urging them to expedite the “fish farms cases”.", "However, in January 1996 a defendant in another test-case alleged that the 1989 Act was anti-competitive and therefore in conflict with EU law, resulting in the Regional Public Prosecutor of Aalborg requesting the Environmental Protection Agency (Miljøstyrelsen) and the Special European Committee on Legal Issues set up by the Danish Ministry of Justice (Justitsministeriets EU-specialudvalg for juridiske spørgsmål) to provide an opinion. Neither found that the Act fell within the scope of Article 34 and 35 of the EC treaty, and in November 1996, as to the specific test-case, the High Court ruled that it found no reason to refer to question to the European Court of Justice. Against this background in the autumn the Regional Public Prosecutor of Aalborg forwarded two memorandums to the Chief Constables urging them to expedite the fish farm cases as much as possible.", "In the meantime, in the spring of 1996 in yet another test-case, a defendant had alleged in vain that the 1989 Act was contrary to section 73 of the Danish Constitution. Consequently, in September 1996 the Regional Public Prosecutor of Sønderborg (Statsadvokaten i Sønderborg) forwarded a memorandum to all the Chief Constables providing an account of the latest development in the cases concerning fish farms and urging to expedite them.", "Also, in the meantime investigation and administrative appeals had been ongoing resulting in the supplementary indictments of 31 May 1994, 11 July 1995 and 10 October 1996 being filed with the City Court of Terndrup, and the trial had been scheduled to take place on 15 October 1997.", "On 8 July 1997 the applicants retained a new counsel, who shortly thereafter requested an adjournment of the case in order to go through the material and to obtain an expert opinion on the confiscation amount. His request was granted. Therefore, and due to counsel’s engagement elsewhere, the trial was scheduled to take place on 27 and 28 October 1998.", "Two supplementary indictments of 13 January 1998 and 19 March 1998 were filed with the City Court of Terndrup.", "By judgment of 19 November 1998 the applicants were convicted. The first applicant was sentenced to pay a fine of 5,000 Danish kroner (DKK) and her profit estimated to DKK 1,400,000 was confiscated. The second applicant was fined of DKK 350,000. In addition, weekly fines in the amount of DKK 500 were to be imposed on the applicants up until 1 April 1999 or until they had complied with a prohibition of 2 July 1997 that had been issued by the regional environmental protection authorities (Nordjyllands Amtsråd) against carrying on business on a specific part of the applicants’ freshwater fish farm.", "On appeal to the High Court of Western Denmark (Vestre Landsret) counsel requested information from the prosecution as to whether the 1989 Act had been notified to the European Commission, since in the affirmative he would request a preliminary reference to the European Court of Justice.", "At the relevant time two test-cases were already pending before the Supreme Court (Højesteret) in which the two defendants (see Pedersen and Pedersen v. Denmark, no. 68693/01, 14 October 2004) had maintained that the relevant Act lacked legal authority because the European Commission had not been notified of it as prescribed by a Council Directive, for which reason they requested the case referred to the Luxembourg Court for a preliminary ruling.", "Consequently, in the beginning of 1999 the Prosecutor General (Rigsadvokaten) found that all cases concerning the 1989 Act should await the outcome of the cases pending before the Supreme Court.", "The decision to adjourn the present case in accordance therewith was taken formally by the High Court on 12 April 1999.", "In the test-cases, on 22 August 2000 the Supreme Court decided not to refer the cases to the Court of Justice for a preliminary ruling and on 16 February 2001 the Supreme Court passed judgments, published in the Danish Weekly Law Reports (Ugeskrift for Retsvæsen) for 2001, pp. 1046 and 1056 (see Pedersen and Pedersen v. Denmark cited above).", "On 6 April 2001 the Prosecutor General forwarded a letter to the Regional Public Prosecutors and others stating that the adjourned cases could now proceed.", "On 24 April 2001 the Regional Public Prosecutor requested the High Court to set down the applicant’s cases for trial, however, since the Prosecution and the environmental authorities had to discuss and coordinate the claims made in all the cases concerning fish farming, the Regional Public Prosecutor requested that the case was not scheduled before September 2001.", "On 10 September 2001 the High Court scheduled the trial for 19 and 20 March 2002.", "On 12 December 2001 the Prosecutor General procured guidelines to the prosecution (Meddelelse nr. 3/2001) on how to go about with this kind of criminal cases and which sentences to propose.", "On 22 January 2002 counsel informed the High Court that the applicants wished to change counsel, namely to the lawyer who had represented the defendants (Pedersen and Pedersen) before the Supreme Court.", "On 7 February 2002 the applicants’ new counsel forwarded a request to the Regional Public Prosecutor of Aalborg for the production of 18 additional witnesses and a proposal that the trial be postponed.", "In a letter of 11 March 2002 to the High Court counsel made various submissions in favour of adjourning the case, inter alia that he maintained his request for additional evidence and that the case ought to await the decision of the Court in the case Pedersen and Pedersen v. Denmark (cited above).", "In spite of objections by the Regional Public Prosecutor, on 14 March 2002 the High Court decided to adjourn the case. Instead a preparatory hearing was held on 19 March 2002, during which counsel’s request for the production of additional evidence was refused. The trial was listed to take place on 24 and 25 June 2002.", "The applicants’ request for leave to appeal against the High Court’s decision of 19 March 2002 to the Supreme Court was refused by the Leave to Appeal Board (Procesbevillingsnævnet) on 7 May 2002.", "By judgment of 25 June 2002 the High Court of Western Denmark upheld the applicants’ convictions, but partly amended the sentences to be imposed. Thus, the first applicant was sentenced to pay a fine of 5,000 Danish kroner (DKK) and her profit estimated to DKK 1,150,000 was confiscated; the second applicant was fined of DKK 285,000; and the City Court’s imposition of weekly fines was quashed.", "The applicants’ complaint that the length of the proceedings had exceeded a reasonable time was rejected by the High Court stating inter alia:", "“Since the issuing of the indictment in 1993, the progress of the case has been influenced inter alia by the fact that the case during longer periods had to await the outcome of other similar cases, including cases which were finally determined by the Supreme Court (Højesteret). [Having regard thereto], the length of the proceedings did not breach Article 6 § 1 of the Convention on Human Rights as to a trial within a reasonable time.”", "On 3 July 2002 the applicants requested leave to appeal against the High Court judgment to the Supreme Court. In support thereof they maintained, inter alia, that the length of the proceedings was in violation of Article 6 § 1 of the Convention. Their request was refused by the Leave to Appeal Board on 13 August 2002.", "The Administration of Justice Act provides in as far as relevant:", "Section 840, subsection 1", "The High Court notifies the Regional Public Prosecutor of the scheduling of the trial, and informs [him or her] and the accused about assignment of counsel [if any]. The information to the accused thereon may be given through the Regional Public Prosecutor in connection with the serving of the summons."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}