{"ITEMID": "001-72923", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "ADMISSIBILITY", "DATE": 2006, "DOCNAME": "MAYER v. GERMANY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson", "TEXT": ["The applicant, Ms Madeleine Mayer, is a German national who was born in 1952 and lives in Bruckberg. She was represented before the Court by Mr C. Lenz, a lawyer practising in Stuttgart.", "The applicant is mentally disabled since her birth. A curator has been appointed in 1993 to take care of the administration of her property.", "Following the death of the applicant’s parents in 1991 and 1993 respectively, the tax authorities found out that her parents had not declared certain assets in the property tax returns concerning themselves and the applicant. Thereupon, the Uffenheim Tax Office reassessed the property tax payable by the applicant, being their heiress, for the years 1985 to 1993 and fixed the default interest due pursuant to section 233a of the Taxation Code (Abgabenordnung, see ‘Relevant domestic law’ below). The decision became final.", "On 22 June 1995 the Federal Constitutional Court rendered a leading decision concerning section 10 no. 1 of the Property Tax Act (Vermögensteuergesetz), which fixed the rates of property tax payable. It declared that the said section, in all its versions since 1983, was incompatible with the principle of equality before the law laid down in Article 3 § 1 of the Basic Law. However, in order to secure budgetary planning and an equal tax assessment for past periods of time, it decided that the provisions of the Property Tax Act continued to apply until 31 December 1996. The legislator was obliged to adopt a new regulation until then at the latest.", "On 6 October 1997 the Uffenheim Tax Office ordered the applicant in her position as heiress to pay 14,561 Deutschmarks (DEM) in interest on the property tax evaded by her late parents between 1985 and 1993. It based its decision on section 235 of the Taxation Code (see ‘Relevant domestic law’ below). The default interest already paid pursuant to section 233a of the Taxation Code for an overlapping period of time was deducted from the amount of interest charged (section 235 § 4 of the said Code).", "On 10 December 1998 the Uffenheim Tax Office dismissed the applicant’s objections against this decision.", "On 17 February 2000 the Nuremberg Tax Court fixed the tax payable by the applicant at DEM 14,436 and dismissed the remainder of the applicant’s action. It found that pursuant to section 235 of the Taxation Code the applicant was liable to pay interest on property tax evaded by her deceased parents between 1985 and 1992. It found that at least one of the applicant’s parents had committed a tax evasion with in the meaning of section 370 of the Taxation Code (see ‘Relevant domestic law’ below) within that period. As regards the property tax return for 1993, the court found that there was no proof of an intentional evasion of property tax. The declaration was returned by the applicant’s curator, who had not intentionally made wrong statements and the applicant, being mentally disabled, did not participate in filing these submissions.", "The Nuremberg Tax Court further argued that interest on evaded property tax could still be fixed despite the fact that the Federal Constitutional Court, in its decision dated 22 June 1995, considered section 10 no. 1 of the Property Tax Act to be unconstitutional. As the Federal Constitutional Court had ordered that the impugned section nevertheless continued to apply until 31 December 1996, the tax authorities could still fix property tax and order interest to be paid if such tax was evaded before that date.", "The Nuremberg Tax Court also found that ordering a heir to pay interest following the death of the testator who was guilty of tax evasion did not violate Article 6 § 2 of the Convention. The heir was the beneficiary of this tax evasion because the testator’s property, including the profits made on the offence, had passed to him or her. It argued that charging interest on evaded taxes pursuant to section 235 of the Taxation Code could not be considered as a criminal sanction. The said section was merely aimed at absorbing profits obtained by the belated payment of the taxes evaded. Interest rate advantages were absorbed for the total period of time in which the amount of tax evaded was not yet paid. This was a longer period of time than the relevant period for which default interest had to be paid according to section 233a of the Taxation Code. However, the interest already fixed pursuant to section 233a of the Taxation Code was deducted from the amount of interest due under section 235 of the said Code (section 235 § 4).", "According to the Tax Court, the present case was also distinguishable from the case of A.P., M.P. and T.P. v. Switzerland, in which this Court rendered judgment on 29 August 1997 (Reports of Judgments and Decisions 1997-V). That case concerned a fine, that is, unlike the interest in the present case, a criminal sanction imposed on the heir for a tax evasion committed by the testator.", "On 1 August 2001 the Federal Tax Court dismissed the applicant’s appeal on points of law as ill-founded. It endorsed the reasoning of the Tax Court concerning the implications of the Federal Constitutional Court’s decision dated 22 June 1995. It further agreed with the Tax Court’s view that interest on evaded property tax was not a criminal sanction. This was illustrated, in particular, by the fact that the rate of interest payable on evaded tax pursuant to section 235 of the Taxation Code and the rate of interest payable pursuant to section 233a of the Taxation Code was the same. Consequently, Articles 6 and 7 § 1 of the Convention were not applicable to interest payable on evaded property tax.", "On 2 May 2002 the Federal Constitutional Court, without giving further reasons, refused to admit the applicant’s constitutional complaint.", "The rules on interest payable on tax claims are laid down in sections 233-239 of the Taxation Code.", "Pursuant to section 233a § 1 of the Taxation Code, in its version in force at the relevant time, default interest is payable on supplementary claims of, inter alia, property tax. The period for calculation of the interest due starts 15 months after the end of the year in which the tax arose and ends with the date on which the tax assessment takes effect (section 233a § 2).", "Section 235 § 1 of the Taxation Code provides that interest is payable on taxes intentionally evaded by the person to whose benefit the tax has been evaded. The time limit for calculation of the interest payable starts already when the tax evasion takes effect and ends only with the payment of the evaded taxes (section 235 §§ 2 and 3). Section 235 § 4 provides that interest already fixed pursuant to section 233a for an overlapping period of time is to be deducted from the interest payable.", "According to section 238 of the Taxation Code the rate of interest due pursuant to, inter alia, sections 233a and 235 is 0.5 per cent of the amount of supplementary taxes charged per month.", "Section 370 of the Taxation Code provides that tax evasion, when committed intentionally, is a criminal offence which is punishable with up to five years’ imprisonment or a fine."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}