{"ITEMID": "001-58015", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BEL", "BRANCH": "CHAMBER", "DATE": 1997, "DOCNAME": "CASE OF DE HAES AND GIJSELS v. BELGIUM", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 10;Violation of Art. 6-1;Pecuniary damage - financial award;Non-pecuniary damage - finding of violation sufficient;Costs and expenses award - domestic proceedings;Costs and expenses award - Convention proceedings", "JUDGES": "John Freeland", "TEXT": ["6. Mr Leo De Haes and Mr Hugo Gijsels live in Antwerp and work as an editor and journalist respectively for the weekly magazine Humo.", "7. On 26 June, 17 July, 18 September and 6 and 27 November 1986 the applicants published five articles (see paragraphs 19 et seq. below) in which they criticised judges of the Antwerp Court of Appeal at length and in virulent terms for having, in a divorce suit, awarded custody of the children to the father, Mr X, a Belgian notary (notaire); in 1984 the notary’s wife and parents-in-law had lodged a criminal complaint accusing him of incest and of abusing the children, but in the outcome it had been ruled that there was no case to answer.", "8. Mr X had instituted proceedings for criminal libel against those who had lodged the complaint. The Malines Criminal Court and subsequently the Antwerp Court of Appeal acquitted the defendants on 4 October 1985 and 5 June 1986 respectively. The Court of Appeal held, inter alia:", "\"At the present time the rulings that there was no case to answer show that the allegations have been judicially held to be without foundation.", "It has not been proved, however, that the defendants acted in bad faith, that is to say with malicious intent, and they had no good reason to doubt the truth of the allegations.", "Indeed, it was not only the defendants who were convinced that the allegations were true but also eminent academics, including Professor [MA] ... and Dr [MB], a child psychiatrist, both of whom were appointed as experts by the investigating judge, Mr [YE]...", "At the Criminal Court hearing on 6 September 1985 ... the expert [MB] confirmed on oath the content of his report.", "That expert, who can hardly be said to lack experience in the field of child psychology and who studied all the evidence in the criminal case file, concluded on 28 August 1984 that the children’s statements were credible and put forward several arguments in support of that view.\"", "On 20 January 1987 the Court of Cassation dismissed an appeal on points of law brought by Mr X.", "9. On 17 February 1987 three judges and an advocate-general of the Antwerp Court of Appeal, Mrs [YA], Mr [YB], Mr [YC] and Mr [YD], instituted proceedings against Mr De Haes and Mr Gijsels and against Humo’s editor, publisher, statutory representative, printer and distributor in the Brussels tribunal de première instance (court of first instance). On the basis of Articles 1382 and 1383 of the Civil Code (see paragraph 26 below), they sought compensation for the damage caused by the statements made in the articles in question, statements that were described as very defamatory (zeer lasterlijk en eerrovend). They asked the court to order the defendants to pay nominal damages of one franc each in respect of non-pecuniary damage; to order them to publish its judgment in Humo; and to give the plaintiffs leave to have the judgment published in six daily newspapers at the defendants’ expense.", "10. In order to safeguard the principle of equality of arms and due process, the defendants asked the court, in their additional submissions of 20 May 1988, to request Crown Counsel to produce the documents mentioned in the disputed articles or at least to study the opinion of Professors [MA], [MC] and [MD] on the medical condition of Mr X’s children, which had been filed with the judicial authorities. They gave the following grounds for their application:", "\"The issue arises whether the defendants, given the factual evidence available to them, were entitled, within the limits of press freedom, to publish the impugned criticisms of the functioning of a judicial body.", "...", "In the disputed press articles the defendants relied, in particular, on various medical reports, statements by the parties and reports by a bailiff.", "...", "Nor can it be denied that Mr X’s libel action against his wife was dismissed.", "Now that it must be determined whether the defendants were entitled to publish the impugned press articles on the basis of the information available to them, it is essential for the proper conduct of the case that Crown Counsel, who is acting in the case under Article 764-4 of the Judicial Code, should produce to the Court the documents cited as sources in the series of articles. These documents are to be found in various court files.", "Any argument as to the lawfulness of the press criticism presupposes at the least that the Court should be able to study the opinion of Professors [MA], [MC] and [MD] on the treatment of X’s children, which has been sent to the judicial authorities.", "The opinion of those eminent professors of medicine was the decisive factor which prompted Humo to publish the impugned series of articles in such a forceful manner.", "The views maintained by the defendants and the language and descriptions they used cannot be assessed in the abstract but must be assessed in the light of these data, which go to the substance of the case.", "Thus the European Court held in the Lingens case (judgment of the ECHR of 8 July 1986, Series A no. 103) that the issue of the limits of the exercise of freedom of expression had to be examined against the whole of the background:", "‘It must look at them in the light of the case as a whole, including the articles held against the applicant and the context in which they were written’ (paragraph 40 of the judgment).", "...", "For these reasons ... may it please the Court ... to hold that it is necessary, for the proper conduct of the proceedings, in particular in the light of the principle of equality of arms and due process, to request Crown Counsel to produce the documents cited in the disputed articles that appeared in the magazine Humo, or at least to study the opinion of Professors [MA], [MC] and [MD] on the medical condition of X’s children, which has been filed with the judicial authorities.\"", "11. On 29 September 1988 the court ordered Mr De Haes and Mr Gijsels to pay each plaintiff one franc in respect of non-pecuniary damage and to publish the whole of its judgment in Humo; it also gave the plaintiffs leave to have the judgment published at the applicants’ expense in six daily newspapers. Lastly, it declared the action inadmissible in so far as it was directed against the other defendants.", "The court held, inter alia:", "\"The plaintiffs are obviously not challenging freedom of expression and of the press as guaranteed in Articles 14 and 18 of the Constitution and Article 10 para. 1 (art. 101) of the [European Convention on Human Rights]. Equally, the defendants cannot dispute that this freedom is not unlimited and that there are certain bounds which cannot be overstepped. As has already been set out ..., Article 10 para. 2 of the Convention (art. 10-2) is no obstacle to bringing a civil action under Article 1382 of the Civil Code where the press has acted wrongfully.", "Article 10 para. 2 of the Convention (art. 10-2) expressly provides that freedom of the press ‘may be subject to such ... restrictions ... as are prescribed by law and are necessary ... for the protection of the reputation or rights of others ... or for maintaining the authority and impartiality of the judiciary’. The need to protect the plaintiffs’ private life (Article 8 para. 1 of the Convention) (art. 8-1), and more specifically their honour and reputation, means, in the case of a press article, that the press must (1) strive to respect the truth; (2) not be gratuitously offensive; and (3) respect the privacy of the individual. These criteria are taken up in the ‘Declaration of the Rights and Obligations of Journalists’ drawn up by the International Federation of Journalists.", "In the articles in question the defendants make frequent references to the fact that the plaintiffs had allegedly erred in their judgment and had shown bias. The defendants accepted as true, without more, the statement made by Mr X’s former wife and her expert adviser (Professor [MA]), although it was clearly shown in the reasons set out in the four judgments given in the case why that statement was not reliable. More seriously still, in the articles in question the defendants expressed the opinion that the plaintiffs had to be regarded as biased, an opinion derived from the fact that they were said to belong to the influential circle of acquaintances of the notary and his father, that one of them was the son of a gendarmerie general who in 1948 had been convicted of collaboration, that they allegedly had an extreme-right-wing background and that they were friendly with each other.", "The plaintiffs’ conduct was vigorously attacked by the defendants in extremely virulent terms, and the defendants clearly intended to present the plaintiffs in an unfavourable light and expose them to public opprobrium. The defendants sought to give their readers the impression that the plaintiffs were siding with the children’s father and that their judgments were inspired by certain ideological views. To this end, the defendants needlessly reminded their readers of the wartime activities of the father of one of the plaintiffs.", "The plaintiffs rightly observed that they cannot simply be put on a par with members of the legislature or of the executive. Politicians were elected and the public had to trust them. Politicians could, moreover, use the media to defend themselves against any attacks. Magistrats [a term which in Belgian law covers both judges and members of Crown Counsel offices], on the other hand, were expected to discharge their duties wholly independently and dispassionately. Their duty of discretion meant that they could not defend themselves in the same way as politicians.", "That being so, the defendants committed a fault in attacking the plaintiffs’ honour and reputation by means of irresponsible accusations and offensive insinuations. The orders sought by the plaintiffs will provide appropriate redress for the non-pecuniary damage they have sustained ...\"", "12. The applicants appealed against that judgment. In their submissions of 10 November 1989 they pointed out, among other things, that the sole purpose of the articles in question had been to criticise the functioning of the judicial system following the proceedings conducted by the respondent judges and Advocate-General concerning possible abuse and incestuous acts suffered by the children. At no time had they attacked the respondents’ private life without reference to their part in the impugned decision. Mr De Haes and Mr Gijsels repeated their offer to prove the facts described in the articles and asked the court to request Antwerp Principal Crown Counsel to produce the documents they had mentioned, at least those emanating from Professors [MA], [MC] and [MD] and those from the file on X’s divorce, in particular certain reports and a letter to Principal Crown Counsel from Professor [MA].", "13. The respondents sought to have the judgment of the court below upheld. In their submission, the applicants’ conduct had been all the more reprehensible and offensive as in an article that had appeared in Humo on 14 October 1988 (see paragraph 24 below) the applicants had not only maintained their accusations that the three judges and the Advocate-General were biased but also criticised by name, in humiliating terms, the judges who had given the judgment of 29 September 1988 (see paragraph 11 above).", "14. On 5 February 1990 the Brussels Court of Appeal affirmed that judgment, holding inter alia:", "\"..., as submitted by the prosecution, no action must or can be taken on the appellants’ application to the Court to ‘request Antwerp Principal Crown Counsel to produce to the Court the documents cited in the disputed articles that appeared in the weekly magazine Humo’, and in particular - under Article 877 of the Judicial Code - ‘all the documents from the X file’.", "As already indicated, it is not the Court’s task - nor is it within its jurisdiction - to consider the case already determined by the Antwerp Court of Appeal, on appeal from the Youth Court. It follows that the possible course - which is purely discretionary (Court of Cassation, 2 June 1977, Pas[icrisie] 1977, I, 1012) - provided in Article 877 of the Judicial Code of ordering that the documents in question should be added to the file of the present case would serve no useful purpose whatever.", "The appellants are accordingly bound to admit that they commented on a court case and besmirched the honour of magistrats without being in possession of all the necessary information, and this makes the complete irresponsibility of their malicious attacks even more flagrant.", "They further aggravate their position by offering ‘to prove the facts referred to in the relevant articles by any legal means, including an examination of witnesses, before the case is decided’ - an offer which not only must be rejected as being out of time but also clearly indicates - and this is the main point to be considered here - with what lack of care and information the articles in question were written and their accusations made, before the appellants even had sufficient evidence that they were true.", "In the present case the offer in question could not in any way support the appellants’ case; on the contrary, it clearly shows that the original plaintiffs’ arguments were wellfounded and it also lacks the requisite precision.", "It is not sufficient for the appellants to offer - as they nevertheless do - to prove that everything they have written in the past concerning ‘the case’ is the truth; it has to be specified minutely, point by point, what precise and clearly described fact - ‘precise and relevant’ in the words of Article 915 of the Judicial Code - is being offered as evidence. This is in order to make it possible for the opposing side to adduce rebutting evidence and to enable the Court to assess the relevance and importance of the facts adduced; the appellants did not even take the trouble to comply with this requirement.", "Furthermore, the Court already has before it all the information necessary to enable it to decide, in full knowledge of the facts, whether there has really been defamation.", "...", "As regards the merits of the case, the court below, for ... relevant reasons that have not been refuted and with which this Court agrees, held that the original claim against the appellants was well-founded because the appellants had undeniably committed a gross fault in casting serious slurs on the honour and reputation of the original plaintiffs by means of unjustified accusations and offensive insinuations.", "Freedom of expression and of the press as guaranteed in Articles 14 and 18 of the Constitution and Article 10 para. 1 (art. 10-1) of the [European Convention on Human Rights] is not unlimited; certain bounds must not be overstepped and, as has already been pointed out, it is even possible, under Articles 1382 and 1383 of the Civil Code, to bring an action for damages where the press has acted wrongfully.", "Moreover, in relation to the tort in question, Articles 443 et seq. of the Criminal Code also refer to acts which may injure a person’s honour or expose a person to public contempt. Defamation of public authorities is punishable in the same way as defamation of individuals. Such defamation was precisely what the original plaintiffs in this case complained of and they undeniably constitute unlawful ‘acts’, as referred to in Article 1382 of the Civil Code, ‘that cause damage to another’.", "There is no basis for the appellants’ contention that ‘Article 443 of the Criminal Code is the sole provision in Belgian law which authorises the courts to restrict freedom to hold opinions with a view to protecting the honour and reputation of others; neither Article 764, 4, of the Judicial Code nor Article 1382 of the Civil Code does so’. According to that argument, the press, and it alone, is not subject to the ordinary, general rule in Articles 1382 and 1383 of the Civil Code, which impose a duty on ‘everyone’ to act lawfully and make everyone responsible for any damage caused through his own ‘act’, ‘failure to act’ or ‘negligence’.", "Under Article 10 para. 2 of the Convention (art. 10-2), freedom of the press may be subject to such restrictions as are prescribed by law and are necessary, as in the instant case, for the protection of the reputation or rights of others or for maintaining the authority and impartiality of the judiciary.", "Pursuant to Article 8 para. 1 (art. 8-1) of the Convention for the Protection of Human Rights and Fundamental Freedoms, the guarantee of respect for private life requires that press articles should be truthful, must not be gratuitously offensive and must respect the privacy of the individual, criteria which were taken up in the ‘Declaration of Rights and Obligations of Journalists’ drawn up by the International Federation of Journalists and approved by the journalists of daily newspapers in different countries of the European Community in Munich on 24 and 25 November 1971, where Belgium was represented by the Professional Union of the Belgian Press.", "The appellants cannot in any way rely on Article 19 of the UN Covenant or of the Universal Declaration, since these similarly make no reference to unlimited freedom of expression.", "Furthermore, the appellants did not explain, and it cannot be discerned, why the generally applicable concept of fault, expressly provided in Articles 1382 et seq. of the Civil Code, should be incompatible with Articles 8 para. 1 and 10 para. 2 of the Convention (art. 8-1, art. 10-2) (whose precedence is not being called into question here) in relation to restrictions on freedom prescribed by law and the protection of private life, which is at issue here; nor why only journalists should not be subject to those provisions.", "In this connection, the Court wholly agrees with the relevant reasons set out in the judgment of the court below, which it adopts in their entirety.", "...", "Admittedly, the European Court of Human Rights held in the Bruno Kreisky case that the Austrian journalist Lingens, who was concerned in that case, had attacked Mr Kreisky exclusively as a politician and consequently had not violated his right to respect for private life. In the instant case, on the contrary, that right was well and truly - indeed grossly - challenged by the appellants.", "The words used and the insinuations and imputations made in the articles and passages in question are extremely virulent and dishonouring, since the original plaintiffs, referred to by name, were accused of having been biased as senior magistrats, and it was gratuitously insinuated that they had links with the VMO [Vlaamse Militanten Orde] and that they came from an extreme-right-wing background and belonged to the circle of friends of the children’s father - who was also, in the appellants’ opinion, extremely right-wing - so that the judicial decisions made by the original plaintiffs in respect of the children’s custody were only to be expected - all this without any serious and objective evidence whatever being adduced or existing to show that the accusations against these magistrats had any factual basis.", "...", "The appellants manifestly intended to give their readers the impression that the judges and Advocate-General concerned had sided with one of the parties to the case and, furthermore, that their judgments were inspired by certain ideological views.", "Additionally, they needlessly and in a quite uncalled-for manner reminded their readers of the wartime activities of the second respondent’s late father, which the second respondent had absolutely nothing to do with and which - despite the appellants’ opinion to the contrary - belong exclusively to the protected sphere of private life.", "Even if the appellants believed that certain ideological views could be ascribed to the respondents (views which they have failed to prove that the respondents held), they cannot in any event be permitted purely and simply to infer from those views - even if they had been proved - that the judges and the Advocate-General were biased and to criticise that bias in public.", "In none of these suspicions or pieces of gossip directed against the judges and Advocate-General who brought the original action is there a shred of truth, and the applicants even lied in their article of 6 November 1986 (p. 19) when they stated that the case decided by those judges had been withdrawn from them by the Court of Cassation, whereas they have now had to admit in their additional pleadings (p. 6) that ‘Principal Crown Counsel at the Court of Cassation refused to order that the case should be transferred to another court (under Article 651 of the Judicial Code)’.", "On 6 November 1986 they announced: ‘Last Thursday the Wim and Jan case took a dramatic legal turn. On an application by Principal Crown Counsel ..., the Court of Cassation withdrew the X case from the Antwerp court and transferred it to the Ghent tribunal [de première instance] in the hope that the Ghent magistrats would adopt a less biased approach ...’", "Admittedly, they went back on this point on 27 November, writing:", "‘... Our prediction of a fortnight ago that the agonisingly slow progress being made in the Wim and Jan case was likely to leave the case stranded in the Antwerp courts has come true. In the teeth of all the evidence, the Court of Cassation has held that the Antwerp judiciary cannot be accused of any bias in this incest case and that the whole case can therefore continue to be dealt with in Antwerp ...’", "False reports of this kind, however, caused the original plaintiffs irreparable damage, since to be accused of bias is the worst possible insult that can be levelled at a magistrat.", "The exceptional virulence of the appellants’ irresponsible criticisms can probably be explained - but not excused - by certain political quarrels (which, indeed, do not serve the interests of justice), as was acknowledged by the appellants themselves in the 12 February 1987 issue of Humo:", "‘... If any further proof were needed of behindthescenes intrigues in the case of Mr X and of the fact that political allegiances are definitely playing a role, this (premature?) leak to the press is one of the most persuasive pieces of evidence ...’", "Because of the unacceptable way in which they were attacked in the impugned articles, the original plaintiffs were shown in a particularly unpleasant light and their honour and reputation were seriously undermined by insulting statements which without any doubt went far beyond what the appellants described as ‘their ability to take flak’.", "The appellants in fact nevertheless consider their aggressive style and offensive disparagements justifiable in a little paper like Humo, which they describe as ‘clearly critical and anti-bourgeois’.", "However, although, when ruling on the defamatory nature of contributions published in a magazine of this kind with a clear critical stance towards bourgeois society, one must not apply the same criteria as when ruling on libellous articles in an ‘ordinary’ newspaper, it nevertheless remains true that even in an avowedly critical magazine certain standards must be respected when criticisms are made, certain bounds must not be overstepped and it is not permissible to publish false information and unproved accusations with the clear aim of humiliating and wounding particular persons, as to do so undeniably amounts to an abuse of press freedom.", "While people are certainly entitled to be ‘anti-bourgeois’ (?), this does not authorise them to pour out pure gossip to the public - however limited their readership - by writing, for example: ‘The Advocate-General [YD] has since very properly been removed from this case for having exceeded his authority’ (Humo, 17 July 1986, pp. 6 and 7).", "Nevertheless, although the appellants have now, in their additional submissions, backed down and, saying that their earlier statement that the Advocate-General had been ‘removed’ had been a ‘personal interpretation’ of the ‘fact that at a given point he had ceased to sit’, such an ‘interpretation’ should impel these ‘journalists’ - however particularly ‘personal’ their style may be - to practise their profession in future in a less unscrupulous manner.", "In the 14 October 1988 issue of Humo (p. 15) - that is to say during the present proceedings and although they had announced in the same short piece that they would be appealing - the appellants made their position considerably worse still by again accusing the original plaintiffs of bias and criticising, in similarly degrading terms, the judges who delivered the judgment at first instance, who were mentioned by name.", "This article stated, among other things:", "‘... The Vice-President, [YF], and the other judges, [YG] and [YH], dealt with the case carelessly (sic) ... We wonder whether their Lordships actually read Humo’s submissions ... But at no time has Humo ever brought up anything to do with the judges’ private lives (sic) ... Clearly, the Brussels judges [YF], [YG] and [YH] did not manage to give judgment with the necessary detachment and independence on their fellow judges of the Antwerp Court of Appeal. They are thus adhering to the line of biased judgments ...’", "This could be interpreted as a particularly misplaced and culpable attempt to influence [the members of this Court], especially as the appellants predict, through counsel in their pleading (p. 27), that no newspaper will be prepared to publish the present judgment, a step that has in any case not been sought.", "As regards the question of the case having been dealt with ‘carelessly’, the appellants have still not grasped that usually - and rightly - the courts must attach greater weight - as they did in the instant case - to the findings of expert witnesses that the courts themselves have appointed and who have no connection with the litigants and whose objectivity therefore cannot be called in question by either of the parties rather than - as the appellants do - to the parties’ own experts, whose investigations, assessments and findings, however, form the main or even sole evidence on which the appellants believe they are entitled to rely to make their attacks.", "As is unfortunately only too often to be found, notably in court cases, even excellent university professors and specialists - in the instant case no fewer than three on each side - disagree among themselves and, particularly in the fields of psychology and psychiatry, hold diametrically opposed views - of which each claims to be 100% certain; this should prompt everyone - particularly journalists - to refrain from making accusations of bias - that is to say the most serious of all - against judges who have to make the final decision on issues as thorny as the custody of children, where strong passions are always aroused, and who must necessarily prefer one of the different versions put forward by the parties to the proceedings.", "In the instant case the appellants dared to go one step further by maintaining, without a shred of evidence, that they were entitled to infer the alleged bias from the very personalities of the judges and the Advocate-General and thus interfere with private life, which is without any doubt unlawful.", "Furthermore, the purpose of the present proceedings is not to decide what ultimately was the objective truth in the case that the original plaintiffs finally determined at the time but merely whether the comments in issue are to be considered defamatory, which is not in the slightest doubt.", "Although the appellants refused to acknowledge the fact, magistrats cannot be unreservedly put on the same footing as politicians, who can always adequately and promptly defend themselves, orally or in writing, against reprehensible personal attacks and are therefore less vulnerable than a magistrat, who is neither able nor entitled to do likewise.", "The status of a magistrat is radically different from that of all other holders of public office and of politicians and is in no way based on privileges or traditions but on the fact that it is necessary for the administration of justice, which entails particular tasks and responsibilities (see the speech delivered by F. Dumon, formerly Principal Crown Counsel at the Court of Cassation, at the opening session of the new judicial term on 1 September 1981, ‘Le pouvoir judiciaire, inconnu et méconnu’, p. 64).", "Given the discretion incumbent upon them by virtue of their office, magistrats cannot defend themselves in the same way as, for example, politicians, if certain newspapers, apparently hungry for lucrative sensational stories, attack them and drag them through the mud.", "Purely political cases are precisely what most of the case-law and legal opinion cited by the appellants in this connection relates to, however, and it is therefore not relevant to the instant case.", "Unlike a politician, a judge cannot discuss in public a case pending before him with a view to justifying his conduct, so that [the original plaintiffs’] failure to exercise their right of reply certainly cannot be held against them by the appellants (see Ganshof van der Meersch, formerly Principal Crown Counsel at the Court of Cassation, ‘Considérations sur l’art de dire le droit’, esp. p. 20); this duty of discretion has again recently been referred to by the Court of Cassation (Court of Cassation, 14 May 1987, [Journal des Tribunaux] 1988, p. 58).\"", "15. Mr De Haes and Mr Gijsels applied to the Court of Cassation, which dismissed their appeal on points of law on 13 September 1991 (Pasicrisie 1992, I, p. 41).", "16. In their first ground of appeal, they alleged a violation of the right to an independent and impartial tribunal, relying, in particular, on Article 6 para. 1 of the Convention (art. 6-1). In their submission, certain passages of the Court of Appeal’s judgment raised legitimate doubts as to the impartiality of those who had written it. This was true, for instance, of the words \"a little paper like Humo\", the word \"sic\" in the extract from the article of 14 October 1988 (see paragraph 24 below) concerning the judgment of 29 September 1988 (see paragraph 11 above), a number of punctuation marks, such as the question mark after the term \"antibourgeois\", and the statement that the article of 14 October 1988 was \"a particularly misplaced and culpable attempt to influence [the members of the Court of Appeal]\". The applicants also complained that due process had been disregarded in that, as they alleged, the Court of Appeal had referred to the article of 14 October 1988 of its own motion without their having been able to defend themselves on that point.", "The Court of Cassation rejected this ground, considering that \"it could not be inferred from the mere fact that in their decision the appellate judges had shown that they preferred the arguments of one of the parties and disapproved of those of the other parties that there had been an infringement of the statutory provision and general principles relied on in this limb of the ground of appeal\". As to the article that had appeared in Humo on 14 October 1988, the appellate judges had not referred to it of their own motion, since the respondents to the appeal on points of law had mentioned it in their submissions to the Court of Appeal.", "17. In their second ground of appeal Mr De Haes and Mr Gijsels complained of a violation of Articles 8 and 10 of the Convention (art. 8, art. 10). In finding against them on the basis of the general concept of fault in Articles 1382 and 1383 of the Civil Code, the Court of Appeal had, they said, made their freedom of expression subject to formalities, conditions, restrictions and penalties not prescribed by \"law\" within the meaning of Article 10 para. 2 of the Convention (art. 10-2) (first limb). Furthermore, by holding that press articles must strive to respect the truth, must not be gratuitously offensive and must respect the privacy of the individual, the Court of Appeal had created restrictions which went beyond what was strictly necessary in a democratic society; public discussion of the functioning of the judicial system was of greater importance than the interest of magistrats in protecting themselves from criticism (second limb). Lastly, the evidence in the file did not justify the Court of Appeal’s finding that the articles in dispute had disregarded the aforementioned restrictions (third limb).", "The Court of Cassation dismissed this ground of appeal, holding in particular:", "\"As to the first limb:", "In reaching the conclusion that the appellants are liable for the consequences of their press articles, the Court of Appeal based its judgment not only on the finding - partly cited in this limb of the ground of appeal - that the appellants had committed an unlawful act and that they ‘did not explain, and it cannot be discerned, why the generally applicable concept of fault, expressly provided in Articles 1382 et seq. of the Civil Code, should be incompatible with Articles 8 para. 1 and 10 para. 2 of the Convention (art. 8-1, art. 10-2)’ but also on the undisputed finding, rightly raised by the respondents, that the appellants had been guilty of defamation as defined in Articles 443 et seq. of the Criminal Code.", "The Court of Appeal’s judgment sets out reasons (not challenged in this limb of the ground of appeal) for the finding that the appellants had committed a fault within the meaning of Article 1382 of the Civil Code.", "This limb cannot justify quashing the judgment of the court below and is accordingly inadmissible, as argued by the respondents.", "As to the second limb:", "Under Article 10 (art. 10) cited above, the exercise of the right to freedom of expression may be subject to the restrictions or penalties necessary in a democratic society for the protection of the reputation or rights of others or for maintaining the authority and impartiality of the judiciary.", "When asked to punish a given abuse of freedom of expression affecting members of the judiciary, the courts must endeavour to maintain a fair balance between the requirements of freedom of expression and the restrictions applicable under Article 10 para. 2 (art. 10-2) of the aforementioned Convention.", "In the instant case the Court of Appeal based its decision that the appellants had abused the freedom of expression secured in Article 10 para. 1 (art. 10-1) of the Convention for the Protection of Human Rights and Fundamental Freedoms not only on the need to protect the respondents’ private life but also on the unchallenged grounds that the accusations made had not been proved, the criticism had been directed against named judges, the matters relied on were irrelevant to the decisions that had been taken and the accusations had been inspired by a desire to harm the respondents personally and damage their reputation.", "In holding, as appears from the text of its judgment, that, ‘pursuant to Article 8 para. 1 (art. 8-1) of the Convention for the Protection of Human Rights and Fundamental Freedoms, the guarantee of respect for private life requires that press articles should be truthful, must not be gratuitously offensive and must respect the privacy of the individual’, the Court of Appeal took the view that a balance had to be sought between the interests of a free press and private interests; it did not thereby decide that the general interest of a public discussion of the functioning of the judiciary was less important than private interests, nor did it add any restriction to the exceptions exhaustively set out in Article 10 para. 2 (art. 10-2).", "This limb of the ground of appeal cannot be allowed.", "As to the third limb:", "Regard being had to the foregoing considerations, the third limb lacks any basis in fact.\"", "18. In their third ground of appeal the applicants complained of the Brussels Court of Appeal’s refusal to take into consideration all the evidence that had been before the Antwerp Court of Appeal and to allow them to prove by any means the truth of their assertions. In their submission, Articles 6 and 10 of the Convention (art. 6, art. 10) had thereby been contravened.", "The Court of Cassation held:", "\"The Court of Appeal decided not to grant the appellants’ application for leave to prove the truth of their accusations; in particular, it refused to order that the files of the cases which had given rise to the decisions criticised in the press should be admitted in evidence.", "It based its decision not only on the grounds cited in the ground of appeal but also on separate, undisputed findings: that the appellants had admitted besmirching the reputation of magistrats without being in possession of all the necessary information, which in itself constituted a fault; that the offer to bring evidence was out of time and ineffective; and that the Court of Appeal had before it all the information necessary to enable it to decide, in full knowledge of the facts, whether there had really been defamation.", "This ground of appeal cannot justify quashing the judgment of the court below and is accordingly inadmissible.\"", "19. The judgments against Mr De Haes and Mr Gijsels related to five articles that appeared in Humo (see paragraph 7 above). The first of these, published on 26 June 1986, included the following:", "\"...", "Today, Thursday 26 June, the courts are due to rule in the long-running case of a well-known Antwerp notary who has been sexually abusing his two young sons. The notary himself comes from a distinguished Flemish family with close links to the most select financial circles in the country. All the indications are that the reputation of the father and grandfather count for more than the physical and mental health of the children. Up to now, the court has rejected, without batting an eyelid, all medical and psychiatric reports unfavourable to the notary.", "How can this be? Louis De Lentdecker has already written about this case in De Standaard, albeit in veiled terms. However, he was promptly taken to task by the Antwerp Advocate-General on the ground that his report had ‘seriously compromised’ the children’s father. Yet De Lentdecker had mentioned absolutely no names. For our part, we will also refrain from mentioning the father’s name or those of the two underage children (for convenience, we will call the three-year-old boy ‘Wim’ and the six-year-old ‘Jan’ and give the family’s surname as ‘X’). For the rest, we have every intention of mentioning the other names involved as this is not the first time that the Antwerp courts have shown a lack of independence and given extremely odd judgments.", "This report is not for those of a sensitive disposition. We put the facts to a psychologist working in a centre for psychological, medical and social therapy, a magistrat, a paediatrician and two lawyers, none of whom has anything to do with the case. Each of them, independently of the others, advised us to report on the case in the interests of the children.", "...", "After Jan was born, things started to go wrong within the family. The husband was having affairs and even had another home. Divorce proceedings are filed in October 1983. The mother is awarded interim custody of the children; the father is given fortnightly access. At the end of 1983 the children return home after spending the Christmas holidays with their father; their mother finds them in a state of total exhaustion. Her paediatrician, Dr [ME], diagnoses them as having been overtaxed. While playing, the elder boy tells a story from which it is apparent that his father has raped him. Dr [ME] is notified and advises the mother to consult a forensic medical examiner.", "The same thing happens on 8 January 1984.", "Following her paediatrician’s advice, the mother tries to consult a forensic medical examiner, but he advises her to see a general practitioner first. There is no answer when she rings Dr [ME], so she turns to the duty doctor, [MF]. He finds that the elder boy has an ‘irritation of the anus’ and refers the mother to a paediatrician in Malines, Dr [MG]. He in turn observes the following injuries to the elder boy: ‘slight anal fissure, pronounced redness around the anus, rectal smear showing presence of sperm’. That evening, at his request, Dr [ME], the paediatrician, re-examines the children and, given the seriousness of the situation, refers them to Dr [MH], of the Mental Health Centre.", "On the basis of these medical reports, amongst other things, Judge [YI] of the Antwerp tribunal de première instance, acting on an urgent application, decides on 29 January 1984 to suspend the father’s right of access.", "However, on 31 January the Third Division of the Antwerp Court of Appeal restores the notary’s right of access, although the children are not to spend the night at his home and access has to take place in the presence of the grandparents.", "The nightmare begins, not only for the children, but also for their mother.", "...", "On 4 February 1984, for the first time in four weeks, the notary has an access visit. At 10 o’clock in the morning he picks up the children in Malines, returning them to their mother at around 6.30 p.m. In a report the mother, shocked and bewildered, says: ‘State of the children: distraught. Wim (aged 3) lies down on the ground and sobs. Jan (aged 6) sits down apathetically on a chair. He has visible clinical injuries: a very painful mouth, which he cannot close, severe swelling of the lower lip and problems with his eyes; four of his upper teeth come out at once; he also has a swelling of the neck below the left ear, a reddish irritation of the cheeks and scratches on the left cheek.’ Her lawyer urges her to report the matter to the police at all costs, but she thinks there is no longer any point. In her statement she writes, despairingly, ‘I did not want to, seeing that the gendarmerie were so sympathetic to the family and that I had already discovered from experience that the gendarmes did not take me seriously where the children were concerned.’", "...", "The mother’s despairing protests are to no avail. On 18 February, 26 February and 3 March 1984, the father rapes his children again.", "Enough is enough. On 6 March 1984, at the request of Malines Crown Counsel, Detective Sergeant Luc R. interviews little Jan. A tape recording of the interview is filed with the Malines Criminal Court. We have seen the transcript of this interview. In childish words, but coherently and without contradicting himself, Jan describes sexual acts performed by his father on him and on his brother, who is even younger. The content of this interview is far too sensitive for us to reproduce it here.", "...", "The mother no longer has any alternative. Since her urgent request for a renowned expert to be appointed has twice been rejected, she herself calls in the child psychiatrist [MA], a professor at the Catholic University of Louvain. On 6 and 11 April he examines the children and finds that during the weekend of 8-9 April the father has again ill-treated and raped his children. According to Professor [MA]’s findings, the children’s story essentially corresponds to what is stated in the mother’s complaint. Moreover, the children reveal certain details to him which even the mother has not mentioned and which her children manifestly cannot have invented. Professor [MA] concludes: ‘We are convinced that the children’s visits to their father are manifestly likely to have an adverse effect on their future development. It is already clear that the immediate effect of access is that the children are extremely upset and disorientated; after the two days spent with their father, they present as anxious and aggressive. If these visits continue, we fear that both children may develop problems, in the nature of mental illness in the case of the elder and, in the case of the younger, a tendency to regress, with arrested development. We therefore request that the children should undergo a thorough psychiatric examination; that all the parties, including the father, should be interviewed; and that, pending this examination, the father’s right of access be temporarily withdrawn.’", "On 28 May 1984 Professor [MA] sent a detailed report on the case to Principal Crown Counsel [YJ] and the Advocate-General [YD]. It is an impressive document recording the results of a number of psychiatric examinations of the children in the form of interviews (both with and without the mother present). The children were examined both immediately after an access visit and at less stressful times during the week. Professor [MA] concluded: ‘The two children confirm, independently of each other, the various types of sexual abuse which have been inflicted on them.’ Could the mother have coached the children in these stories? Professor [MA] says ‘Jan’s version of events always coincides with his mother’s. I see this in itself as an indication that Jan’s story reflects real experiences. A child of six does not in fact yet have the intellectual capacity, in the context of a guided interview, to faithfully reproduce, exactly as it has been told to him, a story which he has been \"fed\". Furthermore, there were times when Jan replied to very specific questions with equally specific answers, which he had never given his mother (and which his mother had therefore never mentioned). Thus when asked whether \"he bites the willy when it comes into his mouth\", he answers, very specifically: \"I can’t, because he (the father) puts his fingers between my teeth.\" I do not consider that a six-year-old child is capable of inventing so specific a response, nor do I believe that such specific responses could have been \"prepared\" in advance by the mother.’", "On 22 June Professor [MA] sent a supplementary report to Principal Crown Counsel [YJ] and the Advocate-General [YD]. In it the child psychiatrist confirms his earlier findings with the aid of even more convincing arguments and again calls, insistently, for a judicial investigation and a further expert psychiatric report. But to no avail. The unthinkable happens: three days later the Third Division of the Antwerp Court of Appeal grants Mr X custody of his children.", "The court holds, inter alia: ‘An expert opinion is not required and, indeed, is not desirable in that the expert would inevitably find himself faced with the issue of fault, which must be left to the courts alone to decide.’ Those responsible for this extremely odd judgment are [YA] (the presiding judge), [YC] and [YB] (the other judges) and [YD] (the Advocate-General).", "...", "In July, pursuant to the custody award in his favour, the notary has the children staying with him; they are again raped. In a tape-recorded interview Jan tells Professor [MA] that his Daddy has done ‘the same thing’ again, that Daddy ‘thumped’ him and hit him on his tummy and that he wasn’t allowed to tell anyone about it. Jan doesn’t know how many times his father has raped him - ‘several times, I can’t count them’.", "Professor [MA] sends his umpteenth letter on the matter to Principal Crown Counsel [YJ], stating, without mincing his words: ‘In an emergency the State is bound to intervene under section 36 (2) of the Child Protection Act ... It is impossible and unacceptable for two children to remain exposed to an extremely dangerous situation as a result of a court decision.’", "All Professor [MA]’s findings are subsequently confirmed in ‘an expert report’ by Dr [MB], a child psychiatrist and psychoanalyst appointed by the investigating judge [YE] of the Malines tribunal de première instance. The following few extracts from Dr [MB]’s report may suffice: ‘(1) After a little embarrassment Jan nevertheless finds it fairly easy to talk about his experiences with Daddy. His clearest memory is of the events of July 1984. He describes how Daddy sometimes used to sit on him, how Daddy used to put his sexual organ into his anus, or sometimes his mouth, and weewee. He says that Daddy threatened him, saying that he would saw Grandma and Grandpa in half, and really hurt Jan, if he said anything about it all. He says that Daddy didn’t act like that when Daddy and Mummy were still together, Daddy just used to hit him; (2) Jan describes these experiences fairly readily and there are no contradictions in what he says. However, he presents as shocked and embarrassed when recounting certain things. He blushes and sometimes protests vigorously that Daddy was hurting him. He does not give the impression of making things up or merely seeking attention.’", "Psychoanalysis of Jan’s emotional life reveals, moreover, that the little boy is constantly anxious and traumatised. The findings concerning the younger child are similar. According to Dr [MB], ‘His [Wim’s] fantasies create a strong impression that there has been sexual abuse by the father and that his unconscious is trying to assimilate these uncomfortable impressions.’", "In October little Wim is again interviewed by two detective sergeants and his (female) schoolteacher. The interview takes place in Wim’s usual classroom, in the presence of the headmistress. The child repeatedly confirms what has happened to him. The interview was transcribed verbatim and the tape filed as an exhibit at the Malines tribunal de première instance.", "...", "How can a father reach the point of committing such atrocities against his own children? In his report Professor [MA] says: ‘The problems between husband and wife became more serious after Jan was born. It was then that X, for the first time, overtly displayed his sympathies with Hitler. Thus, for example: ·", "The family had to live according to Hitler’s principles: women do not count - at most, they are instruments of procreation. Anyone who fails to become an \"Übermensch\" (superman) had better die. An \"Übermensch\" can legitimately lie and be dishonest. [X] is in fact awaiting the coming of a new Hitler. His whole way of life is dominated by that. ·", "The children were to be brought up in Hitler’s doctrine. They were made to give the Nazi salute; they were taught not to play but only to fight and make war. The children were to venerate their father just as the German people venerated Hitler at the time; their mother is merely an intruder in the X family. ·", "Lastly, it is worth noting that Mr X has also declared on several occasions that he possesses supernatural powers and can crush anyone who opposes him. In particular, he says \"We are leeches, we squeeze someone like a lemon, then we drop them.\" He certainly feels very powerful. He has also spoken to the children on several occasions about his \"supernatural powers\", saying that he was going to change Jan into a brown sheep and leave him in a field and that he was going to change little Wim into an owl. He also used to talk to the children a lot about skeletons and skulls. As a result, little Wim once asked his mother out of the blue \"not to put him under the ground in a box\".’", "Professor [MA] ends his remarks on the father thus:", "‘His manifest sympathies with Hitler and his regime, and his fantasies concerning his own supernatural powers and omnipotence reveal, at the very least, in my opinion, a pathological personality. I accordingly consider that a much more thoroughgoing judicial investigation and psychiatric report are imperative in this case.’", "...", "The X family’s almost daily contacts with the legal world are not enough to explain how he has remained almost immune. The large network of contacts which the family has woven over the years is proving useful in this respect, especially their contacts in extreme-right-wing and/or Flemish nationalist circles. For example, members of the X family are militants in the Stracke Noodfonds, the Marnixring, the Orde van de Prince, the Vlaamse Kulturele Produkties (an offshoot of Were Di), the Nationalistich Jong Studenten Verbond (NJSV) and the Vlaams Blok. It is a well-known fact that the X family gives financial support to the VMO. In 1971 they helped create the ‘new’ VMPO under Bert Eriksson, and at the time of the VMO trials they launched an appeal through the Stracke Noodfonds for members to make a financial contribution in support of ‘dozens of young Flemish people facing ridiculous penalties and fines’. Witnesses confirm that the cellar of the X family’s house is decorated with Nazi swastika flags, the ideal décor for nostalgic little ‘brown’ parties. Equally remarkable are the X family’s efforts in support of apartheid. One of the members of the family was even a founder of the pro-South-African club Protea. Why is this network of contacts so important in the notary’s incest case?", "Most of the judges of the Third Division of the Court of Appeal, who awarded custody to the notary, also belong to extreme-right-wing circles. Judge [YB] is the son of a bigwig in the gendarmerie who was convicted in 1948 of collaboration: he had, in close collaboration with the ‘Feldgendarmerie’, restructured the Belgian gendarmerie along Nazi lines. [YB] is no less controversial as a magistrat. During the judicial investigation into the VMO training camps in the Ardennes, he managed, in the teeth of all the evidence, to sustain the theory that the photographs of the training camp had nothing to do with the VMO but came from German neo-Nazis.", "Another judge in this incest case is [YA]; she is the President of the Antwerp Court of Appeal. During the VMO trial, over which she presided, the organisation was acquitted on the charge of constituting a private militia. This judgment was subsequently reversed by the Ghent Court of Appeal.", "And then there is Principal Crown Counsel [YJ], whom Professor [MA] has bombarded with reports denouncing the sexual abuse of the children. It just so happens that Principal Crown Counsel [YJ] has the same political sympathies as the X family. He was one of the founders of Protea but had to resign after a question was asked in Parliament. He is still a member of the Marnixring and of the Orde van de Prince in Malines, with both of which the X family maintains very special links.", "Since the very beginning of the investigation the gendarmerie too have played a dubious role. The abused children and their mother have consistently been treated like dirt, whereas the notary accused of incest and his father have been treated with the greatest consideration. Is it a coincidence that the X family maintains contacts with several of the (present or past) bigwigs of the gendarmerie: former Lieutenant-General [ZC] (Protea and the Orde van de Prince), General [ZD] (the Marnixring) and General [ZE] (the Marnixring and Orde van de Prince)?", "...", "The children are not in good shape. They are receiving treatment and, according to well-informed sources, are still ‘at risk’. There are only two possible solutions. Either the prosecuting authorities have the courage, in the light of recent events and findings, to prosecute the notary or else the Youth Court must begin new proceedings with a view to restoring custody to the mother. This last point is not unimportant since Mrs X has been summoned to appear before the Antwerp Court of Appeal on 26 June on the grounds that she has twice attempted to keep the children with her at the end of an access visit.", "In the meantime, the mother and her parents have been duly acquitted on appeal in proceedings instituted against them by the notary for making a defamatory witness statement. They had already been acquitted at first instance. There are only two possibilities: either the mother’s complaint is defamatory or it is not, in which case the notary is guilty of incest. There is no other possibility.\"", "20. Mr De Haes and Mr Gijsels published their second article on 17 July 1986. It included the following:", "\"...", "On Tuesday 24 June Humo published in issue no. 2390 an article that caused a sensation: ‘Incest authorised in Flanders’. In that article Mr X, a notary from a distinguished Flemish family with close links to the highest financial circles in the land, was accused of having repeatedly raped and beaten his little boys, Wim and Jan. Those allegations were supported by a number of medical and psychiatric reports. Despite the evidence, the notary was awarded custody of the children.", "In the report, we paid due attention to the dubious role played by the gendarmerie and the network of extreme-right-wing contacts maintained by the X family, whose tentacles have reached the Antwerp law courts. This network of contacts is principally centred on staunch brown organisations like the VMO, Protea, the Stracke Noodfonds and the Marnixring. We also showed how Judges [YJ], [YA] and [YB] - who saw to it that the father gained custody - fitted into and around these shady movements.", "From the large number of letters we have received, it appears that half Flanders is shocked by such warped justice. The same question comes up again and again: what kind of a country are we living in? In the meantime, we have obtained even more information about what some of the most highly placed circles have been allowed to get away with, hand in hand with their lackeys in the courts and the gendarmerie.", "...", "Humo had hardly come off the presses when Mr X personally telephoned one of the authors of the article to say, in a threatening tone: ‘I am not a pederast. I am not a paedophile. The time will come when you will apologise to me!!!’ And then he hung up.", "In the course of the legal proceedings, Mr X has devoted himself to making even more brutal intimidation attempts. For instance, he assaulted one of his children’s uncles in broad daylight on the Meir in Antwerp. When the children’s mother was acquitted of libel, he hurled abuse at her counsel within the precincts of the Antwerp law courts and in front of other people. His own counsel had to intervene to calm him down. One of the doctors who had found evidence of sexual abuse received a registered letter threatening him with criminal libel proceedings unless he withdrew the findings in his examination report. At least one other doctor has been bombarded with letters containing the crudest threats. The journalist covering the Antwerp Court of Appeal hearing on 26 June was pursued by the notary when he went out for some fresh air during a brief adjournment. The reporter had no choice but to escape by running between the fairground stalls of the Whitsun fair.", "The management of Humo and of the Dupuis publishing house have also been put under strong pressure. The X family were tipped off that an article was about to be published concerning the incest case. What happened? The printing was held up for hours, but the article was nevertheless published.", "...", "This kind of brutal pressurising seems to ‘work’ very well within the system of justice. After the article was published, a mass of new information came in from all sorts of quarters. This unique incest case has been gathering notoriety for quite some time, not only in the professional circles of paediatricians and child psychiatrists but also in Crown Counsel offices, the youth courts and children’s refuges. Thanks to the fresh data, we now have an even better picture of how often and how treacherously the courts have manipulated the case - with, up to now, only one apparent aim: to promote, not the welfare of the children, but that of the notary.", "...", "Likewise accepted were the results of an hour’s questioning by Detective Sergeants [ZF] and [ZG], during which Jan was once again forced to withdraw his accusations. Louis De Lentdecker, who was on the spot when Jan came out, wrote in De Standaard: ‘He started crying, sobbing. He was completely distraught. Shaking with sobs, he said that he had been questioned again by two men, that he had said that none of it was true because he had been afraid and that he didn’t want to go home to his father’s but wanted to stay with his mother. And he clung to his (maternal) grandmother, crying his heart out.’ What credibility can such an interview have? One of the statements obtained under duress certainly does not fit: according to [interview record] no. 2873, Jan stated that he had never seen his father naked. The notary himself told Louis De Lentdecker: ‘It is said I used to stand around naked in front of them. There were evenings when the children would come rushing into the bathroom while I was having a bath. When that happened, I would send them out straight away.’ Interviewed by [MN], a psychiatrist, the notary, anxious to defend himself, was even more categorical: ‘Prior to the divorce, there were a few times when the children came upon X naked in the bathroom. It is understandable that the children’s attention was particularly attracted to the genitals.’", "Is it also a coincidence that Detective Sergeant [ZG] and his wife were the notary’s guests for Easter lunch? ·", "In the middle of 1984, following a private meeting with Principal Crown Counsel [YJ] and the Advocate-General [YD], Professor [MA], a well-known child psychiatrist, is informally given the job of studying the criminal case file in detail. To this end, Principal Crown Counsel’s office sends him the various typescripts and tapes of the questioning sessions. Professor [MA]’s conclusions are contained in a number of reports sent to Principal Crown Counsel and the Antwerp Court of Appeal. His provisional conclusions are contained in a report of 22 June - just in time, as judgment is due to be given on 27 June. Principal Crown Counsel [YJ] knows that this supplementary report is being drafted, and what happens? Out of the blue, the Third Division of the Court of Appeal sits two days early and awards custody to the notary, ‘without taking into account the documents filed by Professor [MA] after the close of the hearing’. Was the Court of Appeal informed that Professor [MA]’s report, which was very unfavourable to the notary, might be filed before the close of the hearing, and is that why the Third Division sat two days early? What is more, not all Professor [MA]’s reports were filed after the close of the hearing. In fact, the Third Division had at least three other reports by Professor [MA] at its disposal, all of them to the same effect. So the judges are lying in their judgment. On 6 November 1984 the case again comes before the court, and this time the division relies on a totally different argument in order to dismiss Professor [MA]’s reports: ‘Despite what he (Professor [MA]) appears to believe, he has not been appointed by Principal Crown Counsel at this Court to assist the Court in any way in relation to this case.’ There are only two possibilities: either Professor [MA] was given Principal Crown Counsel’s office’s tapes so that he could study them, or else he stole them and must be prosecuted and convicted. If he has not been appointed by the court, Professor [MA] is not authorised to be in possession of documents from the criminal file. The courts are therefore once again using dirty tricks to give a veneer of honesty to an inexcusable judgment. ·", "On 26 June 1984, to general astonishment, the President of the Third Division of the Antwerp Court of Appeal, Mrs [YA], together with her fellow judges [YB] and [YC], award custody to the notary who stands accused of incest. However, he can exercise his right of custody only under the supervision of his parents. Here we find ourselves faced with the most tortuous reasoning: either the notary is to be wholly trusted as far as his children are concerned and he can have custody; or he is not to be trusted and the children are at risk with him. Mrs [YA], however, opted for a hypocritical judgment. If the notary has to be supervised by his parents, he is obviously not trustworthy. And yet he is given custody. Can anyone make head or tail of this? The Third Division had already moved in this direction. At the hearing on 6 June the notary’s parents had been asked whether they would be willing to take on this onerous responsibility. To which, of course, they said ‘yes’. Coincidence or no, it was the only time that the notary’s parents attended a hearing. That fact makes it look very much like a put-up job. Had they been told in advance that this question was going to be put to them? ·", "The grandparents are not the only ones to have been given information in advance. On 25 June, two days before judgment was officially given, the notary was waiting to pick his children up from school. He already knew that the Court of Appeal was going to award him custody. How could that be? ·", "In the previous article, we mentioned the mother’s complaint that the detectives constantly twisted her words or simply did not write down what she said. That is not all. Statements by eyewitnesses have also been falsified ... ·", "At a certain point the investigating judge in Malines, Mr [YE], a former CVP [Christian People’s Party] councillor for Willebroeck, appoints Dr [MB] as a (medical) expert. Dr [MB] comes to the same conclusions as Professor [MA]: Jan and Wim have been sexually abused. Dr [MB] warns the investigating judge unequivocally: ‘It is important to avoid aggravating the father’s psychological problems and turning him into a confirmed homosexual or pederast.’ Despite this, on 6 November Mrs [YA] and her fellow judges [YB] and [YC] confirmed the custody order in favour of the father. It is the most cowardly judgment we have ever read. The children’s mother is blamed for not having filed a copy of the report by the expert [MB], ‘with the result that it is not possible to examine its contents’. But how could the mother have filed this report? She is not even entitled to consult it, let alone to study it. In Belgium the law prevents anyone from obtaining any information so long as a judicial investigation is under way, because the investigation is secret. The Court of Appeal expressly acknowledges in its judgment that the judicial investigation is still under way, and yet Mrs [YA] blames the mother for failing to file this report! When it is for Principal Crown Counsel’s office to file an expert’s report! Despite the fact that the investigating judge [YE] has been in possession of Dr [MB]’s report since the end of August, we read in the Third Division’s judgment that ‘Principal Crown Counsel’s office did not consider it necessary to inform the Court of this fact’. Why did Principal Crown Counsel’s office refuse to forward this crucial expert report to the Court of Appeal? Because it was too unfavourable to Mr X? However that may be, Mrs [YA] put her name to a mass of legal nonsense. ·", "On 5 September 1984 Louis De Lentdecker publishes his first article on the incest case under the title, ‘Justice goes mad. A young woman fights for her children’. Very shortly afterwards the Advocate-General [YD] summons De Lentdecker by telephone. As De Lentdecker comments in his second article, on 28 September, ‘It is rare for a judge or Crown Counsel to summon a journalist to an interview in connection with pending legal proceedings.’", "The following extract from De Lentdecker’s article is also telling: ‘When I asked why the court had not appointed three experts to look into the case from the psychiatric, medical and forensic points of view, the Advocate-General replied, and I quote his exact words, \"These kids (i.e. Wim and Jan) have already had to drop their trousers too much for all sorts of examinations. The best thing is to leave them in peace.\" When I retorted that the court had, however, appointed an expert (De Lentdecker is referring to Dr [MB]) and that his report had barely been raised if at all, presumably because it contained damning findings as regards the father, the AdvocateGeneral replied: \"It is not true that the expert report ordered by the court damns the father. In any event, I do not know what it says. Besides, the man’s findings are not valid - he completed his examination in five days.\"‘ What crass bias on the part of the Advocate-General [YD] is revealed in those quotations. And what on earth could have made him take a journalist to task in this way? That is not one of his duties. The Advocate-General [YD] has since very properly been removed from this case for having exceeded his authority and he has been replaced by the Senior Advocate-General [YK].", "...", "There are also a few positive developments. On Thursday 26 June the Ninth Division of the Antwerp Court of Appeal upheld the October 1985 judgment of the Malines Criminal Court, which had acquitted the mother on the charge of removing the children from the notary’s custody. The important thing about that case, apart from the mother’s acquittal, is that the court duly took into account the evidence of Professor [MA] and the court-appointed expert [MB], who both testified under oath at the hearing that the children had indeed been sexually abused. The bench in this case was composed of judges other than [YA], [YB] and [YC], and Principal Crown Counsel was not [YJ].\"", "21. The applicants published their third article on 18 September 1986. It contained the following:", "\"...", "In this article we reproduce photographs, drawings and quotations which we would have preferred not to publish. Most of these documents have been in our possession from the outset, but we did not want to run the risk of being accused of sensationalism. The courts are likewise in possession of this irrefutable evidence, and it is precisely because the Antwerp Court of Appeal and Youth Court refuse to have regard to it that we find ourselves obliged to publish it.", "The astonishment, anger and incredulity our readers feel are fully shared by us. Astonishment that such a thing is possible; anger because it is allowed; and incredulity because the ultimate guarantee of our democracy, an independent system of justice, has been undermined at its very roots. This is why, for the sake of the children Wim and Jan, we are publishing evidence which we would rather have left to rot under lock and key in cupboards in our archives.", "Guy Mortier", "Editor", "On Tuesday 2 September a Youth Court judge, Mrs [YL], made an interim order in the scandalous incest case involving an Antwerp notary. As everyone knows, this tragedy is being played out in the most highly placed financial spheres in the country, against the background of extreme-right-wing circles in Flanders. The Antwerp notary is accused by his wife of having sexually abused his two little boys, whom we are calling Wim and Jan, of having physically ill-treated them and of continuing to illtreat them. The Youth Court judge has now decided that the father should be awarded custody of his children, or rather should retain custody, since he had already been given it, in defiance of any concept of justice, by the Antwerp Court of Appeal. Yet the mother, who has not been accused of anything, and who has already been twice acquitted on a charge of libelling the notary, is not allowed to see her children more than once a month.", "...", "This inexplicable judgment once again stands reason on its head. The case file is getting thicker and thicker and contains numerous medical certificates, horrifying drawings by the children of being raped by their father, photographs of anal irritations and marks left on the children’s bodies after blows from a cudgel - not to mention detailed psychiatric reports on the children: one by the court expert [MB], five by Professor [MA], an eminent Louvain paediatrician, and two, including a very uptodate one, by Professor [MC], who recently examined the children in the greatest secrecy. Each time, it emerges clearly that the two children have been sexually and physically abused. Why does the Youth Court judge [YL] refuse to take account of this solid evidence in her judgment, especially as not one of the medical reports questions that there has been physical abuse? Does Mr X’s family really have so much influence and money that the Antwerp courts are incapable of giving an independent ruling?", "It is not for the press to usurp the role of the judiciary, but in this outrageous case it is impossible and unthinkable that we should remain silent. Up to now, we have dealt with this incest case as sensitively as possible. Now that the courts have definitively taken a wrong turning, we feel obliged, in the interests of the children, to reveal more details, however horrible and distasteful they may be for the reader.", "...", "On what evidence did the Youth Court judge [YL] base her interim order? According to an article (the first of several) in Het Volk, the source of which appears to be the notary himself, [YL] allegedly based the interim order on a report by three experts she had appointed. According to Het Volk, that report makes it clear that ‘there can never have been any question of any sexual abuse’. The least that can be said is that Het Volk has been misinformed (indeed, it has since gone back on its first article). What exactly is the truth?", "Three court-appointed experts, Dr [MI], Dr [MJ] and Dr [MK], had Wim and Jan for observation during the holidays at the Algemeen Kinderziekenhuis Antwerpen (\"the AKA\" [a paediatric hospital]). Their report is not yet ready and therefore has certainly not yet been filed. The Youth Court judge and the parties have nothing in writing from them. The Youth Court judge [YL] has therefore rushed a decision through even before the experts’ report is finished. This procedure in itself appears extremely suspect. But what is worse is that it leaves the mother completely defenceless. Since there is nothing official on paper, she cannot appeal against the Youth Court judge’s decision.", "Secondly, contrary to what is suggested, the three doctors referred to are not independent experts. Dr [MJ] and Dr [MK] work under Dr [MI] at the AKA. It is therefore difficult for them to challenge their superior’s findings. At the AKA these two doctors are not known for being the kind to put a spoke in their boss’s wheel.", "Thirdly, there is the question whether it was advisable to put Dr [MI] in charge of the team of experts. We do not wish to prejudge the report before knowing what it contains, but is it not singularly unfortunate that a person belonging to the same ideological camp as the extreme-right-wing notary should have been appointed in this case, which is already so politicised? Dr [MI] is married to the daughter of [ZH], who was a governor during the war. Readers will also remember that Mr X’s family has a very close relationship with ‘blackshirt’ circles. Dr [MI] also boasts, in front of hospital staff, that he supports the apartheid regime in South Africa, just like Mr X’s family. This is the same Dr [MI] who, some time ago, treated a maladjusted child by enrolling him in the extreme-right-wing Vlaams Nationaal Jeugdverbond (VNJ), just to teach him some discipline. Everyone is entitled to their political opinions, but in this sensitive case it would have been reassuring to see a less politically charged expert appointed.", "Just as inexplicable is the fact that the Youth Court judge [YL] keeps Mrs [ZI] on as the Child Protection Department officer attached to the court. Judge [YL] has to rely very considerably on the child protection officer for all her information, and therefore also for her view of the case; yet we have already disclosed that Mr X knows Mrs [ZI] well. Moreover, that fact appears in an interview record dated 6 October 1984. In this interview the notary repeatedly cites Mrs [ZI] as one of the people whom the courts can ask to testify to his basic kindheartedness. Is it really impossible to remove from this case everyone who has ideological or friendship ties with the X family?", "...", "How does the notary defend himself against his children’s accusation that in May he beat Wim with ‘a spiked cudgel’? In a very confused way. It emerges from a transcript of the children’s story and a bailiff’s report that he beat Wim on 14 May. That day, the notary and his little boys were visiting Dr [MJ]. In the presence of his father, Wim told the doctor some very compromising things about him. As soon as they got home, the father started beating Wim. The next day, the notary went to see Dr [MJ] on his own and, strangely, said not a word about his son’s injuries. It was not until several days later, when the photographs were sent to the relevant authorities, that he came up with a story about Wim having fallen downstairs. Why did he not say this at the outset? The children confirm to Professor [MC] that Wim was beaten and that he did not fall downstairs at all. So the notary changes tack. On 2 June he calls in a bailiff who is a friend of his and who draws up a report according to which the children deny everything. Strangely, it is not the bailiff but the father himself who questions his little boys. So this report is worthless.", "On 5 June the notary comes up with yet another idea. A Dr [ML] issues a certificate stating that he can find no injuries. Which is quite possible, since three weeks have gone by in the meantime. Why does the notary have the fact that there are no injuries certified three weeks later, when he originally stated that the injuries were caused by a fall downstairs?", "The latest version is that Jan hit Wim. This figment of the imagination comes from the Youth Court judge herself. There’s bias for you.", "...", "The ill-treatment which occurred in May was not an isolated incident (as we have already indicated on several occasions). As early as 10 January 1984 Dr [MG] sent the following results of his examination of four smear tests to a forensic medical examiner, Dr [MM]: ‘Apart from amorphous matter, epithelial and mucous cells, I observed, in three out of the four samples, a structure with a triangular head on a long, more or less straight tail, which matches the description of spermatozoa. I observed the presence of one such structure in two of the three samples, and two in the third.’ Other doctors also made the same findings. Subsequently, Professor [MA] and the court expert [MB] reach the conclusion, independently of each other, that Wim and Jan have been sexually and physically abused. The latest report is by Professor [MC]. In order to supplement an earlier report, this expert examined the children on twelve occasions between 1 August 1985 and 31 May 1986 - the elder without his mother present, Wim normally in his mother’s presence because at the beginning it was practically impossible to examine him without her. As Director of ‘Kind en Gezin in Nood’ [‘Children and Families in Need’], one of the departments of Leuvense Universitaire Ziekenhuizen [Louvain University Hospitals], Professor [MC] is one of the principal authorities in the field. In order to remain entirely uninfluenced in his work, he expressly decided to refuse any form of payment. His report contains the most horrific findings. According to it, the children have been beaten not once but several times with a spiked cudgel. This abuse is, moreover, inflicted as a form of ritual. Candles are lit; sometimes, the father wears a brown uniform and the cudgel has a ‘sign of the devil’ on it. Through the children, Professor [MC] was also able to discover where the father took his inspiration from. He found the sign of the devil in Volume I of the Rode Ridder (‘The Red Knight’)(!), entitled De barst in de Ronde Tafel (‘The cleft in the Round Table’). The sign is accompanied by the following text: ‘This is the symbol of the Prince of Darkness, an unknown magician and Grand Master of Black Magic! Even before the Round Table was created, he went away and no one knows where he is today! He devotes his exceptional knowledge and power to everything that is evil and negative! His sole objective is to sow confusion and destruction. He is a symbol of the violence which reigns in these times over humanity and justice!’", "Professor [MC] does not mince his words in his report: ‘By way of conclusion, it can be said that Wim is the victim of repeated sexual and physical abuse and that his brother Jan is subjected to the same abuse to a lesser degree but, under very strong psychological pressure, is becoming increasingly psychologically disturbed, hence the drop in his school marks and the occasional inconsistencies in what he says in different interviews. In the interests of both children a court order should be made immediately to remove them completely and permanently from their father’s orbit. Any further delay would be medically unjustifiable.’", "Appended to the professor’s two reports are very precise descriptions of the children’s injuries, the statements made by the children, sinister drawings by Wim and Jan of sex scenes with their father (often represented with horns), and photographs. Both reports are in the hands of the experts [MI], [MJ] and [MK]. Judge [YL] also has them. Just as she has Professor [MA]’s five reports and the report by the court expert [MB]. How can Mrs [YL] maintain that there is no evidence? Do the children have to be beaten or raped before her eyes before she believes it?", "...", "Similar accusations by the children against their father were also subsequently recorded by Professor [MA], the court expert [MB], the two detective sergeants [ZF] and [ZG] in the presence of Wim’s schoolteacher, and, lastly, Professor [MC]. On the other hand, there is one retraction of the statements in an interview (of which there is only a single, confused minute on tape) carried out by Detective Sergeant [ZJ], since suspended, who intimidated Jan with a weapon; one in an interview with Detective Sergeants [ZF] and [ZG], at the end of which Jan broke down completely (as Louis De Lentdecker happened to witness); and one retraction made by Jan to Professor [MC], in his father’s presence.", "The crucial question remains: is any mother capable of inventing all this? Even more to the point, would two young children - they will be 6 and 9 respectively this month - be capable of keeping up their accusations for over two and a half years if those accusations had been invented and forced on them by their mother? And when could the mother have coached her children in accusations such as these?", "It should not be forgotten that since 25 June 1984 the notary has had custody of the children by order of the Third Division of the Antwerp Court of Appeal. For more than two years the father has had a great deal more influence over these children than their mother, who has the right to see her children only from time to time - a right of access with which the notary has frequently not complied.", "What is more, if the notary has such a clear conscience, why does he declare war on anyone who puts legal or other obstacles in his path? Why has he already threatened so many people in connection with this case? In this article we shall mention only the most recent threats and acts of intimidation.", "...", "The case file also contains the report of an interview Professor [MA] had on 23 May 1984 with Principal Crown Counsel [YJ] and the Advocate-General [YD]. We realise how delicate it is to quote from letters that were not intended for publication, but needs must when the devil drives. Professor [MA] describes how the interview went: ‘After I had discussed my problem and my request, namely that three experts should be appointed, I quickly realised that Principal Crown Counsel wished to proceed with the case impartially and without prejudging the issues, but that Mr [YD] already had a very clear idea of what should be done - \"The children’s story was made up, perhaps fed to them by the mother, and the children should be entrusted to the care of their grandparents, with the father also being involved in the process.\" Mr [YD] brushed aside my request for an expert report rather brusquely. In his view, judges had far more expertise than doctors in this field, and subjecting the children to further expert investigations and interviews could only do them more harm. Principal Crown Counsel was much more balanced in his response and considered that an expert report was indeed called for. Moreover, Principal Crown Counsel expressed serious reservations about Mr [YD]’s suggestion. He said that the children’s paternal grandfather, to whose care Mr [YD] proposed entrusting the children, was, and I quote, \"mad\". At every reception at which he encountered Mr X, he would see Mr X senior explaining, very clearly and without attempting to disguise his meaning, that Hitler should come back to this country. He added that this impression that the grandfather was \"mad\" was shared generally by all the guests at such receptions. And he expressly told Mr [YD] that he would consider it totally unjustified to entrust the children to the care of their paternal grandfather.’", "Despite being in possession of this preliminary information, the Antwerp courts entrusted the children, at first instance, to the care of the notary under the supervision of his ‘mad’ father. In the course of the meeting with Professor [MA], Principal Crown Counsel [YJ] also cast doubt on the notary’s probity. Professor [MA] gave the following evidence in his own defence before the Ordre des Médecins [Medical Association]: ‘He (Principal Crown Counsel) described how Mr X had been made a notary, against the advice of the judicial bodies, on the last day in office of the late Mr [ZK] (then Minister of Justice) and that, furthermore, in a very short space of time (a few years) he had succeeded in transforming an almost defunct practice into one with an official profit of 32 million francs a year. He obviously doubted whether a notary could make such an annual profit by legal and honest means in view of the property crisis at the time, and thought he remembered that Mr X had already been the subject of legal proceedings at the time in connection with his activities as a notary.’", "He was right. In 1984 the notary was even suspended by the Disciplinary Board. Principal Crown Counsel’s office (once again!) took no account of that penalty. In the meantime a fresh criminal complaint has been lodged against the notary alleging forgery.", "The worst thing is the notary’s publicly expressed Nazi sympathies. A statement taken by Malines CID shows that he calls the genocide of six million Jews an ‘American lie’. At his wedding the notary and his father gave the Nazi salute and struck up the ‘Horst-Wessel Song’ at the top of their voices.", "But the notary goes much further. He wants to bring his children up according to Hitler’s principles. That is why they must learn to bear pain and to endure humiliation and fear. Hitler himself described a Hitlerite education:", "‘My educational philosophy is tough. The weak must be beaten and driven out. My élite schools will produce young people whom the world will fear. I want young people to be violent, imperious, impassive, cruel. That is what young people should be like. They must be capable of bearing pain. They must not show any weakness or tenderness. Their eyes must shine with the brilliant, free look of a beast of prey. I want my young people to be strong and beautiful ... Then I can build something new.’", "There is little to add. Except to say that it is high time that, in the interests of the children, the medical certificates, the reports and evidence produced by the court expert, the bailiff and the child psychiatrists should at last be taken seriously and that a decision in this case be given on the basis of facts and not on the basis of the influential status of one of the parties. Public confidence in the judiciary is at stake.\"", "The article was illustrated with what the applicants described as photos of injuries sustained by \"Wim\" in May, two drawings said to be by \"Jan\" and another said to be by \"Wim\"; it also contained a transcript of part of Detective Sergeant [ZB]’s alleged questioning of \"Jan\" on 6 March 1984.", "22. On 6 November 1986 the fourth article by Mr De Haes and Mr Gijsels appeared. It read as follows:", "\"...", "Last Thursday the Wim and Jan case took a dramatic legal turn. On an application by Principal Crown Counsel [YM], the Court of Cassation withdrew the X case from the Antwerp court and transferred it to the Ghent tribunal [de première instance] in the hope that the Ghent magistrats would adopt a less biased approach. It is certainly none too soon. The battle between the legal and medical professions in the Wim and Jan case had reached a climax. In a final attempt to make the Antwerp magistrats see reason, four eminent experts sent a joint letter to Principal Crown Counsel [YJ], declaring on their honour that they were 100% convinced that Mr X’s children were the victims of sexual and physical abuse. The professional competence of these four experts cannot be questioned - even by the Antwerp magistrats. They are Professor [MD] (Professor of Paediatrics at UIA [Antwerp University Institution], Medical Director of the Algemeen Kinderziekenhuis Antwerpen and Director of the Antwerp Vertrouwensartscentrum [medical reception centre for abused children]); Professor [MC] (Professor of Paediatrics at Louvain C[atholic] U[niversity], Head of the Gasthuisberg [University Hospital] Paediatric Clinic in Louvain and President of the National Council on Child Abuse); Professor [MA] (Professor of Child and Youth Psychiatry at Gasthuisberg [Hospital], Louvain C[atholic] U[niversity], who was appointed by Principal Crown Counsel [YJ] to study the case); and Dr [MB] (a child psychiatrist and psychoanalyst, appointed as an expert by the court).", "With their letter they enclosed a note listing ten pieces of evidence, any one of which on its own would, in any other case, have led to criminal proceedings or even an arrest. The aim of these scientists was clear. They were seeking from the courts a temporary ‘protective measure’ whereby the children would have been admitted to one of the three [medical reception centres in Flanders for abused children] pending a final court ruling. There was no response. The relevant magistrats did not react. The Ordre des Médecins, however, did - it forbade Professors [MA] and [MC] to voice their opinions. Yet again the messenger is being shot without anyone listening to the message.", "Politicians also reacted. The Justice Minister, Jean Gol, asked to see the file and is following the case closely but is powerless to intervene because of the constitutional separation of powers. And the MEPs Jef Ulburghs, Anne-Marie Lizin ... and Pol Staes ... have laid a draft resolution before the European Parliament requesting a proper investigation and urgent measures to put an end to the children’s dangerous predicament.", "The public are finding the case harder and harder to ‘swallow’. The Justice Minister’s office is inundated with dozens of indignant letters. The weekly silent demonstrations on the steps of the Antwerp law courts continue and last week, during Monday night, posters were stuck up all over the centre of town revealing Mr X’s surname and forename. The poster campaign, which aroused mixed feelings among journalists and lawyers, has given a new dimension to the controversy surrounding the X case.", "...\"", "23. On 27 November 1986 the applicants’ fifth article appeared. It read as follows:", "\"...", "Our prediction of a fortnight ago that the agonisingly slow progress being made in the Wim and Jan case was likely to leave the case stranded in the Antwerp courts has come true. In the teeth of all the evidence, the Court of Cassation has held that the Antwerp judiciary cannot be accused of any bias in this incest case and that the whole case can therefore continue to be dealt with in Antwerp.", "In parallel with the Court of Cassation’s decision there have been some remarkable events. The notary Mr X, so called in order to protect the identities of Wim and Jan, now shows himself in public and is giving interviews, sometimes even accompanied by his children. The fact that his name (and therefore the names of his little boys) now appears in the press does not appear to bother him.", "Another consequence is that the media are now breaking several months’ silence, and some editors have really gone off the rails.", "It is very worrying, for example, that certain daily and weekly newspapers are trying to play down the X case, depicting it as a run-of-the-mill divorce case in which both parties are hurling the most disgusting accusations at each other. In these really not very cheering proceedings the ‘divorce’ aspect is only an insignificant detail, and moreover is quite another matter. Indeed, we have not published a single word on that subject, nor do we wish to do so, since it is a purely private matter.", "The real issues in the case with which we are concerned are very serious accusations of incest and child abuse, supported by medical certificates and examinations, and the extremely questionable manner in which those accusations are being dealt with by the courts. This state of affairs is no longer part of two people’s private life but concerns us all. Moreover, the case of Mr X is simply the tip of the iceberg and is representative of other incest cases. It is for that reason, and that reason only, that we have written about it.", "In the meantime, certain daily and weekly newspapers are indulging in the most unsavoury sensationalism and, without really knowing the case, allowing the notary whole pages in which to proclaim his version of the facts. Of course, freedom of expression is sacred. But have we ever pushed Wim and Jan’s mother into the foreground? Have we ever published her opinion of the case? No. Humo’s reports on Wim and Jan have always been based on our own investigations alone and on innumerable authentic documents.", "We have not written a single word that was not based on the reports of doctors, paediatricians, court experts and a bailiff. Since our first ‘Incest authorised in Flanders’ article came out as far back as 26 June, the notary’s family has tried to get Humo’s management round the dinner table to ‘discuss’ the case. The editorial staff have always taken a consistent line: no discussion - send us documents proving us wrong and we will publish them. We also made this offer on", "[the television programme] Argus, but up to now Mr X has not got round to sending us his ‘equally numerous pieces of expert evidence in rebuttal’. For all his assertions in Knack and De Nieuwe Gazet that these exist, it is strange that those papers’ journalists have yet to receive this rebutting evidence. All the notary has tried to do so far is to muddy the waters and present the case as if it were a matter of his word against his wife’s, an argument along the lines of ‘Oh no, I didn’t’ and ‘Oh yes, you did’.", "...", "In the 5 November issue of Knack the notary reveals yet another new discovery: the photographs were not taken by the bailiff but by his ex-wife, and were faked with ‘red ointment’. We repeat: if the bruises were caused by falling downstairs, why would they need to be faked with red ointment? It is true that his wife took photographs, but in the presence of the bailiff. And they were expressly annexed to the bailiff’s report.", "But irrespective of that, the relevant point is that the bailiff did take photographs himself.", "...", "Nothing but red ointment? The whole thing rigged so as to be more visible?", "...", "Besides, those are not the only photos of injuries to have been taken. Dr [MC] also took numerous photographs of the injuries and of an ‘abnormal irritation of the penis and the peri- anal region’, and they were annexed to his reports. There is no evidence, the notary asserts. Will it really be necessary to publish a photo of his little boys’ sore anuses?", "The court, for which the bailiff’s report was drawn up and the photographs taken, does not appear to have entertained any doubts as to their authenticity and added them to the case file four months ago without comment. With good reason. [ZM], the bailiff, took the photos with a polaroid camera in the presence of witnesses. That type of camera takes just seconds to produce a photograph. It is not possible to tamper with them. Mr X knows very well why he has not instituted proceedings against the bailiff and why he has published his insinuations only in certain newspapers and magazines.", "This is not the first time that the notary has tried bluff tactics. The following extract from Knack is telling: ‘He freely admits that he has put pressure on several doctors, beaten up his brother-in-law and, after receiving a tip-off from inside the Humo editorial team, issued threats against Albert Frère’s magazine in order to try to get his name deleted from the articles, but he does not see any of this as intimidation and considers that in his unhappy situation, others would have behaved much worse.’", "The allegation that Mr X tried to have his name deleted from Humo is one of his many lies. At that time he was asking for no more and no less than complete censorship: the article was not to be published! For our part, it has never for a moment even crossed our minds to mention the name of the notary and his family. That name has therefore never appeared in a single draft, not even a preliminary one. For Humo it has never been a matter of attacking an individual (and in this connection we dissociate ourselves completely from the billposters who are plastering the notary’s name all over Antwerp) but of the dubious way in which the case has been handled.", "...", "Mr X delights in telling everyone that he knows that the courts and the officially appointed experts are on his side. ‘He told us that the report by the three experts from the AKA (appointed by the Youth Court judge [YL] - Ed.) would be published on Wednesday, but that he could already reveal that the report proves his total innocence’ (Algemeen Dagblad, 1.11.86).", "‘This week he hopes to distribute the reports by Dr [MI], Dr [MK] and Dr [MJ], appointed as experts by the Youth Court a year ago(!). \"They are unanimous and totally favourable to me\" [he says] ...’ (Knack, 5.11.86)", "Mr X was so positive that we fell into the trap (see our previous article) of believing that the reports cleared him of all suspicion. Since at that point the reports had not been filed, we asked: ‘Does the notary have a hitherto unsuspected gift of clairvoyance or has he had an opportunity to consult the reports even before they are filed with the Youth Court?’", "We don’t know. But what we do know is that in his interviews the notary is cocking a snook at the truth. The three reports are not entirely favourable to him. The conclusions of the report by the psychiatrist [MK], wholly confused though they indeed are, explicitly indicate that the evidence on the case file raises a strong presumption of sexual and physical abuse but that there is no absolute, irrefutable proof. Using the conditional mood, [MK] adds that Wim and Jan’s stories could have been the product of ‘coaching’, not to say spoon-feeding, by the mother. In other words, [MK] is saying that in fact he doesn’t know. At all events, one can hardly say that this report is entirely favourable to Mr X. The notary has also lied to the press about other things. According to him, the children are afraid of Malines, the mother’s environment - whereas according to [MK]’s report, one of the children is very positive towards his mother and very negative towards his father. The other child sometimes would prefer to stay in Antwerp and at other times to live in Malines. Moreover, [MK]’s opinion is that the children should be placed with a foster family, with access for both parents.", "Last week Dr [MJ]’s expert report also came in. A key witness in relation to the illtreatment of 16 May, [MJ] concludes that it never took place. Yet another sample of the expert’s wisdom: on the one hand, he states in his report that the children want to stay with their mother but, on the other, he recommends placing them with the father after the divorce, with limited access for the mother. As an immediate step, he recommends, just like [MK], that the children should be placed in a neutral setting, with generous access for both parents. No doubt you have to be an expert in order to understand so many contradictions.", "...", "In contrast to the contradictory and inconsistent reports of these doctors, there are the irrefutable, unequivocal reports of Professor [MA]:", "‘Given that the children have again been subjected to sexual abuse by their father, I consider that any further contact between the father and the children would for the time being be extremely prejudicial to the children’s subsequent development, and the situation is particularly dangerous for them in that their mental development and that of their personalities are seriously jeopardised. This being so, I consider it necessary to intervene as a matter of urgency under section 36 (2) (children at risk) of the Child Protection Act.’ (August 1984)", "The court expert [MB], appointed by the investigating judge [YE], stated:", "‘All the examinations of Wim and Jan lead to the same conclusion: the two children describe sexual contact with Daddy. Wim is in the midst of assimilating the psychological trauma into his subconscious. For Jan this process of assimilation is more difficult. The children’s statements appear credible and I have set out a series of arguments on this point.’ (August 1984)", "Dr [MC], who has examined the children twenty-two times (and not twelve as the notary, lying again, states in De Nieuwe Gazet) and has found non-accidental injuries on seventeen occasions, states:", "‘In the interests of the two children there should be an immediate court order withdrawing them totally and permanently from their father’s orbit. Any further delay would be medically unjustifiable.’ (May 1986)", "It remains a disgrace that the Antwerp courts refuse to take this evidence into account.\"", "The article was illustrated with two other drawings said to be by the children; it also contained what the applicants said was an extract from a report by the bailiff [ZM] describing bruises on both legs of the younger boy.", "24. Following the judgment of 29 September 1988 (see paragraph 11 above) Mr De Haes and Mr Gijsels published an article on 14 October 1988 that contained the following:", "\"...", "On 29 September the Brussels tribunal de première instance gave judgment in the case brought against Humo by the judges of the Antwerp Court of Appeal as a result of our articles about the notary Mr X. Humo lost all along the line. This judgment is not only desperately short on reasoning but also completely unsatisfactory. The VicePresident, [YF], and the other judges, [YG] and [YH], dealt with the case carelessly. They were not willing to listen to Humo’s very strong arguments, while the debate about the relationship between the media and the judiciary, which was important for the press as a whole, was purely and simply brushed aside. We wonder whether their Lordships actually read Humo’s submissions.", "The Brussels tribunal de première instance chose the easy way out, holding it against us that the ‘insinuations and offensive accusations’ against the judges ‘have no foundation except gossip and malicious distortions’. What the whole of Flanders knows, except apparently Messrs [YF], [YG] and [YH], is that our doubts as to the integrity of the Antwerp Court of Appeal magistrats were (and still are) based on a number of medical reports, which we have always cited verbatim, so there can be no question of malicious distortion. Are journalists acting unlawfully where they confine themselves to verbatim extracts from medical reports and to known and proved facts?", "We are also accused of sullying the Antwerp judges’ private lives. But at no time has Humo ever brought up anything to do with the judges’ private lives. We have kept, strictly and deliberately, to those matters that were directly linked to the case and were capable of verification in history books and press articles. How can matters which are so manifestly and indisputably in the public domain suddenly be considered aspects of private life?", "Further on in the reasons for their judgment, Judges [YF], [YG] and [YH] say bluntly that we ‘[accept] as true, without more, the statement made by Mr X’s former wife and her expert adviser (Professor [MA])’. We care not a jot about Mr X’s former wife’s statement. We have always concentrated solely on the medical findings and reports of innumerable doctors.", "Yet the tribunal de première instance simply skirts round these facts.", "Furthermore, one of the essential aspects of Mr X’s case has cleverly been evaded: the conflict between the medical profession and the judiciary. Journalists have a duty to strive ‘to respect the truth’, says the court - a dictum to which we gladly subscribe, but judges are under the same duty.", "The judgment of the tribunal de première instance becomes positively Kafkaesque when it attacks the medical reports by simply referring to the judgments of the Court of Appeal judges, who deliberately failed to take those reports seriously - precisely the attitude that Humo has condemned. For which we had our reasons. But what do the judges of the Brussels tribunal de première instance do? They use their fellow judges’ judgments as evidence against Humo. In other words, the truth is to be found only in the judgments of the Antwerp judges. If that is the case, anyone who challenges a judgment, including in the press, runs the risk of being put in the wrong since a judge is always right. It is not the truth but ‘the official truth and nothing but the official truth’ which will be published in our newspapers in future. Is that what people want?", "Clearly, the Brussels judges [YF], [YG] and [YH], did not manage to give judgment with the necessary detachment and independence on their fellow judges of the Antwerp Court of Appeal. They are thus adhering to the line of biased judgments which we have condemned in the case of Mr X. Humo will accordingly be appealing against this judgment.\"", "25. The first paragraph of the former Article 18 (currently Article 25) of the Constitution provides:", "\"The press shall be free; there shall never be any censorship; no security can be demanded of writers, publishers or printers.\"", "26. The relevant provisions of the Civil Code are worded as follows:", "\"Any act committed by a person that causes damage to another shall render the person through whose fault the damage was caused liable to make reparation for it.\"", "\"Everyone shall be liable for damage he has caused not only through his own act but also through his failure to act or his negligence.\"", "According to legal writers and the case-law, an offence against the criminal law constitutes per se a fault within the meaning of Article 1382 of the Civil Code (see L. Cornelis, Beginselen van het Belgische buitencontractuele aansprakelijkheidsrecht, p. 62, no. 41; judgments of the Court of Cassation of 31 January 1980 (Pasicrisie 1980, I, p. 622) and 13 February 1988 (Rechtskundig Weekblad 1988-89, col. 159)). Articles 1382 and 1383 of the Civil Code accordingly provide a basis for civil proceedings for abuse of freedom of the press (judgment of the Court of Cassation of 4 December 1952, Pasicrisie 1953, I, p. 215). A publication is regarded as being an abuse where it breaches a criminal provision (without it being necessary, however, for all the ingredients of the offence to have been made out); disseminates ill-considered accusations without sufficient evidence; employs gratuitously offensive terms or exaggerated expressions; or fails to respect private life or the individual’s privacy.", "27. Articles 443 to 449 and 561, 7, of the Criminal Code make defamation and insults punishable. By Article 450, these offences, where committed against individuals, can be prosecuted only on a complaint by the injured party or, if that person has died, his spouse, descendants or statutory heirs up to and including the third degree. Articles 275 and 276 of the same Code make it a punishable offence to insult members of the ordinary courts."], "VIOLATED_ARTICLES": ["10", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}