{"ITEMID": "001-83823", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FRA", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF MAUMOUSSEAU AND WASHINGTON v. FRANCE", "IMPORTANCE": "2", "CONCLUSION": "No violation of Art. 8;No violation of Art. 6-1", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Egbert Myjer;Elisabet Fura;Isabelle Berro-Lefèvre;Jean-Paul Costa", "TEXT": ["7. The first applicant, Ms Sophie Maumousseau, is a French national who was born in 1967 and lives in Les Adrets de l'Estérel. She lodged the application in her own name and on behalf of her daughter, Charlotte Washington, the second applicant, who was born on 14 August 2000 in Newburgh, New York State (United States of America), and who has dual French and US nationality.", "8. In May 2000 the first applicant married Mr Washington, a United States national, in the State of New York. Their daughter Charlotte was born on 14 August 2000.", "9. Following a serious marital crisis, on an unknown date Ms Maumousseau initiated divorce proceedings in the USA, but she was unable to pursue them because, according to her, she could not afford to.", "10. On 17 March 2003, together with the second applicant, she went to stay with her parents in France for the holidays with her husband's consent. She finally decided to remain there and did not return to the USA, despite her husband's repeated requests.", "11. On a petition from Mr Washington dated 19 June 2003, the Family Court of the State of New York, Dutchess County, in an order of 15 September 2003, awarded temporary custody of Charlotte to her father, decided that she should live with him, and ordered the mother to return Charlotte immediately, requesting all competent bodies in France to assist the petitioner in repatriating the child to the State of New York. A hearing was scheduled for 14 November 2003 for the purposes of examining the father's petition for sole custody of his daughter and of hearing the mother's reasons for her opposition to such a decision.", "12. On 26 September 2003 Charlotte's father applied to the United States Central Authority in order to secure the return of his child. In accordance with the 1980 Hague Convention on the Civil Aspects of International Child Abduction, the US Central Authority, on 14 October 2003, transmitted to the French Central Authority, the Bureau for International Legal Assistance in civil and commercial matters, a request for Charlotte's return to the United States.", "13. On 15 October 2003 that request was forwarded to the Principal Public Prosecutor at the Aix-en-Provence Court of Appeal, on whose initiative the mother was summoned for interview by the gendarmerie. She stated that she refused to return the child to the father.", "14. The public prosecutor at the Draguignan tribunal de grande instance, having been authorised by an order of 7 November 2003 on his ex parte application, brought proceedings against the first applicant for the purposes of obtaining an order that the child be returned to her father on the basis of Articles 3 and 12 of the Hague Convention. Mr Washington intervened on a voluntary basis in those proceedings.", "15. In a judgment of 15 January 2004 the court dismissed the claims of the public prosecutor and Mr Washington. It took the view that whilst Charlotte's removal had not been in any way wrongful, since it was not disputed by Mr Washington that he had agreed to the child's temporary removal to France, the fact that the child had been prevented from returning to her place of habitual residence, where Mr Washington exercised his rights of custody, was to be considered wrongful within the meaning of Article 3 of the Hague Convention, regardless of the reasons for which the applicant was opposed to her return. As to the risk for Charlotte in the event of her return, the court found as follows:", "“In the present case, in the light of the various attestations produced in the proceedings, both by Mr Washington and by [the applicant], there is no evidence of harmful conduct [on the part of the father] towards the child ... .", "However, it has been established and is not disputed by Mr Washington that the child Charlotte, who was born on 14 August 2003 [sic] and who is therefore aged only three years and a few months, has lived throughout her infancy mainly in the company of her mother, especially as the latter was not employed while in the United States. Dr P., who was Charlotte's doctor from her birth until 10 March 2003, has moreover certified that the applicant herself brought the child to most of the consultations and did not miss any appointments.", "The attestations produced in the proceedings in respect of Charlotte's life in France show that the mother/daughter relationship is extremely sound, as pointed out by Dr T., who reports that the child is not suffering from any psychological disturbance and has adapted well, particularly in her school life, as indicated by the attestation from the headmistress of the nursery school that [she] attends.", "The applicant arranged for the child to undergo a psychological examination by Dr V. Concerning the relations that the child had developed emotionally with her parental figures, this clinical psychologist noted the very strong predominance of the mother figure:", "The child's psychological, psycho-affective and cognitive development is healthy, and there is an excellent relationship, with sound emotional ties, between Charlotte and her mother, and also between the child and her maternal grandparents. It also appears that she refers to the father figure, that she may mention when prompted by the therapist, without expressing any affect.", "Charlotte seems to be developing harmoniously, having found a balanced life with her mother and maternal grandparents, and does not seem to have been affected mentally by her separation from her father or her departure from the United States of America, where she was born. It would thus be harmful for this child if her points of reference were changed and she was placed in a situation where she became separated from her mother and her mother's family out of a concern for effective restoration of the father's role.", "It transpires from the foregoing that, in view of Charlotte's infancy and her close relationship with her mother, in whose company she has always lived, both in the United States of America and since her arrival in France, her return would place her in an intolerable situation on account of the resulting separation from her mother, but also because of her removal from the environment to which she has adapted and her transfer to a new environment with her father in the State of her habitual residence, no concrete information having been forthcoming in this connection.", "In these circumstances, and in accordance with Article 13 (b) of the Hague Convention, it is not appropriate to order Charlotte's return to the United States of America ... on account of a grave risk that she would be placed in an intolerable situation.”", "16. On 30 January 2004 the public prosecutor appealed against the decision of the Draguignan tribunal de grande instance.", "17. In parallel to the French proceedings, by an order of 24 February 2004 delivered on 8 March 2004, the Family Court of the State of New York, ruling on the merits of the father's petition, in the absence of the mother – who had failed to appear despite having been served notice of the hearing –, awarded the father sole custody of the child, ordered that the child be returned and held that the court retained jurisdiction to reconsider the child's best interests as well as the court's directions in the case if requested by either party.", "18. In a judgment of 13 May 2004, served on 1 June 2004, the Aix-en-Provence Court of Appeal set aside the judgment of 15 January 2004 and ordered Charlotte's prompt return to the place of her habitual residence in the United States of America. The judgment gave the following reasons:", "“... [the first applicant] requested the benefit of the exception provided for in Article 13 (b) of the Hague Convention ...", "It is not for the Court to assess the educative and affective capacities of each parent but to ascertain whether the parent who retains the child has adduced evidence to show that if returned the child would be exposed to real and immediate physical or psychological harm and would be placed in an intolerable situation before a decision on the merits is taken by the court of the place of habitual residence, it being understood that, in accordance with Article 19 of the Hague Convention, a decision under that Convention concerning the return of the child will not be a determination on the merits of any custody issue.", "Ms Maumousseau has argued that the child should not be returned to the United States of America on child protection grounds, on account of the violent and alcoholic behaviour of Mr Washington who, she has also alleged, took drugs.", "The attestations produced by Ms Maumousseau, issued by her parents, Mr and Mrs Louis, Mrs Musard, Mrs Bernard, Mrs Degeneve and Mrs Buckley, mainly relate to her own allegations, which she had imparted to them, about her husband's behaviour towards her. None of them provide evidence of any harmful attitude on the part of Mr Washington towards his daughter. He has himself produced various affidavits from work colleagues, friends of the couple and neighbours, testifying that he is a caring father, is not an alcoholic and does not take drugs. He has also produced the results of tests dated 9 March 2004 showing the absence of any trace of drugs.", "The domestic incident report of 4 September 2002 from New York State, the medical certificates of 18 March 2003 and 20 November 2003 issued by Dr Broglio, that of 3 December 2003 by Dr Page, and the complaint for violence filed on 4 December 2003, do not relate to Charlotte Washington at all.", "The only document concerning Charlotte is a child protection report filed on 2 October 2001 by the social services of Dutchess County, which noted a lack of supervision imputable to the child's mother following a fall by the child in the fire-escape stairwell. This incident shows that the New York State services are protective of the child's interests.", "Ms Maumousseau has not shown that the child's return would be harmful for her on account of the father's behaviour. In fact, she had herself written to him on 4 May 2003 requesting that he send various belongings and objects for Charlotte and adding: “we hope you will come and see us soon and live with us”.", "Ms Maumousseau argues that the child's return would place her daughter in an intolerable psychological situation on account of being separated from her mother after having adapted to her new life.", "Charlotte, now three and a half years old, has been living with her mother and maternal grandparents for the past year. She has settled well in the village life, has been attending nursery school since 3 September 2003 and takes gymnastics lessons.", "The headmistress of the nursery school describes her as a well-behaved child who works well, plays with all her classmates, speaks fluent French, understands everything she is told and makes herself understood, has adapted perfectly to school, and shows much self-fulfilment and contentment.", "Dr Torres Chavanier, a psychiatrist, certified on 9 December 2003 that she was a smiling and lively child with a very satisfactory psychomotor and intellectual development for her age and that she showed no signs of psychological disorder. He also pointed out that the mother-child relationship was very sound.", "Mr Veschi, a clinical psychologist, certified that he had seen the child at the request of Ms Maumousseau and had drawn up an examination report dated 10 December 2003.", "He noted the child's very strong emotional relationship with her mother and maternal grandparents, a very strong predominance of the mother figure reflected in her imaginative creations and in symbolic games, and her reference to the father figure without expressing any affect.", "He concluded his report by stating that the child was in good psychological, psycho-affective and cognitive health, which was apparently developing harmoniously, that she seemed to have found a balanced life with her mother and maternal grandparents, and did not seem to have been affected mentally by her separation from her father or her departure from the United States of America, where she was born. He added that '[i]t would thus be harmful for this child if her points of reference were changed and she was placed in a situation where she became separated from her mother and her mother's family out of a concern for effective restoration of the father's role'.", "The harm referred to in Article 13 (b) of the Hague Convention cannot be constituted solely by separation from the parent who acted unlawfully and created the risk.", "The observations of the psychiatrist, psychologist and headmistress show that the child has the capacity to adapt to new circumstances.", "Mr Washington has been employed by the company Verizon Communications, as a consultant since 1988, and as a video specialist since December 1999. In 2002 his monthly salary amount to 4,500 euros.", "He has been a tenant in the same residence since June 2000, i.e. before Charlotte was born, renting a two-room apartment for a monthly rent of 1,009 dollars that he pays regularly.", "His employer wrote to him on 18 February 2004 that he agreed to adapt his working hours so that he could work only two days a week when necessary, as the nature of his work allowed him to work outside the company's premises, whether at home or elsewhere.", "Ms Maria Nagy, a graduate of a nursing school and a neighbour of Mr Washington, informed him in a letter of 6 February 2004 that she agreed to look after Charlotte, day or night, as required.", "The head of the nursery section of a children's day care and learning centre in Wappingers Falls confirmed by a letter of 20 February 2004 that Charlotte had been admitted to it.", "The affidavits and photographs produced by Mr Washington further show that he has the support of his family and friends.", "The environment that Mr Washington would provide on his daughter's return, being the environment in which she lived from 14 August 2000 until her removal on 17 March 2003, does not indicate a risk of any harm that would place the child in an intolerable situation.", "Ms Maumousseau alleged that there was a risk that she would no longer be allowed to travel freely to the United States.", "She produced the form for entry into the United States that has to be filled in by non-immigrant visitors without a visa, showing that entry into the country may be refused to a person who has prevented a US citizen from exercising his or her custody rights.", "A permanent resident card, valid from 21 June 2003 to 10 October 2013, was granted to Mrs Washington née Maumousseau on 3 October 2003, further to her application of 21 August 2000.", "As a result, the US authorities cannot prevent her from returning to the United States where the family's habitual residence is located and where she will be able to assert her rights in the context of adversarial proceedings. The decisions concerning the exercise of parental authority are essentially temporary and may be modified to take the child's interest into account. The judge of the Dutchess County Family Court, New York State, moreover stipulates in his order of 24 February 2004 that 'the court reserves the right and retains jurisdiction to decide on the child's interest and will consider any new measures that may be taken by the two parties in accordance with this decree [sic]'.", "Having regard to all of the foregoing elements, which are sufficient for adjudication without it being necessary to order any investigation, Mrs Washington née Maumousseau has not shown that there is a grave risk that Charlotte's return would expose her to physical or psychological harm or place her in an intolerable situation.", "Consequently, it is appropriate to set aside the judgment appealed against and to order the child's prompt return to the place of her habitual residence, in accordance with Article 12 of the Hague Convention of 25 October 1980.”", "19. The first applicant appealed against this judgment to the Court of Cassation claiming a violation of Article 13 (b) of the Hague Convention and of Article 8 of the European Convention on Human Rights, and a failure to take into account the child's “best interests” as guaranteed by Article 3 § 1 of the New York Convention on the Rights of the Child (the “New York Convention”).", "20. On 8 June 2004 the first applicant was interviewed by the police with a view to the voluntary return of the child, who had been taken into hiding. On 2 and 9 July 2004 the mother was questioned by the public prosecutor for the same purpose. On those latter occasions she took note of the fact that she was committing a criminal offence by keeping her daughter in the current situation and refused to enforce the judgment of 13 May 2004.", "21. On 23 September 2004 the public prosecutor of Draguignan, assisted by four police officers, entered Charlotte's nursery school seeking to enforce the judgment of the Court of Appeal. It can be seen from the various press articles in the file that the first applicant, the child's grandparents and school staff physically opposed the police intervention by forming a protective barrier around the child, helped by the prompt arrival of several villagers and the village mayor himself. Faced with this resistance, in the course of which blows and insults were apparently exchanged, the public prosecutor provisionally discontinued the enforcement of the decision. The operation attracted widespread media attention, nationally as well as locally. The then Minister of Justice announced that he would request the General Inspectorate of Judicial Services to study the means of intervention best adapted to this type of dispute; however, no such report has ever been filed or published.", "22. In the meantime, on 28 May 2004, the first applicant had applied to the Draguignan Youth Court seeking a measure of “educational assistance” for her daughter. In a decision of 2 August 2004 the Youth Court ordered a measure of investigation and educational guidance and prescribed a psychiatric examination as follows:", "“It appears that Charlotte, who is almost four years old, is embroiled in a relentless conflict between her parents, before the courts and in the media, and this must be upsetting or disturbing for her. Charlotte may also feel and apprehend fear about the prospect of being separated for good from her father or mother. These conditions may particularly give rise to anxiety, suffering and worry for a little girl.”", "23. In an educational assistance order of 27 September 2004 the Draguignan Youth Court decided on the placement of the second applicant for a period of six months in specialist family care with the ADSEA for the département of Var, with a right of access for both parents, on the following grounds:", "“It transpires from the interim report issued by the department responsible for the investigation and educational guidance, from the representations of the parents and the child's ad hoc administrator, from the submissions of the parties and the public prosecutor, from the press articles in the case file, from correspondence and from judicial decisions, that the conflict between the parents reached a climax on 23 September 2004 in Les Adrets, inevitably causing this little girl psychological distress, fear, anxiety, terrors and confusion.", "Charlotte was at the heart of a situation of severe and active physical and mental violence and witnessed serious clashes between adults of which she was the subject.", "These circumstances have entail for this child a strong emotional condition that endangers her health and security.", "The idea, for Charlotte, of being constantly reminded that she risks being permanently separated from her father or mother must inevitably have been strengthened on that occasion ...", "Charlotte is living today in semi-clandestine conditions, deprived of contact with her father, the subject of concern among members of her family, and a hostage in the conflict between her parents, as enshrined in various decisions.", "In order to give her some respite, some time to catch her breath and get on with her childhood, to distance her from the competition of which she is the target, with the risk of a psychological breakdown, it is appropriate to order that she be placed for a period of six months in specialist family care with the ADSEA for the département of Var.”", "24. In a judgment of 3 December 2004 the Aix-en-Provence Court of Appeal endorsed the child's temporary placement in care but, when ruling on the merits, ordered that she be removed from care and returned to her father in accordance with the US court's decision and its own decision of 13 May 2004.", "25. On 4 December 2004 Charlotte left France for the USA.", "26. In a judgment of 21 March 2005 the Youth Court ordered the discontinuance of the educational assistance measure:", "“The conflict over this child must have placed Charlotte in a situation of uncertainty, anxiety and suffering.", "The present outcome of this conflict, namely Charlotte's separation from her mother, must have been very psychologically harmful for this four-year-old child who until then had benefited from the warm and orderly environment provided by the mother.", "A whole sphere of her past life has thus disappeared – left behind in a few hours on the plane.", "This wrench will take a long time to heal.", "In this sense, Charlotte remains in a situation of danger in terms of her health, within the meaning of Article 375 of the Civil Code.", "The fact that Charlotte lives with her father in the USA nevertheless precludes the continuation of any measure of support for the girl or her parents.", "On that ground alone it is ordered that the educational assistance measure be discontinued.”", "27. In a judgment of 14 June 2005 the Court of Cassation dismissed an appeal by the first applicant in spite of the advocate-general's submissions to the contrary. The judgment is reasoned as follows:", "“It is apparent from Article 13 (b) of the Hague Convention of 25 October 1980 that an exception to the child's prompt return may be allowed only if there is a grave risk of harm or of an intolerable situation. Under Article 3 § 1 of the New York Convention on the Rights of the Child – a provision which is directly applicable in the French courts – the best interests of the child must be a primary consideration in the assessment of the relevant circumstances.", "Without having to deal with a mere argument, the Court of Appeal noted, in its discretion, after referring to the conditions of the child's life with her mother, that there was no evidence that the father had displayed a dangerous attitude towards his daughter, that it had been established that he was neither an alcoholic nor a drug addict, that the child's psychological condition was satisfactory, and that her father would offer her favourable living conditions in the United States, with the assistance of a nursing school graduate. These findings show that the child's best interests were taken into consideration by the Court of Appeal, which rightly concluded, without laying itself open to the complaints in the present appeal, that it was appropriate to order the child's prompt return in accordance with the Hague Convention.”", "28. In parallel to the various sets of proceedings mentioned above, the first applicant initiated divorce proceedings in France on 6 November 2003, when she filed a petition for divorce, on the grounds of fault, with the Draguignan family-affairs judge. In a decision of 24 November 2003, a hearing for an attempt at reconciliation was scheduled for 8 June 2004. At that hearing, Mr Washington claimed that the French family-affairs judge should decline jurisdiction in favour of the Family Court of the State of New York.", "29. In a decision of 15 June 2004 the judge upheld the objection to jurisdiction. In a judgment of 24 February 2005 the Aix-en-Provence Court of Appeal set aside that decision and held that the French court had jurisdiction to rule on the divorce.", "30. On 30 March 2005 the first applicant filed an updated petition for divorce. In a decision of 31 March 2005, a hearing for an attempt at reconciliation was scheduled for 30 June 2005. In connection with that hearing, Mr Washington filed pleadings seeking an order that he be examined before the Family Court of the State of New York, and in the alternative the postponement of the hearing so that he would be able to attend. The proceedings were adjourned until a hearing of 2 August 2005. Mr. Washington failed to appear and did not give reasons for this. The reconciliation hearing was thus held in his absence.", "31. In a non-reconciliation decision of 16 August 2005, and after pointing out that a decision on the child's return given in the context of the Hague Convention did not determine the merits of any custody issue (Article 19), the family-affairs judge ruled that parental authority would be exercised jointly by both parents, that the child would habitually reside in France at her mother's house, and that the father would have rights of visiting and staying contact for one half of the school summer holidays every year, and every other year, alternately with the mother, for the whole of the Christmas holidays. The decision states as follows:", "“The petitioner's claims, in the light of the evidence concerning the living conditions offered to the child, as noted by the judges of the Aix-en-Provence Court of Appeal, do not appear to be contrary to the child's interests. They must therefore be granted as to their principle.”", "32. In a judgment of 24 April 2007 the Draguignan tribunal de grande instance granted the parties' divorce and held that the second applicant should live with her mother, with her father being granted a right of contact.", "33. The Government indicated that subsequent to the enforcement of the decision concerning the child's return, the French Central Authority had received requests from the first applicant's lawyer for the purpose of transmitting to the US Central Authority a request for Charlotte's return on the basis of the non-reconciliation decision holding that the child should live with her mother. No action had been taken in response to these requests on the ground that Article 3 of the Hague Convention was not applicable as the child's habitual residence had been in the United States at the time of the French decision. Lastly, during the public hearing before the Court, the Government explained that on 24 November 2005 the first applicant had summoned Mr Washington to appear before the Draguignan Criminal Court, for the offence of failing to hand over a child to the person having custody, in breach of the decision of 16 August 2005, and that the court, having found that it was not established that the summons had been served on its addressee, had invited her to serve a new summons for a hearing on 7 September 2007.", "34. Following the orders of 15 September 2003 and 24 February 2004 (see paragraphs 11 and 17 above), the Family Court of the State of New York made a new order (“order to show cause”) on 11 October 2005 in which the first applicant was summoned to a hearing scheduled for 28 November 2005 for the purpose of submitting the reasons why an order should not be made, upon a petition from Mr Washington, to the effect that her visits to Charlotte would be restricted to the courthouse under the supervision of the child's paternal grandmother and an officer of the court and that she would have to surrender the child's French passport prior to the first visit and refrain from applying for a new one. She was moreover ordered to post with the court a bond in the amount of 50,000 dollars which would be subject to forfeiture in the event she removed the child from the country.", "35. On 18 November 2005 the first applicant received a letter from the French Ministry of Foreign Affairs which stated as follows:", "“In your interview of 14 October 2005 you expressed your fear that you would not be given leave to enter the United States and thus would not be able to visit your daughter Charlotte, since, on the United States immigration questionnaire that you would have to complete, you would be asked expressly if you had committed a wrongful child abduction.", "The Ministry of Foreign Affairs is not in a position to give you an assurance that the United States authorities would allow you to enter their country.", "I am able to inform you, however, that a representative of the United States Embassy in France, who was asked about this matter on the telephone, indicated that as you would be coming from a State which is a co-signatory with the United States of the Hague Convention on the Civil Aspects of International Child Abduction of 25 October 1980, you should not be prevented from entering US territory.”", "36. On 23 November 2005 the first applicant's representative in the United States requested an adjournment of her court appearance until 19 December 2005 and filed an “affirmation in support of request for adjournment” stating that she had been informed of the court's objection to her contacting her daughter before that appearance.", "37. At the hearing of 19 December 2005 representations were heard from the parties. The first applicant requested the court, among other things, to dismiss the father's application and to register the non-reconciliation decision of 16 August 2005 of the Draguignan tribunal de grande instance granting her custody of Charlotte.", "38. In a decision of 3 February 2006, delivered on 8 February, the judge of the Family Court of the State of New York granted Mr Washington's application to restrict the mother's right of visitation. The court found first that the State of New York alone had the authority and jurisdiction to rule on issues of custody relating to the child, that it would not relinquish jurisdiction, that no French law or ruling could change the domestic law and that it would not recognise the orders of any other court which purported to exercise jurisdiction which was not in conformity with the applicable laws of New York State and international treaties which governed such issues. As regards the non-reconciliation decision of 16 August 2005 granting custody of Charlotte to the mother, it refused to recognise it as binding on that court. The court found that the father's request was justified by the mother's conduct and by the attitude of the French courts and authorities, which had for many months aided the mother in her appropriate actions. Observing that immediately after the child had returned to the United States a French court had determined that the mother should have custody, the judge was of the opinion that if the child were to return to France the likelihood for the father of having that most recent ruling overturned would be remote. The judge concluded as follows:", "“Based on the foregoing, this Court will not consider granting the mother unsupervised visitation and will conduct no further hearings on the issues of custody and visitation unless and until all of the following things have taken place:", "1. The mother must apply to the appropriate French courts and obtain the following results:", "a. An order which vacates any orders which purport to grant custody of this child to the mother.", "b. An order which unequivocally and irrevocably acknowledges that New York alone has exclusive subject matter jurisdiction over the issue of custody of this child so long as the father continues to be a resident of New York State.", "c. An order registering and recognizing the New York order, granting the father full custody of the subject child, as the only valid order relating to the custody of this child.", "d. ...", "2. ...", "3. Before any unsupervised visitation is granted, the mother must post a cash or surety bond in the amount of $25,000.00 ...", "4. Any time the mother is exercising any form of visitation with the child, she must surrender her passport to the child's law guardian ...", "5. ..., all visitation with the child shall be supervised and shall be confined to the area of Dutchess County, New York, unless prior court approval has been granted.", "I realize these may seem like harsh conditions and restrictions. However, these conditions and restrictions are born of the extremely inappropriate conduct of the mother and the clear attitude and intentions of the French courts and authorities to favor the mother, ignoring applicable laws and international protocols relating to the issues involved in this case.", "The mother shall have the right to apply to this court for a relaxation of the conditions outlined above upon notice to this court that the French order purporting to grant her custody of the child has been vacated and the order of this court has been registered and recognized in France as the only valid order ...”", "39. The order was followed by the usual indications about the possibility of lodging an appeal before the Appellate Division, Second Department, no later than thirty days after receipt of the order. The first applicant did not exercise her right of appeal.", "40. Lastly, there is evidence that on 15 January 2007 the French Central Authority sent a letter to counsel for the first applicant, beginning as follows:", "“Dear Madam,", "I have been informed by my counterpart in the United States that Mr Washington does not accept the offer of mediation that was made to him, since he cannot be certain of the mother's intentions, and this perhaps explains why you decided, at the same time as he was approached about a friendly settlement, to reactivate the criminal proceedings, of which I have been informed by the public prosecutor of Aix-en-Provence.", "The terms of the US judgment being unequivocal, it seems pointless to bring any proceedings in the United States with a view to extending the contact between Charlotte and her mother before securing a change in the French decision concerning parental authority.", "It is up to your client to lodge an application for that purpose with the family-affairs judge. The French Central Authority is quite prepared to confer once again with the US Central Authority in order to ascertain what assistance could be provided to Ms Maumousseau should she wish to bring proceedings in the United States for an extension of her access rights, as and when such proceedings are justified by new developments. ...”", "41. Article 388-1 of the French Civil Code provides:", "“In all proceedings relating to him, a minor capable of discernment may, without prejudice to the provisions as to his intervention or consent, be heard by the court or, when his interests so require, a person appointed by the court for that purpose.", "A minor shall be granted a hearing if he so requests. If a minor refuses a hearing, the court shall assess the merits of the refusal. He may be heard alone, with a lawyer or with a person of his choosing.", "Where that choice does not appear to be consonant with the child's interests, the court may appoint another person.", "The hearing of a minor does not confer on him the status of a party to the proceedings.", "The court shall ensure that the minor has been informed of his right to be heard and to be assisted by a lawyer.”", "42. The Court of Cassation was consistent in its case-law concerning the application of Article 13 of the Hague Convention until the above-cited judgment of 14 June 2005 (see paragraph 27 above). In a judgment of 12 July 1994, the first Civil Division of the Court of Cassation gave the following reasons for its decision:", "“The harm or intolerable situation, within the meaning of [Article 13 (b) of the Convention of 25 October 1980], results as much from the further change in the removed child's current environment as from the environment that he will discover or rediscover in the State of his habitual residence.", "Furthermore, after observing, in the light of the expert's report, that Fareed's separation from his mother, taking into account the child's tender age and the circumstances in which he had come to live exclusively with her for over a year, 'would be experienced by the child as the loss of a loved one', the Court of Appeal, exercising its power of discretion, held that for the time being his return to the United States of America would expose him to a grave risk of psychological harm. It therefore justified its decision in accordance with the law.”", "In a judgment of 22 June 1999 the same Division dismissed an appeal on points of law as follows:", "“The Court of Appeal, which rightly found, based on its own reasoning and that of the court below, that a grave risk of harm or of an intolerable situation – circumstances that under Article 13 (b) of the Hague Convention justify the retention of children who have been removed – might be entailed by a further change in the children's environment, decided in its discretion that separating a three-year-old child from her mother and a brother and sister from each other would cause an immediate risk of psychological harm, and that the sudden return of the children to Germany would place them in an intolerable situation in view of their tender age.” (Court of Cassation, First Civil Division, 22 June 1999).", "43 The relevant provisions read as follows:", "“The States signatory to the present Convention,", "Firmly convinced that the interests of children are of paramount importance in matters relating to their custody,", "Desiring to protect children internationally from the harmful effects of their wrongful removal or retention and to establish procedures to ensure their prompt return to the State of their habitual residence, as well as to secure protection for rights of access,", "Have resolved to conclude a Convention to this effect, and have agreed upon the following provisions:”", "“The objects of the present Convention are:", "(a) to secure the prompt return of children wrongfully removed to or retained in any Contracting State; and", "(b) to ensure that rights of custody and of access under the law of one Contracting State are effectively respected in the other Contracting States.”", "“The removal or the retention of a child is to be considered wrongful where:", "(a) it is in breach of rights of custody attributed to a person, an institution or any other body, either jointly or alone, under the law of the State in which the child was habitually resident immediately before the removal or retention; and", "(b) at the time of removal or retention those rights were actually exercised, either jointly or alone, or would have been so exercised but for the removal or retention.", "The rights of custody mentioned in sub-paragraph (a) above may arise in particular by operation of law or by reason of a judicial or administrative decision, or by reason of an agreement having legal effect under the law of that State.”", "“Central Authorities shall cooperate with each other and promote cooperation amongst the competent authorities in their respective States to secure the prompt return of children and to achieve the other objects of this Convention.", "In particular, either directly or through any intermediary, they shall take all appropriate measures:", "(a) to discover the whereabouts of a child who has been wrongfully removed or retained;", "(b) to prevent further harm to the child or prejudice to interested parties by taking or causing to be taken provisional measures;", "(c) to secure the voluntary return of the child or to bring about an amicable resolution of the issues;", "(d) to exchange, where desirable, information relating to the social background of the child;", "(e) to provide information of a general character as to the law of their State in connection with the application of the Convention;", "(f) to initiate or facilitate the institution of judicial or administrative proceedings with a view to obtaining the return of the child and, in a proper case, to make arrangements for organising or securing the effective exercise of rights of access;", "(g) where the circumstances so require, to provide or facilitate the provision of legal aid and advice, including the participation of legal counsel and advisers;", "(h) to provide such administrative arrangements as may be necessary and appropriate to secure the safe return of the child;", "(i) to keep each other informed with respect to the operation of this Convention and, as far as possible, to eliminate any obstacles to its application.”", "“Where a child has been wrongfully removed or retained in terms of Article 3 and, at the date of the commencement of the proceedings before the judicial or administrative authority of the Contracting State where the child is, a period of less than one year has elapsed from the date of the wrongful removal or retention, the authority concerned shall order the return of the child forthwith ...”", "“Notwithstanding the provisions of the preceding Article, the judicial or administrative authority of the requested State is not bound to order the return of the child if the person, institution or other body which opposes its return establishes that:", "(a) the person, institution or other body having the care of the person of the child was not actually exercising the custody rights at the time of removal or retention, or had consented to or subsequently acquiesced in the removal or retention; or", "(b) there is a grave risk that his or her return would expose the child to physical or psychological harm or otherwise place the child in an intolerable situation.”", "“The return of the child under the provisions of Article 12 may be refused if this would not be permitted by the fundamental principles of the requested State relating to the protection of human rights and fundamental freedoms.”", "“An application to make arrangements for organizing or securing the effective exercise of rights of access may be presented to the Central Authorities of the Contracting States in the same way as an application for the return of a child.", "The Central Authorities are bound by the obligations of co-operation which are set forth in Article 7 to promote the peaceful enjoyment of access rights and the fulfilment of any conditions to which the exercise of those rights may be subject. The Central Authorities shall take steps to remove, as far as possible, all obstacles to the exercise of such rights.", "The Central Authorities, either directly or through intermediaries, may initiate or assist in the institution of proceedings with a view to organizing or protecting these rights and securing respect for the conditions to which the exercise of these rights may be subject.”", "The Hague Convention was adopted on 24 October 1980 by the Fourteenth Session of the Hague Conference on Private International Law (the “Conference”), an intergovernmental organisation, in Plenary Session. In 1982 the Conference produced and published a final Explanatory Report on the Hague Convention to which the Court refers. The report was drafted by Mrs Élisa Pérez-Vera, Reporter to the organisation's First Commission, which had been responsible for preparing the Hague Convention; it is available on the Internet at http://hcch.e-vision.nl/upload/expl28.pdf. Paragraph 34 of the report reads as follows:", "“... it would seem necessary to underline the fact that the three types of exception to the rule concerning the return of the child must be applied only so far as they go and no further. This implies above all that they are to be interpreted in a restrictive fashion if the Convention is not to become a dead letter. In fact, the Convention as a whole rests upon the unanimous rejection of this phenomenon of illegal child removals and upon the conviction that the best way to combat them at an international level is to refuse to grant them legal recognition. The practical application of this principle requires that the signatory States be convinced that they belong, despite their differences, to the same legal community within which the authorities of each State acknowledge that the authorities of one of them – those of the child's habitual residence – are in principle best placed to decide upon questions of custody and access. As a result, a systematic invocation of the said exceptions, substituting the forum chosen by the abductor for that of the child's residence, would lead to the collapse of the whole structure of the Convention by depriving it of the spirit of mutual confidence which is its inspiration.”", "44 The relevant provisions of the Convention on the Rights of the Child read as follows:", "“... Convinced that the family, as the fundamental group of society and the natural environment for the growth and well-being of all its members and particularly children, should be afforded the necessary protection and assistance so that it can fully assume its responsibilities within the community,", "Recognizing that the child, for the full and harmonious development of his or her personality, should grow up in a family environment, in an atmosphere of happiness, love and understanding, ...”", "“In all actions concerning children, whether undertaken by public or private social welfare institutions, courts of law, administrative authorities or legislative bodies, the best interests of the child shall be a primary consideration.”", "“1. States Parties shall take measures to combat the illicit transfer and non-return of children abroad.", "2. To this end, States Parties shall promote the conclusion of bilateral or multilateral agreements or accession to existing agreements.”", "45. In its “General Comment No. 5 (2003)”, on States Parties' obligations to develop general measures of implementation of the 1989 Convention on the Rights of the Child, the Committee on the Rights of the Child, the United Nations body that monitors its implementation, encouraged States Parties to ratify the Hague Convention for the purposes of implementing the above-mentioned Article 11.", "“1. States Parties shall assure to the child who is capable of forming his or her own views the right to express those views freely in all matters affecting the child, the views of the child being given due weight in accordance with the age and maturity of the child.", "2. For this purpose, the child shall in particular be provided the opportunity to be heard in any judicial and administrative proceedings affecting the child, either directly, or through a representative or an appropriate body, in a manner consistent with the procedural rules of national law.”", "46. The Committee on the Rights of the Child, in its Concluding Observations of 30 June 2004 concerning France, in the context of the second periodic report submitted by that State (CRC/C/15/Add.240), indicated that it was concerned about “inconsistencies in legislation as well as the fact that in practice, the interpretation of the legislation, and determination of which child is 'capable of discernment', may leave possibilities of denying a child this right or make it subject to the child's own request and may give rise to discrimination” (§§ 21 and 22 of its Observations). In its “General Comment No. 7 (2005)” on implementing child rights in early childhood, the Committee stated that Article 12 of the Convention on the Rights of the Child applied both to younger and to older children, early childhood being defined as the period below the age of eight years.", "47. Recommendation 874 (1979) of the Parliamentary Assembly of the Council of Europe on a European Charter on the Rights of the Child states the following as the first of a number of general principles:", "“a. Children must no longer be considered as parents' property, but must be recognised as individuals with their own rights and needs; ...”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6", "8"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}