{"ITEMID": "001-4928", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "ADMISSIBILITY", "DATE": 1999, "DOCNAME": "McPARLAND v. THE UNITED KINGDOM", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant is an Irish citizen, born in 1946 and living in Newry, Northern Ireland. He is represented before the Court by Mr Gerard Trainor of the Elliot-Trainor Partnership, a firm of solicitors based in Newry.", "A.", "", "On 3 April 1998 the Transport Licensing and Enforcement Branch of the Department of the Environment of Northern Ireland (“the Department”) notified the applicant in writing that his application for a road service licence had been refused on the ground that he was not considered to be of “good repute” within the meaning of sections 28A(1)(a) and 46A(3A)(a) of the Transport Act (Northern Ireland) 1967 as amended. The Department’s refusal was based on the fact that the applicant was convicted on 1 June 1990 of possessing explosives, firearms and ammunition and sentenced to ten years’ imprisonment. The applicant was released on 7 March 1995.", "Following a hearing held on 19 May 1998 before the Vehicle Licensing Review Body (“the Review Body”), the Department informed the applicant in June 1998 that it had accepted the Review Body’s recommendation and had decided to uphold its decision of 3 April 1998.", "The applicant’s solicitor requested the Department to provide reasons for the Review Body’s decision. By letter dated 7 August 1998, the Department informed the applicant that the Review Body had met on 19 May 1998 to hear his appeal and had taken into account all the information before it, including the character references which the applicant had supplied. It was the Review Body’s unanimous recommendation that the Department’s initial decision be upheld. The Department drew the applicant’s attention to the fact that the Review Body was an independent institution which did not have any power to take decisions on appeals from its licensing authority. The Review Body’s functions were limited to making recommendations for consideration by the Department. The Department took a final decision on the applicant’s application in which it affirmed its licensing authority’s earlier decision to refuse him an operator’s licence on the grounds specified in its letter of 3 April 1998.", "The applicant subsequently sought leave to apply for judicial review of the Department’s decision on the grounds inter alia that the decision refusing him a licence was discriminatory, unreasonable, unfair and unlawful; that the licensing authority had given undue emphasis to his criminal conviction; and that the same authority had failed to take into account relevant matters such as the character references he had submitted, his qualifications and the fact that official and private agencies had earmarked funding for the business venture which he was attempting to mount. The applicant also prayed in aid the provisions on the rehabilitation of offenders following their release from prison.", "On 25 September 1998 the applicant’s lawyer informed the High Court of Northern Ireland that the applicant no longer wished to proceed with the leave application. Mr Justice Kerr accordingly dismissed the application. According to the applicant, Mr Justice Kerr stated at the leave hearing that the licensing authorities confronted as they were with the applicant’s previous conviction and the terms of the relevant domestic legislation could not have reached a different conclusion.", "B. Relevant domestic law", "Section 28 of the Transport Act (Northern Ireland) 1967 was amended by regulation 4 of the Road Transport (Qualifications of Operators) Regulations (Northern Ireland) 1977 so as to provide that the Department of the Environment shall refuse to grant to an applicant an operator’s licence unless it is satisfied that the applicant is, inter alia, of good repute (new section 28A).", "The Transport Act (Northern Ireland) 1967 was further amended by the Road Transport (Qualifications of Operators) (Amendment) Regulations (Northern Ireland) 1991. According to section 5(2) of the Regulations, the Department shall determine that a person is not of good repute if he has been convicted of serious offences, defined as any offence which carries a sentence of imprisonment for a term exceeding three months, a fine exceeding level 4 on the standard scale, or a community service order for more than 60 hours. Spent convictions are to be disregarded.", "A person who has been refused a licence may apply in writing within fourteen days from the date of issue of the notice of refusal to the Department of the Environment stating his grounds of complaint and requiring the decision to be reviewed by the Department. The Department must inform the applicant in writing whether the decision has been confirmed or reversed. The Department must give reasons for the confirmation of a decision (regulation 5 of the Road Service Licensing Regulations (Northern Ireland) 1989)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}