{"ITEMID": "001-57772", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ESP", "BRANCH": "CHAMBER", "DATE": 1992, "DOCNAME": "CASE OF CASTELLS v. SPAIN", "IMPORTANCE": "2", "CONCLUSION": "Preliminary objection rejected (non-exhaustion);Violation of Art. 10;Not necessary to examine Art. 14+10;Pecuniary damage - claim dismissed;Non-pecuniary damage - finding of violation sufficient;Costs and expenses partial award - domestic proceedings;Costs and expenses partial award - Convention proceedings", "JUDGES": "J.A. Carrillo Salcedo;R. Pekkanen", "TEXT": ["6. Mr Miguel Castells, a Spanish national, resides at San Sebastián (Guipúzcoa), where he is a lawyer. At the material time he was a senator elected on the list of Herri Batasuna, a political grouping supporting independence for the Basque Country.", "7. In the week of 4 to 11 June 1979, the weekly magazine \"Punto y Hora de Euskalherria\" published an article entitled Insultante Impunidad (Outrageous Impunity) and signed by the applicant. The article read as follows:", "\"In a few days, at the San Fermín holiday, a year will have gone by since the murders of Germán Rodríguez atPamplona (Iruna) and of Joseba Barandiarán at San Sebastián(Donosti). The authorities have not identified the perpetrators of these crimes. They have not even acknowledged to which organisations they belong. Nor have they identified the persons who killed, between 12 and15 May 1977, Gregorio Marichalar Ayestarán, aged 63, and Rafael Gómez Jaúregui, aged 78, at Rentería, José Luis Canoat Irun and Manuel Fuentes Mesa at Ortuella; on 14 May,again in 1977, José Luis Aristizábal at San Sebastián, and,at around the same date, in the same town, IsidroSusperregui Aldekoa, over 70 years old; at the beginning ofJune, still in 1977, Javier Núñez Fernández at Bilbao;Francisco Aznar Clemente, Pedro María Martínez Ocio,Romualdo Barroso Chaparro, Juan José Castillo and Bienvenido Pereda Moral, on 3 March 1976 at Gasteiz, and,in the same year, on 7 March at Basauri, Vicente AntónFerrero, on 9 May at Montejurra, Aniano Jiménez and RicardoPellejero, in June Alberto Romero Soliño at Eibar, in September Jesús María Zabala at Fuenterrabía, in November Santiago Navas and José Javier Nuin at Santesteban and on10 July Normi Menchaka at Santurce; José Emilio Fernández Pérez, 16 years old, and Felipe Carro Flores, 15 years old, on 24 July and 25 July 1978, one at Apatomonasterio and the other at Sestao. I only mention the dead ones and the list is far from being exhaustive. These are only examples. Not one, I repeat, not one of the murders, of the interminable list of fascist murders carried out in the Basque Country (Euzkadi), has shown the slightest sign of being cleared up by the authorities. Will the individuals who assassinated Emilia Larrea, Roberto Aramburu, JosemariIturrioz, Agurtzane Arregui, Argala, José Ramon Ansa and Gladys del Estal, the most recent murders, be identified? And when I say most recent I should specify the date -9 June 1979 - because tomorrow there will be others.", "And there remain the hundreds of cases, for there are hundreds of them, in which people burst in, pistols at the ready, to the bars of the villages and the suburbs (Amorebieta, Durango, Eguía, Loyola, etc.) or simply run through the streets wounding and beating up everyone they come across; the bombs left in popular meeting places(Punto y Hora, Bordatxo, Alay Bar, Santi Bar, Askatasunaetc.) or in cars, attacks whose survivors suffer the consequences for life etc.", "The perpetrators of these crimes act, continue to work and remain in posts of responsibility, with total impunity. No warrant has been issued for their arrest. The description of the persons who carried out these acts has been neither drawn up or published; nor have there been any lists of suspects in the newspapers, or photokit pictures, and, far less, rewards offered to the public, or arrests, or inspections or searches of their homes. The public's help has not been sought through the media, as has happened in other cases. Indeed it is significant that such help is not even accepted in connection with these crimes. No link has been established, there have been no official communiqués full of explicit accusations and reprobation inthe press, as in other cases.", "The right-wing, who are in power, have all the means at their disposal (police, courts and prisons) to seek out and punish the perpetrators of so many crimes. But don't worry, the right will not seek itself out.", "Extreme right-wing organisations? Before Franco's death no one in the Basque Country thought that it was possible to secure the arrest or conviction for \"unlawful association\" of a single member, and far less one of the leaders, of the \"Triple A\", of the \"Batallón Vasco-Español\", of the \"Batallón Guezalaga\", of the ATE, of the Adolf Hitler commando, of the Francisco Franco commando, ofthe Mussolini commando, of the New Order, of Omega, of the\"Movimiento Social Español\", of \"Acción Nacional Española\"or of the \"Guerrilleros de Cristo Rey\". No one can believe it now either.", "\"ETA\" members held as prisoners? Hundreds of them havebeen to prison. Persons suspected of being members of \"ETA\"? Thousands of them have been detained in police stations. Sympathisers? One could go on with the list forever. Yet not a single leader or member of the Triple A has been bothered.", "Those responsible for public order and criminal prosecutions are the same today as they were before. And here in the Basque Country nothing has changed as far as impunity and questions of liability are concerned.", "The period when Ibanez Freire was Director General of the Civil Guard, and Fraga was Minister of the Interior, wasalso a time when there was a great increase in so-called extreme right-wing activities in the Basque Country. The same phenomenon, the same coincidences are recurring now.", "The increase in the activities of groups free to act asthey will is generally accompanied in the Basque Country byan increase in the strength of the security forces.", "These commandos, because we have to call them something, seem totally at home in the Basque Country, in the middle of a community completely hostile to them. This is too inexplicable for there not to be an obvious explanation. They have precise information to carry out their attacks, often more detailed than that available to local people.", "They have substantial files which are kept up to date. They have a considerable supply of weapons and of money. They have unlimited material and resources and operate with complete impunity. Considering the timing of their operations and the conditions in which they are carried out it can be said that they are guaranteed legal immunity in advance. Forbidding people to see this is futile.", "This is important to the people. In the Basque Country it is more important than all the provisional schemes for self-government, democratic consensus and other meaningless or abstract nonsense, because it is a visible, tangible reality which confronts people on a daily basis.", "Frankly, I do not believe that the fascist associations which I cited earlier have any independent existence, outside the State apparatus. In other words I do not believe that they actually exist. Despite all these different badges, it is always the same people.", "Behind these acts there can only be the Government, the party of the Government and their personnel. We know that they are increasingly going to use as a political instrument the ruthless hunting down of Basque dissidents and their physical elimination. If they want to be so lacking in a sense of political vision that's their problem! But for the sake of the next victim from our people, those responsible must be identified right away with maximum publicity.\"", "8. On 3 July 1979 the prosecuting authorities instituted criminal proceedings against Mr Castells for insulting the Government (Article 161 of the Criminal Code; see paragraph 20 below). The court with competence for the investigation procedure, the Supreme Court, requested the Senate to withdraw the applicant's parliamentary immunity, which it did by a majority on 27 May 1981.", "9. On 7 July 1981 the Supreme Court charged the applicant with having proffered serious insults against the Government and civil servants (Articles 161 para. 1 and 242 of the Criminal Code). It further ordered his detention on remand, taking into account the sentences laid down for the offences in question (six to twelve years' imprisonment; see paragraph 20 below), but allowed his release on bail in view of his status as a senator and the \"lack of alarm\" (falta de alarma) caused by the alleged offences.", "On 28 September 1981 the court varied its previous decision. It allowed the applicant's provisional release subject solely to the obligation to report to the judge at regular intervals. In addition to the circumstances already cited, it stressed that, during his questioning, Mr Castells had shown a co-operative attitude and had declared that his article had been intended merely as a political denunciation and not to insult or threaten the Government or its members.", "10. On 12 December 1981 the applicant's defence counsel challenged four of the five members of the relevant division of the Supreme Court. It was submitted that their political convictions and the posts which they had held under the previous political regime disqualified them from hearing a case concerning the freedom of opinion of an individual who, like the applicant, had been a notorious opponent of the regime in question. They relied on Article 54 para. 9 of the Code of Criminal Procedure.", "After several interlocutory applications, including one which resulted in a decision of the Constitutional Court on 12 July 1982 enjoining the Supreme Court to find the challenge admissible, the latter court, sitting in plenary session, dismissed the challenge on its merits on 11 January 1983. The Supreme Court took the view that although the judges had indeed sat in the Criminal Division of the Supreme Court under the previous political regime and one of them had, from 1966 to 1968, been the presiding judge in the Public Order Court, they had at that time merely applied the legislation in force.", "On 4 May 1983 the Constitutional Court dismissed an appeal (amparo) which Mr Castells had lodged alleging a violation of Article 24 para. 2 of the Constitution (right to an impartial tribunal). It found that the fact that the judges in question might have political convictions differing from those of the applicant could not be regarded as being of direct or indirect relevance (interés directo o indirecto) to the solution of the dispute within the meaning of Article 54 para. 9 of the Code of Criminal Procedure.", "11. In the meantime the investigation of the case had progressed. On 3 February 1982 the public prosecutor had concluded that the facts constituted an offence of proffering serious insults against the Government and demanded a prison sentence of six years and a day.", "In their memorial (conclusiones provisionales) of 2 April 1982, the defence lawyers contended that the disputed article contained accurate information and did not express the accused's personal opinion, but the views of the general public. They offered to adduce evidence to establish the truth of the information. In particular they suggested that the competent authorities should produce reports on any police inquiries, detentions, prosecutions or other measures undertaken against the members of the extreme right-wing groups responsible for the attacks denounced in the article; as the facts reported were common knowledge they could not be said to be insulting. In addition, the defence lawyers requested that evidence be taken from fifty-two witnesses, including members of the Belgian, Italian, French, English, Irish and Danish parliaments and of the European Parliament, on the matter of parliamentary practice regarding the freedom of political criticism; they argued that the accused had acted in his capacity as an elected representative and in conformity with the obligations attaching thereto.", "12. By decision (Auto) of 19 May 1982, the Supreme Court refused to admit the majority of the evidence put forward by the defence, on the ground that it was intended to show the truth of the information disseminated.", "There were divergences in academic opinion and even in its own case-law as to whether the defence of truth (exceptio veritatis) could be pleaded in respect of insults directed at the State institutions, but the reforms of the Criminal Code then under way clarified the question: those institutions fell outside the scope of that defence and Article 461 of the Criminal Code (see paragraph 21 below) authorised it only where civil servants were involved. The evidence which the defence proposed to adduce was not therefore admissible in the proceedings pending, without prejudice to the possibility available to the accused of instituting criminal proceedings as he considered fit.", "Mr Castells filed an appeal (recurso de súplica), but on 16 June 1982 the Supreme Court confirmed its decision on the ground that the accuracy of the information was not decisive for a charge of insulting the Government.", "The applicant then filed an appeal (amparo) in the Constitutional Court, alleging that the rights of the defence had been disregarded. That court dismissed it on 10 November 1982, holding that the question could be resolved only in the light of the proceedings in their entirety and after the decision of the trial court.", "13. The Criminal Division of the Supreme Court held a hearing on 27 October 1983 and gave judgment on 31 October. It sentenced the applicant to a term of imprisonment of one year and a day for proffering insults of a less serious kind (menos graves) against the Government; as an accessory penalty he was also disqualified for the same period from holding any public office and exercising a profession and ordered to pay costs.", "It found in the first place, with regard to the objective element of the offence, that the expressions used in the article were sufficiently strong to damage the reputation of the injured parties and to reveal an attitude of contempt. As far as the subjective element was concerned, it considered that, as a senator, Mr Castells had available to him very obvious means of expression, provided for in the Assembly's rules of procedure, through which to carry out his duties of monitoring and criticising the Government's activities; as he had failed to use these means, he could not claim to have acted on behalf of his electorate. The defence's second argument, based on the aim of political criticism (animus criticandi), did not remove its defamatory purpose (animus injuriandi), but reduced the importance thereof. In the case under examination, the insults proffered with the aim of political criticism had exceeded the permissible limits of such criticism and attacked the Government's honour. It was therefore preferable to apply Article 162 of the Criminal Code, which provided for the offence of proffering less serious insults against the Government, rather than Article 161. On the question of the constitutional right to freedom of expression (Article 20 of the Constitution; see paragraph 19 below) there were limits to that right, in particular in relation to the right to honour and to a private life and the right to control use of one's likeness. Furthermore, the fact that the insult appeared in a press article suggested that it was the fruit of a more complicated intellectual process and a degree of reasoning which made it more clear and precise.", "Finally, the Supreme Court confirmed its decision of 19 May 1982 regarding the admissibility of the defence of truth.", "The applicant again indicated in the Supreme Court his intention of filing an appeal (amparo) against the judgment, relying inter alia on Articles 14, 20, 23 and 24 of the Constitution. He lodged his appeal on 22 November 1983.", "14. The enforcement of the latter measure was nevertheless stayed by the Constitutional Court on 22 February 1984.", "15. In his appeal (amparo) of 22 November 1983, Mr Castells complained that he had not been able to have the Supreme Court's judgment examined by a higher court and of the length of the proceedings.", "He maintained further that the court had violated the principle of the presumption of innocence by refusing to allow him to adduce evidence. He considered it contrary to the most elementary rules of justice to convict someone - and in this case a senator - for making statements which were accurate and sufficiently important for it to be necessary to bring them to the attention of the community as a matter of urgency and in detail, without having allowed him to establish their truth.", "He alleged, in addition, a breach of the principle of equality before the law (Article 14 of the Constitution), taken alone or in conjunction with the right to freedom of expression (Article 20), as other persons had published similar articles without encountering difficulties. Furthermore, he claimed that he had been the victim of a violation of his right to formulate political criticism, which he argued was inherent in Article 23 as it applied to him in his capacity as a senator. According to him, that provision, which guarantees the right to participate in public affairs, entitled him to carry out his parliamentary duties of scrutiny through any organ or means generally available.", "The applicant made a further reference to Article 20 of the Constitution in the summary of his complaints (suplico).", "16. In his observations of 22 March 1984, the public prosecutor noted that Article 14 guaranteed equality before the law and not equality outside the law. As regards the complaint based on Article 23, it overlapped with the preceding complaint or was based on a misunderstanding: clearly a member of parliament did not carry out his duties only in the assembly, but outside it he did not enjoy any immunity; although he could, like any citizen, criticise the action of the Government, he should not forget that the freedom of expression had its limits, fixed by the Constitution.", "For his part, Mr Castells, by a letter of 21 May 1984, again offered to prove the truth of his statements, because that demonstrated \"the violation by the contested judgment of the right to `receive and communicate true information by any means of dissemination', referred to in Article 20 of the Constitution\". He also mentioned this right in his appeal (recurso de súplica) against the rejection of this offer by the Constitutional Court (20 July 1984) and in his observations of 21 February 1985.", "17. The Constitutional Court dismissed the appeal on 10 April 1985.", "In summarising the applicant's complaints at point 2 of the \"As to the Law\" part of its judgment, it took together, like the public prosecutor, those relating to Articles 14 and 23, without referring to Article 20: alleged violation of the right to equality before the law, guaranteed under Article 14 taken alone or in conjunction with Article 23, inasmuch as the contested decision restricted the powers of monitoring, scrutiny and criticism of a senator.", "At point 6 it stated that parliamentary privileges were to be interpreted strictly as otherwise they could become instruments for infringing the rights of others; they lapsed when their holder had acted as a mere citizen, even in his capacity as a politician.", "At points 9 and 10 it considered the central issue: the right to rely on relevant evidence in presenting the defence case, and in particular to plead the defence of truth in respect of an offence of the type in question. The court noted in this connection:", "\"In order to assess whether evidence which it is sought to adduce is relevant, it is necessary to establish a link between that evidence and the thema decidendi, which must first be determined on the basis of the parties' allegations. Except in the case of facts which are manifest or common knowledge, the court must not intervene in this regard, otherwise it will prejudge the merits, if only in part ... . It is preferable for the courts to avoid [such a preliminary assessment]; it does not however in itself infringe constitutional rights provided that the other defence rights are respected. Even though in the present case the court ought perhaps not to have anticipated its opinion on the defence of truth when assessing the relevance of the evidence, [that irregularity] therefore infringes the constitutional right to use relevant evidence - particularly where as here the decision is taken at a single level of jurisdiction - only if there has been a breach of a substantive right in issue.", "... \"", "Article 161 of the Criminal Code had given rise to criticism among academic writers because it restricted the freedom of expression. In any event, it should be read in conjunction with Article 20 which guaranteed that freedom. In this connection it had to be accepted that criminal legislation could constitute an adequate means of regulating the exercise of fundamental rights provided that it respected the essential content of the right in question. The limits of the freedoms of information and of opinion were beyond question to be found in the area of State security, which could be jeopardised by attempts to discredit democratic institutions. In conclusion the question whether the defence of truth was or was not admissible in this field was purely one of statutory interpretation and the specific application of Article 161 in the case under review was a matter falling within the exclusive jurisdiction of the Supreme Court.", "18. On 1 April 1986 the Supreme Court ruled that the term of imprisonment had been definitively served. Subsequently, the record of the conviction was annulled in accordance with Article 118 of the Criminal Code. It could therefore no longer be disclosed by investigation of the applicant's criminal record unless the request came from judges or courts in connection with a new criminal inquiry.", "19. The relevant articles of the Constitution provide as follows:", "\"All Spanish citizens are equal before the law. Any discrimination based on birth, race, sex, religion, opinion or any other condition or personal or social circumstances shall be prohibited.\"", "\"1. The right to honour, to a private life and to a family life and the right to control use of one's likeness shall be protected.", "...\"", "1. The following rights shall be recognised and protected:", "(a) the right freely to express and disseminate thoughts, ideas and opinions by word of mouth, in writing or by any other means of reproduction;", "...", "(d) the right to receive and communicate true information by any means of dissemination. The right to invoke the conscience clause and that of professional confidentiality shall be governed by statute.", "2. The exercise of these rights may not be restricted by any prior censorship.", "...", "4. These freedoms shall be limited by respect for the rights secured in this Title, by the provisions of the implementing Acts and in particular by the right to honour and to a private life and the right to control use of one's likeness and to the protection of youth and children.\"", "\"1. Citizens shall have the right to participate in public life directly or through their representatives freely elected at periodically held elections by universal suffrage.", "...\"", "20. The Institutional Act 8/1983 of 25 June 1983 reformed the Criminal Code. It provides that the offences of insulting the Government shall be punishable by the following penalties:", "\"The following shall be liable to long-term prison sentences [from six years and a day to twelve years - Article 30 of the Criminal Code]:", "1. Those who seriously insult, falsely accuse or threaten ... the Government ...;", "2. ...\"", "\"When the insult or threat referred to in the preceding Article is not serious, it shall be punishable by a short- term prison sentence [from six months and a day to six years - Article 30 of the Criminal Code].\"", "These provisions appear in a separate chapter of the Criminal Code. The chapter in question is based on the principle of authority (decision of the Supreme Court of 19 May 1982; see paragraph 12 above) and provides for a strengthened protection for the life, freedom and honour of the senior officials of the State. The offence of falsely accusing the Government was not introduced until 1983.", "21. Title X of Book II of the Criminal Code defines the offences of proffering insults and making false accusations. The latter consists of accusing a person wrongly of an offence coming within the category of those which have to be prosecuted even without a complaint (Article 453 of the Criminal Code). On the other hand, an insult is any expression or action which discredits a person or exposes him to contempt, in particular by accusing him of an offence of the kind which may be prosecuted only if a complaint is laid (Articles 457 and 458 of the Criminal Code). The practical importance of the distinction is that the defence of truth is admissible for the offence of false accusation (Article 456) but not for the offence of proffering insults, except where the insults are directed against civil servants in respect of acts relating to the performance of their duties (Article 461 of the Criminal Code).", "By the judgment of 31 October 1983 the Supreme Court specified that the defence of truth could not be pleaded in connection with the offence of insulting one of the senior institutions of the State: in the first place no official as such was concerned and, secondly, the institutions in question enjoyed extra protection in this field under the criminal law (see paragraphs 12 and 13 above)."], "VIOLATED_ARTICLES": ["10"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}