{"ITEMID": "001-22886", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "ADMISSIBILITY", "DATE": 2002, "DOCNAME": "SOKUR v. Ukraine", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "Gaukur Jörundsson", "TEXT": ["The applicant, Fedor Aleksandrovich Sokur, is a Ukrainian national, who was born in 1940 and resides in the village of Grodovka, Donetsk Region, Ukraine.", "The facts of the case, as submitted by the applicant, may be summarised as follows.", "In 2001, the applicant instituted proceedings in the Novogrodovsky City Court of Donetsk Region against the “Novogrodovskaya” Mining Company - a State-owned enterprise - to recover unpaid salary for the years 1998-2000.", "On 3 May 2001, the Novogrodovsky City Court found in favour of the applicant (Решение Новогродовского городского суда Донецкой области). The decision became effective on 14 May 2001 and was sent for execution to the Novogrodovsky City Bailiffs’ Office (Отдел Государственной исполнительной службы Новогродовского городского управления юстиции). However, the decision was not executed, allegedly due to the failure of the Bailiffs’ Office to act, in not selling the property of the Mining Company.", "The applicant instituted proceedings in the Novogrodovsky City Court of the Donetsk Region against the Novogrodovsky City Bailiffs’ Office for failure to execute the court decision in his favour. On 18 July 2001, the City Court rejected the applicant’s claim, finding no fault had been committed by the Bailiffs’ Office. The court stated that the Bailiffs’ Office had presented the decision of the Commercial Court of the Donetsk Region of 30 August 2000 to the respondent company, but was prohibited from enforcing the decision by selling the property of the mine, due to the bankruptcy proceedings which had been initiated against it.", "On 1 November 2001, the Appellate Court of the Donetsk Region dismissed the applicant’s appeal. On 18 February 2002, the panel of three judges of the Civil Chamber of the Supreme Court of Ukraine rejected the applicant’s request for leave to appeal.", "On 26 December 2001, the ban on the forced sale of assets belonging to undertakings in which the State holds at least 25% of the share capital, was entrenched in the Law on the Introduction of a Moratorium on the Forced Sale of Property.", "Under Section 12 of the Law on bankruptcy (Закон Украни «Про відновлення платоспроможності боржника або визнання його банкрутом»), a commercial court is entitled to order a moratorium on debt recovery from a company subject to bankruptcy proceedings. The moratorium implies a prohibition on the Bailiffs’ Office to execute judgements against such a company.", "The Law on the Introduction of a Moratorium on the Forced Sale of Property (Закон України “Про введення мораторiю на примусову реалiзацiю майна”) aims at protecting State interests on the sale of assets belonging to undertakings in which the State holds at least 25% of the share capital.", "A moratorium on the enforcement of judgment debts has been introduced until such time as the mechanism for the forced sale of the property of such undertakings has been improved. No time-limit has been set.", "Section 2 of that Law provides that the prohibition on the forced sale of property includes the execution of writs by the State Bailiffs’ Office over property belonging to such companies.", "The Law therefore stays the execution of all writs by the State Bailiffs’ Office against the assets of undertakings in which the State holds at least 25% of the share capital."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}