{"ITEMID": "001-92538", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GEO", "BRANCH": "ADMISSIBILITY", "DATE": 2006, "DOCNAME": "KERECHASHVILI v. GEORGIA", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant, Mr Omar Kerechashvili, is a Georgian national who was born in 1940 and lives in Tbilisi. From 11 October 2004 he was represented before the Court by Mr Z. Bourdouli, a lawyer belonging to the Georgian Young Lawyers’ Association. The Georgian Government (“the Government”) were represented first by Mrs E. Gureshidze, their general representative at the Court, and after 1 September 2005 by Mrs I. Barthaïa, their Agent.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 29 May 2000 the applicant, a civil servant employed at the Ministry of Social Security since 1974, was told that he was to be made redundant because the department in charge of disabled persons, within which he was the deputy director of the social reinsertion section, was to be reorganised after a decision to merge the Health and Social Security Ministries taken in December 1999.", "The applicant brought proceedings against his employer, seeking reinstatement and the sum of 1,094.91 laris (GEL) (approximately 478 euros (EUR)) for arrears of salary and unpaid bonuses. He submitted that on a number of occasions during the period 1998-2000 his salary (GEL 651.61 (approximately EUR 285)) had not been paid. In addition, he had not been paid bonuses for the third quarter of 1998, all four quarters in 1999 and two quarters in 2000 (GEL 443.30 (approximately EUR 194)).", "The defendant refused to reinstate the applicant but agreed that he was entitled to payment of the sum he claimed, amounting to GEL 1,094.91.", "On 14 September 2000, finding that the decision to make the applicant redundant had been taken in accordance with the law, the Vake-Saburtalo Court of First Instance in Tbilisi dismissed the first part of the applicant’s claim. For the rest, it decided that the ministry should pay him the sum of GEL 1,094.91.", "The applicant appealed, again asking for his redundancy notice to be declared null and void, and complained that the sums he was owed had not been paid to him on the day his employment was terminated, as required by Article 96 of the Labour Code.", "On 4 December 2000 the Civil Division of the Tbilisi Regional Court upheld the decision of 14 September 2000 in its entirety, adding that the applicant was entitled to assert his rights under Article 96 of the Labour Code. In the reasons it gave for dismissing the first part of the applicant’s claim, the Regional Court noted that the applicant, like every other civil servant made redundant at the same time, had been given sufficient notice that he was to lose his employment when the service in which he worked was closed down. It ruled that the procedure had been perfectly compliant with the requirements of section 97(1) of the Civil Service Act, whereas the applicant had refused to take up a different post the administration had offered him in exchange, as required by section 97(2) of the Act.", "The applicant appealed on points of law against the dismissal of his application to set aside his redundancy. As he had not contested before the Supreme Court that part of the appellate court’s judgment which concerned payment of the debt of GEL 1,094.91, it became final and enforceable on 4 January 2001 (Articles 397 and 402 § 1 of the Code of Civil Procedure).", "According to the applicant, the decision of 14 September 2000, as upheld on appeal on 4 December 2000, was never executed.", "In his appeal on points of law, the applicant submitted that the Regional Court’s interpretation of section 97(1) of the Civil Service Act was incorrect and deprived him of his rights under section 97(2). He further complained that his appeal had been heard by the Civil Division instead of the Administrative Division.", "On 13 April 2001 the Supreme Court held that the dispute was a labour dispute and was to be dealt with according to the rules of civil procedure. It found no breach or incorrect interpretation of the law by the Regional Court and dismissed the applicant’s appeal. Notification of the cassation judgment was dated 1 June 2001, but was served on the applicant on 13 June 2001.", "In a letter of 22 June 2001, the Georgian ombudswoman informed the applicant that she had referred to the Ministry of Justice his complaint of a failure to execute the decision of 14 September 2000. On 30 July 2001 the Vake-Saburtalo Court of First Instance issued the applicant with the writ of execution required to enforce execution of the decision of 14 September 2000, as upheld on appeal on 4 December 2000. On 31 July 2001 the applicant presented the writ, together with a written request for enforcement, to the competent bailiff (section 26 of the Court Orders (Enforcement Procedure) Act). The Government sent the Court copies of the writ of execution and the written request for enforcement (see “The law” below).", "..."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}