{"ITEMID": "001-102360", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MDA", "BRANCH": "ADMISSIBILITY", "DATE": 2010, "DOCNAME": "STRELTOV v. MOLDOVA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson;Lech Garlicki;Ledi Bianku;Mihai Poalelungi;Nicolas Bratza;Vincent A. De Gaetano", "TEXT": ["The applicants, Mr Alexandr Strelţov and Mr Ion Tătăroi, are Moldovan nationals who were born respectively in 1961 and 1958. Both applicants were represented before the Court by Mr Anatolie Bîzgu. The Moldovan Government (“the Government”) were represented by their Agent, Mr Vladimir Grosu.", "As with the applicants in the pilot judgment of Olaru and others (Olaru and others v. Moldova, nos. 476/07, 22539/05, 17911/08 and 13136/07, 28 July 2009), the applicants in the instant cases complained of a breach of their rights guaranteed under Article 6 of the Convention and under Article 1 of Protocol No. 1 as a result of the authorities’ failure to comply with final judicial decisions delivered by domestic courts in their favour.", "By a final judgment of 5 May 2006 the Supreme Court of Justice ruled in favour of Mr Tătăroi and ordered the Moldovan Ministry of Finance, together with the Ministry of Economy and Trade and the Căuşeni local authorities, to provide him with accommodation.", "By a final judgment of 16 May 2006 the Supreme Court of Justice ruled in favour of Mr Strelţov and ordered the Moldovan Ministry of Finance, together with the Ministry of Economy and Trade and the Căuşeni local authorities, to provide him with accommodation.", "On 22 May 2006 Mr Tătăroi signed a contract by which the Căuşeni local authorities handed over to him property rights in respect of an apartment situated in Căuşeni. The contract was registered with the cadastral authorities on 9 August 2006.", "On 12 December 2006 Mr Strelţov signed a similar contract in respect of another apartment situated in Căuşeni. The contract was registered with the cadastral authorities on 22 March 2007.", "Following communication of the applications, on 30 June 2010 the Government informed the Court that the final judgments in favour of Mr Tătăroi and Mr Strelţov had been enforced, respectively, on 22 May 2006 and 12 December 2006. The Government also attached copies of sale contracts signed by the applicants and other relevant documents."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}