{"ITEMID": "001-91887", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BGR", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF VALENTIN IVANOV v. BULGARIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial;Violation of Article 13+6 - Right to an effective remedy (Article 6 - Right to a fair trial)", "JUDGES": "Isabelle Berro-Lefèvre;Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Peer Lorenzen;Rait Maruste;Renate Jaeger;Volodymyr Butkevych;Zdravka Kalaydjieva", "TEXT": ["10. On the night of 21 April 1992 two persons, who worked as bodyguards for the applicant’s former father-in-law, were murdered. A preliminary investigation was opened on an unspecified date.", "11. The applicant’s former father-in-law was detained and questioned on an unspecified date. He confessed to the two homicides and implicated the applicant as an accomplice.", "12. The applicant was detained and questioned on 4 and 5 May 1992. He confessed to having assisted his former father-in-law in planning, committing and concealing the two murders. The applicant was then remanded in custody and charged.", "13. Thereafter the authorities conducted a preliminary investigation which involved, inter alia, the questioning of almost two hundred and fifty witnesses in different cities, performing a number of crime scene experiments and commissioning the following reports: autopsy, physicalchemical, forensic, ballistic, medico-ballistic, psychiatric, graphological, and accounting. An assessor’s report was also prepared.", "14. The preliminary investigation ended in August 1994.", "15. On 17 March 1995 an indictment was filed against the applicant and his co-defendant. The applicant was charged with (a) premeditated aggravated murder; (b) acquiring and retaining significant amounts of money obtained through fraudulent means; and (c) obtaining and possessing a handgun and ammunition without a permit.", "16. On 21 June 1995 the charges against the applicant were amended, which led to the initial indictment being withdrawn on an unspecified date and a revised indictment being filed on 11 July 1995.", "17. It is unclear on which dates and how many hearings were conducted before the Sofia City Court.", "18. On 15 November 1996 the Sofia City Court remitted the case back to the public prosecutor’s office. The applicant contended, which the Government did not expressly challenge, that this was because of procedural violations but that no additional investigative procedures had been conducted as a result.", "19. A new indictment was filed against the applicant on 1 July 1997.", "20. On an unspecified date the victims’ relatives joined the proceedings as civil claimants.", "21. It is unclear when and how many hearings were conducted before the Sofia City Court.", "22. In a judgment of 11 June 1999 the Sofia City Court found the applicant guilty of (a) premeditated aggravated murder; (b) acquiring and retaining money obtained through fraudulent means; and (c) obtaining and possessing a handgun and ammunition without a permit. The applicant’s codefendant was also found guilty of related charges. The court sentenced the applicant to life imprisonment without the possibility of parole and awarded damages to the victims’ successors.", "23. On 9 July 1999 the applicant appealed against the judgment of the Sofia City Court. It is unclear on which dates and how many hearings were conducted before the Supreme Court of Appeal.", "24. In a judgment of 18 April 2000 the Supreme Court of Appeal dismissed the applicant’s appeal and upheld the lower court’s judgment in its entirety.", "25. On 26 April 2000 the applicant filed a cassation appeal. In a final judgment of 3 November 2000 the Supreme Court of Cassation dismissed the applicant’s appeal, but reduced the imposed sentence to life imprisonment."], "VIOLATED_ARTICLES": ["13", "6"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}