{"ITEMID": "001-57943", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "GRANDCHAMBER", "DATE": 1995, "DOCNAME": "CASE OF McCANN AND OTHERS v. THE UNITED KINGDOM", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 2;Pecuniary damage - claim dismissed;Non-pecuniary damage - claim dismissed;Costs and expenses partial award - Convention proceedings", "JUDGES": "C. Russo;John Freeland;N. Valticos;R. Pekkanen", "TEXT": ["12. The facts set out below, established by the Commission in its report of 4 March 1994 (see paragraphs 132 and 142 below), are drawn mainly from the transcript of evidence given at the Gibraltar inquest (see paragraph 103 below).", "13. Before 4 March 1988, and probably from at least the beginning of the year, the United Kingdom, Spanish and Gibraltar authorities were aware that the Provisional IRA (Irish Republican Army - \"IRA\") were planning a terrorist attack on Gibraltar. It appeared from the intelligence received and from observations made by the Gibraltar police that the target was to be the assembly area south of Ince’s Hall where the Royal Anglian Regiment usually assembled to carry out the changing of the guard every Tuesday at 11.00 hours.", "14. Prior to 4 March 1988, an advisory group was formed to advise and assist Mr Joseph Canepa, the Gibraltar Commissioner of Police (\"the Commissioner\"). It consisted of Soldier F (senior military adviser and officer in the Special Air Service or \"SAS\"), Soldier E (SAS attack commander), Soldier G (bomb-disposal adviser), Mr Colombo (Acting Deputy Commissioner of Police), Detective Chief Inspector Ullger, attached to Special Branch, and Security Service officers. The Commissioner issued instructions for an operational order to be prepared to deal with the situation.", "15. Soldier F and his group, including Soldier E and a number of other SAS soldiers, had arrived in Gibraltar prior to 4 March 1988. Preliminary briefings had been conducted by the Ministry of Defence in London. According to the military rules of engagement (entitled \"Rules of Engagement for the Military Commander in Operation Flavius\") issued to Soldier F by the Ministry of Defence, the purpose of the military forces being in Gibraltar was to assist the Gibraltar police to arrest the IRA active service unit (\"ASU\") should the police request such military intervention. The rules also instructed F to operate as directed by the Commissioner.", "16. The rules also specified the circumstances in which the use of force by the soldiers would be permissible as follows:", "\"Use of force", "4. You and your men will not use force unless requested to do so by the senior police officer(s) designated by the Gibraltar Police Commissioner; or unless it is necessary to do so in order to protect life. You and your men are not then to use more force than is necessary in order to protect life ... Opening fire", "5. You and your men may only open fire against a person if you or they have reasonable grounds for believing that he/she is currently committing, or is about to commit, an action which is likely to endanger your or their lives, or the life of any other person, and if there is no other way to prevent this.", "Firing without warning", "6. You and your men may fire without warning if the giving of a warning or any delay in firing could lead to death or injury to you or them or any other person, or if the giving of a warning is clearly impracticable.", "Warning before firing", "7. If the circumstances in paragraph 6 do not apply, a warning is necessary before firing. The warning is to be as clear as possible and is to include a direction to surrender and a clear warning that fire will be opened if the direction is not obeyed.\"", "17. The operational order of the Commissioner, which was drawn up on 5 March 1988, stated that it was suspected that a terrorist attack was planned in Gibraltar and that the target was highly probably the band and guard of the First Battalion of the Royal Anglian Regiment during a ceremonial changing of the guard at Ince’s Hall on 8 March 1988. It stated that there were \"indications that the method to be used is by means of explosives, probably using a car bomb\". The intention of the operation was then stated to be", "\"(a) to protect life;", "(b) to foil the attempt;", "(c) to arrest the offenders;", "(d) the securing and safe custody of the prisoners\".", "18. The methods to be employed were listed as police surveillance and having sufficient personnel suitably equipped to deal with any contingency. It was also stated that the suspects were to be arrested by using minimum force, that they were to be disarmed and that evidence was to be gathered for a court trial. Annexed to the order were, inter alia, lists of attribution of police personnel, firearms rules of engagement and a guide to firearms use by police (see paragraphs 136 and 137 below).", "19. A plan for evacuation of the expected area of attack was drawn up on 5 March 1988 by Chief Inspector Lopez. It was to be put into effect on Monday or Tuesday (7-8 March). It included arrangements to evacuate and cordon off the area around Ince’s Hall to a radius of 200 m, identified the approach roads to be closed, detailed the necessary traffic diversions and listed the personnel to implement the plan. The plan was not, however, distributed to other officers.", "20. The operation in Gibraltar to counter the expected terrorist attack was run from a joint operations room in the centre of Gibraltar. In the operations room there were three distinct groups - the army or military group (comprising the SAS and bomb-disposal personnel), a police group and the surveillance or security service group. Each had its own means of communication with personnel on the ground operated from a separate control station. The two principal means of communication in use were, however, the two radio-communication networks known as the surveillance net and the tactical or military net. There was a bomb-disposal net which was not busy and, while the police had a net, it was not considered secure and a telephone appears to have been used for necessary communications with the central police station.", "21. On 4 March 1988, there was a reported sighting of the ASU in Malaga in Spain. As the Commissioner was not sure how or when they would come to Gibraltar surveillance was mounted.", "22. At midnight between 5 and 6 March 1988, the Commissioner held a briefing which was attended by officers from the Security Services (including from the surveillance team Witnesses H, I, J, K, L, M and N), military personnel (including Soldiers A, B, C, D, E, F and G) and members of the Gibraltar police (Officers P, Q and R and Detective Chief Inspector Ullger, Head of Special Branch, and Detective Constable Viagas).", "The Commissioner conducted the police aspect of the briefing, the members of the Security Services briefed on the intelligence aspects of the operation, the head of the surveillance team covered the surveillance operation and Soldier E explained the role of the military if they were called on for assistance. It then appears that the briefing split into smaller groups, E continuing to brief the soldiers under his command but in the same location.", "The Commissioner also explained the rules of engagement and firearms procedures and expressed the importance to the police of gathering evidence for a subsequent trial of the terrorists.", "23. The briefing by the representative of the Security Services included inter alia the following assessments:", "(a) the IRA intended to attack the changing of the guard ceremony in the assembly area outside Ince’s Hall on the morning of Tuesday 8 March 1988;", "(b) an ASU of three would be sent to carry out the attack, consisting of Daniel McCann, Sean Savage and a third member, later positively identified as Mairead Farrell. McCann had been previously convicted and sentenced to two years’ imprisonment for possession of explosives. Farrell had previously been convicted and sentenced to fourteen years’ imprisonment for causing explosions. She was known during her time in prison to have been the acknowledged leader of the IRA wing of prisoners. Savage was described as an expert bomb-maker. Photographs were shown of the three suspects;", "(c) the three individuals were believed to be dangerous terrorists who would almost certainly be armed and who, if confronted by security forces, would be likely to use their weapons;", "(d) the attack would be by way of a car bomb. It was believed that the bomb would be brought across the border in a vehicle and that it would remain hidden inside the vehicle;", "(e) the possibility that a \"blocking\" car - i.e. a car not containing a bomb but parked in the assembly area in order to reserve a space for the car containing the bomb - would be used had been considered, but was thought unlikely.", "This possibility was discounted, according to Senior Security Services Officer O in his evidence to the inquest, since (1) it would involve two trips; (2) it would be unnecessary since parking spaces would be available on the night before or on a Tuesday morning; (3) there was the possibility that the blocking car would itself get blocked by careless parking. The assessment was that the ASU would drive in at the last moment on Monday night or on Tuesday morning. On the other hand Chief Inspector Lopez, who was not present at the briefing, stated that he would not have brought in a bomb on Tuesday since it would be busy and difficult to find a parking place.", "24. Various methods of detonation of the bomb were mentioned at the briefing: by timing device, by RCIED (radio-controlled improvised explosive device) and by command wire. This last option which required placing a bomb connected to a detonator by a wire was discounted as impracticable in the circumstances. The use of a timer was, according to O, considered highly unlikely in light of the recent IRA explosion of a bomb by timer device at Enniskillen which had resulted in a high number of civilian casualties. Use of a remote-control device was considered to be far more likely since it was safer from the point of view of the terrorist who could get away from the bomb before it exploded and was more controllable than a timer which once activated was virtually impossible to stop.", "25. The recollection of the others present at the briefing differs on this point. The police witnesses remembered both a timer and a remote-control device being discussed. The Commissioner and his Deputy expected either type of device. Chief Inspector Ullger recalled specific mention of the remote-control device as being more likely. The surveillance officers also thought that an emphasis was placed on the use of a remote-control device.", "26. The military witnesses in contrast appear to have been convinced that it would certainly be a remote-control device. Soldier F made no mention of a timer but stated that they were briefed that it was to be a \"button job\", that is, radio-controlled so that the bomb could be detonated at the press of a button. He believed that there had been an IRA directive not to repeat the carnage of a recent bomb in Enniskillen and to keep to a minimum the loss of life to innocent civilians. It was thought that the terrorists knew that if it rained the parade would be cancelled and in that event, if a timer was used, they would be left with a bomb that would go off indiscriminately.", "Soldier E also stated that at the briefing they were informed that the bomb would be initiated by a \"button job\". In answer to a question by a juror, he stated that there had been discussion with the soldiers that there was more chance that they would have to shoot to kill in view of the very short time factor which a \"button job\" would impose.", "27. Soldiers A, B, C and D stated that they were told at the briefing that the device would be radio-controlled. Soldier C said that E stressed to them that it would be a \"button job\".", "28. Soldier O stated that it was considered that, if the means of detonation was by radio control, it was possible that the suspects might, if confronted, seek to detonate the device.", "Soldier F also recalled that the assessment was that any one of the three could be carrying a device. In answer to a question pointing out the inconsistency of this proposition with the assessment that the IRA wished to minimise civilian casualties, F stated that the terrorists would detonate in order nonetheless to achieve some degree of propaganda success. He stated that the briefing by the intelligence people was that it was likely if the terrorists were cornered they would try to explode the bomb.", "Soldier E confirmed that they had been told that the three suspects were ruthless and if confronted would resort to whatever weapons or \"button jobs\" they carried. He had particularly emphasised to his soldiers that there was a strong likelihood that at least one of the suspects would be carrying a \"button job\".", "29. This was recalled, in substance, by Soldiers C and D. Soldier B did not remember being told that they would attempt to detonate if arrested but was aware of that possibility in his own mind. They were warned that the suspects were highly dangerous, dedicated and fanatical.", "30. It does not appear that there was any discussion at the briefing as to the likely size, mode of activation or range of a remote-control device that might be expected. The soldiers appear to have received information at their own briefings. Soldier F did not know the precise size a radio detonator might be, but had been told that the device would be small enough to conceal on the person. Soldier D was told that the device could come in a small size and that it could be detonated by the pressing of just one button.", "31. As regards the range of the device, Soldier F said that the military were told that the equipment which the IRA had was capable of detonating a radio-controlled bomb over a distance of a mile and a half.", "32. The operations room opened at 8.00 hours. The Commissioner was on duty there from 10.30 to 12.30 hours. When he left, Deputy Commissioner Colombo took his place. Members of the surveillance teams were on duty in the streets of Gibraltar as were Soldiers A, B, C and D and members of the police force involved in the operation. Soldiers A, B, C and D were in civilian clothing and were each armed with a 9mm Browning pistol which was carried in the rear waistband of their trousers. Each also carried a radio concealed on their person. They were working in pairs. In each pair, one was in radio communication on the tactical net and the other on the surveillance net. Police officers P, Q and R, who were on duty to support the soldiers in any arrest, were also in plain clothes and armed.", "33. On 6 March 1988, at 8.00 hours, Detective Constable Huart went to the frontier to keep observation for the three suspects from the computer room at the Spanish immigration post. He was aware of the real names of the three suspects and had been shown photographs. The Spanish officers had photographs. The computer room was at some distance from the frontier crossing point itself. The Spanish officers at the immigration post showed him passports by means of a visual aid unit. It appears that they only showed him the passports of those cars containing two men and one woman. Several pictures were flashed up for him during the course of the day but he did not recognise them. At the inquest, under cross-examination, he at first did not recall that he had been given any of the aliases that the three suspects might be employing. Then, however, he thought that he remembered the name of Coyne being mentioned in relation to Savage and that at the time he must have known the aliases of all three, as must the Spanish officers. Chief Inspector Ullger, who had briefed Huart however, had no recollection of the name of Coyne being mentioned before 6 March and he only recalled the name of Reilly in respect of McCann. However, if Huart recalled it, he did not doubt that it was so.", "34. On the Gibraltar side of the border, the customs officers and police normally on duty were not informed or involved in the surveillance on the basis that this would involve information being provided to an excessive number of people. No steps were taken to slow down the line of cars as they entered or to scrutinise all passports since it was felt that this might put the suspects on guard. There was, however, a separate surveillance team at the border and, in the area of the airfield nearby, an arrest group. Witness M who led a surveillance team at the frontier expressed disappointment at the apparent lack of co-operation between the various groups involved in Gibraltar but he understood that matters were arranged that way as a matter of security.", "35. At the inquest, Chief Inspector Ullger stated, when pressed about the failure to take more scrupulous measures on the Gibraltar side,", "\"In this particular case, we are talking about dangerous terrorists. We were talking about a very, very major and delicate operation - an operation that had to succeed. I think the only way it could have succeeded is to allow the terrorists to come in and for the terrorists to have been dealt with in the way they were dealt with as far as the surveillance is concerned.\"", "36. While Soldiers E and F made reference to the preferred military option as being to intercept and arrest the suspects in the frontier area, it appears not to have been pursued with any conviction, on the assumption that identification would not be possible in light of the brief time available for identification to be made (10 to 15 seconds per car) and the lack of prior warning from the Spanish side.", "37. Soldier F stated that the military option had been refined down to the preferred option of arresting the suspects when they were on foot in the assembly area, to disarm them and then to defuse the bomb. He referred also to four key indicators formulated by the Advisory Group with a view to guiding the Commissioner:", "1. if a car was driven into Gibraltar and parked in the assembly area by an identified member of the active service unit;", "2. if a car was driven into the assembly area by an ASU member without prior warning;", "3. the presence in Gibraltar of the other members of the ASU;", "4. if there was clear indication that terrorists having parked their car bomb intended to leave Gibraltar, that is to say, they were heading for the border.", "The plan was for an arrest to be carried out once all the members of the ASU were present and identified and they had parked a car which they intended to leave. Any earlier action was considered premature as likely to raise suspicion in any unapprehended members of the ASU with possible risk resulting and as leaving no evidence for the police to use in court.", "38. Detective Constable Viagas was on surveillance duty in a bank which had a view over the area in which the car driven in by the terrorists was expected to be parked. At about 12.30 hours, he heard a report over the surveillance net that a car had parked in a parking space in the assembly area under observation. A member of the Security Service commented that the driver had taken time to get out and fiddled with something between the seats. DC Viagas saw the man lock the car door and walk away towards the Southport Gate. One of the Security Service officers present consulted a colleague as to possible identification but neither was sure. A field officer was requested to confirm the identity. DC Viagas could not himself identify the man from his position.", "39. Witness N of the Security Service team on surveillance in the car-park in the assembly area recalled that at 12.45 hours a white Renault car drove up and parked, the driver getting out after two to three minutes and walking away. A young man resembling the suspect was spotted next at about 14.00 hours in the area. Witness H, who was sent to verify his identification, saw the suspect at about that time and recognised him as Savage without difficulty. Witness N also saw the suspect at the rear of John Mackintosh Hall and at 14.10 hours reported over the radio to the operations room that he identified him as Savage and also as the man who had earlier parked the car in the assembly area.", "Officer Q who was on duty on the street recalled hearing over the surveillance net at about 14.30 hours that Savage had been identified.", "40. The Commissioner however did not recollect being notified about the identification of Savage until he arrived in the operations room at 15.00 hours. Colombo did not recall hearing anything about Savage either until it was reported that he had met up with two other suspects at about 14.50 hours. Soldiers E and F recalled however that a possible sighting of Savage was reported at about 14.30 hours. Soldier G also refers to the later sighting at 14.50 hours as the first identification of Savage.", "41. There appears to have been a certain time-lag between information on the ground either being received in the operations room or being passed on. Soldiers E and F may have been more aware than the Commissioner of events since they were monitoring closely the information coming in over the nets, which apparently was not audible to the Commissioner where he sat at a table away from the control stations. 42. The suspect was followed for approximately an hour by Witness H who recalled that the suspect was using anti-surveillance techniques such as employing devious routes through the side streets. Witness N was also following him, for an estimated 45 minutes, and considered that he was alert and taking precautions, for example stopping round the corner at the end of alleyways to see who followed.", "43. Witness M who was leading the surveillance at the border stated that two suspects passed the frontier at about 14.30 hours though apparently they were initially not clearly identified. They were on foot and reportedly taking counter-surveillance measures (Farrell looking back frequently). Their progress into Gibraltar was followed.", "44. At 14.30 hours, Soldiers E and F recalled a message being received that there was a possible sighting of McCann and Farrell entering on foot. The Commissioner was immediately informed.", "45. At about 14.50 hours, it was reported to the operations room that the suspects McCann and Farrell had met with a second man identified as the suspect Savage and that the three were looking at a white Renault car in the car-park in the assembly area.", "Witness H stated that the three suspects spent some considerable time staring across to where a car had been parked, as if, in his assessment, they were studying it to make sure it was absolutely right for the effect of the bomb. DC Viagas also witnessed the three suspects meeting in the area of the car-park, stating that all three turned and stared towards where the car was parked. He gave the time as about 14.55 hours. He stated that the Security Services made identification of all three at this moment.", "At this moment, the possibility of effecting an arrest was considered. There were different recollections. Mr Colombo stated that he was asked whether he would hand over control to the military for the arrest but that he asked whether the suspects had been positively identified; he was told that there was 80% identification. Almost immediately the three suspects moved away from the car through the Southport Gate. He recalled that the movement of the three suspects towards the south gave rise to some discussion as to whether this indicated that the three suspects were on reconnaissance and might return for the car. It was for this reason that the decision was taken not to arrest at this point.", "46. At 15.00 hours, Mr Colombo rang the Commissioner to inform him that it was more and more likely to be McCann and Farrell. When the Commissioner arrived shortly afterwards, Mr Colombo informed him that the suspects McCann and Farrell had met up with a third person thought to be Savage and that an arrest had almost been made.", "47. The Commissioner asked for positive identification of the three suspects. Identification was confirmed by 15.25 hours when it was reported to the operations room that the three suspects had returned to the assembly area and gone past looking at the car again. The three suspects continued north and away from the car. Soldiers E and F recalled that control was passed to the military but immediately taken back as the Commissioner requested further verification of the identities of the suspects. The confirmation of identity which the Commissioner had requested was received almost immediately.", "48. After the three suspects’ identities had been confirmed and they had moved away from the assembly area, Soldier G examined the suspect car. He conducted an examination from the exterior without touching the car. He described it as a newish-looking white Renault. He detected nothing untoward inside the car or anything visibly out of place or concealed under the seats. He noted that the aerial of the car, which was rusty, was out of place with the age of the car. He was in the area for less than two minutes. He returned to the operations room and reported to the Commissioner that he regarded the car as a \"suspect car bomb\". At the inquest, he explained that this was a term of art for a car parked in suspicious circumstances where there is every reason to believe that it is a car bomb and that it could not be said that it was not a car bomb.", "49. The Commissioner recalled that G had reported that it was a suspect car bomb since there was an old aerial situated centrally of a relatively new car. He stated that as a result they treated it as a \"possible car bomb\".", "50. Soldier F referred to the aerial as rendering the car suspicious and stated that this information was passed on to all the parties on the ground.", "51. Soldier E was more categorical and stated that as far as G could tell \"from a cursory visual examination he was able to confirm our suspicion that they were dealing with a car bomb\".", "52. Soldier A stated that he believed 100 per cent that there was a bomb in the debussing area, that the suspects had remote-control devices and were probably armed. This was what he had been told over the radio. Soldier C recalled that it had been confirmed by Soldier E that there was a device in Ince’s Hall area which could be detonated by one of three suspects who was more likely to be Savage because he had been seen \"fiddling\" with something in the car earlier. He had also been told of the indication of an old aerial on a new car.", "Soldier D said that it had been confirmed to him by Soldier E that there was a bomb there. To his recollection, no one told them that there was a possibility that the three suspects might not be carrying the remote-control devices with them on the Sunday or that possibly they had not brought a bomb in. He had been told by Soldier E - whom he fully trusted - that there was a bomb in the car.", "53. At the inquest Soldier G was described as being the bomb-disposal adviser. He had experience of dealing with car bombs in Northern Ireland but at the inquest he stated in reply to various questions that he was neither a radio-communications expert nor an explosives expert. He had not thought of de-activating the suspect bomb by unscrewing the aerial from the car. When it was put to him in cross-examination, he agreed that to have attempted to unscrew the aerial would have been potentially dangerous.", "54. After receiving the report from Soldier G and in view of the fact that the three suspects were continuing northwards leaving the car behind, the Commissioner decided that the three suspects should be arrested on suspicion of conspiracy to murder. At 15.40 hours, he signed a form requesting the military to intercept and apprehend the suspects. The form, which had been provided in advance by the military, stated:", "\"I, Joseph Luis Canepa, Commissioner of Police, having considered the terrorist situation in Gibraltar and having been fully briefed on the military plan with firearms, request that you proceed with the military option which may include the use of lethal force for the preservation of life.\"", "After the form was signed, Soldier F walked across to the tactical net and issued instructions that the military should intervene.", "Soldier E ascertained the positions of the soldiers by radio. Soldiers C and D had been visually monitoring the movement of the three suspects in Line Wall Road and Smith Dorrien Avenue. Soldiers A and B were making their way north through Casemates Square and into the Landport tunnel. The soldiers were informed that control had passed to them to make an arrest.", "55. The evidence at the inquest given by the soldiers and Police Officer R and DC Ullger was that the soldiers had practised arrest procedures on several occasions with the police before 6 March 1988. According to these rehearsals, the soldiers were to approach the suspects to within a close distance, cover the suspects with their pistols and shout \"Stop. Police. Hands up.\" or words to that effect. They would then make the suspects lie on the ground with their arms away from their bodies until the police moved in to carry out a formal arrest. Further, DC Ullger stated that special efforts had been made to identify a suitable place in Gibraltar for the terrorists to be held in custody following their arrest.", "56. On reaching the junction of Smith Dorrien Avenue with Winston Churchill Avenue, the three suspects crossed the road and stopped on the other side talking. Officer R, observing, saw them appear to exchange newspapers. At this point, Soldiers C and D were approaching the junction from Smith Dorrien Avenue. Soldiers A and B emerging from Landport tunnel also saw the three suspects at the junction from their position where the pathway to the tunnel joined Corral Road.", "57. As the soldiers converged on the junction, however, Savage split away from suspects McCann and Farrell turning south towards the Landport tunnel. McCann and Farrell continued north up the right-hand pavement of Winston Churchill Avenue.", "58. Savage passed Soldiers A and B, brushing against the shoulder of B. Soldier B was about to turn to effect the arrest but A told him that they should continue towards suspects McCann and Farrell, knowing that C and D were in the area and that they would arrest Savage. Soldiers C and D, aware that A and B were following suspects McCann and Farrell, crossed over from Smith Dorrien Avenue and followed Savage.", "59. The evidence of Soldiers A and B at the inquest was to the following effect.", "60. Soldiers A and B continued north up Winston Churchill Avenue after McCann and Farrell, walking at a brisk pace to close the distance. McCann was walking on the right of Farrell on the inside of the pavement. He was wearing white trousers and a white shirt, without any jacket. Farrell was dressed in a skirt and jacket and was carrying a large handbag.", "61. When Soldier A was approximately ten metres (though maybe closer) behind McCann on the inside of the pavement, McCann looked back over his left shoulder. McCann appeared to look directly at A and the smile left his face, as if he had a realisation of who A was and that he was a threat.", "Soldier A drew his pistol, intending to shout a warning to stop at the same time, though he was uncertain if the words actually came out. McCann’s hand moved suddenly and aggressively across the front of his body. A thought that he was going for the button to detonate the bomb and opened fire. He shot one round into McCann’s back from a distance of three metres (though maybe it may have been closer). Out of the corner of his eye, A saw a movement by Farrell. Farrell had been walking on the left of McCann on the side of the pavement next to the road. A saw her make a half turn to the right towards McCann, grabbing for her handbag which was under her left arm. A thought that she was also going for a button and shot one round into her back. He did not disagree when it was put to him that the forensic evidence suggested that he may have shot from a distance of three feet (see paragraph 111 below). Then A turned back to McCann and shot him once more in the body and twice in the head. A was not aware of B opening fire as this was happening. He fired a total of five shots.", "62. Soldier B was approaching directly behind Farrell on the road side of the pavement. He was watching her. When they were three to four metres away and closing, he saw in his peripheral vision that McCann turned his head to look over his shoulder. He heard what he presumed was a shout from A which he thought was the start of the arrest process. At almost the same instant, there was firing to his right. Simultaneously, Farrell made a sharp movement to her right, drawing the bag which she had under her left arm across her body. He could not see her hands or the bag and feared that she was going for the button. He opened fire on Farrell. He deemed that McCann was in a threatening position and was unable to see his hands and switched fire to McCann. Then he turned back to Farrell and continued firing until he was certain that she was no longer a threat, namely, her hands away from her body. He fired a total of seven shots.", "63. Both soldiers denied that Farrell or McCann made any attempt to surrender with their hands up in the air or that they fired at the two suspects when they were lying on the ground. At the inquest, Soldier A stated expressly that his intention had been to kill McCann \"to stop him becoming a threat and detonating that bomb\".", "64. The shooting took place on the pavement in front of a Shell petrol station in Winston Churchill Avenue.", "After the shooting, the soldiers put on berets so they would be recognised by the police. They noticed a police car, with its siren going, coming south from the sundial down the far side of Winston Churchill Avenue. A number of policemen jumped out of the car and leapt the central barrier. Soldier A still had his pistol in his hand. He put his hands up in the air and shouted \"Police\". A recalled hearing shooting from behind as the police car was approaching.", "While neither of the soldiers was aware of the police car or siren until after the shooting, the majority of witnesses, including the police officers P, Q and R who were in the vicinity to support the soldiers in the arrest and a number of the surveillance team as well as civilian witnesses, recalled that the sound of the police siren preceded, if only by a very short time, the sound of the gunfire. Officers P and Q, who were watching from a relatively close distance, considered that Farrell and McCann reacted to the sound of the siren: Q was of the opinion that it was the siren that caused Farrell and McCann to stop and turn.", "65. The arrival of the police car at the scene was an unintended occurrence. After the Commissioner had handed over control to the military at 15.40 hours, he instructed Mr Colombo to ensure that there was police transport available. Mr Colombo telephoned Chief Inspector Lopez at the Central Police Station, who in turn instructed the Controller Police Constable Goodman to recall the duty police car. The Controller recorded the call at 15.41 hours. He radioed the patrol car informing the officers that they were to return immediately. He did not know where the car was at the time or what the reason for the recall was. When Inspector Revagliatte who was in the car asked if it was urgent, the Controller told him it was a priority message and further instructions would be given on arrival.", "66. At the time of the message, the police car was waiting in a queue of traffic in Smith Dorrien Avenue. Revagliatte told the driver to put on siren and beacons. The car pulled out into the opposite lane to overtake the queue of traffic. They cut back into the proper lane at the lights at the junction with Winston Churchill Avenue and continued north along Winston Churchill Avenue in the outer lane. As they passed the Shell garage, the four policemen in the car heard shots. Revagliatte instructed the driver to continue. When he looked back, he saw two persons lying on the pavement. The car went round the sundial roundabout and returned to stop on the other side of the road opposite the Shell garage. The police siren was on during this time. When the car stopped, the four policemen got out, three of them jumping the central barrier and Revagliatte walking round to arrive at the scene.", "67. Officers P, Q and R were in the vicinity of the Shell petrol station and also arrived quickly on the scene of the McCann and Farrell shootings. Officers P and R placed their jackets over the bodies. Officer P dropped his gun while crouched and had to replace it in his holster. Officer Q and Revagliatte carried out a search of the bodies.", "68. The shooting took place on a fine Sunday afternoon, when there were many people out on the streets and the roads were busy with traffic. The Shell garage was also overlooked by a number of apartment buildings. The shooting consequently was witnessed by a considerable number of people, including police officers involved in the operation, police officers who happened to pass the area on other duties, members of the surveillance team and a number of civilians and off-duty policemen.", "69. Almost all the witnesses who gave evidence at the inquest recalled that Farrell had carried her bag under her right arm, not as stated by Soldiers A and B under her left arm. The Coroner commented in his summing-up to the jury that this might have had significance with regard to the alleged justification of the soldiers for opening fire, namely, the alleged movement of the bag across the front of her body.", "70. More significantly, three witnesses, two of whom gave an interview on the controversial television documentary concerning the events \"Death on the Rock\", gave evidence which suggested that McCann and Farrell had been shot while lying on the ground. They stated that they had witnessed the shooting from apartment buildings overlooking the Shell petrol station (see paragraph 125 below).", "71. Mrs Celecia saw a man lying on a pavement with another nearby with his hands outstretched: while she did not see a gun she heard shots which she thought came from that direction. After the noise, the man whom she had thought was shooting appeared to put something inside his jacket. When shown a photograph of the aftermath of the scene, Mrs Celecia failed to identify either Soldier A or B as the man whom she thought that she had seen shooting.", "72. Mr Proetta saw a girl put her hands up though he thought it was more in shock than in surrender. After she had been shot and fallen to the ground, he heard another fusillade of shots. He assumed that the men nearby were continuing to fire but agreed that there was an echo in the area and that the sound could have come from the Landport tunnel area.", "Mrs Proetta saw a man and a woman raise their hands over their shoulders with open palms. They were shot, according to her recollection, by men who jumped the barrier. When the bodies were on the ground, she heard further shots and saw a gun in the hand of a man crouching nearby, though she did not see any smoke or cartridges ejecting from the gun. She assumed since she saw a gun that the shots came from it. It also appears that once the bodies fell they were obscured from her view by a low wall and all she saw was a man pointing in their direction.", "73. Mr Bullock recalled seeing a man reeling backwards under fire with his hands thrown back.", "None of the other witnesses saw McCann or Farrell put their hands up or the soldiers shoot at the bodies on the ground.", "74. Witness I, a member of the surveillance team, stated that he saw McCann and Farrell shot when they were almost on the ground, but not on the ground.", "75. While the soldiers were not sure that any words of warning were uttered by Soldier A, four witnesses (Officers P and Q, Witness K and Police Constable Parody) had a clear recollection of hearing words \"Police, Stop\" or words to that effect.", "76. Officer P, who was approaching from the north and had reached the perimeter wall of the Shell garage, states that he saw McCann make a move as if going for a gun and that Farrell made a move towards her handbag which made him think that she was going for a detonator. Officer Q, who was watching from the other side of the road, also saw Farrell make a move towards her handbag, as did Police Constable Parody, an off-duty policeman watching from an overlooking apartment.", "77. At the inquest the evidence of Soldiers C and D was to the following effect.", "78. After the three suspects had split up at the junction, Soldier D crossed the road and followed Savage who was heading towards the Landport tunnel. Savage was wearing jeans, shirt and a jacket. Soldier C was briefly held up on the other side of the road by traffic on the busy road but was catching up as D closed in on Savage. D intended to arrest by getting slightly closer, drawing his pistol and shouting \"Stop. Police. Hands up\". When D was about three metres away, he felt that he needed to get closer because there were too many people about and there was a lady directly in line. Before D could get closer however, he heard gunfire to the rear. At the same time, C shouted \"Stop\". Savage spun round and his arm went down towards his right hand hip area. D believed that Savage was going for a detonator. He used one hand to push the lady out of line and opened fire from about two to three metres away. D fired nine rounds at rapid rate, initially aiming into the centre of Savage’s body, with the last two at his head. Savage corkscrewed as he fell. D acknowledged that it was possible that Savage’s head was inches away from the ground as he finished firing. He kept firing until Savage was motionless on the ground and his hands were away from his body.", "79. Soldier C recalled following after Savage, slightly behind D. Savage was about eight feet from the entrance to the tunnel but maybe more. C’s intention was to move forward to make arrest when he heard shots to his left rear from the direction in which Farrell and McCann had headed. Savage spun round. C shouted \"Stop\" and drew his pistol. Savage moved his right arm down to the area of his jacket pocket and adopted a threatening and aggressive stance. C opened fire since he feared Savage was about to detonate the bomb. He saw something bulky in Savage’s right hand pocket which he believed to be a detonator button. He was about five to six feet from Savage. He fired six times as Savage spiralled down, aiming at the mass of his body. One shot went into his neck and another into his head as he fell. C continued firing until he was sure that Savage had gone down and was no longer in a position to initiate a device.", "80. At the inquest, both soldiers stated under cross-examination that once it became necessary to open fire they would continue shooting until the person was no longer a threat. C agreed that the best way to ensure this result was to kill. D stated that he was firing at Savage to kill him and that this was the way that all soldiers were trained. Both soldiers, however, denied that they had shot Savage while he was on the ground.", "Soldier E (the attack commander) stated that the intention at the moment of opening fire was to kill since this was the only way to remove the threat. He added that this was the standard followed by any soldier in the army who opens fire.", "81. The soldiers put on berets after the incident to identify themselves to the police.", "82. Witnesses H, I and J had been involved in surveillance of the three suspects in or about the Smith Dorrien/Winston Churchill area.", "83. Witness H had observed Soldiers A and B moving after McCann and Farrell up Winston Churchill Avenue. He moved to follow Savage whom he noticed on the corner about to turn into the alleyway leading to the Landport tunnel. He indicated Savage to Soldiers C and D who were accompanying him at this point. While he was moving to follow Savage, H saw the McCann and Farrell shooting from a distance. He continued to follow after Savage, who had gone into the alleyway. He heard a siren, a shout of \"Stop\" and saw Savage spin round. The soldiers were five feet away from Savage. H then turned away and did not witness the shooting itself.", "84. Witness I had met with Witness H and Soldier D and had confirmed that Savage had gone towards the Landport tunnel. Witness I entered the alleyway after the shooting had begun. He saw one or two shots being fired at Savage who was on the ground. He saw only one soldier firing from a distance of five, six or seven feet. He did not see the soldier put his foot on Savage’s chest while shooting.", "85. Witness J had followed after Savage when he had separated from McCann and Farrell. When Savage was twenty feet into the alleyway near a large tree, she heard noise of gunfire from behind and at that same time a police siren in fairly close proximity. Savage spun round very quickly at the sound of gunfire, looking very stunned. J turned away and did not see the shooting. When she turned round again, she saw Savage on his back and a soldier standing over him saying, \"Call the police\".", "86. Mr Robin Mordue witnessed part of the shooting but as he fell to the ground himself and later took cover behind a car he saw only part of the incident. He did not recall Savage running. When he saw the soldier standing over Savage, there were no more shots.", "87. The evidence of Mr Kenneth Asquez was surrounded by the most controversy. A handwritten statement made by him appears to have been used by Thames Television in its documentary \"Death on the Rock\" (see paragraph 125 below). The draft of an affidavit, prepared by a lawyer acting for Thames Television who interviewed Mr Asquez, but not approved by him, was also used for the script of the programme. In them, he alleged that while in a friend’s car on the way to the frontier via Corral Road, he passed the Landport tunnel. He heard \"crackers\" and saw a man bleeding on the floor. He saw another man showing an ID card and wearing a black beret who had his foot on the dying man’s throat and was shouting, \"Stop. It’s OK. It’s the police\". At that instant, the man fired a further three to four shots. At the inquest, he stated that the part of the statement relating to the shooting was a lie that he had made up. He appeared considerably confused and contradicted himself frequently. When it was pointed out to him that until the inquest it had not become known that the soldiers wore berets (no newspaper report had mentioned the detail), he supposed that he must have heard it in the street. When asked at the inquest why he had made up the statement, he referred to previous illness, pressure at work and the desire to stop being telephoned by a person who was asking him to give an interview to the media.", "88. Miss Treacy claimed that she was in the path leading from the tunnel and that she was between Savage and the first of the soldiers as the firing began, though not in the line of fire. She recalled that Savage was running and thought that he was shot in the back as he faced towards the tunnel. She did not see him shot on the ground. Her account contained a number of apparent discrepancies with the evidence of other witnesses; she said the soldier shot with his left hand whereas he was in fact right-handed; no one else described Savage as running; and she described the body as falling with feet towards the nearby tree rather than his head which was the way all the other witnesses on the scene described it. The Coroner in his summing-up thought that it might be possible to reconcile her account by the fact that Miss Treacy may have not been looking at Savage as he spun round to face the soldiers and that by the time she did look he was spinning round towards the tunnel in reaction to the firing. 89. Mr Bullock and his wife stated that a man pushed past them as they walked up Smith Dorrien Avenue to the junction and that they saw that he had a gun down the back of his trousers. They saw him meet up with another man, also with a gun in his trousers, on the corner of the alleyway to the Landport tunnel. The men were watching the shooting outside the Shell garage and, when the shooting stopped, they turned and ran out of sight. After that there was another long burst of shooting.", "90. Another witness, Mr Jerome Cruz, however, who was in a car in the traffic queue in Smith Dorrien Avenue and who remembered seeing Mr Bullock dive for cover, cast doubts on his version. In particular, he stated that Mr Bullock was not near the end of Smith Dorrien Avenue but further away from the Shell garage (more than 100 yards away) and that he had dived for cover as soon as there was the sound of shooting. He agreed that he had also seen persons crouching looking from behind a wall at the entrance to the pathway leading to the tunnel.", "91. At 15.47-15.48 hours, E received a message in the operations room that apprehension of the three suspects had taken place. It was not clear at that stage whether they had been arrested or shot. By 16.00 to 16.05 hours, the report was received in the operations room that the three suspects had been shot.", "92. At 16.05-16.06 hours, Soldier F handed a form to the Commissioner returning control. According to the transcript of the evidence given by the Commissioner at the inquest, this form addressed to him by Soldier F stated that \"at 16.06 hours on 6 March a military assault force was completed at the military option in respect of the terrorist bombing ASU in Gibraltar. Control is hereby handed back to the Civil Power\". Deputy Commissioner Colombo telephoned to Central Station for the evacuation plans to be put into effect. Instructions were also given with a view to taking charge of the scenes of the incidents. Soldier G was also instructed to commence the clearance of the car.", "93. After the shooting, the bodies of the three suspects and Farrell’s handbag were searched. No weapons or detonating devices were discovered.", "94. At the Shell garage scene, the shell cases and cartridges were picked up without marking their location or otherwise recording their position. The positions of the bodies were not marked.", "95. At the scene of the Savage shooting, only some of the cartridge positions were marked. No police photographs were taken of the bodies’ positions. Inspector Revagliatte had made a chalk outline of the position of Savage’s body. Within that outline, there were five strike marks, three in the area of the head.", "96. Chief Inspector Lopez ordered a general recall of personnel and went directly to the assembly area to begin cordoning it off. The fire brigade also arrived at the assembly area.", "The bomb-disposal team opened the suspect white Renault car but found no explosive device or bomb. The area was declared safe between 19.00 and 20.00 hours.", "97. Chief Inspector Correa was appointed in charge of the investigation.", "98. Inside Farrell’s handbag was found a key ring with two keys and a tag bearing a registration number MA9317AF. This information was passed at about 17.00 hours to the Spanish police who commenced a search for the car on the suspicion that it might contain explosives. During the night of 6 to 7 March, the Spanish police found a red Ford Fiesta with that registration number in La Linea. Inside the car were found keys for another car, registration number MA2732AJ, with a rental agreement indicating that the car had been rented at 10.00 hours on 6 March by Katharine Smith, the name on the passport carried in Farrell’s handbag.", "99. At about 18.00 hours on 8 March, a Ford Fiesta car with registration number MA2732AJ was discovered in a basement car-park in Marbella. It was opened by the Malaga bomb-disposal squad and found to contain an explosive device in the boot concealed in the spare-wheel compartment. The device consisted of five packages of Semtex explosive (altogether 64 kg) to which were attached four detonators and around which were packed 200 rounds of ammunition. There were two timers marked 10 hrs 45 mins and 11 hrs 15 mins respectively. The device was not primed or connected.", "100. In the report compiled by the Spanish police on the device dated Madrid 27 March 1988, it was concluded that there was a double activating system to ensure explosion even if one of the timers failed; the explosive was hidden in the spare-wheel space to avoid detection on passing the Spanish/Gibraltarian customs; the quantity of explosive and use of cartridges as shrapnel indicated the terrorists were aiming for greatest effect; and that it was believed that the device was set to explode at the time of the military parade on 8 March 1988.", "101. Chief Inspector Correa, who acted also as Coroner’s Officer, traced and interviewed witnesses of the shooting of the three suspects. Police officers visited residences in the area knocking on doors and returning a second time when persons were absent. The Attorney-General made two or three appeals to the public to come forward. At the inquest, Inspector Correa commented that the public appeared more than usually reluctant to come forward to give statements to the police.", "102. A post-mortem was conducted in respect of the three deceased suspects on 7 March 1988. Professor Watson, a highly qualified pathologist from the United Kingdom, carried out the procedure. His report was provided to a pathologist, Professor Pounder, instructed by the applicants. Comment was later made at the inquest by both pathologists with regard to defects in the post-mortem procedures. In particular, the bodies had been stripped before Professor Watson saw them, depriving him of possible aid in establishing entry and exit wounds, there had been no X-ray facilities and Professor Watson had not later been provided either with a full set of photographs for reference, or the forensic and ballistics reports.", "103. An inquest by the Gibraltar Coroner into the killings was opened on 6 September 1988. The families of the deceased (which included the applicants) were represented, as were the SAS soldiers and the United Kingdom Government. The inquest was presided over by the Coroner, who sat with a jury chosen from the local population.", "104. Prior to the inquest, three certificates to the effect that certain information should not, in the public interest, be disclosed, were issued by the Secretary of State for the Home Department, the Secretary of State for Defence and the Deputy Governor of Gibraltar, dated respectively 26 August, 30 August and 2 September 1988. These stated that the public interest required that the following categories of information be protected from disclosure:", "1. In the case of the seven military witnesses, the objection was to the disclosure of any information or documents which would reveal:", "(i) their identity;", "(ii) the identity, location, chains of command, method of operation and the capabilities of the units with which the soldiers were serving on 6 March 1988;", "(iii) the nature of their specialist training or equipment;", "(iv) the nature of any previous operational activities of the soldiers, or of any units with which any of them might at any time have served;", "(v) in the case of Soldier G (the ammunition technical officer), any defence intelligence information, activities or operations (and the sources of intelligence), including those on the basis of which his assessments were made and details of security forces counter-measures capabilities, including methods of operation, specialist training and equipment.", "2. In the case of Security Service witnesses, the objection was to the disclosure of information which would reveal:", "(a) the identities of members of the Security Service, and details of their deployment, training and equipment;", "(b) all sources of intelligence information;", "(c) all details of the activities and operations of the Security Service.", "105. As was, however, expressly made clear in the certificates, no objection was taken to the giving of evidence by either military or Security Service witnesses as to:", "(i) the nature of the information relating to the feared IRA plot, which was transmitted to the Commissioner of Police and others concerned (including general evidence as to the nature of a Provisional IRA active service unit);", "(ii) the assessments made by Soldier G as to the likelihood of, and the risks associated with, an explosive device and as to the protective measures which might have to be taken;", "(iii) the events leading up to the shootings on 6 March 1988 and the circumstances surrounding them, including evidence relating to the transfer of control to the military power.", "106. The inquest lasted until 30 September and during the nineteen days it sat, evidence was heard from seventy-nine witnesses, including the soldiers, police officers and surveillance personnel involved in the operation. Evidence was also heard from pathologists, forensic scientists and experts in relation to the detonation of explosive devices.", "107. Evidence was given by Professor Watson, the pathologist who had conducted the post-mortem on the deceased on 7 March 1988 and also by Professor Pounder called on behalf of the applicants (see paragraph 102 above).", "108. Concerning Farrell, it was found that she had been shot three times in the back, from a distance of some three feet according to Professor Pounder. She had five wounds to the head and neck. The facial injuries suggested that either the entire body or at least the upper part of the body was turned towards the shooter. A reasonable scenario consistent with the wounds was that she received the shots to the face while facing the shooter, then fell away and received the shots to the back. Professor Watson agreed that the upward trajectory of the bullets that hit Farrell indicated that she was going down or was down when she received them. Altogether she had been shot eight times.", "109. Concerning McCann, he had been shot in the back twice and had three wounds in the head. The wound on the top of the head suggested that the chest wounds came before the head wound and that he was down or very far down when it was inflicted. The shots to the body were at about a 45-degree angle. He had been hit by five bullets. 110. Concerning Savage, he had been hit by sixteen bullets. He had seven wounds to the head and neck, five on the front of the chest, five on the back of the chest, one on the top of each shoulder, three in the abdomen, two in the left leg, two in the right arm and two on the left hand. The position of the entry wounds suggested that some of the wounds were received facing the shooter. But the wounds in the chest had entered at the back of the chest. Professor Watson agreed that Savage was \"riddled with bullets\" and that \"it was like a frenzied attack\". He agreed that it would be reasonable to suppose from the strike marks on the pavement that bullets were fired into Savage’s head as he lay on the ground. Professor Pounder also agreed that the evidence from strike marks on the ground and the angle and state of wounds indicated that Savage was struck by bullets when lying on his back on the ground by a person shooting standing towards his feet. He insisted under examination by counsel for the soldiers that the three strike marks on the ground within the chalk outline corresponded with wounds to the head. In his view \"those wounds must have been inflicted when either the head was on the ground or very close to the ground indeed\" and when pressed \"within inches of the ground\". 2. Forensic evidence at the inquest", "111. A forensic scientist specialising in firearms had examined the clothing of the three deceased for, inter alia, powder deposits which would indicate that shots had been fired at close range. He found signs of partly burnt propellant powder on the upper-right back of Farrell’s jacket and upper-left front of Savage’s shirt which suggested close-range firing. He conducted tests which indicated that such a result was only obtained with a Browning pistol at a range of up to six feet. The density on Farrell’s jacket indicated a muzzle-to-target range of three feet and on Savage’s shirt of four to six feet.", "112. Issues arose at the inquest as to whether, even if the three suspects had been carrying remote-control devices, they would have been able to detonate the suspected bomb which was approximately 1.4 km from the place where they were shot. Also it was questioned whether the soldiers could reasonably have expected that the applicants could have concealed the devices on their persons without it being apparent and whether in fact the device could have been detonated by pressing only one button.", "113. Mr Feraday gave evidence for the Crown. He was a forensic scientist employed at Explosives Forensic Laboratory at Royal Armament Research and Development Establishment, with thirty-three years experience of explosives. He produced an ICOM IC2 transmitter, as an example of a device used in Northern Ireland, which was the size of a standard commercial walkie-talkie. It was also produced in evidence by the Government to both the Commission and Court in the Strasbourg proceedings (see paragraph 130 below).", "While referring to the factors which could affect the range (for example, terrain, weather conditions) Mr Feraday stated that the equipment could, in optimum conditions, operate up to a thirty-mile range. In his opinion, the aerial on the suspect car could have received a signal though its efficiency would have been fairly poor as it was not the right length for the frequency. He considered that one would have to assume that from the distance of about a mile a bomb could be detonated by remote control using that aerial.", "114. The applicants called Dr Scott, who held a masters degree and doctorate in engineering and was a licensed radio operator. He had been involved in two IRA trials in England. He had conducted tests with similar receivers along the route taken by the three suspects. He referred to the fact that there was rising ground between the sites of the shootings and the assembly area as well as a thick wall and a considerable number of buildings. The IRA used encoders and decoders on their devices to prevent spurious signals detonating their bombs: this required that a good clean signal be received. He also stated that the bomb could have been neutralised by removing the car aerial and that such a manoeuvre would not have destabilised the explosive device.", "115. Dr Scott also explained how the transmitter would operate. Assuming the dial setting the frequency was already set, it would be necessary to activate the on/off power switch, followed by the on/off switch on the encoder and then a third button would have to be pressed in order to transmit. While it would be possible to set the device so that it would be necessary to press one button (the transmit button) in order to detonate a bomb, this would require leaving the power switches on for both the transmitter and the encoder with the risk that the batteries would run down. There would also be the risk that the device might be set off accidentally by being bumped in the street or being hit by a bullet or by a person falling awkwardly so as to hit the edge of a pavement or bench.", "116. Captain Edwards was called by the lawyer representing the soldiers to rebut this evidence. He was a member of the Royal Corps of Signals and had experience in VHF/HF radio in combat net radio spectrum. He carried out tests to see if voice communications were possible on an ICOM-type radio in the area of or from the Shell garage to Ince’s Hall. The equipment used was not identical to that of Dr Scott. He stated that it was possible to receive both voice communication and a single audio tone at the site of the shootings from the assembly area. He did not however use an encoder and his equipment was matched and compatible. Mr Feraday was also recalled. He gave the opinion that if a weak voice communication could be received then the signal would be sufficient to set off a bomb.", "117. It appears to have been accepted by all that the IRA have developed the use of high-frequency devices, which require shorter aerials and have a surer line-of-sight effect. These are stated to have the characteristics suitable for detonation when the operator of the device has line of sight of the bomb and carry with them less possibility of interference from other radio sources or countermeasures. No examples were known or at least given as to this type of remote-control detonation being used other than in line-of-sight conditions.", "118. At the inquest, the representative of the applicants, Mr P.J. McGrory, questioned the witnesses and made submissions to the effect, inter alia, that either the decision to shoot to kill the suspects had been made by the United Kingdom Government prior to the incident and the soldiers were ordered to carry out the shootings, or that the operation was planned and implemented in such a way that the killing of the suspects by the soldiers was the inevitable result. In any event, in light of the circumstances, the use of lethal force by the soldiers was not necessary or, if it was necessary, the force used was excessive and therefore not justified. He maintained throughout, however, that he did not challenge that the Commissioner of Police and his officers had acted properly and in good faith.", "119. Soldier F (the senior military commander) and Soldier E (the tactical commander) denied that there had been a plan, express or tacit, to execute the suspects. When it was put to Soldiers A, B, C and D, they also denied that they had been sent out either expressly or on the basis of \"a nod or a wink\" to kill the suspects.", "120. At the conclusion of the inquest, the Coroner addressed the jury in respect of the applicable law, in particular, Article 2 of the Gibraltar Constitution (see paragraph 133 below). As inquest proceedings did not allow for the parties to make submissions to the jury, he summed up the respective propositions of the applicants’ representatives and the representatives of the soldiers and the Crown referring to the evidence. He concluded from the evidence given by the soldiers that when they opened fire they shot intending to kill and directed the jury as to the range of possible verdicts:", "\"... If the soldiers set out that day with the express intent to kill that would be murder and it would be right to return a verdict of unlawfully killed. Example two: were you to find in the case of Savage (or any of the other two for that matter) that he was shot on the ground in the head after effectively being put out of action, that would be murder if you come to the conclusion that the soldiers continued to finish him off. In both cases they intended to kill not in self-defence or in the defence of others or in the course of arrest ... so it is murder and you will return a verdict of unlawfully killed. If in this second example you were to conclude that it is killing in pursuance of force used which was more than reasonably necessary, then the verdict should also be killed unlawfully but it would not have been murder. The third example I offer is precisely of that situation. If you accept the account that the soldiers’ intention was genuinely to arrest (in the sense that they were to apprehend the three suspects and hand them over live to the Gibraltar police force) and that the execution of the arrest went wrong and resulted in the three deaths because either (a) force was used when it was not necessary or (b) the force that was used was more than was reasonably necessary, then that would not be murder ... and the verdict would be, as I say, unlawfully killed. Example four: if you are satisfied that the soldiers were acting properly but nevertheless the operation was mounted to encompass the deaths of the three suspects to the ignorance of the soldiers, then you would also bring in a verdict of unlawfully killed.", "...So there are only three verdicts reasonably open to you and these are:", "(a) Killed unlawfully, that is unlawful homicide.", "(b) Killed lawfully, that is justifiable, reasonable homicide.", "(c) Open verdict.", "Remembering that you must be satisfied beyond reasonable doubt where the verdict of unlawfully killed is concerned, there are two situations to consider. The first concerning the soldiers themselves, the second if they have been the unwitting tools of a plot to dispose of the three suspects.", "As to the first concerning the soldiers themselves, I must tell you that if you are not satisfied beyond a reasonable doubt that they have killed unlawfully, you have then to decide whether your verdict should be an open verdict or one of justifiable homicide. My direction to you is that you should bring in a verdict of justifiable homicide, i.e. killed lawfully, because in the nature of the circumstances of this incident that is what you will have resolved if you do not return a verdict of unlawful homicide in respect of the soldiers themselves. That is the logic of the situation. You may reach a situation in which you cannot resolve either way, in which case the only alternative is to bring in an open verdict, but I must urge you, in the exercise of your duty, to avoid this open verdict. As to the second situation where they are unwitting tools, the same applies ...\"", "121. The jury returned verdicts of lawful killing by a majority of nine to two.", "122. The applicants were dissatisfied with these verdicts and commenced actions in the High Court of Justice in Northern Ireland against the Ministry of Defence for the loss and damage suffered by the estate of each deceased as a result of their death. The statements of claim were served on 1 March 1990.", "123. On 15 March 1990 the Secretary of State for Foreign and Commonwealth Affairs issued certificates under section 40 (3) a of the Crown Proceedings Act 1947, as amended by the Crown Proceedings (Northern Ireland) Order 1981. Section 40 (2) b of the same Act excludes proceedings in Northern Ireland against the Crown in respect of liability arising otherwise than \"in respect of Her Majesty’s Government in the United Kingdom\". A similar exemption applies to the Crown in Northern Ireland pursuant to the 1981 Order. A certificate by the Secretary of State to that effect is conclusive. The certificates stated in this case that any alleged liability of the Crown arose neither in respect of Her Majesty’s Government in the United Kingdom, nor in respect of Her Majesty’s Government in Northern Ireland.", "124. The Ministry of Defence then moved to have the actions struck out. The applicants challenged the legality of the certificates in judicial review proceedings. Leave to apply for judicial review was granted ex parte on 6 July 1990, but withdrawn on 31 May 1991, after a full hearing, on the basis that the application had no reasonable prospects of success. Senior Counsel advised that an appeal against this decision would be futile.", "The applicants’ High Court actions were struck off on 4 October 1991.", "125. On 28 April 1988 Thames Television broadcast its documentary entitled \"Death on the Rock\" (see paragraph 70 above), during which a reconstruction was made of the alleged surveillance of the terrorists’ car by the Spanish police and witnesses to the shootings described what they had seen, including allegations that McCann and Farrell had been shot while on the ground. A statement by an anonymous witness was read out to the effect that Savage had been shot by a man who had his foot on his chest. The Independent Broadcasting Authority had rejected a request made by the Foreign and Commonwealth Secretary to postpone the programme until after the holding of the inquest into the deaths.", "126. While an invitation had been made by the Gibraltar police for a Spanish police officer to attend the inquest to give evidence relating to the role of the Spanish police, he did not attend, apparently since he did not receive permission from his superiors.", "127. The Government provided the Commission with a copy of a statement made by Chief Inspector Rayo Valenzuela, a police officer in Malaga, dated 8 August 1988. According to this statement, the United Kingdom police had at the beginning of March provided the Spanish police with photographs of the possible members of the ASU, named as Daniel McCann, Mairead Farrell and Sean Savage. The three individuals were observed arriving at Malaga Airport on 4 March 1988 but trace of them was lost as they left. There was then a search to locate the three suspects during 5 to 6 March 1988.", "This statement provided by the Government was not included in the evidence submitted at the inquest, as the Coroner declined to admit it following the objection by Mr P.J. McGrory who considered that it constituted hearsay in the absence of any police officer from Spain giving evidence in person.", "128. This statement, dated 21 September 1988 and supplied on behalf of the applicants, was made by a journalist who acted as consultant to the makers of the Thames Television programme \"Death on the Rock\". He stated that the white Renault car used by the ASU was under surveillance by the Spanish authorities as it proceeded down the coast towards Gibraltar. Surveillance is alleged to have been conducted by four to five police cars which \"leapfrogged\" to avoid suspicion, by helicopter and by agents at fixed observation points. The details of the car’s movements were transmitted to the authorities in Gibraltar who were aware of the car’s arrival at the border. He refers to the source of this information as being Mr Augustín Valladolid, a spokesman for the Spanish Security Services in Madrid, with whom he and Mr Julian Manyon, a reporter for Thames Television, had an interview lasting from 18.00 to 19.20 hours on 21 March 1988.", "129. The applicants intended submitting this statement as evidence before the inquest. The Coroner decided however that it should also be excluded as hearsay on the same basis as the statement relied upon by the Government (see paragraph 127 above).", "130. An ICOM transmitter device was provided to the Commission and Court by the Government with an improvised encoder attached. The dimensions of the transmitter are 18 cm x 6.5 cm x 3.7 cm; the encoder (which is usually taped to the transmitter and which can be contained in a small flat Strepsil tin) is 8 cm x 9 cm x 3 cm. The aerial from the transmitter is 18 cm long.", "131 The applicants also submitted a further opinion of Dr Scott, dated 22 October 1993, in which he reiterated his view that it would have been impossible for the three suspects to have detonated a bomb in the target area from the location where they were shot using an ICOM or any other conceivable concealable transmitter/aerial combination, which he maintains must have been well known to the authorities. He also drew attention to the fact that the strength of a hand-held transmitter is severely attenuated when held close to the human body; when transmitting it should be held well clear of the body with the aerial as high as possible.", "132. In its report of 4 March 1994, the Commission made the following findings on questions of fact:", "- that the suspects were effectively allowed to enter Gibraltar to be picked up by the surveillance operatives in place in strategic locations for that purpose (at paragraph 213);", "- that there was no evidence to support the applicants’ contention of a premeditated design to kill Mr McCann, Ms Farrell and Mr Savage (at paragraph 216);", "- that there was no convincing support for any allegation that the soldiers shot Mr McCann and Ms Farrell when they were attempting to surrender or when they were lying on the ground. However the soldiers carried out the shooting from close proximity. The forensic evidence indicated a distance of as little as three feet in the case of Ms Farrell (at paragraphs 222 and 223);", "- Ms Farrell and Mr McCann were shot by Soldiers A and B at close range after the two suspects had made what appeared to the soldiers to be threatening movements. They were shot as they fell to the ground but not when they were lying on the ground (at paragraph 224);", "- it was probably either the sound of the police siren or the sound of the shooting of Mr McCann and Ms Farrell at the Shell garage, or indeed both, which caused Mr Savage to turn round to face the soldiers who were behind him. It was not likely that Soldiers C and D witnessed the shooting of Mr McCann and Ms Farrell before proceeding in pursuit of Savage (at paragraph 228);", "- there was insufficient material to rebut the version of the shooting given by Soldiers C and D. Mr Savage was shot at close range until he hit the ground and probably in the instant as or after he hit the ground. This conclusion was supported by the pathologists’ evidence at the subsequent inquest (at paragraphs 229 and 230);", "- Soldiers A to D opened fire with the purpose of preventing the threat of detonation of a car bomb in the centre of Gibraltar by suspects who were known to them to be terrorists with a history of previous involvement with explosives (at paragraph 231);", "- a timer must in all probability have been mentioned at the Commissioner’s operational briefing. For whatever reason, however, it was not a factor which was taken into account in the soldiers’ view of the operation (at paragraph 241).", "133. Article 2 of the Gibraltar Constitution provides:", "\"1. No person shall be deprived of his life intentionally save in execution of the sentence of a court in respect of a criminal offence of which he has been convicted.", "2. A person shall not be regarded as having been deprived of his life in contravention of this section if he dies as a result of the use to such extent and in such circumstances as are permitted by law, of such force as is reasonably justifiable:", "(a) for the defence of any person from violence or for the defence of property;", "(b) in order to effect a lawful arrest or to prevent the escape of a person lawfully detained;", "...", "(d) in order to prevent the commission by that person of a criminal offence.\"", "134. The relevant domestic case-law establishes that the reasonableness of the use of force has to be decided on the basis of the facts which the user of the force honestly believed to exist: this involves the subjective test as to what the user believed and an objective test as to whether he had reasonable grounds for that belief. Given that honest and reasonable belief, it must then be determined whether it was reasonable to use the force in question in the prevention of crime or to effect an arrest (see, for example, Lynch v. Ministry of Defence [1983] Northern Ireland Law Reports 216; R v. Gladstone Williams [1983] 78 Criminal Appeal Reports 276, at p. 281; and R v. Thain [1985] Northern Ireland Law Reports 457, at p. 462).", "135. The test of whether the use of force is reasonable, whether in self-defence or to prevent crime or effect an arrest, is a strict one. It was described in the following terms in the report of the Royal Commission appointed to consider the law relating to indictable offences ([1879] 36 House of Lords Papers 117, at p. 167):", "\"We take one great principle of the common law to be, that though it sanctions the defence of a man’s person, liberty and property against illegal violence, and permits the use of force to prevent crimes to preserve the public peace and to bring offenders to justice, yet all this is subject to the restriction that the force used is necessary; that is, that the mischief sought to be prevented could not be prevented by less violent means; and that the mischief done by or which might reasonably be anticipated from the force used is not disproportionate to the injury or mischief, which it is intended to prevent.\"", "Lord Justice McGonigal in Attorney General for Northern Ireland’s Reference ([1976] Northern Ireland Law Reports 169 (Court of Appeal)) stated his understanding of this approach as follows (at p. 187):", "\"... it appears to me that, when one is considering whether force used in any particular circumstances was reasonable, the test of reasonableness should be determined in the manner set out in that paragraph. It raises two questions:", "(a) Could the mischief sought to be prevented have been prevented by less violent means?", "(b) Was the mischief done or which could reasonably be anticipated from the force used disproportionate to the injury or mischief which it was intended to prevent?", "These are questions to be determined objectively but based on the actions of reasonable men who act in the circumstances and in the light of the beliefs which the accused honestly believed existed and held. Force is not reasonable if", "(a) greater than that necessary, or", "(b) if the injury it causes is disproportionately greater than the evil to be prevented.\"", "136. The document annexed to the operational order of the Commissioner of Police entitled \"Firearms - rules of engagement\" provided in so far as relevant:", "\"General rules", "1. Do not use more force than necessary to achieve your objective.", "2. If you use firearms you should do so with care for the safety of persons in the vicinity.", "3. Warning before firing", "(a) A warning should, if practicable, be given before opening fire. It should be as loud as possible and must include an order to stop attacking and a statement that fire will be opened if the orders are not obeyed.", "(b) You may fire without warning in circumstances where the giving of a warning or any delay in firing could lead to death or serious injury to a person whom it is your duty to protect, or to yourself, or to another member in your operation.", "4. Opening fire", "You may open fire against a hostage taker", "(a) If he is using a firearm or any other weapon or exploding a device and there is a danger that you or any member involved in the operation, or a person whom it is your duty to protect, may be killed or seriously injured.", "(b) If he is about to use a firearm or any other weapon or about to explode an explosive device and his action is likely to endanger life or cause serious injury to you or another member involved in the operation, or any person whom it is your duty to protect ...", "5. If he is in the course of placing an explosive charge in or near any vehicle, ship, building or installation which, if exploded, would endanger life or cause serious injury to you or another member involved in the operation or to any person whom it is your duty to protect and there is no other way to protect those in danger ...\"", "137. Also attached to the operational order was a guide to police officers in the use of firearms which read:", "\"Firearms: Use by Police.", "The object of any police firearms operation is that the armed criminal is arrested with the least possible danger to all concerned. It is the first duty of the police to protect the general public, but the police should not endanger their lives or the lives of their colleagues for the sake of attempting to make an early arrest. The physical welfare of a criminal armed with a firearm should not be given greater consideration than that of a police officer, and unnecessary risks must not be taken by the police. In their full use of firearms, as in the use of any force, the police are controlled by the restrictions imposed by the law. The most important point which emerges from any study of the law on this subject is that the responsibility is an individual one. Any police officer who uses a firearm may be answerable to the courts or to a coroner’s inquest and, if his actions were unlawful (or improper), then he as an individual may be charged with murder, manslaughter or unlawful wounding. Similarly, if his use of a firearm was unlawful or negligent the individual could find himself defending a civil case in which substantial damages were being claimed against him. That a similar claim could be made against the Commissioner of Police will not relieve the individual of his liabilities.", "The fact that a police officer used his firearms under the orders of a superior does not, of itself, exempt him from criminal liability. When a police officer is issued with a firearm he is not thereby given any form of authority to use it otherwise than strictly in accordance with the law. Similarly, when an officer is briefed about an operation, information about a criminal may indicate that he is desperate and dangerous. Whilst this will be one of the factors to consider it does not of itself justify shooting at him.", "The final responsibility for his actions rests on the individual and therefore the final decision about whether a shot will or will not be fired at a particular moment can only be made by the individual. That decision must be made with a clear knowledge of the law on the subject and in the light of the conditions prevailing at the time.\"", "138. The United Nations Basic Principles on the Use of Force and Firearms by Law Enforcement Officials (\"UN Force and Firearms Principles\") were adopted on 7 September 1990 by the Eighth United Nations Congress on the Prevention of Crime and the Treatment of Offenders.", "139. Article 9 of the UN Force and Firearms Principles provides, inter alia, that \"intentional lethal use of firearms may only be made when strictly unavoidable in order to protect life\".", "Other relevant provisions provide as follows:", "\"... law enforcement officials shall identify themselves as such and shall give a clear warning of their intent to use firearms, with sufficient time for the warnings to be observed, unless to do so would unduly place the law enforcement officials at risk or would create a risk of death or serious harm to other persons, or would be clearly inappropriate or pointless in the circumstances of the incident.\"", "\"... Governments and law enforcement agencies shall ensure that an effective review process is available and that independent administrative or prosecutorial authorities are in a position to exercise jurisdiction in appropriate circumstances. In cases of death and serious injury or other grave consequences, a detailed report shall be sent promptly to the competent authorities responsible for administrative review and judicial control.\"", "\"Persons affected by the use of force and firearms or their legal representatives shall have access to an independent process, including a judicial process. In the event of the death of such persons, this provision shall apply to their dependants accordingly.\"", "140. Article 9 of the United Nations Principles on the Effective Prevention and Investigation of Extra-Legal, Arbitrary and Summary Executions, adopted on 24 May 1989 by Economic and Social Council Resolution 1989/65, (\"UN Principles on Extra-Legal Executions\") provides, inter alia, that:", "\"There shall be a thorough, prompt and impartial investigation of all suspected cases of extra-legal, arbitrary and summary executions, including cases where complaints by relatives or other reliable reports suggest unnatural death in the above circumstances ...\"", "Articles 9 to 17 contain a series of detailed requirements that should be observed by investigative procedures into such deaths."], "VIOLATED_ARTICLES": ["2"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}