{"ITEMID": "001-109140", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF GĄSIOR v. POLAND", "IMPORTANCE": "3", "CONCLUSION": "No violation of Article 10 - Freedom of expression -{General} (Article 10-1 - Freedom of expression)", "JUDGES": "David Thór Björgvinsson;George Nicolaou;Lech Garlicki;Ledi Bianku;Nebojša Vučinić;Päivi Hirvelä;Vincent A. De Gaetano", "TEXT": ["5. The applicant was born in 1931 and lives in Kraków.", "6. The applicant’s son-in-law, J.D., owns a construction company. In 2002 he built a villa for Z.W., a prominent politician, former prosecutor and deputy in the Polish parliament.", "7. On 4 April 2003, the applicant wrote a letter to E.J. – the chief editor of a television programme (“Sprawa dla reportera”). She stressed in particular:", "“For 6 months Z.W. has owed 240,000 Polish zlotys to a small construction company. On 15 November [2002] he moved into a villa built by this company and until today, 4 April 2003, he has not paid a cent. No one can help us. The deputies from the “Law and Justice” Party (Prawo i sprawiedliwość) do not reply to our letters, they are silent because how could they touch the great W. They believe in his lies and fibs, no one is persuaded that he owes 240,000 Polish zlotys (PLN) to poor, hard working people (...).", "My son-in-law had contacts with different investors, but this is the first time in his life that he met such a greedy and mendacious person. He never expected such dishonesty from a public person – a deputy from the Law and Justice Party. This is why he [Z.W.] managed to trick him out of such a significant sum.”", "8. In a second letter, dated 2 June 2004, addressed to the President of the board of the Polish Television, the applicant expressed the view that the media forgot about small enterprises that went bankrupt as they could not afford to pay the costs of civil proceedings. She further stated that:", "“Z.W. managed to deceive and ruin three [...] Polish companies and to successfully intimidate their owners and employees.”", "9. Z.W. was informed about both letters by Polish Television journalists, who asked him for his comments.", "10. On 8 July 2004 Z.W. lodged a private bill of indictment against the applicant. He charged the applicant with defamation. In particular, Z.W. submitted that in the letters sent to Polish Television on 4 April and 2 June 2004 the applicant had wrongly alleged that he had not paid J.D.’s company. The applicant had also referred to his using words indicating dishonesty, deceitfulness and fraudulent actions on his part.", "11. The applicant was tried by the Kraków District Court. On 31 August 2006 she was convicted of defamation under Article 212 § 1 of the Criminal Code. The criminal proceedings against her were conditionally discontinued and she was ordered to pay PLN 1,000 to Z.W. She was also ordered to publish a written apology. In addition, the applicant was ordered to reimburse PLN 300 to Z.W. for the costs of the proceedings.", "12. The trial court held that the content of the letter and in particular the expressions used, such as “liar”, “greedy and mendacious person”, “dishonest” could have resulted in Z.W. losing the public trust necessary for his political career. The background of this case was a civil dispute between Z.W and J.D. over the villa that the latter had built. The court noted that both parties had their arguments, more or less justified, but it was not the court’s role to adjudicate on this conflict, since its final outcome was already before a civil court. The court further referred to expert evidence (several opinions) obtained in the criminal and civil proceedings from which it appeared that indeed part of Z.W.’s allegations against J.D. as regards the quality of the construction works was substantiated. More importantly, the villa was not a faultless construction as claimed by the applicant and her family.", "13. The court further held that it was impossible to accept that the words used by the applicant were true. They gave the applicant’s private opinion about Z.W., which had no objective justification in the facts of the case. In addition, the court noted that the applicant could not have been mistaken about the genuineness of her statements as she was well aware of the civil dispute between J.D. and Z.W. The court also observed that the evidence before it had not confirmed in any way that three companies had been ruined.", "14. In the court’s opinion the applicant’s letters formed an unjustified personal attack on Z.W. The applicant consciously circulated untrue facts concerning an alleged non-compliance with a financial obligation between Z.W. and J.D. The allegations concerned the private life of Z.W. and therefore could not be protected in the same way as statements concerning his political activities.", "15. The applicant appealed against her conviction. On 24 January 2007 the Kraków Regional Court partly upheld the first-instance judgment. However it ordered the applicant only to publish an apology and reimburse Z.W.’s costs. The court referred to the reasons given by the District Court. It considered that the applicant’s allegations were not true and the applicant had been aware of this. Furthermore, she had not acted in the public interest but had presented her personal negative and unsubstantiated opinion of Z.W.", "16. On 21 April 2004 J.D. lodged with the Kraków Regional Court a claim against Z.W. and his wife seeking payment of 40,492 Polish zlotys for the works carried out by his company.", "17. On 22 June 2004 the Kraków Regional Court in a summary procedure (postepowanie uproszczone) ordered Z.W. and his wife to pay J.D. the requested sum together with interest.", "18. On the defendants’ appeal the case was transferred to the ordinary procedure.", "19. On 10 June 2008 the Kraków Regional Court gave judgment and dismissed J.D.’s claim. The court held that the plaintiff’s claims were unsubstantiated since, as proved by expert opinions, the construction works carried out by his company had been faulty. In addition Z.W. had had to spend about PLN 100,000 in order to repair the building. The court concluded that Z.W could have requested to have this amount offset against J.D.’s claim.", "20. On 28 November 2008 the Kraków Court of Appeal upheld the firstinstance judgment and dismissed J.D.’s claim.", "21. Article 212 of the Criminal Code provides in so far as relevant:", "“§ 1. Anyone who imputes to another person, a group of persons, an institution, a legal person or an organisation without legal personality, such behaviour or characteristics as may lower this person, group or entity in public opinion or undermine public confidence in their capacity necessary for a given position, occupation or type of activity, shall be liable to a fine, a restriction of liberty or imprisonment not exceeding one year.", "§ 2. If the perpetrator commits the act described in paragraph 1 through the mass media he shall be liable to a fine, a restriction of liberty or imprisonment not exceeding two years.”", "Article 213 provides as follows:", "“§ 1. The offence specified in Article 212 § 1 is not committed, if the allegation made in public is true.", "§ 2. Whoever raises or publicises a true allegation in defence of a justifiable public interest shall be deemed not to have committed the offence specified in Article 212 §§ 1 or 2; if the allegation regards private or family life evidence of truthfulness shall be admitted only when it serves to prevent a danger to someone’s life or to prevent the demoralisation of a minor.”", "22. On 30 October 2006 the Constitutional Court, ruling on a legal question referred to it by the Gdansk District Court, declared Article 212 §§ 1 and 2 of the Polish Criminal Code compatible with Articles 14 and 54 § 1 of the Constitution read in conjunction with Article 31 § 3. The court found that in some circumstances the protection of rights and freedoms like dignity, good name and privacy might prevail over the protection of freedom of expression. The Court further found that there was no basis to assume that protection of personal rights through the civil law alone would be equally effective as criminal law. Protection of personal rights by means of the criminal law did not by itself infringe the relevant provisions of the Constitution."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["10"], "NON_VIOLATED_PARAGRAPHS": ["10-1"], "NON_VIOLATED_BULLETPOINTS": []}