{"ITEMID": "001-60605", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DNK", "BRANCH": "CHAMBER", "DATE": 2002, "DOCNAME": "CASE OF AMROLLAHI v. DENMARK", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection rejected (estoppel);Violation of Art. 8", "JUDGES": "Christos Rozakis", "TEXT": ["9. The applicant is an Iranian citizen, born in 1966, and lives in Viborg, Denmark.", "10. In 1986 the applicant commenced his military training in Iran. It is not clear whether he participated directly in the war between Iran and Iraq. On 25 April 1987 he deserted and fled to Turkey, where he arrived on 5 May 1987. It appears that the applicant stayed for some time in Turkey and then in Greece.", "11. He arrived in Denmark on 20 August 1989 and applied for asylum. Pursuant to the practice of the Danish immigration authorities at that time, all asylum-seekers from Iran who, due to desertion from the army, had left their home country before the armistice between Iran and Iraq in the summer of 1988 were granted a residence permit. Accordingly, on 12 October 1990 the applicant was granted a residence and work permit. On 25 August 1994 the residence permit became permanent.", "12. In 1992 the applicant met a Danish woman, A, with whom he cohabited. A daughter was born out of the relationship on 16 October 1996. The applicant and A got married on 23 September 1997 and had another child, a son, born on 20 April 2001. A also has a daughter born in 1989 from a previous relationship, who lives with A and the applicant, and with whom the applicant has a very close relationship. All three children have been raised pursuant to Danish traditions.", "13. It appears that the applicant's family broke off all relations with him in 1987 due to his desertion from the army.", "14. In Denmark the applicant had been making a living as the owner of a pizzeria until the end of 1996. Since May 2000 he had been receiving welfare benefits and was at the same time assigned job training by the municipality with the possibility of continuing employment. A works at a retirement home.", "15. On 17 December 1996 the applicant was arrested and detained on remand, charged with drug trafficking allegedly committed during 1996. By judgment of 1 October 1997 the City Court of Hobro (retten i Hobro) found him guilty, inter alia, of drug trafficking with regard to at least 450 grams of heroine contrary to Article 191 of the Criminal Code. He was sentenced to three years' imprisonment and, pursuant to sections 22 and 26 of the Aliens Act, was expelled from Denmark with a life-long ban on his return.", "The applicant appealed against the judgment but withdrew the appeal in November 1997, whereupon the City Court judgment acquired legal force.", "16. On 14 July 1998, pursuant to section 50 of the Aliens Act, the applicant instituted proceedings in the City Court of Hobro claiming that material changes in his circumstances had occurred on account of which he requested the court to review the expulsion order. He referred to his family situation and alleged, with reference to information obtained from Amnesty International, that it could not be ruled out that he would risk severe punishment in Iran for having deserted from the army and also perhaps receive a life sentence for the narcotics crimes committed in Denmark.", "On 11 September 1998 the City Court rejected the applicant's request, as it did not find that the applicant's situation had changed to such an extent that there was any reason to revoke the expulsion order. This decision was upheld by the High Court of Western Denmark (Vestre Landsret) on 9 October 1998.", "17. On 17 December 1998 the applicant had served two-thirds of his sentence and was due to be released on parole. Since he did not consent to the deportation and refused to leave the country voluntarily, he was detained as from that date in accordance with the Aliens Act with a view to being repatriated. Also in accordance with the Aliens Act, the applicant availed himself of the possibility, prior to the enforcement of a deportation, to bring before the immigration authorities (Udlændingestyrelsen) the question whether he could be returned to Iran, since, pursuant to the Aliens Act, an alien must not be returned to a country in which he or she will risk persecution on the grounds set out in Article 1 A of the Convention of 28 July 1951 concerning the Status of Refugees. The immigration authorities found, on 13 January 1999, that the applicant would not risk persecution in Iran of a kind which could constitute a basis for his remaining in Denmark. The applicant appealed against this decision to the Refugee Board (Flygtningenævnet), which on 16 April 1999 requested the Ministry of Foreign Affairs to provide more information on the situation in Iran.", "Having obtained information from several different authorities, on 4 January 2000 the Refugee Board confirmed the immigration authorities' decision.", "18. Subsequently, relying on section 50 of the Aliens Act for the second time, and claiming that material changes in his circumstances had occurred, the applicant requested the City Court of Hobro to reconsider the expulsion decision. The court had the same material at its disposal as the Refugee Board and a number of statements from doctors concerning the applicant's state of health. In addition, A was heard stating inter alia that her daughter from a previous relationship, refuses to move to Iran. By judgment of 14 February 2000 the City Court revoked the decision to expel the applicant.", "On 3 March 2000 the High Court of Western Denmark quashed the above decision and dismissed the applicant's request for reconsideration of the expulsion order since, pursuant to section 50 of the Aliens Act, an expelled alien is entitled to only one judicial review of the question of expulsion. The applicant's application for leave to appeal against this decision was granted by the Leave to Appeal Board (Procesbevillingsnævnet) on 5 May 2000.", "The applicant was released from his detention on 11 May 2000.", "On 7 September 2000 the Supreme Court upheld the High Court's decision of 3 March 2000 as it agreed that a request for a review of an expulsion order pursuant to section 50 of the Aliens Act could only be examined once by the courts.", "19. The Aliens Act formerly provided in so far as relevant:", "Section 22", "“An alien who has lawfully lived in Denmark for more than the last seven years, and an alien issued with a residence permit under sections 7or 8 may be expelled only if:", "...", "(iv) the alien is sentenced to imprisonment or other custodial penalty pursuant to the Euphoriants Act or Articles 191 or 191a of the Criminal Code.”", "Section 26:", "1. “In deciding whether or not to expel the alien, regard must be had not only to the alien's ties with the Danish community, including the duration of his stay in Denmark, but also to the question whether expulsion must be assumed to be particularly burdensome on him, in particular because of:", "(i) the alien's age, health, and other circumstances;", "(ii) the alien's personal or family ties with Danish or foreign nationals living in Denmark;", "(iii) the alien's other ties with Denmark, including whether the alien came to Denmark in his childhood or tender years and therefore spent some or all of his formative years in Denmark;", "(iv) the alien's slight or non-existent ties with his country of origin or any other country in which he may be expected to take up residence;", "(v) the risk that the alien will be ill-treated in his country of origin or any other country in which he may be expected to take up residence; and", "(vi) exposure to outrages, misuse or other harm etc. in the present country causing an alien holding a residence permit pursuant to section 9, subsection 1 (ii) to no longer cohabit at a shared residence with the person permanently resident in Denmark, or the alien's otherwise particularly weak position.", "2. An alien may be expelled pursuant to section 22(iv) unless factors mentioned in subsection 1 above constitute a decisive argument against doing so.”", "Section 50 (1) provides:", "“If expulsion under section 49 (1) has not been enforced, an alien claiming that a material change in his circumstances has occurred, cf. section 26, may demand that the public prosecutor bring before the court the question of revocation of the expulsion order. Such a petition may be submitted not less than six months and no later than two months before the date when enforcement of the expulsion can be expected. If a petition is submitted at a later date, the court may decide to examine the case if it deems it to be excusable that the time-limit has been exceeded.“"], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}