{"ITEMID": "001-71366", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "ADMISSIBILITY", "DATE": 2005, "DOCNAME": "HACKBARTH v. CROATIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis", "TEXT": ["The applicant, Ms Nevenka Hackbarth, is a Croatian national, who was born in 1936 and lives in Rijeka. The respondent Government were represented by their Agents, Ms L. Lukina-Karajković and subsequently by Ms Š. Stažnik.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 24 February 2000 the applicant complained to the Rijeka Office of the Inspection Department of the Ministry for Environmental Protection and Town Planning (Ministarstvo zaštite okoliša i prostornog uređenja – “the Ministry”) that her flat in Rijeka had frequently been flooded from the flat above, where her neighbours M.G. and T.G. were “drilling holes”.", "On 6 March and 17 April 2000 the Ministry made in situ inspections in the applicant’s flat and established the existence of damp stains of unknown origin.", "On 23 June 2000 the Ministry gave decision (rješenje) finding that, because of the frequent flooding of the applicant’s flat from the neighbouring one, her life and health were in serious danger since the water had also damaged electric installations. The Ministry ordered the neighbours to repair the sewage and water pipes in their flat within five days following the receipt of the decision and indicated that otherwise it would fine them 20,000 Croatian kunas (HRK). Since the parties did not appeal, the decision became final.", "On 27 August 2000 the neighbours informed the Ministry that they had made the repairs indicated and thereby complied with the decision.", "On 23 October 2000 the Ministry made another in situ inspection and established that the ceiling and the walls were dry and that there were no traces of damp. However, on the same day the applicant informed the Ministry that the wet stains had reappeared.", "On 30 October 2000 the Ministry made another in situ inspection during which T.G. promised to call a plumber to repair the pipes.", "The applicant submits that on 30 and 31 October 2000 she invited T.G. to inspect her flat and that T.G. did so. She further submits that on 1 November 2000 the plumber shortly visited her flat without making any repairs, and that M.G. also visited her flat with the plumber on four occasions.", "On 15 December 2000 the applicant phoned the Ministry and complained that the neighbours had done nothing to stop the leakage. After that date she did not contact the Ministry again.", "On 27 December 2000 the Ministry issued an enforcement order (zaključak o dozvoli izvršenja) establishing that its decision of 23 June 2000 had become enforceable and that the neighbours had not complied with it. Consequently, the Ministry fined the neighbours HRK 20,000. The neighbours were again ordered to repair the pipes, or the order would be carried out by another person at their expense.", "On 15 January 2001 T.G. informed the Ministry that it was impossible for her to comply with the order. She argued that she had been unable to locate the pipe damage since the applicant had not allowed her or the plumber to enter her flat on two occasions (8 and 9 January 2001). Relying on the same arguments, T.G. appealed against the enforcement order to the second instance authority within the Ministry. On 30 July 2002 her appeal was dismissed.", "It appears that, to date, the enforcement order has not been carried out.", "The 1990 Croatian Constitution (Ustav Republike Hrvatske, Official Gazette no. 41/01 (consolidated text)) guarantees as fundamental rights, inter alia, the right to a fair trial within a reasonable time (Article 29), the right to respect for home (Article 34) and right to property (Article 48).", "Sections 67 -76 of the Administrative Disputes Act (Zakon o upravnim sporovima, Official Gazette nos. 53/1991, 9/1992 and 77/1992) provide for special proceedings for the protection of constitutional rights and freedoms from unlawful (physical) acts (or omissions) of public officials, if no other judicial remedy is available.", "Section 67 provides that these proceedings shall be instituted by bringing an ‘action against the unlawful act’ in the competent municipal court. The action shall be brought against the public authority to which the act (or omission) is imputable (the respondent).", "Section 71 provides that in the proceedings following an ‘action against the unlawful act’ the court shall proceed urgently.", "Section 72 provides that the court shall without delay serve the complaint on the respondent and set a time-limit for reply. However, the court may, depending on the circumstances, give a decision immediately. Under the case-law of the Supreme Court (decision no. Gž-6/1997-2 of 12 November 1997), the court may give a decision even without holding a hearing.", "Section 73 provides that the court shall decide on the merits of the case by a judgment. If it finds in favour of the plaintiff, the court shall order the respondent to desist from the unlawful activity and, if necessary, order restitutio in integrum.", "Section 74 provides that parties may appeal to the competent county court against the first instance decision within three days following the service. An appeal does not postpone the enforcement, but the court may, if it finds it necessary, decide otherwise. No appeal on points of law (revizija) lies against the second instance decision. In the proceedings following an ‘action against the unlawful act’ the court shall apply mutatis mutandis the provisions of the Civil Procedure Act.", "Sections 75 and 76 provide that, if the court finds in favour of the plaintiff, the respondent shall comply with the judgment within three days following the service. If it fails to do so, the enforcement shall be carried out in the judicial enforcement proceedings. In addition, disciplinary proceedings for a grave disciplinary offence shall be instituted against the responsible official who may also be fined.", "In its decision no. Us-2099/89 of 21 September 1989 the Administrative Court held that failure of the administrative authorities to carry out their own enforcement order constituted ‘unlawful act’ within the meaning of Section 67 of the Administrative Disputes Act. In its decision no. Gž-9/1993 of 6 April 1993 the Supreme Court reached the same conclusion."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}