{"ITEMID": "001-94088", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF ZABIYEVA AND OTHERS  v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 2 - Right to life (Substantive aspect);Violation of Article 2 - Right to life (Procedural aspect);Violation of Article 3 - Prohibition of torture (Substantive aspect);Violation of Article 3 - Prohibition of torture (Procedural aspect);No violation of Article 3 - Prohibition of torture (Substantive aspect);Violation of Article 13+2 - Right to an effective remedy (Article 2 - Right to life);Violation of Article 13+3 - Right to an effective remedy (Article 3 - Prohibition of torture)", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Sverre Erik Jebens", "TEXT": ["6. The applicants are:", "(1) Ms Tamara Zabiyeva, born in 1937;", "(2) Ms Eset Kotiyeva, born in 1973;", "(3) Mr Khamzat Zabiyev, born in 2000; and", "(4) Mr Belan Zabiyev, born in 2002.", "They live in the village of Galashki, in the Republic of Ingushetia.", "7. The first applicant is the mother of Mr Ali Zabiyev, Mr Musa Zabiyev and Mr Umar Zabiyev, who was born in 1972. Umar Zabiyev was the second applicant's husband; they are the parents of the third and fourth applicants.", "8. On 10 June 2003 the first applicant and her sons, Ali and Umar Zabiyev, were working in a field outside the village of Galashki. At some point they noticed a helicopter flying in circles above them.", "9. At about 7 p.m. they rode home in a ZIL-130 lorry; Umar Zabiyev was driving. When they were within 4 kilometres of the village of Galashki, their vehicle came under heavy gunfire. Apparently the shots were fired from machine guns and came from the nearby forest. The first applicant was wounded in the back, neck and head. Umar Zabiyev lost control of the lorry, which crashed into a roadside tree. The Zabiyev brothers took the first applicant, unconscious, out of the vehicle. Then Ali Zabiyev ran to the village for help; Umar Zabiyev stayed with his mother. At some point the lorry exploded. Then the gunfire ceased.", "10. About forty minutes later Ali Zabiyev, accompanied by Musa Zabiyev, policemen and fellow villagers, arrived at the scene of the incident to find the first applicant lying on the ground and no trace of Umar Zabiyev. The first applicant was then transported to hospital; two bullets were extracted from her body.", "11. Having heard about Umar Zabiyev's disappearance, the villagers started searching for him. At about 10 p.m. on 10 June 2003 two of them, Mr D. and Mr O., met in a forest a group of around thirty or forty armed men speaking unaccented Russian. The armed men forced the two villagers to the ground and questioned them. Then they contacted someone via a portable radio transmitter, ordered the villagers to lie still for another half an hour and left.", "12. In the morning of 11 June 2003 a group of Russian servicemen, under the command of an officer with the rank of major-general, arrived at the scene of the incident. The major-general suggested that the Zabiyevs had been attacked by unknown Chechen insurgents and denied any possible involvement of Russian military personnel.", "13. At 12 noon on 11 June 2003 Umar Zabiyev's dead body, with gunshot wounds and bruises, was found around two kilometres from the scene of the incident and some twenty metres from the place where Mr D. and Mr O. had met the armed men the night before. The corpse was partly covered with soil.", "14. At about 7.10 p.m. on 10 June 2003 unidentified persons were hiding in the forest on the left side of the road leading from the village of Dattykh at a distance of 4 kilometres from the village of Galashki. They fired from machine guns at the ZIL-130 lorry in which the first applicant, Umar Zabiyev and Ali Zabiyev were travelling. As a result of the shooting the first applicant suffered injuries to her neck and back, Ali Zabiyev received tangential soft-tissue wounds and Umar Zabiyev went missing.", "15. On 11 June 2003 the dead body of Umar Zabiyev was found buried at a distance of 1.7 kilometres from the scene of the incident. The body bore traces of numerous gunshot wounds to the head and body.", "16. On 16 July 2003 Human Rights Watch released a paper entitled “Russia: Abuses Spread Beyond Chechnya. Neighboring Ingushetia Now Affected”, which described the Zabiyevs' case as follows:", "“On June 10, three Ingush civilians – sixty-five-year-old Tamara Zabieva and two of her sons, Ali and Umar Zabiev – were returning from their potato field near the village of Galashki, when their truck came under heavy machinegun fire, injuring Zabieva in the back, neck, and head. The brothers took their mother out of the car and Umar stayed with her while Ali ran to the village for help.", "Local Ingush police who arrived about an hour later found Zabieva unconscious and sent her to the local hospital, but were unable to find Umar. His body, bearing clear marks of torture and gun shot wounds, was discovered the next morning in a nearby forest. The Ingush police said that evidence suggests involvement by federal servicemen, but the military procuracy has refused to take over the case.", "While Galashki has in the past been the scene of clashes between Russian federal forces and Chechen rebel fighters, Human Rights Watch has no indication that any such activity took place in the area that day.”", "17. Later, Human Rights Watch gave a more detailed description of the Zabiyevs' case in its article entitled “Spreading Despair: Russian Abuses in Ingushetia”, issued in September 2003.", "18. In the afternoon of 11 June 2003 investigators examined the scene of the incident. They found many used cartridges and an empty machine-gun cartridge belt, used bandages, empty water bottles, canned pork and plastic bags bearing the Russian Ministry of Defence logo. The investigators took fingerprints from the bottles and tins. Then Umar Zabiyev's dead body was transported to the morgue.", "19. At 5.20 p.m. on 11 June 2003 a forensic expert commenced a post-mortem examination of Umar Zabiyev's body. According to the forensic report, there were numerous gunshot wounds to the body, namely three perforating wounds to the head; one penetrating, two perforating and two non-penetrating wounds to the chest; three perforating wounds to an arm; a wound to a shoulder joint and a wound to a buttock. It was also established that Umar Zabiyev's lower jaw had been broken by a blunt hard item. The expert concluded that Umar Zabiyev's death had been caused by the penetrating and perforating wounds to the head and chest and that the lethal shots had been fired from machine guns aimed at Umar Zabiyev while he had been either standing or lying down. The death had occurred some eighteen to twenty-four hours before the beginning of the autopsy.", "20. On 12 June 2003 Umar Zabiyev was buried. His family received 100,000 Russian roubles (RUB) from the President of Ingushetia as a burial allowance, which was a common practice at the material time.", "21. On an unspecified date the head of the local administration confirmed in writing that there had been no armed clashes between the federal troops and rebel fighters in the area around the village of Galashki between 9 and 11 July 2003.", "22. On 25 June 2003 Musa Zabiyev wrote to the Prosecutor General of Russia, the Prosecutor of Ingushetia and the military prosecutor of the United Group Alignment (UGA), complaining about the military attack on his relatives and the murder of his brother.", "23. On 14 July 2003 the prosecutor's office of the Sunzhenskiy District of the Republic of Ingushetia (“the district prosecutor's office”) informed Musa Zabiyev that his complaint concerning the events of 10 June 2003 would be examined within the course of the investigation in case no. 23600032.", "24. On 17 April 2004 the Ministry of the Interior of Ingushetia informed the second applicant that the investigation into the murder of Umar Zabiyev in case no. 03600032 had been commenced by the district prosecutor's office. It noted, in particular, the following:", "“As a result of the investigative measures taken it was established that the crime had been committed by the servicemen of military intelligence unit no. 194 KTG («разведрота 194 КТГ») with the direct involvement of the head of that unit, [S.P.], nicknamed 'the Snake' («Змей»), who is unable to leave the location of the unit in the village of Dattykh in the Sunzhenskiy District of Ingushetia as the military prosecutor's office has charged him with another crime and instituted criminal proceedings on that account.”", "25. On 7 July 2006 a member of the Parliament of Ingushetia received a letter from the Prosecutor General's Office stating that the investigation into Umar Zabiyev's killing had been suspended on 19 June 2004 and resumed on 2 February 2006.", "26. On 11 June 2003 the district prosecutor's office instituted an investigation into the killing of Umar Zabiyev under Article 105 § 1 (murder) and Article 222 § 1 (unlawful acquisition and possession of firearms) of the Russian Criminal Code. The case file was assigned the number 23600032.", "27. On 11 June 2003 the crime scene was inspected and a post-mortem examination of Umar Zabiyev's body was ordered.", "28. On 12 June 2003 the first applicant was granted victim status and questioned. She stated that at about 7 p.m. on 10 June 2003, while she had been travelling with her two sons in the ZIL-130 lorry, unidentified persons had opened fire. As a result she had suffered wounds to her neck and back. Ali and Umar Zabiyev had taken her out of the car and brought her into the forest. Ali had gone to the village for help, while Umar had dragged the first applicant to a hill. At some point she had lost consciousness. The first applicant had recovered her senses after the arrival of the police and the villagers of Galashki. Umar Zabiyev had not been seen anywhere around. The first applicant had not heard any voices and did not know who had shot at the car.", "29. On 12 June 2003 Ali Zabiyev was granted victim status and questioned. He stated that at 7.10 p.m. on 10 June 2003 their ZIL-130 lorry had been fired at from machine guns. The vehicle had hit a tree and stopped. Ali and Umar had taken their wounded mother out of the lorry and brought her into the forest. Umar had asked Ali to go searching for help, which Ali had done. Having returned to the scene of the incident, Ali, the police and the fellow villagers had found the first applicant, who had then been transferred to hospital. Umar Zabiyev had disappeared; on 11 June 2003 his dead body had been found.", "30. On 13 June 2003 Mr D. and Mr O. were questioned. They stated that at about 8 p.m. on 10 June 2003 Ali Zabiyev had run towards them and told them that the ZIL lorry had been fired at. They had reported the shooting to the police and gone to the scene of the incident. There they had found the first applicant unconscious; Umar Zabiyev had disappeared. While searching for Umar Zabiyev, Mr D. and Mr O. had stumbled across a group of armed men. The men had pointed their firearms at Mr D. and Mr O., verified whether they had had any weapons and checked their identity papers. Then they had questioned Mr D. and Mr O. about their reasons for being in the forest and left in the direction of the village of Dattykh. On the following day Umar Zabiyev's dead body had been found buried some 20 or 30 metres from the place where the witnesses had met the armed men.", "31. The investigators verified Mr D.'s and Mr O.'s statements. Within 20 metres from Umar Zabiyev's grave they found an area with eight sleeping berths and the following items: empty plastic mineral water bottles, empty plastic bags, empty tin cans marked “Boiled Buckwheat”, “Cooked Rice”, “Liver Pâté with Pork Fat” and other items bearing the stamp “Military Supply of Provisions” («Оборонпродкомплект»), a pair of worn socks, a piece of bandage with traces of blood and a portable remote-control detonator PM-4 No. 3144 1-99 («переносная подрывная машинка ПМ4»).", "32. The items found at the scene of the incident, the ZIL-130 lorry and a bullet extracted from Umar Zabiyev's body were subjected to forensic, ballistic, dactylographic, medical, olfactory and biological expert examinations carried out in July and August 2003.", "33. The ballistic expert examinations established that the bullet extracted from Umar Zabiyev's dead body had been fired from a Kalashnikov machine gun of 7.62 mm calibre. 217 cartridge cases presented for examination had been parts of cartridges of 7.62 mm calibre produced in Russia according to the 1981 standards and suitable for Mosin and Dragunov sniper rifles, as well as for Kalashnikov machine guns. The cartridge cases in question had been fired from two firearms. Cartridge belts presented for examination had been additional parts for a Kalashnikov machine gun of 7.62 mm calibre.", "34. The forensic expert examination established that the ZIL-130 lorry had had 112 penetrating bullet holes that could have been fired from a firearm of 7.62 mm calibre.", "35. The medical forensic expert examination found no traces of shots fired from short range on Umar Zabiyev's clothes.", "36. On 16 June 2003 a dactylographic expert examination of servicemen of military intelligence unit no. 194 KTG was ordered.", "37. On 1 July 2003 the district prosecutor's office requested the military commander of the Leninskiy District of Grozny to submit a list of servicemen who had participated in search activities in the vicinity of the villages of Galashki and Dattykh between 8 and 10 June 2003 and to carry out investigative measures in respect of them.", "38. The dactylographic expert examinations established that fingerprints left on the items found at the scene of the incident were not identical to those of the servicemen who had been checked regarding their possible involvement in the crime, including S.P.", "39. The biological expert examination of saliva left on the cigarette butts found at the crime scene and the olfactory expert examination of the socks and the piece of bandage produced no significant results.", "40. The investigators requested information on the portable remote-control detonator from the UGA. On 7 June 2004 the head of engineer troops of the North Caucasus Circuit replied that portable remote-control detonators PM-4 No. 3144 issued in 1999 had not been supplied to the North Caucasus Circuit armouries and had not been sent to its military units.", "41. The medical expert examination of the first applicant established that she had sustained mildly severe bodily injuries inflicted by hand-held firearms.", "42. On an unspecified date an investigation into the infliction of bodily injuries on the first applicant was instituted under Article 112 § 1 of the Russian Criminal Code. It is unclear what number the case was assigned and whether any progress was made in the investigation.", "43. On 7 and 10 July 2003 the district prosecutor's office sent unspecified orders to the Sunzhenskiy District Department of the Interior and to the UGA military prosecutor respectively.", "44. On 23 July 2003 the district prosecutor's office sent an unspecified order to the Ingushetia Department of the Federal Security Service.", "45. On 8 December 2003 the district prosecutor's office sent an unspecified order to the prosecutor of the North Caucasus Circuit.", "46. In January and February 2004 ballistic and dactylographic expert examinations were carried out.", "47. On 3 February 2004 the fingerprints of S.P. and sixteen servicemen of military intelligence unit no. 194 KTG were taken and compared with the fingerprints detected on the cans found near the scene of the incident. None of the fingerprints left on the cans corresponded to those of the servicemen in question.", "48. On an unspecified date the firearms used by the servicemen of military intelligence unit no. 194 KTG were subjected to a ballistic expert examination.", "49. On 13 February 2004 the district prosecutor's office sent an unspecified order to the Sunzhenskiy District Department of the Interior.", "50. On 20 May 2004 the district prosecutor's office sent an unspecified order to the UGA military prosecutor.", "51. On 19 June 2004 the investigation was suspended.", "52. According to the Government, it follows from the investigation file that on 10 June 2003 there was an armed confrontation between federal servicemen and a group of around ten insurgents in the vicinity of the village of Galashki, as a result of which two insurgents were killed and three wounded. An intelligence squad under the command of Lieutenant S.P. participated in the confrontation. In their submissions of 25 December 2007 the Government submitted that it had been impossible to either prove or refute the involvement of S.P. or other federal servicemen in the killing of Umar Zabiyev.", "53. Lieutenant-Colonel N.B. was questioned as a witness and stated that the information on the armed confrontation of the federal troops with the group of around ten insurgents, as a result of which two insurgents had been killed and three wounded, had been based on a report made by a duty officer of the UGA information centre and then issued as a press release. No other sources of that information had been found and its veracity was being checked.", "54. In their submissions of 12 May 2008 the Government stated that no reliable evidence had been obtained by that time to prove the involvement of S.P. or other federal servicemen in Umar Zabiyev's killing.", "55. The investigation was resumed and suspended a number of times. It failed to find any evidence to support the involvement of the Russian federal military in the crime but was pending. Investigative measures were being taken to solve the murder of Umar Zabiyev.", "56. Despite specific requests by the Court the Government did not disclose any material from the investigation file in case no. 2360032. Relying on the information obtained from the Prosecutor General's Office, the Government stated that the investigation was in progress and that disclosure of the documents would be in violation of Article 161 of the Code of Criminal Procedure, since the file contained information of a military nature and personal data concerning the witnesses or other participants in the criminal proceedings.", "57. For a summary of the relevant domestic law see Akhmadova and Sadulayeva v. Russia (no. 40464/02, §§ 67-69, 10 May 2007)."], "VIOLATED_ARTICLES": ["13", "2", "3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["3"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}