{"ITEMID": "001-60941", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FRA", "BRANCH": "CHAMBER", "DATE": 2003, "DOCNAME": "CASE OF CHEVROL v. FRANCE", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award", "JUDGES": "András Baka;Gaukur Jörundsson", "TEXT": ["10. On 17 February 1987 the applicant, who had qualified as a doctor in Algeria in 1969 after graduating in medicine from the University of Algiers, applied to the Bouches-du-Rhône département council of the ordre des médecins (Medical Association) for registration as a member of the ordre.", "11. The département council refused her application on the ground that, although she was French, she did not have a French medical qualification. The applicant subsequently made eleven unsuccessful applications to the Minister for Health for authorisation under Article L. 356, point (2), third paragraph, of the Public Health Code.", "12. On 1 June 1995 the applicant again applied to the département council, relying on the Government Declarations of 19 March 1962 on Algeria, known as the “Evian Accords”, and in particular on the Government Declaration on Cultural Cooperation between France and Algeria (“the 1962 Government Declaration”), of which Article 5 of Part I provides:", "“Academic diplomas and qualifications obtained in Algeria and France under the same conditions as regards curriculum, attendance and examinations shall be automatically valid in both countries.”", "13. Her application was rejected on 16 June 1995 by the Bouches-du-Rhône département council of the ordre des médecins, which refused to register her.", "14. The applicant appealed against that decision to the Provence-Alpes-Côte d'Azur-Corse regional council of the ordre des médecins. In a decision of 17 December 1995 the regional council upheld the decision to refuse her registration.", "15. On 13 February 1996 the applicant applied to the disciplinary section of the National Council of the ordre des médecins. In a decision of 20 March 1996 the disciplinary section refused her application on the ground, inter alia, that the terms of Article 5 of the 1962 Government Declarations could not by themselves confer the right to practise medicine in France on all those who had obtained medical qualifications in Algeria after that date, and therefore could not be used in support of an application for registration.", "16. On 3 June 1996 the applicant applied to the Conseil d'Etat for judicial review of that decision.", "17. On 29 October 1998, at the request of the Conseil d'Etat, the Legal Affairs Department of the Ministry of Foreign Affairs submitted observations on the applicant's application. It stated:", "“This application calls for the following observations on my part, which, as you requested, concern the provisions of Article 5 of the Government Declaration of 19 March 1962 on Cultural Cooperation between France and Algeria, one of the declarations making up the 'Evian Accords'. ...", "1. Nature of the provisions", "The Conseil d'Etat, acting in its judicial capacity, has already had occasion to rule on the nature of the provisions of the 'Evian Accords'. Agreeing with the Department's position, it held that the Accords constituted an international treaty (see the Conseil d'Etat's Moraly judgment of 31 January 1969, Recueil des arrêts du Conseil d'Etat [Reports of the judgments of the Conseil d'Etat], 1969, p. 50).", "2. Applicability of the provisions", "The Government Declarations of 19 March 1962 were approved in a referendum held on 8 April 1962 and were subsequently published in the Official Gazette on 20 April 1962. They came into force on 3 July 1962 following an exchange of letters between the President of the French Republic and the Chairman of the Provisional Executive of the Algerian State.", "Since no measures have been taken to suspend their application or to revise their content, the provisions in question must be regarded as having been in force on 17 December 1995 and 20 March 1996, when the impugned decisions ... were taken.", "However, the reciprocity requirement in Article 55 of the Constitution cannot be regarded as having been satisfied at that time, since those provisions had not been applied by the Algerian authorities in respect of applications by French nationals with qualifications obtained in France. Consequently, they cannot be applied to the facts of the present case.", "3. In the alternative, the scope of the provisions", "Article 5 § 1 of the Declaration ... lays down the principle that French and Algerian qualifications are automatically equivalent, without there being any need for implementing regulations, provided that the curricula followed are similar.", "Regard being had, in particular, to the precision of their content and the lack of any reference to implementing measures, the provisions in issue appear to be directly effective.", "However, they cannot be regarded as establishing an unconditional right for anyone having obtained medical qualifications in Algeria to be registered as a member of the French ordre des médecins. In assessing candidates for registration as a member of the national ordre, reference should be made to the domestic legislation in force, in particular Articles L. 356 et seq. of the Public Health Code, the requirements of which, in the case of foreign nationals, go beyond the production of a French medical degree or a recognised equivalent qualification, as candidates must also undergo professional aptitude tests.”", "18. After being apprised of those observations, the applicant produced to the Conseil d'Etat declarations from various Algerian authorities certifying that qualifications obtained in France by French practitioners were recognised as being automatically valid in Algeria.", "19. In a judgment of 9 April 1999 the Conseil d'Etat, acting in its judicial capacity, did not follow the submissions of the Government Commissioner, Mr Rémy Schwartz, and dismissed the application in the following terms:", "“...", "As regards the argument based on Article 5 of the Government Declaration of 19 March 1962 on Cultural Cooperation between France and Algeria:", "...", "Article 55 of the Constitution of 4 October 1958 provides: 'Treaties or agreements that have been lawfully ratified or approved shall, upon publication, prevail over Acts of Parliament, subject, in respect of each agreement or treaty, to its application by the other party.' It is not for the administrative courts to determine whether and to what extent the manner in which a treaty or agreement is applied by the other party is capable of depriving the instrument's provisions of the authority conferred on them by the Constitution. In observations produced on 2 November 1998 the Minister for Foreign Affairs stated that the aforementioned provisions of Article 5 of the Declaration on Cultural Cooperation between France and Algeria could not be regarded as having been in force on the date of the decision complained of, seeing that on that date the reciprocity requirement laid down in Article 55 of the Constitution had not been satisfied. [The applicant] is accordingly not entitled to rely on those provisions.", "As regards the other arguments:", "...", "Although [the applicant] submits that the disciplinary section of the National Council of the ordre des médecins infringed the Council of the European Communities' Directive of 21 December 1988 on the recognition of diplomas, she has not produced any information from which it may be ascertained whether that argument is well-founded. The Council of the European Communities' Recommendation of 21 December 1988 does not impose on the member States any obligations on which [the applicant] could rely.", "As [the applicant] was unable to show either that she had obtained the French qualification for practising as a doctor or any of the qualifications listed in Article L. 356-2 of the Public Health Code or that she had been granted the special ministerial authorisation provided for in Article L. 356 ... for persons with foreign qualifications, she could not expect to be registered. Consequently, her argument that the disciplinary section did not take into account her ability and her clinical and academic experience is irrelevant.", "...”", "20. In a ministerial order of 22 January 1999, published in the French Official Gazette on 30 January 1999, the applicant was authorised to practise as a doctor in France with effect from 1997, under Article L. 356, point (2), third paragraph, of the Public Health Code. On the basis of that order, in a decision of 12 April 1999, the Bouches-du-Rhône département council of the ordre des médecins registered the applicant as a member of the ordre. On 9 August 1999 it recognised the applicant's abilities as an orthopaedic surgeon by designating her as a doctor specialising in orthopaedic surgery, on the basis of her qualifications and professional experience.", "Article 55 of the Constitution provides:", "“Treaties or agreements that have been lawfully ratified or approved shall, upon publication, prevail over Acts of Parliament, subject, in respect of each agreement or treaty, to its application by the other party.”", "21. Anyone wishing to practise as a doctor in France must satisfy certain conditions laid down in Articles L. 356, L. 356-1 and L. 356-2 of the Public Health Code. The two fundamental requirements are possession of certain qualifications referred to in Article L. 356-2 or of a special status (Article L. 356, point (2), first and second paragraphs), and nationality (Article L. 356, point (2), second paragraph). A third condition is registration as a member of the ordre des médecins (Article L. 356, point (3)).", "22. It follows from those provisions that anyone who has a “diploma, certificate or other qualification referred to in Article L. 356-2” and is a “French national or a national of one of the member States of the European Economic Community, of one of the other States Parties to the Agreement on the European Economic Area, of Morocco or of Tunisia ...” automatically qualifies for registration as a member of the ordre. Article L. 356-2 refers to the following qualifications for practising as a doctor: “either the French State degree of Doctor of Medicine ... or, if the person concerned is a national of a member State of the European Economic Community or of another State Party to the Agreement on the European Economic Area, a degree, certificate or other medical qualification issued by one of those States ...”.", "23. The Minister for Health may also, after obtaining the opinion of a committee, authorise other persons on an individual basis to practise medicine (Article L. 356, point (2), third paragraph), including French nationals who do not possess the qualifications referred to in Article L. 3562. The maximum number of persons who may be granted such authorisation is set every year “by order of the Minister for Health, with the agreement of the aforementioned committee, regard being had to the arrangement under which they intend to practise”.", "24. For a long time the Conseil d'Etat regarded the interpretation of an international treaty containing ambiguous or unclear provisions as a matter outside its jurisdiction because it deemed such interpretation to be a prerogative act that could not be dissociated from international relations and was not open to challenge in the courts (a position maintained since Veuve Murat, Comtesse de Lipona, judgment of 23 July 1823, Recueil des arrêts du Conseil d'Etat, p. 45). When confronted with provisions that it considered insufficiently clear, it relied on the official interpretation given by the Minister for Foreign Affairs (see also Karl et Toto Samé, judgment of 3 July 1931, Sirey 1932, III, p. 129, together with the submissions of Mr Ettori and the commentary by Mr Rousseau). Since the Conseil d'Etat's judgment of 29 June 1990 in GISTI, the practice of referring a preliminary question to the minister has been discontinued and the Conseil d'Etat now interprets international agreements itself; if it seeks the opinion of the executive, it does not regard itself as bound by it (see GISTI, judgment of 29 June 1990, Recueil des arrêts du Conseil d'Etat, p. 171, and the Court's judgment in Beaumartin v. France (24 November 1994, Series A no. 296-B) concerning a ruling given before the Conseil d'Etat had altered its position).", "25. With regard to the Government Declarations of 19 March 1962, the Conseil d'Etat ruled in a judgment of 31 January 1969 (Société Moraly et Société Maisons Moraly, Recueil Lebon, p. 51) that they should be regarded as constituting an international treaty. It so held after referring a preliminary question to the Minister for Foreign Affairs as to the interpretation of the Declarations' scope. The Conseil d'Etat maintained that position even after discontinuing the practice of referring preliminary questions on the interpretation of an international treaty (see, for example, Teytaud, judgment of 25 November 1998, case no. 182302).", "26. However, the change in position resulting from GISTI has not been transposed to the context of applying the reciprocity clause in Article 55 of the Constitution. The Conseil d'Etat has taken the view that it is not its task to assess whether and to what extent the manner in which a treaty or agreement is applied by the other party is capable of depriving the instrument's provisions of the authority conferred on them by the Constitution (see Rekhou and ministre du Budget contre Mme Veuve Bellil, 29 May 1981, Recueil Lebon, p. 220, judgments of the full court, and ministre du Budget contre Nguyen Van Giao, judgment of 27 February 1987, Recueil Lebon, p. 77). Those judgments and the one in the instant case are the only ones in which the Conseil d'Etat has ruled on the manner in which the reciprocity clause is to be applied and on the continuation of the practice of referring preliminary questions to the Minister for Foreign Affairs.", "27. When dealing with issues relating to reciprocity, the Court of Cassation initially adopted the same solution as that advocated by the Conseil d'Etat (Court of Cassation, Criminal Division, 29 June 1972, Males, Bulletin criminel no. 227). It subsequently held that in the absence of any measures by the government to denounce a treaty or suspend its application (such as publication in the Official Gazette of a memorandum by the Minister for Foreign Affairs), it was not for the courts to review compliance with the condition of reciprocity in inter-State relations as laid down in Article 55 of the Constitution (Court of Cassation, Civil Division (Cass. civ.) I, 6 March 1984, Mme Kappy, épouse Lisak, Revue générale de droit international public 1985, p. 538). That position has been maintained ever since (Cass. civ. I, 16 February 1994, ordre des avocats près la cour d'appel de Paris contre Aït Kaci, Bulletin de la Cour de cassation (Bull. cass.) no. 65, and Cass. civ. I, 23 March 1994, N'Guyen Duy Thong contre Conseil de l'ordre des avocats de la Seine-Saint-Denis, Bull. cass. no. 105)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}