{"ITEMID": "001-73256", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVN", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF SOLESA v. SLOVENIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Violation of Art. 13;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "David Thór Björgvinsson;John Hedigan", "TEXT": ["5. The applicant was born in 1968 and lives in Velenje.", "6. On 7 June 1995 the applicant was injured in an accident at work. The applicant’s employer had taken out insurance with the insurance company A.", "7. On 28 December 1995 the applicant instituted civil proceedings against A in the Celje District Court (Okrožno sodišče v Celju) seeking damages in the amount of 1,050,000 tolars (approximately 4,380 euros) for the injuries sustained.", "Between 14 August 1996 and 14 December 2001 the applicant lodged eight preliminary written submissions and/or adduced evidence.", "Between 26 November 1996 and 30 March 2001 he made seven requests that a date be set for a hearing.", "Of the four hearings held between 21 October 1996 and 9 January 2002, none was adjourned at the request of the applicant.", "During the proceedings, the court appointed two medical experts.", "At the last hearing the court decided to deliver a written judgment. The judgment, upholding the applicant’s claim in part, was served on the applicant on 6 May 2002.", "8. On 8 May 2002 the applicant appealed to the Celje Higher Court (Višje sodišče v Celju). A cross-appealed.", "On 15 October 2003 the court rejected the applicant’s appeal and partly upheld the A’s appeal, and accordingly decreased the damages awarded.", "The judgment was served on the applicant on 4 December 2003.", "9. On 9 December 2003 the applicant lodged an appeal on points of law with the Supreme Court (Vrhovno sodišče).", "On 24 November 2005 the court upheld the applicant’s appeal in part.", "The judgement was served on the applicant on 13 February 2006."], "VIOLATED_ARTICLES": ["13", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}