{"ITEMID": "001-61294", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2003, "DOCNAME": "CASE OF HANSEN v. TURKEY", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 8;Pecuniary damage - financial award;Non-pecuniary damage - financial award;Costs and expenses partial award - domestic proceedings;Costs and expenses partial award - Convention proceedings", "JUDGES": "Nicolas Bratza", "TEXT": ["10. The applicant was born in 1959 and lives in Iceland. She is the mother of two daughters, V.A, who was born in 1981, and A.A, who was born in 1982. At the time of their births the applicant was living in Reykjavik with Mr Halil Al, a Turkish citizen. The children were born out of wedlock.", "11. On 13 April 1984 the couple married in Iceland. Halil Al obtained Icelandic citizenship three years later.", "12. The applicant and Halil Al separated in November 1989 and Halil Al moved from the house they shared in February 1990.", "13. In June 1990 Halil Al went to Turkey with the two girls for a holiday. The applicant gave her consent to allow her daughters to accompany their father to Turkey. In August 1990 the applicant received a telephone call from Halil Al, who told her that her daughters would not be returning to Iceland. From that point on Halil Al refused to communicate with the applicant. Over the following months the applicant received no information about the children or their condition in Turkey.", "14. The applicant applied to the Icelandic authorities for a decree of divorce and custody of her two daughters.", "15. On 11 January 1991 the Ministry of Justice issued a separation licence and provisionally granted custody of the children to the applicant.", "16. On 10 April 1992 the Ministry of Justice decided that the applicant should be granted custody of the children in view of the fact that they had been living with their mother since their parents separated and that Iceland had always been their home. The Ministry based its decision on the opinion of the Reykjavik Child Welfare Committee, which made an overall assessment of the applicant’s and Halil Al’s financial situation and living conditions.", "17. On the same date the Ministry of Justice issued a divorce decree, under which Halil Al was to pay the applicant maintenance for each child until the age of eighteen and the children were to have access to their father under arrangements to be determined by mutual agreement between the parents.", "18. On 25 October 1991 the applicant brought an action before the Bakırköy Civil Court of General Jurisdiction (Asliye Hukuk Mahkemesi) in Istanbul in which she sought a divorce and custody of her daughters.", "19. At a hearing held on 12 March 1992 V.A and A.A appeared before the court. V.A stated as follows:", "“I want to remain in the custody of my father. Sophia was my mother once upon a time. She is not my mother anymore. She was bad to me. She has left us alone. She was going out with other men. I love my father.”", "A.A stated:", "“I want to remain in the custody of my father. Sophia was my mother once upon a time. I do not want her anymore. She has left us alone. We were frightened. She was always going somewhere. I love my father.”", "20. On 12 November 1992 the Bakırköy Civil Court of General Jurisdiction declared the applicant and Halil Al divorced and granted custody of the children to the father. It considered in accordance with Law no. 2675 that the applicable law in the case was Turkish law.", "21. The Civil Court considered that the children had expressed the wish to stay with their father, who tended to their emotional needs and gave them a decent education. The children had adjusted to their life in Istanbul and to their father’s environment. If they were removed from their surroundings, they would suffer psychologically and emotionally. It was therefore in the children’s best interest to remain with their father, who had sufficient income to support them and pay for their education. The Civil Court also granted the applicant visiting rights allowing her to see the children every July for thirty days.", "22. The case attracted the attention of the media and the general public and a group of Turkish and Icelandic reporters were in court when it gave its decision.", "23. The applicant appealed. On 23 February 1993 the Court of Cassation quashed the decision of the Civil Court on the grounds that it had failed to clarify whether the applicant had obtained Turkish citizenship and whether Halil Al had obtained Icelandic citizenship as a consequence of their marriage. It had also failed to establish whether the couple’s marriage had been recognised and certified in Turkey.", "24. On 7 October 1993 the Civil Court decided not to follow the Court of Cassation’s decision. In its opinion the nationality of the couple bore no relevance to the case before it. Furthermore, the case-file revealed that the couple had been married in accordance with Icelandic law and, therefore, it was unnecessary to consider whether the marriage had been certified by the Turkish authorities.", "25. On 30 March 1994 the Joint Civil Divisions of the Court of Cassation (Yargıtay Hukuk Dairesi Genel Kurulu) quashed the decision of 7 October 1993. It held that the couple’s nationality and the question whether their marriage had been recognised in Turkey were the main issues in the case. The Civil Court’s task was to clarify those facts so that it could decide on the applicable law in the light of the rules governing conflicts of laws and the provisions of Law no. 2675.", "26. The case was remitted to the Bakırköy Civil Court of General Jurisdiction.", "27. In a letter dated 8 February 1995 the Civil Court requested the Ministry of Foreign Affairs to inform it whether the marriage certificate issued by the Icelandic authorities on 13 December 1984 had been certified by the Turkish authorities.", "28. In a letter of 18 April 1995 the Ministry of Foreign Affairs informed the Civil Court that the marriage certificate issued on 13 April 1984 by the Register of Births, Marriages and Deaths in Iceland and the divorce decree issued on 10 April 1992 by the Ministry of Justice had been certified by the Turkish Embassy in Oslo.", "29. At a hearing on 20 April 1995 the applicant withdrew her divorce petition and asked the Civil Court to rule on the issue of custody.", "30. In its decision of the same date the Civil Court referred to its correspondence with the Ministry of Foreign Affairs, which confirmed that Halil Al had both Turkish and Icelandic citizenship and that the applicant had not obtained Turkish citizenship as a consequence of their marriage. It dismissed the divorce petition. It held that it did not, therefore, have jurisdiction to decide the issue of custody.", "31. On 28 November 1995 the Court of Cassation quashed the decision of 20 April 1995. In the opinion of the Court of Cassation, the first instance court should have decided which parent would be granted the custody of the children pursuant to the provisions of Law no. 2675 and Article 312 of Civil Code. It was necessary to determine who would have the parental authority over the children because they had been registered as “children born out of wedlock” (gayri sahih nesepli) in the Turkish Register of Births, Marriages and Deaths.", "32. The case was once again remitted to the Bakırköy Civil Court of General Jurisdiction.", "33. On 13 June 1996 the children were brought to the courthouse for a hearing along with fifteen other girls all wearing the same headscarves and black sunglasses as the applicant’s daughters. A group of people gathered in front of the courthouse chanting slogans and waving banners calling for the children to be allowed to remain with their father in Turkey. The applicant and her lawyers were harassed by the crowd.", "34", "35. At the hearing V.A stated as follows:", "“I have been staying with my father for almost six years. I am happy with my father. I do not want to stay with my mother. I want to enjoy the Islamic way of life. That’s why I want to stay with my father. My mother tried to kidnap me. That’s why I do not want her. I do not want to stay with her. I am having an Islamic education. At the same time I go to a public school. I cannot say the name of the school for security reasons. I am not under the pressure of my father.”", "A.A stated:", "“I have been staying with my father for six years. I am happy with him. I am happy being with him. I have no worries. My stepmother Mülkiye Al is staying with us. My father takes care of us. My stepmother helps him. I do not want to see my mother. I do not want to say the name of my school. I am afraid that my mother will intervene.”", "36. The applicant’s lawyer alleged that the children were under the influence of their father and not giving testimony of their own free will. He submitted that the children should undergo a psychological examination by child therapists. The court did not rule on that request.", "37. Having regard to the statements of the children and other evidence before it, the Civil Court decided to award custody of the children to their father and granted the applicant visiting rights. It reached the following conclusions:", "38. During the proceedings the children had stated on several occasions that they had been living with their father for six years and were happy being with him. They did not want to see their mother and feared that she might kidnap them. The case-file showed that the children had no psychological, mental or physical problems. Their father had given them sufficient financial support, they had adjusted to their father’s environment and were happy to live with him. In the light of those facts the children’s interest would best be served by their remaining with their father. However, it was also necessary to satisfy the children’s maternal needs. Therefore, having regard to the distance between Turkey and Iceland and the children’s summer holidays, the applicant should be granted visiting rights every July and August for sixty days.", "39. On 18 November 1996 the Court of Cassation upheld that decision.", "40. The Court of Cassation rejected an application by the applicant for rectification of the judgment on 31 March 1997.", "41. The applicant brought civil proceedings against Halil Al claiming that he had abused his authority as the children’s guardian (velayetin nezi davası).", "42. At a hearing held on 5 May 1998 the children appeared before the Bakırköy Civil Court of General Jurisdiction.", "43. V.A stated:", "“I am living with my father. He takes care of my sister and me. I do not agree to seeing my mother because I do not want to see her. I do not sympathise with my mother because she did not show any interest or concern during my childhood. I am studying at a private school. I do not want to disclose its name for security reasons. I want to remain in the custody of my father. I do not agree to my mother’s request [to see us]. I am aware that it is a criminal offence to refuse to see my mother. In 1997, I met my mother at the request of police officers. I do not have any involvement in the Kadri cult.”", "A.A stated:", "“I have been living with my father for eight years. My sister is also living with us. My father has always fulfilled his parental duties. My sister and I did not want to live with our mother because we were not happy with her. She never took care of us. I want to stay with my father. I am continuing my studies at a private school. I am not going to tell the school’s name. If I do, my mother might follow us. I met my mother in 1992 and 1997 because I wanted to see her. My mother forced me to testify against my father in the proceedings before the Bakırköy 8th Civil Court of General Jurisdiction.”", "44. On 12 March 1992 the Bakırköy Civil Court of General Jurisdiction provisionally granted the applicant access to her children on the first and third Saturday of every month. However, she was able to see her children on only two occasions. Her subsequent attempts to have access were unsuccessful.", "45. On 4 June 1992 Halil Al informed the Bakırköy Enforcement Officer (İcra Müdürü) that his daughters would be staying in Sivas between 6 June 1992 and 6 September 1992 for their summer holidays. He also communicated his addresses in Istanbul and in Sivas.", "46. While staying in Sivas, Halil Al informed the Enforcement Officer that the family had prolonged their stay because V.A. was ill and that they would now be staying in Sivas until 4 October 1992.", "47. In the meantime, the Magistrate’s Court (Sulh Ceza Mahkemesi) in Bakırköy acquitted the applicant, on 6 October 1992, of a charge of attempted kidnapping of the children on 17 October 1991, following a complaint by Halil Al.", "48. On 12 November 1992 the Bakırköy Civil Court of General Jurisdiction dissolved the applicant’s marriage and granted custody of the children to their father and access to the applicant. Having regard to the need to satisfy the children’s maternal needs, the distance between Turkey and Iceland and the children’s summer holidays, the court held that the applicant should be granted visiting rights every July for thirty days (see, paragraph 21 above).", "49. Subsequently, Halil Al requested the office of the Bakırköy Enforcement Judge (İcra Tetkik Mercii Hakimliği) to stay the execution of that decision. He submitted that the Court of Cassation had quashed the decision of the first-instance court and that, therefore, the execution proceedings should be halted. In the meantime, the applicant applied to the Bakırköy Civil Court of General Jurisdiction for access to her children since the Court of Cassation had quashed the decision of the first-instance court (see, paragraph 23 above).", "50. On 30 June 1993 the Bakırköy Civil Court of General Jurisdiction provisionally granted the applicant visiting rights from 5.00 p.m. on every Friday to 5.00 p.m. on every Sunday. The court noted that the children could visit their mother in the apartment that she had rented in Istanbul.", "51. Between 2 July and 10 September 1993 the enforcement officers went to Halil Al’s home eleven times. However, on none of these occasions did they manage to find him or the children. On two occasions the doorkeeper of the building told the officers that Halil Al had gone to Sivas with his daughters for a holiday.", "52. The applicant filed several complaints. The Bakırköy Public Prosecutor instituted criminal proceedings against Halil Al on the ground that he had failed to comply with court orders.", "53. On 19 January 1994 the Bakırköy Criminal Court of First Instance (Asliye Ceza Mahkemesi) sentenced Halil Al to three months and ten days’ imprisonment. The penalty was converted into a fine of 500,000 Turkish Liras.", "54. Attempts by the applicant to see her children on 15 July 1994, 22 July 1994, 29 July 1994, 5 August 1994, 19 August 1994, 26 August 1994, 2 September 1994 and 9 September 1994 all failed. The officers did not find the children at their home on any of those dates.", "55. On 16 September 1994 the enforcement officers forcibly entered Halil Al’s house and found the children’s stepmother. Halil Al arrived later. He told the officers that only V.A was at home. The officers left without taking V.A with them since A.A was not there.", "56. When the officers returned to Halil Al’s house on 23 September 1994 they again found the children’s stepmother. The children and their father were absent. Halil Al again refused to comply with the access arrangements on 30 September 1994, 14 October 1994, 21 October 1994 and 25 November 1994.", "57. On 10 October 1994 the Court of Cassation upheld the decision of the Bakırköy Criminal Court of First Instance of 19 January 1994 (see, paragraph 53 above).", "58. On 6 January 1995, 20 January 1995, 3 February 1995, 10 March 1995, 24 March 1995 and 7 April 1995 Halil Al again failed to comply with the access arrangements. He was not found at his home on any of those dates.", "59. On 14 April 1995 the applicant arrived at Halil Al’s house accompanied by enforcement officers. The children’s grandfather, who was at home, said that the children were at school but he did not know which school. The enforcement officers searched the house but could not find the children.", "60. On 13 June 1996 the Bakırköy Civil Court of General Jurisdiction granted the applicant visiting rights every July and August for sixty days (see, paragraph 38 above).", "61. The Bakırköy Enforcement Officer sent an official letter to Halil Al on 10 July 1996 inviting him to be present at his home on 12 July 1996 at 5.00 p.m.", "62. On 11 July 1996 Halil Al requested the office of the Bakırköy Enforcement Judge to set aside the order for enforcement of access rights. On 12 July 1996 the judge rejected that request. However, the officers who visited Halil Al’s home did not manage to find the children or Halil Al.", "63. In a letter of the same day Halil Al informed the Enforcement Office that V.A was in Erzurum and A.A was in Sivas for a holiday and that the applicant could visit the children in those cities.", "64. On 19 July 1996 the enforcement officers were again unable to find Halil Al at his home. The doorkeeper of the building told them that the children had left home early in that morning.", "65. The applicant lodged three complaints with the office of the Bakırköy Public Prosecutor on 12 July 1996, 20 August 1996 and 11 September 1996.", "66. On 24 July 1996 the Bakırköy Public Prosecutor filed a bill of indictment with the Bakırköy Criminal Court of First Instance, accusing Halil Al of non-compliance with court orders.", "67. In a letter of 26 July 1996 the Bakırköy Enforcement Officer informed the local police station of a visit planned on the same date and requested a policeman to accompany the officers. In their subsequent visits a policeman accompanied the enforcement officers.", "68. On 4 September 1996 the Bakırköy Public Prosecutor filed a further bill of indictment with the Bakırköy Criminal Court of First Instance, again accusing Halil Al of non-compliance with court orders.", "69. When they attended the premises on 13 September 1996 the children’s grandfather told the officers that the children had not come back from Sivas. The officers noted that the children’s beds were made.", "70. On 20 September 1996 the enforcement officers did not find anyone at Halil Al’s home. A neighbour told them that she had not seen anyone come in or out of the house for a long time.", "71. The applicant’s subsequent visits on 5 October 1996, 18 October 1996, 26 October 1996, 1 November 1996, 8 November 1996, 15 November 1996, 22 November 1996 and 29 November 1996 were also in vain. The children were not at their father’s home on any of those dates.", "72. According to the Icelandic Government, an exceptional meeting had been arranged between the applicant and her children on 1 December 1996 following previous discussions between the Turkish and Icelandic authorities and pressure imposed on the Turkish authorities by the Icelandic Foreign Ministry and the Ambassador of Iceland to Turkey who was also present at the meeting.", "73. On 7 March 1997 the Bakırköy Criminal Court of First Instance convicted Halil Al of non-compliance with court orders and sentenced him to three months and 26 days’ imprisonment.", "74. In a letter of 27 March 1997 the Turkish Ministry of Foreign Affairs informed the Ministry of Justice that the applicant would be coming to Turkey on 29 or 30 March 1997 and requested it to take the necessary steps so that she could exercise her access rights without hindrance.", "75. On 10 April 1997 the applicant urged the office of the Bakırköy Public Prosecutor to have Halil Al arrested.", "76. On 21 August 1997 the applicant’s lawyer travelled to Divriği in the province of Sivas in order to meet the applicant’s daughters. Halil Al arrived at the meeting point with his daughters. When the children left their father they started shouting and were reluctant to travel with the applicant’s lawyer. They said that they did not want to see their mother anymore because she had never been a real mother to them. They refused to get into the car when the applicant’s lawyer told them to do so. He requested assistance from the police officers and asked if they would accompany them to Ankara. However, the police officers refused, saying that they would only escort him to the boundaries of Sivas province. The applicant’s lawyer declined to travel with the children, as he feared for their safety owing to terrorist activity in the region.", "77. The applicant lodged another criminal complaint with the office of the Bakırköy Public Prosecutor. On 24 September 1997 the Bakırköy Criminal Court of First Instance dismissed the applicant’s claims and acquitted Halil Al. It noted that the children had repeatedly expressed their reluctance to see their mother and stayed in friends’ houses just before the scheduled visits in order to avoid seeing her. They were not under the influence of their father and genuinely did not want to see their mother. The court held that there was no evidence on which to convict Halil Al.", "78. On an unspecified date the Ministry of Justice notified the Ministry of Foreign Affairs that the applicant had been informed that she could see her children in Sivas, Ankara or Kayseri and that it would be more appropriate for her to go to one of these cities in order to satisfy the children’s maternal needs. However, the applicant had not considered visiting her children in those cities. The Ministry of Justice further emphasised that, as a general rule, a claimant should make use of the relevant legal procedures and apply to the competent authorities in order to exercise his or her access rights. In the present case, however, the applicant had not made use of the legal procedures that were available to everyone.", "79. The Bakırköy Criminal Court of First Instance brought the criminal proceedings that had begun on 4 September 1996 (see, paragraph 68 above) to an end. In a decision of 13 January 1998 it convicted Halil Al of non-compliance with court orders and sentenced him to four-months’ imprisonment. The penalty was converted into a fine of 1,200,000 Turkish Liras.", "80. By letters of 8 June 1998 and 8 July 1998 the Ministry of Justice requested the public prosecutors in Sivas and Divriği to take the necessary measures to facilitate the access arrangements specified in the order of the Bakırköy Civil Court of General Jurisdiction. The Ministry of Justice also informed the Ministry of the Interior that the applicant’s lawyer’s efforts to have access to her children had been hampered during the meeting of 21 April 1997 because of security concerns. It was suggested that the Ministry of the Interior take the necessary measures in order to facilitate the applicant’s meeting with her daughters the following July.", "81. On 15 July 1998 the Bakırköy Criminal Court of First Instance again sentenced Halil Al to one month and five days’ imprisonment. The penalty was converted into a fine of 350,000 Turkish Liras.", "82. The applicant met her daughters on 8 July 1998 for four days in Divriği. However, Halil Al did not allow his daughters to see their mother for any longer period. The applicant returned to Iceland.", "83. On 27 August 1998 the applicant arrived in Divriği in order to meet her daughters. However, she was not able to see them.", "84. The access rights became unenforceable when V.A reached the age of eighteen in June 1999 and A.A in October 2000, as the children were considered adults under Turkish law.", "85. The relevant provisions of Law no. 2675 (Law on Private International Law and Procedural Law - Milletlerarası Özel Hukuk ve Usul Hukuku Hakkında Kanun)", "“The capacity to marry and conditions for the validity of marriage shall be governed by the legislation in force in each party’s country of origin at the time of the marriage. A marriage celebrated in the form prescribed by the legislation in force in the country where the marriage takes place shall be valid. A marriage celebrated in a consulate in accordance with the provisions of an international agreement shall be valid.", "The general provisions relating to contracts of marriage shall be governed by the spouses’ national law. If the spouses have different nationalities, the legislation in force in the place where they are domiciled shall apply. If the spouses are not domiciled in the same place Turkish law shall apply.”", "“The grounds for divorce and judicial separation shall be determined by the spouses’ national law.", "If the spouses have different nationalities, the legislation in force where they are domiciled shall apply. If the spouses are not domiciled in the same place, the legislation in force where they reside shall apply. If the spouses do not reside in the same place, Turkish law shall apply. ”", "“Affiliation proceedings shall be governed by the national law of the father. If it is not possible to determine the legislation in force under the father’s national law, the affiliation proceedings shall be governed by the national law of the mother. If it is not possible to determine the legislation in force under the mother’s national law, the affiliation proceedings shall be governed by the national law of the child.”", "“The rights and duties of the mother and of a child born out of wedlock shall be governed by the legislation in force under the mother’s country of origin. The rights and duties of a father and of a child born out of wedlock shall be governed by the legislation in force in the father’s country of origin.”", "“The law governing custody of the children shall be the law under which the divorce was obtained.”", "86. At the material time Turkey was not a party to the European Convention on Recognition and Enforcement of Decisions Concerning Custody of Children and on Restoration of Custody of Children (the Convention came into force in respect of Iceland on 1 November 1996 and in respect of Turkey on 1 June 2000) or to the Hague Convention on the Civil Aspects of International Child Abduction (the Convention came into force in respect of Iceland on 1 November 1996 and in respect of Turkey on 1 August 2000).", "87. At the material time Article 137 of the Civil Code provided:", "“The judge shall take the necessary provisional measures concerning, in particular, ... the protection of the children ... in a pending divorce or judicial separation case.”", "88. At the material time Article 148 of the Civil Code provided:", "“When issuing a decree of divorce or judicial separation the judge shall decide at the same time which parent will have custody of the children and which parent will be granted access rights.", "The parent to whom custody is not given shall pay allowances for the maintenance and support of the children and exercise his or her access rights without any hindrance.”", "89. Article 25 (a) of the Enforcement and Execution of Court Decisions and Bankruptcy Procedures Code (İcra ve İflas Kanunu) provides:", "“The enforcement officer shall issue an enforcement order requiring access to be given as specified in the court order. In the enforcement order the enforcement officer shall specify that access must not be hindered and that a failure to comply will constitute a criminal offence under Article 341.", "A person who fails to comply with access arrangements specified in the enforcement order shall be liable to prosecution under Article 341.”", "90. Article 341 of the Enforcement and Execution of Court Decisions and Bankruptcy Procedures Code provides:", "“A person against whom an enforcement order has been issued hides the child when required to give access or abducts the child following the enforcement of access rights shall be liable on conviction to between one and three months’ imprisonment on a complaint by the person entitled to access.”"], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}