{"ITEMID": "001-58069", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FRA", "BRANCH": "CHAMBER", "DATE": 1996, "DOCNAME": "CASE OF GUILLOT v. FRANCE", "IMPORTANCE": "2", "CONCLUSION": "No violation of Art. 8", "JUDGES": "R. Pekkanen", "TEXT": ["8. Mr Gérard Guillot and his wife, Mrs Marie-Patrice Guillot, née Lassauzet, chose to give their daughter, born on 7 April 1983, the forenames \"Fleur de Marie, Armine, Angèle\". After consulting State Counsel at Nanterre, the registrar of births, deaths and marriages for Neuilly-sur-Seine, to whom the child's birth had been declared, refused to register the first of these names on the ground that it did not appear in any calendar of saints' days. The birth certificate drawn up at the time mentions only \"Armine, Angèle\".", "9. In a judgment of 7 February 1984 the Nanterre tribunal de grande instance dismissed the applicants' main application for an order that the forename \"Fleur de Marie\" be added as their daughter's first forename, but granted their application made in the alternative for the addition of \"Fleur-Marie\". It held as follows:", "\"State Counsel objected to the application on the grounds that whereas 'Fleur' and 'Marie' are, when taken separately, acceptable first forenames under French law, that is not the case with 'Fleur de Marie'. The applicants submit that 'Fleur de Marie' is composed of two forenames recognised by French law, which when linked by the preposition 'de' form the name of the heroine of Eugène Sue's Mystères de Paris, a work which is world-famous. However, although a forename may be composed of up to two names already in use, it cannot, as in the present case, consist of a combination of two names linked by a preposition since it would cease to be a mere reuse of a traditional boy's or girl's name and become an image invented at the whim of individuals, for all that they might possess as lively an imagination as Eugène Sue. In any event, this was not the intention of the legislature when it regulated the choice of forenames. Consequently, the main claim in the application must be dismissed but there is no reason not to grant the claim made in the alternative relating to the forename 'Fleur-Marie'. For these reasons, ... Dismisses the applicants' application for an order that the forename 'Fleur de Marie' be added as the first forename of the child born on 7 April 1983 and already called Armine Angèle. Declares, on the other hand, that the forename 'Fleur-Marie' is acceptable under French law and orders that it be added as the first forename of the above-mentioned child. Orders that the operative provision of this judgment ordering the addition of the first forename be entered in the margin of the child's birth certificate. Orders that no certified copy of the certificate shall be delivered without the said addition.", "(...)\"", "10. Mr and Mrs Guillot appealed to the Versailles Court of Appeal, which on 18 September 1984 upheld the judgment of the court below in the following terms:", "\"(...)", "Although in spite of the mandatory requirements of the Law of 11 Germinal Year XI, which provides that forenames must be chosen from the various calendars in use, case-law is tending towards a more liberal approach in order to take account of changes in social mores, local customs and family traditions, it is necessary to prevent parents from choosing forenames which are excessively whimsical and so eccentric that the child is likely to be the first victim. This is the case with the forename 'Fleur de Marie', notwithstanding that it was the name of the heroine of a famous literary work. On the other hand, there is no reason not to allow the claim made in the alternative that the forename should consist of the two forenames 'Fleur' and 'Marie' juxtaposed.", "(...)\"", "11. Relying in particular on Articles 8, 9 and 14 of the Convention (art. 8, art. 9, art. 14), the applicants appealed on points of law to the Court of Cassation (First Civil Division), which dismissed their appeal on 1 October 1986 on the following grounds:", "\"(...)", "the provisions of section 1 of the Law of 11 Germinal Year XI are not contrary to ... Articles [8, 9 and 14] (art. 8, art. 9, art. 14) of the European Convention for the Protection of Human Rights and Fundamental Freedoms, which merely establish general principles relating to respect for private and family life, freedom of conscience and the prohibition of discrimination between individuals; ... ... the Court of Appeal, which was not obliged to go into the finer detail of the parties' reasoning, held, in the exercise of its unfettered discretion, that the chosen forename, because it was eccentric and excessively whimsical, and notwithstanding that it was the name of the heroine of a famous literary work, was likely to harm the interests of the child; in so doing, the Court of Appeal justified its decision in law", "(...)\"", "12. Article 57 of the Civil Code provided:", "\"The birth certificate shall state the date, time and place of birth, the sex of the child and the forenames to be given it, the forenames, surnames, ages, occupations and addresses of the father and mother and, if applicable, those of the person registering the birth ... The forenames which appear on a child's birth certificate may, where there is a good and lawful reason, be amended by an order of the tribunal de grande instance made on an application by the child or, during the child's minority, by the child's legal representative. The order shall be made and published in accordance with the conditions set out in Articles 99 and 101 of this Code. The addition of forenames may likewise be ordered.\"", "2. The Law of 11 Germinal Year XI and its application", "13. Section 1 of the Law of 11 Germinal Year XI provided:", "\"(...)", "only names in use in the various calendars, and those of known figures of ancient history may be entered as forenames in birth registers; registrars shall not enter any other names in their registers.\"", "The ministerial circular of 12 April 1966 amending the general circular on civil status (Official Gazette of 3 May 1966) laid down in particular:", "\"(...)", "CHOICE OF FORENAMES", "(...)", "General principles", "(...)", "Practical application", "(a) It should, however, be observed that the impact of custom in this field has considerably reduced the restrictions which were initially placed on the acceptance of forenames by the provisions of the Law of 11 Germinal Year XI taken literally. It is true that these provisions are of practical value in that they provide registrars of births, deaths and marriages with a bulwark against innovations which appear to them to be such as might later harm children's interests and which would therefore be unacceptable. In practice, registrars of births, deaths and marriages, who have to take the immediate decision whether a forename is acceptable, can hardly be expected to compile a list of the exact resources of the calendars and of ancient history in order to determine whether a given forename is included in this heritage or not. In practice they are required to use common sense when exercising their discretion, so as to ensure that the law is applied with a measure of realism and liberality, in other words in such a way that the changes in social mores which have hallowed certain usages are not ignored and that surviving local characteristics and even family traditions which can be shown to exist are respected. Registrars must not lose sight of the fact that it is for parents to choose forenames and that, to the fullest extent possible, any wishes they may have expressed should be taken into account. ...", "(b) In addition to the forenames normally allowed within the strict limits of the Law of Germinal, the following may therefore possibly be accepted, having regard to the foregoing considerations and, where applicable, subject to appropriate evidence being produced:", "1. certain forenames of mythological origin (such as Achille, Diane, Hercule, etc.);", "2. certain forenames peculiar to local languages of the national territory (Basque, Breton, Provençal, etc.);", "3. certain foreign forenames (such as Ivan, Nadine, Manfred, James, etc.);", "4. certain forenames which correspond to words that have a specific meaning (such as Olive, Violette, etc.) or even old surnames (such as Gonzague, Régis, Xavier, Chantal, etc.);", "5. compound forenames, provided that they do not include more than two simple names (such as Jean-Pierre or Marie-France but not, for example, Jean-Paul-Yves, which would be a combination of three forenames).", "(c) Exceptionally, registrars of births, deaths and marriages may also accept, but with some caution:", "1. certain diminutives (such as 'Ginette' for Geneviève, 'Annie' for Anne, or even 'Line', which is derived from feminine forenames containing that ending);", "2. certain shortened forms of double names (such as 'Marianne' for Marie-Anne, 'Marlène' or 'Milène' for Marie-Hélène, 'Maïté' for Marie-Thérèse, 'Sylvianne' for Sylvie-Anne, etc.);", "3. certain variations in spelling (for example Michèle or Michelle, Henri or Henry, Ghislaine or Guislaine, Madeleine or Magdeleine, etc.).", "(d) Ultimately, it would appear that registrars of births, deaths and marriages should only refuse to enter names chosen by parents which have not been demonstrably established as forenames in France by sufficiently widespread use. Thus, in particular, registrars should systematically refuse to enter forenames which are purely whimsical or names which, by reason of their nature, meaning or form cannot normally constitute forenames (surnames, names of objects, animals or qualities, words used as stage names or forenames or as pseudonyms, names that are onomatopoeic or recall political events).", "(...)\"", "In a judgment of 10 June 1981 the Court of Cassation stated that \"parents can in particular choose as forenames, subject to the general reservation that, in the child's interest, they are not found to be ridiculous, names in use in the various calendars; and while no official list of permitted forenames exists, there is no ground for requiring that the calendar relied on emanate from an official authority\" (First Civil Division, 10 June 1981, Recueil Dalloz Sirey 1982, p. 160).", "14. The Law of 6 Fructidor Year II provided - and still provides:", "\"No citizen may bear a surname or forename other than those stated on his birth certificate; those who have abandoned their original names shall resume them.\"", "\"Neither may any nickname be added to the original name, unless it has hitherto been used to distinguish members of the same family and does not evoke feudal or nobiliary attributes.\"", "\"All public servants are expressly prohibited from referring to citizens in documents otherwise than by their surnames, the forenames shown on the birth certificate or the nicknames permissible under section 2 and from recording any other names in the certified copies or short-form certificates which they issue subsequently.\"", "15. Law no. 93-22 of 8 January 1993 on civil status, the family and children's rights, which created the office of family-affairs judge, repealed the Law of 11 Germinal Year XI and replaced the last two paragraphs of Article 57 of the Civil Code by the following provisions:", "\"A child's forenames shall be chosen by its father and mother", "(...)", "The registrar of births, deaths and marriages shall immediately enter the chosen forenames on the birth certificate. Any forename recorded on the birth certificate may be chosen as the usual forename. Where the said forenames or any one of them, either taken alone or linked to the other forenames or to the surname, appear to the registrar to be contrary to the child's interests or to the right of third parties to protect their surname, the registrar of births, deaths and marriages shall immediately so inform State Counsel, who may then refer the matter to the family-affairs judge. If the judge considers that the forename is contrary to the child's interests or infringes the right of third parties to protect their surnames, he shall order the name to be deleted from the registers of births, deaths and marriages. If the parents fail to choose an alternative name compatible with the aforementioned interests, he shall give the child another forename of his own choosing. The decision shall be noted in the margin of all documents relating to the child's civil status.\"", "On the other hand, the Law of 8 January 1993 did not repeal the Law of 6 Fructidor Year"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["8"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}