{"ITEMID": "001-4941", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SWE", "BRANCH": "ADMISSIBILITY", "DATE": 1999, "DOCNAME": "MARIC v. SWEDEN", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "Josep Casadevall", "TEXT": ["The applicant, born in 1968, presently resides in Karlskrona, Sweden. In his application form, he states that he has Croatian nationality.", "a.", "", "On 5 February 1994 the applicant arrived in Sweden. He requested asylum the next day. He stated that he is an ethnic Croat from Kakanj in Bosnia-Hercegovina. As from April 1992 he served in the Bosnian-Croatian army. In the beginning of 1993 he was taken prisoner by Muslim troops and held in captivity for 15 days. In June 1993 Kakanj was occupied by Muslim troops who started an ethnic cleansing of the village. In October 1993 he deserted from his military unit and travelled to Stolac where he joined another unit. In January 1994 he absconded also from that unit and left for Croatia. He arrived in Sweden via Munich. During his journey he used his Croatian passport which he tore apart upon arrival in Sweden. The applicant claimed to be a citizen of Bosnia-Hercegovina only. He feared that, if deported to Croatia, he would be sent back to Bosnia-Hercegovina.", "On 26 August 1994 the National Immigration Board (Statens invandrarverk) rejected the applicant's request and ordered his deportation to Croatia. Finding that the applicant held both Bosnian and Croatian citizenship, the Board referred to a decision concerning asylum seekers with such double nationality taken by the Swedish Government on 26 May 1994. According to the decision, the prevailing situation in Bosnia-Hercegovina rendered deportations to that country impossible. Consequently, in assessing applications from these asylum seekers, the crucial question was whether they could be afforded protection in Croatia. The Board noted that, according to available information, there was no reason to assume that Croatia would not afford the applicant protection. Further, persons in the applicant's situation did not risk to be sent from Croatia to Bosnia-Hercegovina against their will. Neither was there any risk that Croatian citizens in general would be forced to take part in armed conflict. Moreover, the applicant had failed to show that he would risk persecution or other harassment if deported to Croatia.", "The applicant appealed to the Aliens Appeals Board (Utlänningsnämnden). On 18 May 1995 the Appeals Board granted the applicant a temporary residence permit until 1 December 1995 and quashed the deportation order. In so doing, the Board referred to a Government decision of 5 May 1995 according to which the worsened situation in Croatia constituted an impediment to the deportation of asylum seekers to that country.", "On 22 November 1995 the applicant submitted a new application for a residence permit. He referred to his previous statements and added that, being an ethnic Croat, he could not return to the Muslim-dominated Kakanj or to any other part of Bosnia-Hercegovina. He risked punishment for having deserted from the Bosnian-Croatian army. Moreover, he could not go to Croatia where he had no place to live. His Croatian passport did not entitle him to full civic rights in Croatia and he would thus be forced to return to Bosnia-Hercegovina.", "On 12 June 1997 the Immigration Board rejected the applicant's new application and ordered his deportation to Croatia. The Board had regard to guiding decisions taken by the Swedish Government and found that the applicant should not be sent back to BosniaHercegovina. With regard to the possible deportation to Croatia, the Board noted that no circumstances had been invoked by the applicant which could lead to the conclusion that he was unable to go to Croatia. Consequently, the Immigration Board reiterated the conclusions drawn in its previous decision concerning the applicant. Furthermore, the Immigration Board found that there were no reasons of a humanitarian nature to grant the applicant a residence permit.", "On 5 March 1998 the Aliens Appeals Board upheld the Immigration Board's decision.", "In medical certificates issued by the psychiatric clinic at the hospital in Karlskrona on 25 June and 2 December 1998 physicians C.F. and M.N. stated that the applicant suffered from anxiety and suicide thoughts. He had been treated with antidepressant medication. As from 19 November 1998 he had been treated at the clinic for a post-traumatic stress syndrome. M.N. found that the applicant was in need of qualified psychiatric care and that there was a considerable risk that he would commit self-destructive acts. The clinic submitted the certificate of 2 December to the Appeals Board and requested that the enforcement of the deportation order be suspended.", "On 7 December 1998 the Appeals Board decided not to suspend the enforcement of the deportation order.", "Relevant domestic law", "Under Section 29 of the Act on Compulsory Mental Care (Lagen om psykiatrisk tvångsvård, 1991:1128), such care shall be terminated at the request of the competent police authority whenever the person placed in care is ordered to be deported. This presupposes, however, that the chief physician finds that the alien's condition allows that the deportation takes place. According to Section 33, no appeal lies against the chief physician's decision."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}