{"ITEMID": "001-89831", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "ADMISSIBILITY", "DATE": 2008, "DOCNAME": "BALAGUTA v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Isabelle Berro-Lefèvre;Karel Jungwiert;Mirjana Lazarova Trajkovska;Rait Maruste;Renate Jaeger;Volodymyr Butkevych;Zdravka Kalaydjieva", "TEXT": ["The applicant, Mr Oleg Anatolyevich Balaguta, is a Ukrainian national who was born in 1965 and lives in Feodosiya. The Ukrainian Government (“the Government”) are represented by their Agent, Mr Y. Zaytsev, of the Ministry of Justice.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 1 July 1997 the applicant lodged a claim with the Feodosiya Town Court against his former employer seeking recovery of salary arrears for additional work allegedly performed by him in December 1996 and January 1997, recovery of salary arrears for the period from 1 February 1997 to 22 May 1997, compensation for the delays in payment of salary and compensation for non-pecuniary damage resulting from such delays.", "On 7 July 1997 the Feodosiya Court returned the applicant’s claim without consideration on the ground that by the decision of 2 June 1997 the Labour Dispute Commission had already ordered the respondent to pay the applicant the salary arrears sought.", "On 6 February 1998 the Presidium of the Crimea Supreme Court, following the protest introduced by its President upon the applicant’s request, quashed the ruling of 7 July 1997 and remitted the case for a fresh consideration to the first instance court.", "On 13 May 1998 the Feodosiya Court allowed the applicant’s claim in part.", "On 22 July 1998 the Crimea Supreme Court quashed that decision upon the applicant’", "On 17 August 1999 the Feodosiya Court again allowed the applicant’s claim in part.", "On 30 August 1999 the applicant appealed in cassation. On 12 November 1999 he modified his appeal.", "On 16 February 2000 the Crimea Supreme Court held that the applicant’s appeal in cassation had been lodged out of time and transferred it to the first instance court for a decision as to its admissibility. The court also found that the text of the judgment did not contain a description of all the applicant’s claims.", "On 13 July 2000 the Feodosiya Court granted the applicant leave to appeal in cassation finding that the appeal had been lodged out of time due to the applicant’s illness and rectified the shortcomings in the text of its judgment of 17 August 1999.", "On 6 December 2000 the Crimea Supreme Court quashed that judgment finding that the court of first instance had misapplied law and remitted the case for a fresh consideration to the same court.", "On 12 July 2001 the applicant amended his claims.", "On 13 September 2001 the Feodosiya Court awarded the applicant 1,023.02 Ukrainian hryvnas (UAH) in salary arrears for the period from 1 February to 22 May 1997 and rejected the remainder of his claims as not being based on law.", "On 27 February 2002 the Crimea Court of Appeal rejected the applicant’s appeal and upheld that judgment. On 8 November 2002 the applicant was informed about the ruling of the court of appeal.", "Following the applicant’s request, on 4 December 2002 the Feodosiya Court renewed the time-limit for lodging his appeal in cassation.", "On 21 October 2003 the Supreme Court of Ukraine rejected the applicant’s appeal in cassation as unsubstantiated. On 25 November 2003 the applicant received a copy of that decision.", "Out of seventeen hearings held by the courts, three were adjourned either at the request of the applicant or due to his failure to appear, two were adjourned due to both parties’ failure to appear, six were adjourned due to the respondent’s failure to appear and two were adjourned due to absence of the judge."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}