{"ITEMID": "001-70956", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "GRANDCHAMBER", "DATE": 2005, "DOCNAME": "CASE OF LEYLA ŞAHİN v. TURKEY", "IMPORTANCE": "1", "CONCLUSION": "Violation of Article 9 - Freedom of thought, conscience and religion (Article 9-1 - Manifest religion or belief);Violation of Article 2 of Protocol No. 1 - Right to education-{general} (Article 2 of Protocol No. 1 - Right to education);No violation of Article 8 - Right to respect for private and family life (Article 8-1 - Respect for private life);No violation of Article 10 - Freedom of expression-{general} (Article 10-1 - Freedom of expression);No violation of Article 14+9 - Prohibition of discrimination (Article 9 - Freedom of thought, conscience and religion;Article 9-1 - Manifest religion or belief)", "JUDGES": "Luzius Wildhaber;Nicolas Bratza", "TEXT": ["14. The applicant was born in 1973 and has lived in Vienna since 1999, when she left Istanbul to pursue her medical studies at the Faculty of Medicine at Vienna University. She comes from a traditional family of practising Muslims and considers it her religious duty to wear the Islamic headscarf.", "15. On 26 August 1997 the applicant, then in her fifth year at the Faculty of Medicine at Bursa University, enrolled at the Cerrahpaşa Faculty of Medicine at Istanbul University. She says she wore the Islamic headscarf during the four years she spent studying medicine at the University of Bursa and continued to do so until February 1998.", "16. On 23 February 1998 the Vice-Chancellor of Istanbul University issued a circular, the relevant part of which provides:", "“By virtue of the Constitution, the law and regulations, and in accordance with the case-law of the Supreme Administrative Court and the European Commission of Human Rights and the resolutions adopted by the university administrative boards, students whose ‘heads are covered’ (who wear the Islamic headscarf) and students (including overseas students) with beards must not be admitted to lectures, courses or tutorials. Consequently, the name and number of any student with a beard or wearing the Islamic headscarf must not be added to the lists of registered students. However, students who insist on attending tutorials and entering lecture theatres although their names and numbers are not on the lists must be advised of the position and, should they refuse to leave, their names and numbers must be taken and they must be informed that they are not entitled to attend lectures. If they refuse to leave the lecture theatre, the teacher shall record the incident in a report explaining why it was not possible to give the lecture and shall bring the incident to the attention of the university authorities as a matter of urgency so that disciplinary measures can be taken.”", "17. On 12 March 1998, in accordance with the aforementioned circular, the applicant was denied access by invigilators to a written examination on oncology because she was wearing the Islamic headscarf. On 20 March 1998 the secretariat of the chair of orthopaedic traumatology refused to allow her to enrol because she was wearing a headscarf. On 16 April 1998 she was refused admission to a neurology lecture and on 10 June 1998 to a written examination on public health, again for the same reason.", "18. On 29 July 1998 the applicant lodged an application for an order setting aside the circular of 23 February 1998. In her written pleadings, she submitted that the circular and its implementation had infringed her rights guaranteed by Articles 8, 9 and 14 of the Convention and Article 2 of Protocol No. 1, in that there was no statutory basis for the circular and the Vice-Chancellor’s Office had no regulatory power in that sphere.", "19. In a judgment of 19 March 1999, the Istanbul Administrative Court dismissed the application, holding that by virtue of section 13(b) of the Higher Education Act (Law no. 2547 – see paragraph 52 below) a university vice-chancellor, as the executive organ of the university, had power to regulate students’ dress for the purposes of maintaining order. That regulatory power had to be exercised in accordance with the relevant legislation and the judgments of the Constitutional Court and the Supreme Administrative Court. Referring to the settled case-law of those courts, the Administrative Court held that neither the regulations in issue, nor the measures taken against the applicant, could be considered illegal.", "20. On 19 April 2001 the Supreme Administrative Court dismissed an appeal on points of law by the applicant.", "21. In May 1998 disciplinary proceedings were brought against the applicant under paragraph 6 (a) of the Students Disciplinary Procedure Rules (see paragraph 50 below) as a result of her failure to comply with the rules on dress.", "22. On 26 May 1998, in view of the fact that the applicant had shown by her actions that she intended to continue wearing the headscarf to lectures and/or tutorials, the dean of the faculty declared that her attitude and failure to comply with the rules on dress were not befitting of a student. He therefore decided to issue her with a warning.", "23. On 15 February 1999 an unauthorised assembly gathered outside the deanery of the Cerrahpaşa Faculty of Medicine to protest against the rules on dress.", "24. On 26 February 1999 the dean of the faculty began disciplinary proceedings against various students, including the applicant, for joining the assembly. On 13 April 1999, after hearing her representations, he suspended her from the university for a semester pursuant to Article 9 (j) of the Students Disciplinary Procedure Rules (see paragraph 50 below).", "25. On 10 June 1999 the applicant lodged an application with the Istanbul Administrative Court for an order quashing the decision to suspend her. The application was dismissed on 30 November 1999 by the Istanbul Administrative Court on the ground that, in the light of the material in the case file and the settled case-law on the subject, the impugned measure could not be regarded as illegal.", "26. Following the entry into force of Law no. 4584 on 28 June 2000 (which provided for students to be given an amnesty in respect of penalties imposed for disciplinary offences and for any resulting disability to be annulled), the applicant was granted an amnesty releasing her from all the penalties that had been imposed on her and the resultant disabilities.", "27. On 28 September 2000 the Supreme Administrative Court held that Law no. 4584 made it unnecessary to examine the merits of the applicant’s appeal on points of law against the judgment of 30 November 1999.", "28. In the meantime, on 16 September 1999, the applicant abandoned her studies in Turkey and enrolled at Vienna University, where she pursued her university education.", "29. The relevant provisions of the Constitution provide:", "“The Republic of Turkey is a democratic, secular [laik] and social State based on the rule of law that is respectful of human rights in a spirit of social peace, national solidarity and justice, adheres to the nationalism of Atatürk and is underpinned by the fundamental principles set out in the Preamble.”", "“No amendment may be made or proposed to the provisions of Article 1 of the Constitution laying down that the State shall be a Republic, the provisions of Article 2 concerning the characteristics of the Republic or the provisions of Article 3.”", "“All individuals shall be equal before the law without any distinction based on language, race, colour, sex, political opinion, philosophical belief, religion, membership of a religious sect or other similar grounds.", "Men and women shall have equal rights. The State shall take action to achieve such equality in practice.", "No privileges shall be granted to any individual, family, group or class.", "State bodies and administrative authorities shall act in compliance with the principle of equality before the law in all circumstances.”", "“Fundamental rights and freedoms may be restricted only by law and on the grounds set out in special provisions of the Constitution, provided always that the essence of such rights and freedoms must remain intact. Any such restriction shall not conflict with the letter or spirit of the Constitution or the requirements of a democratic, secular social order and shall comply with the principle of proportionality.”", "“The rights and freedoms set out in the Constitution may not be exercised with a view to undermining the territorial integrity of the State, the unity of the nation or the democratic and secular Republic founded on human rights.", "No provision of this Constitution shall be interpreted in a manner that would grant the State or individuals the right to engage in activities intended to destroy the fundamental rights and freedoms embodied in the Constitution or to restrict them beyond what is permitted by the Constitution.", "The penalties to which persons who engage in activities that contravene these provisions are liable shall be determined by law.”", "“Everyone shall have the right to freedom of conscience, belief and religious conviction.", "Prayers, worship and religious services shall be conducted freely, provided that they do not violate the provisions of Article 14.", "No one shall be compelled to participate in prayers, worship or religious services or to reveal his or her religious beliefs and convictions; no one shall be censured or prosecuted for his religious beliefs or convictions.", "Education and instruction in religion and ethics shall be provided under the supervision and control of the State. Instruction in religious culture and in morals shall be a compulsory part of the curricula of primary and secondary schools. Other religious education and instruction shall be a matter for individual choice, with the decision in the case of minors being taken by their legal guardians.", "No one shall exploit or abuse religion, religious feelings or things held sacred by religion in any manner whatsoever with a view to causing the social, economic, political or legal order of the State to be based on religious precepts, even if only in part, or for the purpose of securing political or personal interest or influence thereby.”", "“No one may be deprived of the right to instruction and education.", "The scope of the right to education shall be defined and regulated by law.", "Instruction and teaching shall be provided under the supervision and control of the State in accordance with the principles and reforms of Atatürk and contemporary scientific and educational methods. No educational or teaching institution may be set up that does not follow these rules.", "Citizens are not absolved from the duty to remain loyal to the Constitution by freedom of instruction and teaching.", "Primary education shall be compulsory for all citizens of both sexes and provided free of charge in State schools.", "The rules governing the functioning of private primary and secondary schools shall be regulated by law in keeping with the standards set for State schools.", "The State shall provide able pupils of limited financial means with the necessary aid in the form of scholarships or other assistance to enable them to pursue their studies. It shall take suitable measures to rehabilitate those in need of special training so as to render them useful to society.", "Education, teaching, research, and study are the only activities that may be pursued in educational and teaching institutions. These activities shall not be impeded in any way...”", "“The decisions of the Constitutional Court shall be final. A decision to invalidate a provision shall not be made public without a written statement of reasons.", "When striking down a law or legislative decree or a provision thereof, the Constitutional Court may not act as a quasi-legislature by drafting provisions that would be enforceable.", "...", "Judgments of the Constitutional Court shall be published immediately in the Official Gazette and shall be binding on the legislative, executive, and judicial organs, the administrative authorities, and natural and juristic persons.”", "30. The Turkish Republic was founded on the principle that the State should be secular (laik). Before and after the proclamation of the Republic on 29 October 1923, the public and religious spheres were separated through a series of revolutionary reforms: the abolition of the caliphate on 3 March 1923; the repeal of the constitutional provision declaring Islam the religion of the State on 10 April 1928; and, lastly, on 5 February 1937, a constitutional amendment according constitutional status to the principle of secularism (see Article 2 of the Constitution of 1924 and Article 2 of the Constitutions of 1961 and 1982, as set out in paragraph 29 above).", "31. The principle of secularism was inspired by developments in Ottoman society in the period between the nineteenth century and the proclamation of the Republic. The idea of creating a modern public society in which equality was guaranteed to all citizens without distinction on grounds of religion, denomination or sex had already been mooted in the Ottoman debates of the nineteenth century. Significant advances in women’s rights were made during this period (equality of treatment in education, the introduction of a ban on polygamy in 1914, the transfer of jurisdiction in matrimonial cases to the secular courts that had been established in the nineteenth century).", "32. The defining feature of the Republican ideal was the presence of women in public life and their active participation in society. Consequently, the ideas that women should be freed from religious constraints and that society should be modernised had a common origin. Thus, on 17 February 1926 the Civil Code was adopted, which provided for equality of the sexes in the enjoyment of civic rights, in particular with regard to divorce and succession. Subsequently, through a constitutional amendment of 5 December 1934 (Article 10 of the 1924 Constitution), women obtained equal political rights to men.", "33. The first legislation to regulate dress was the Headgear Act of 28 November 1925 (Law no. 671), which treated dress as a modernity issue. Similarly, a ban was imposed on wearing religious attire other than in places of worship or at religious ceremonies, irrespective of the religion or belief concerned, by the Dress (Regulations) Act of 3 December 1934 (Law no. 2596).", "34. Under the Education Services (Merger) Act of 3 March 1924 (Law no. 430), religious schools were closed and all schools came under the control of the Ministry of Education. The Act is one of the laws with constitutional status that are protected by Article 174 of the Turkish Constitution.", "35. In Turkey, wearing the Islamic headscarf to school and university is a recent phenomenon which only really began to emerge in the 1980s. There has been extensive discussion on the issue and it continues to be the subject of lively debate in Turkish society. Those in favour of the headscarf see wearing it as a duty and/or a form of expression linked to religious identity. However, the supporters of secularism, who draw a distinction between the başörtüsü (traditional Anatolian headscarf, worn loosely) and the türban (tight, knotted headscarf hiding the hair and the throat), see the Islamic headscarf as a symbol of a political Islam. As a result of the accession to power on 28 June 1996 of a coalition government comprising the Islamist Refah Partisi, and the centre-right Doğru Yol Partisi, the debate has taken on strong political overtones. The ambivalence displayed by the leaders of the Refah Partisi, including the then Prime Minister, over their attachment to democratic values, and their advocacy of a plurality of legal systems functioning according to different religious rules for each religious community was perceived in Turkish society as a genuine threat to republican values and civil peace (see Refah Partisi (the Welfare Party) and Others v. Turkey [GC], nos. 41340/98, 41342/98, 41343/98 and 41344/98, ECHR 2003-II).", "36. The first piece of legislation on dress in institutions of higher education was a set of regulations issued by the Cabinet on 22 July 1981 requiring staff working for public organisations and institutions and personnel and female students at State institutions to wear ordinary, sober, modern dress. The regulations also provided that female members of staff and students should not wear veils in educational institutions.", "37. On 20 December 1982 the Higher Education Authority issued a circular on the wearing of headscarves in institutions of higher education. The Islamic headscarf was banned in lecture theatres. In a judgment of 13 December 1984, the Supreme Administrative Court held that the regulations were lawful, noting:", "“Beyond being a mere innocent practice, wearing the headscarf is in the process of becoming the symbol of a vision that is contrary to the freedoms of women and the fundamental principles of the Republic.”", "38. On 10 December 1988 transitional section 16 of the Higher Education Act (Law no. 2547) came into force. It provided:", "“Modern dress or appearance shall be compulsory in the rooms and corridors of institutions of higher education, preparatory schools, laboratories, clinics and multidisciplinary clinics. A veil or headscarf covering the neck and hair may be worn out of religious conviction.”", "39. In a judgment of 7 March 1989 published in the Official Gazette of 5 July 1989, the Constitutional Court held that the aforementioned provision was contrary to Articles 2 (secularism), 10 (equality before the law) and 24 (freedom of religion) of the Constitution. It also found that it could not be reconciled with the principle of sexual equality implicit, inter alia, in republican and revolutionary values (see Preamble and Article 174 of the Constitution).", "In their judgment, the Constitutional Court judges explained, firstly, that secularism had acquired constitutional status by reason of the historical experience of the country and the particularities of Islam compared to other religions; secularism was an essential condition for democracy and acted as a guarantor of freedom of religion and of equality before the law. It also prevented the State from showing a preference for a particular religion or belief; consequently, a secular State could not invoke religious conviction when performing its legislative function. They stated, inter alia:", "“Secularism is the civil organiser of political, social and cultural life, based on national sovereignty, democracy, freedom and science. Secularism is the principle which offers the individual the possibility to affirm his or her own personality through freedom of thought and which, by the distinction it makes between politics and religious beliefs, renders freedom of conscience and religion effective. In societies based on religion, which function with religious thought and religious rules, political organisation is religious in character. In a secular regime, religion is shielded from a political role. It is not a tool of the authorities and remains in its respectable place, to be determined by the conscience of each and everyone ...”", "Stressing its inviolable nature, the Constitutional Court observed that freedom of religion, conscience and worship, which could not be equated with a right to wear any particular religious attire, guaranteed first and foremost the liberty to decide whether or not to follow a religion. It explained that, once outside the private sphere of individual conscience, freedom to manifest one’s religion could be restricted on public-order grounds to defend the principle of secularism.", "Everyone was free to choose how to dress, as the social and religious values and traditions of society also had to be respected. However, when a particular dress code was imposed on individuals by reference to a religion, the religion concerned was perceived and presented as a set of values that were incompatible with those of contemporary society. In addition, in Turkey, where the majority of the population were Muslims, presenting the wearing of the Islamic headscarf as a mandatory religious duty would result in discrimination between practising Muslims, non-practising Muslims and non-believers on grounds of dress with anyone who refused to wear the headscarf undoubtedly being regarded as opposed to religion or as non-religious.", "The Constitutional Court also said that students had to be permitted to work and pursue their education together in a calm, tolerant and mutually supportive atmosphere without being deflected from that goal by signs of religious affiliation. It found that, irrespective of whether the Islamic headscarf was a precept of Islam, granting legal recognition to a religious symbol of that type in institutions of higher education was not compatible with the principle that State education must be neutral, as it would be liable to generate conflicts between students with differing religious convictions or beliefs.", "40. On 25 October 1990 transitional section 17 of Law no. 2547 came into force. It provides:", "“Choice of dress shall be free in institutions of higher education, provided that it does not contravene the laws in force.”", "41. In a judgment of 9 April 1991, which was published in the Official Gazette of 31 July 1991, the Constitutional Court noted that, in the light of the principles it had established in its judgment of 7 March 1989, the aforementioned provision did not allow headscarves to be worn in institutions of higher education on religious grounds and so was consistent with the Constitution. It stated, inter alia:", "“... the expression ‘laws in force’ refers first and foremost to the Constitution ... In institutions of higher education, it is contrary to the principles of secularism and equality for the neck and hair to be covered with a veil or headscarf on grounds of religious conviction. In these circumstances, the freedom of dress which the impugned provision permits in institutions of higher education ‘does not concern dress of a religious nature or the act of covering one’s neck and hair with a veil and headscarf’ ... The freedom afforded by this provision [transitional section 17] is conditional on its not being contrary to ‘the laws in force’. The judgment [of 7 March 1989] of the Constitutional Court establishes that covering one’s neck and hair with the headscarf is first and foremost contrary to the Constitution. Consequently, the condition set out in the aforementioned section requiring [choice of] dress not to contravene the laws in force removes from the scope of freedom of dress the act of ‘covering one’s neck and hair with the headscarf’ ...”", "42. Istanbul University was founded in the fifteenth century and is one of the main centres of State higher education in Turkey. It has seventeen faculties (including two faculties of medicine – Cerrahpaşa and Çapa) and twelve schools of higher education. It is attended by approximately 50,000 students.", "43. In 1994, following a petitioning campaign launched by female students enrolled on the midwifery course at the University School of Medicine, the Vice-Chancellor circulated a memorandum in which he explained the background to the Islamic headscarf issue and the legal basis for the relevant regulations, noting in particular:", "“The ban prohibiting students enrolled on the midwifery course from wearing the headscarf during tutorials is not intended to infringe their freedom of conscience and religion, but to comply with the laws and regulations in force. When doing their work, midwives and nurses wear a uniform. That uniform is described in and identified by regulations issued by the Ministry of Health ... Students who wish to join the profession are aware of this. Imagine a student of midwifery trying to put a baby in or remove it from an incubator, or assisting a doctor in an operating theatre or maternity unit while wearing a long-sleeved coat.”", "44. The Vice-Chancellor was concerned that the campaign for permission to wear the Islamic headscarf on all university premises had reached the point where there was a risk of its undermining order and causing unrest at the university, the faculty, the Cerrahpaşa Hospital and the School of Medicine. He called on the students to comply with the rules on dress, reminding them, in particular, of the rights of the patients.", "45. A resolution regarding the rules on dress for students and university staff was adopted on 1 June 1994 by the university executive and provides:", "“The rules governing dress in universities are set out in the laws and regulations. The Constitutional Court has delivered a judgment which prevents religious attire being worn in universities.", "This judgment applies to all students of our University and the academic staff, both administrative and otherwise, at all levels. In particular, nurses, midwives, doctors and vets are required to comply with the regulations on dress, as dictated by scientific considerations and the legislation, during health and applied science tutorials (on nursing, laboratory work, surgery and microbiology). Anyone not complying with the rules on dress will be refused access to tutorials.”", "46. On 23 February 1998 a circular signed by the Vice-Chancellor of Istanbul University was distributed containing instructions on the admission of students with beards or wearing the Islamic headscarf (for the text of this circular, see paragraph 16 above).", "47. Istanbul University adopted a resolution (no. 11 of 9 July 1998 ), worded as follows:", "“1. Students at Istanbul University shall comply with the legal principles and rules on dress set out in the decisions of the Constitutional Court and higher judicial bodies.", "2. Students shall not wear clothes that symbolise or manifest any religion, faith, race, or political or ideological persuasion in any institution or department of the university, or on any of its premises.", "3. Students shall comply with the rules requiring specific clothes to be worn for occupational reasons in the institutions and departments at which they are enrolled.", "4. Photographs supplied by students to their institution or department [must be taken] from the ‘front’ ‘with head and neck uncovered’. They must be no more than six months old and make the student readily identifiable.", "5. Anyone displaying an attitude that is contrary to the aforementioned points or who, through his words, writings or deeds, encourages such an attitude shall be liable to action under the provisions of the Students Disciplinary Procedure Rules.”", "48. The Students Disciplinary Procedure Rules, which were published in the Official Gazette of 13 January 1985, prescribe five forms of disciplinary penalty: a warning, a reprimand, temporary suspension of between a week and a month, temporary suspension of one or two semesters, and expulsion.", "49. Merely wearing the Islamic headscarf on university premises does not constitute a disciplinary offence.", "50. By virtue of paragraph 6 (a) of the Rules, a student whose “behaviour and attitude are not befitting of students” will be liable to a warning. A reprimand will be issued, inter alia, to students whose conduct is such as to lose them the respect and trust which students are required to command, or who disrupt lectures, seminars, tutorials in laboratories or workshops (paragraph 7 (a) and (e)). Students who directly or indirectly restrict the freedom of others to learn and teach or whose conduct is liable to disturb the calm, tranquillity and industriousness required in institutions of higher education or who engage in political activities in such institutions are liable to temporary suspension of between a week and a month (paragraph 8 (a) and (c)). Paragraph 9 (j) lays down that students who organise or take part in unauthorised meetings on university premises are liable to one or two semesters’ suspension.", "51. The procedure for investigating disciplinary complaints is governed by paragraphs 13 to 34 of the Rules. Paragraphs 16 and 33 provide that the rights of defence of students must be respected and the disciplinary board must take into account the reasons that caused the student to transgress the rules. All disciplinary measures are subject to judicial review in the administrative courts.", "52. Since universities are public-law bodies by virtue of Article 130 of the Constitution, they enjoy a degree of autonomy, subject to State control, that is reflected in the fact that they are run by management organs, such as the vice-chancellor, with delegated statutory powers.", "The relevant parts of section 13 of Law no. 2547 provide:", "“...", "(b) Vice-chancellors shall have the following powers, competence and responsibilities:", "1. To chair meetings of university boards, implement their resolutions, examine proposals by the university boards and take such decisions as shall be necessary, and ensure that institutions forming part of the university function in a coordinated manner;", "...", "5. To supervise and monitor the university departments and university staff at all levels.", "It is the vice-chancellor who shall have primary responsibility for taking safety measures and for supervising and monitoring the administrative and scientific aspects of the functioning of the university ...”", "53. The monitoring and supervisory power conferred on the vice-chancellor by section 13 of Law no. 2547 is subject to the requirement of lawfulness and to scrutiny by the administrative courts.", "54. In its judgment of 27 May 1999 (E. 1998/58, K. 1999/19), which was published in the Official Gazette of 4 March 2000, the Constitutional Court stated, inter alia:", "“The legislature and executive are bound by both the operative provisions of judgments and the reasoning taken as a whole. Judgments and the reasons stated in them lay down the standards by which legislative activity will be measured and establish guidelines for such activity.”", "55. For more than twenty years the place of the Islamic headscarf in State education has been the subject of debate across Europe. In most European countries, the debate has focused mainly on primary and secondary schools. However, in Turkey, Azerbaijan and Albania it has concerned not just the question of individual liberty, but also the political meaning of the Islamic headscarf. These are the only member States to have introduced regulations on wearing the Islamic headscarf in universities.", "56. In France, where secularism is regarded as one of the cornerstones of republican values, legislation was passed on 15 March 2004 regulating, in accordance with the principle of secularism, the wearing of signs or dress manifesting a religious affiliation in State primary and secondary schools. The legislation inserted a new Article L. 141-5-1 in the Education Code which provides: “In State primary and secondary schools, the wearing of signs or dress by which pupils overtly manifest a religious affiliation is prohibited. The school rules shall state that the institution of disciplinary proceedings shall be preceded by dialogue with the pupil.”", "The Act applies to all State schools and educational institutions, including post-baccalaureate courses (preparatory classes for entrance to the grandes écoles and vocational training courses). It does not apply to State universities. In addition, as a circular of 18 May 2004 makes clear, it only concerns “... signs, such as the Islamic headscarf, however named, the kippa or a cross that is manifestly oversized, which make the wearer’s religious affiliation immediately identifiable”.", "57. In Belgium there is no general ban on wearing religious signs at school. In the French Community a decree of 13 March 1994 stipulates that education shall be neutral within the Community. Pupils are in principle allowed to wear religious signs. However, they may do so only if human rights, the reputation of others, national security, public order, and public health and morals are protected and internal rules complied with. Further, teachers must not permit religious or philosophical proselytism under their authority or the organisation of political militancy by or on behalf of pupils. The decree stipulates that restrictions may be imposed by school rules. On 19 May 2004 the French Community issued a decree intended to institute equality of treatment. In the Flemish Community, there is no uniform policy among schools on whether to allow religious or philosophical signs to be worn. Some do, others do not. When pupils are permitted to wear such signs, restrictions may be imposed on grounds of hygiene or safety.", "58. In other countries (Austria, Germany, the Netherlands, Spain, Sweden, Switzerland and the United Kingdom), in some cases following a protracted legal debate, the State education authorities permit Muslim pupils and students to wear the Islamic headscarf.", "59. In Germany, where the debate focused on whether teachers should be allowed to wear the Islamic headscarf, the Constitutional Court stated on 24 September 2003 in a case between a teacher and the Land of Baden-Württemberg that the lack of any express statutory prohibition meant that teachers were entitled to wear the headscarf. Consequently, it imposed a duty on the Länder to lay down rules on dress if they wished to prohibit the wearing of the Islamic headscarf in State schools.", "60. In Austria there is no special legislation governing the wearing of the headscarf, turban or kippa. In general, it is considered that a ban on wearing the headscarf will only be justified if it poses a health or safety hazard for pupils.", "61. In the United Kingdom a tolerant attitude is shown to pupils who wear religious signs. Difficulties with respect to the Islamic headscarf are rare. The issue has also been debated in the context of the elimination of racial discrimination in schools in order to preserve their multicultural character (see, in particular, Mandla v. Dowell, The Law Reports 1983, pp. 548-70). The Commission for Racial Equality, whose opinions have recommendation status only, also considered the issue of the Islamic headscarf in 1988 in the Altrincham Grammar School case, which ended in a compromise between a private school and members of the family of two sisters who wished to be allowed to wear the Islamic headscarf at the school. The school agreed to allow them to wear the headscarf provided it was navy blue (the colour of the school uniform), kept fastened at the neck and not decorated.", "In R. (On the application of Begum) v. Headteacher and Governors of Denbigh High School ([2004] EWHC 1389 (Admin)), the High Court had to decide a dispute between the school and a Muslim pupil wishing to wear the jilbab (a full-length gown). The school required pupils to wear a uniform, one of the possible options being the headscarf and the shalwar kameeze (long traditional garments from the Indian subcontinent). In June 2004 the High Court dismissed the pupil’s application, holding that there had been no violation of her freedom of religion. However, that judgment was reversed in March 2005 by the Court of Appeal, which accepted that there had been interference with the pupil’s freedom of religion, as a minority of Muslims in the United Kingdom considered that a religious duty to wear the jilbab from the age of puberty existed and the pupil was genuinely of that opinion. No justification for the interference had been provided by the school authorities, as the decision-making process was not compatible with freedom of religion.", "62. In Spain there is no express statutory prohibition on pupils’ wearing religious head coverings in State schools. By virtue of two royal decrees of 26 January 1996, which are applicable in primary and secondary schools unless the competent authority – the autonomous community – has introduced specific measures, the school governors have power to issue school rules which may include provisions on dress. Generally speaking, State schools allow the headscarf to be worn.", "63. In Finland and Sweden the veil can be worn at school. However, a distinction is made between the burka (the term used to describe the full veil covering the whole of the body and the face) and the niqab (a veil covering all the upper body with the exception of the eyes). In Sweden mandatory directives were issued in 2003 by the National Education Agency. These allow schools to prohibit the burka and niqab, provided they do so in a spirit of dialogue on the common values of equality of the sexes and respect for the democratic principle on which the education system is based.", "64. In the Netherlands, where the question of the Islamic headscarf is considered from the standpoint of discrimination rather than of freedom of religion, it is generally tolerated. In 2003 a non-binding directive was issued. Schools may require pupils to wear a uniform provided that the rules are not discriminatory and are included in the school prospectus and that the punishment for transgressions is not disproportionate. A ban on the burka is regarded as justified by the need to be able to identify and communicate with pupils. In addition, the Equal Treatment Commission ruled in 1997 that a ban on wearing the veil during physical education classes for safety reasons was not discriminatory.", "65. In a number of other countries (Russia, Romania, Hungary, Greece, the Czech Republic, Slovakia and Poland), the issue of the Islamic headscarf does not yet appear to have given rise to any detailed legal debate.", "66. Among the various texts adopted by the Council of Europe on higher education, should be cited, first of all, Parliamentary Assembly Recommendation 1353 (1998) on the access of minorities to higher education, which was adopted on 27 January 1998, and Committee of Ministers Recommendation No. R (98) 3 on access to higher education, which was adopted on 17 March 1998.", "Another relevant instrument in this sphere is the joint Council of Europe/UNESCO Convention on the Recognition of Qualifications concerning Higher Education in the European Region, which was signed in Lisbon on 11 April 1997 and came into force on 1 February 1999.", "67. The preamble to the Convention on the Recognition of Qualifications concerning Higher Education in the European Region states:", "“Conscious of the fact that the right to education is a human right, and that higher education, which is instrumental in the pursuit and advancement of knowledge, constitutes an exceptionally rich cultural and scientific asset for both individuals and society ...”", "68. On 17 March 1998 the Committee of Ministers of the Council of Europe adopted Recommendation No. R (98) 3 on access to higher education. In the preamble to the recommendation it is stated:", "“... higher education has a key role to play in the promotion of human rights and fundamental freedoms and the strengthening of pluralistic democracy and tolerance [and] ... widening opportunities for members of all groups in society to participate in higher education can contribute to securing democracy and building confidence in situations of social tension ...”", "69. Likewise, Article 2 of Recommendation 1353 (1998) on the access of minorities to higher education, which was adopted by the Parliamentary Assembly of the Council of Europe on 27 January 1998, provides:", "“Education is a fundamental human right and therefore access to all levels, including higher education, should be equally available to all permanent residents of the States signatories to the European Cultural Convention.”"], "VIOLATED_ARTICLES": ["9", "P1"], "VIOLATED_PARAGRAPHS": ["9-1", "P1-2"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["10", "14", "8", "9"], "NON_VIOLATED_PARAGRAPHS": ["10-1", "8-1", "9-1"], "NON_VIOLATED_BULLETPOINTS": []}