{"ITEMID": "001-58920", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "GRANDCHAMBER", "DATE": 2000, "DOCNAME": "CASE OF KUDLA v. POLAND", "IMPORTANCE": "1", "CONCLUSION": "No violation of Art. 3;Violation of Art. 5-3;Violation of Art. 6-1;Violation of Art. 13;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "Luzius Wildhaber;Paul Mahoney", "TEXT": ["10. On 8 August 1991 the applicant was brought before the Cracow Regional Prosecutor (Prokurator Wojewódzki), charged with fraud and forgery and detained on remand. Since the applicant reported to the prosecutor that he was suffering from various ailments – in particular, depression – the authorities ordered that he be examined by a doctor. After the examination, which was carried out a few days later, the applicant was found fit to be detained in prison. He was placed in Cracow Remand Centre (Areszt Śledczy).", "11. Later, on an unspecified date, the applicant appealed against the detention order. On 21 August 1991 the Cracow Regional Court (Sąd Wojewódzki) dismissed his appeal, finding that there were strong indications that he had committed the offences with which he had been charged. Referring to the results of his medical examination, the court found no circumstances which would justify his release on health grounds.", "12. From August 1991 to the end of July 1992 the applicant filed some thirty applications for release and appeals against decisions refusing to release him.", "13. In the meantime, in October 1991, the applicant had attempted to commit suicide in prison. From 4 November 1991 he went on hunger strike for an unspecified period.", "14. In November 1991 the authorities ordered that the applicant be examined by doctors. The relevant report was made by experts of the Faculty of Forensic Psychiatry of the Jagiellonian University on 25 November 1991. The doctors considered that the applicant was not fit to be detained in an ordinary prison and recommended that, if his detention was to be continued, he should be confined in the psychiatric ward of a prison hospital. The applicant was subsequently taken to Bytom Prison Hospital, where he was placed in a ward for internal diseases and given treatment for his mental condition. The applicant stayed in the hospital for an unknown period. He was then transferred back to Cracow Remand Centre.", "15. On 20 January and 27 February 1992 the applicant was examined by specialists in forensic medicine. They considered that he needed psychiatric treatment in prison but that it was not necessary to place him in the psychiatric ward of a prison hospital.", "16. On 30 April 1992 a bill of indictment against the applicant was lodged with the Cracow Regional Court. In all, twenty-nine charges were brought against him and his nine co-defendants. The case file comprised nineteen volumes. The prosecution requested the court to hear evidence from ninety-eight witnesses.", "17. On 15 June 1992, at the court’s request, doctors from the Cracow Clinic of Psychiatry and the Faculty of Medicine of the Jagiellonian University reported on the applicant’s psychological state. Their report stated, inter alia:", "“The patient shows persistent suicidal tendencies. Following the medical examination, we find that he is suffering from a deep syndrome of depression accompanied by thoughts of suicide. In the light of the intensity of the suicidal thoughts and of the fact that he has already attempted to commit suicide, he should receive psychiatric treatment. His detention seriously endangers his life (a grave risk of a further suicide attempt) ...”", "18. On 27 July 1992 the Cracow Regional Court quashed the detention order.", "19. On 26, 27 and 28 October and on 14 and 15 December 1992 the court held hearings in the applicant’s case. A hearing listed for 8 February 1993 was cancelled because the applicant failed to appear. His lawyer submitted a certificate to the effect that the applicant was on five days’ sick-leave; however, the court ordered that the applicant should, within three days, submit a medical certificate issued by a forensic expert, “failing which preventive measures [środki zapobiegawcze] to ensure his presence at the trial [will] be imposed on him”. The applicant did not submit the required certificate but, on 12 February 1993, informed the court that he was undergoing climatic treatment in Świnoujście and was to stay there until 7 March 1993. On 18 February 1993, since the applicant had not informed the court of the address at which summonses could be served on him, the court ordered that a “wanted” notice be issued with a view to locating and redetaining him on the ground that he had failed to attend hearings. The next hearing scheduled for 16 March 1993 was cancelled due to the applicant’s absence.", "20. The detention order of 18 February 1993 had not been enforced by 4 October 1993, when the applicant was arrested by the police in connection with a traffic offence. He was placed in Cracow Remand Centre.", "21. The Regional Court listed hearings for 6 October and 15 and 17 November 1993 but cancelled all of them because the applicant’s mental state (in particular, his difficulties in concentrating) did not allow him to participate properly in the trial. In a prison doctor’s note made on 17 November 1993 his state was described as follows:", "“Is able to take part in today’s proceedings (with limited active participation on account of [illegible words] difficulty in concentrating).”", "According to a further expert report (obtained by the court at the end of 1993) the applicant was “not suffering from mental illness” at that time and his mental state was “not an obstacle to keeping him in detention”.", "22. Meanwhile, on 18 October 1993, the applicant’s lawyer had unsuccessfully appealed against the detention order, arguing that the applicant, after his release on 27 July 1992, had received continuous treatment for his severe depression and that his failure to appear before the trial court had been due to his psychological state.", "23. Between October 1993 and November 1994 the applicant made twenty-one further unsuccessful applications for release and appealed, likewise unsuccessfully, against each refusal.", "24. On 13, 14 and 16 December 1993 the court held hearings. Hearings scheduled for the end of January 1994 were cancelled as, on 26 January 1994, the applicant had attempted to commit suicide by taking an overdose (see paragraphs 63-64 below).", "25. The trial continued on 14, 15 and 16 February 1994. The hearings listed for 9 and 10 March 1994 were cancelled because the presiding judge was ill. Subsequent hearings took place on 14, 15 and 16 June 1994. In the meantime the applicant had undergone psychiatric observation in Wrocław Prison Hospital (see paragraph 58 below).", "26. The next hearing took place on 11 July 1994. The hearings listed for 12 and 14 July 1994 were cancelled because the applicant had withdrawn the power of attorney granted to his defence counsel. The trial continued on 20, 21 and 22 September, 25 and 26 October, and 14 and 15 November 1994. The hearings listed for 20, 21 and 22 December 1994 were cancelled because one of the applicant’s co-defendants was admitted to hospital at that time.", "27. In the meantime, on 17 November 1994, the applicant had complained to the President of the Cracow Regional Court about the length of his detention and the conduct of the proceedings in his case. He complained, in particular, that all of his nine co-defendants had been released, whereas he was still being detained despite the fact that the overall length of his detention had now exceeded two years. He asserted that the minutes of the hearings had not reflected witnesses’ testimony, that the court had failed to enter in the record his and his lawyer’s submissions and had not allowed him to express his version of the facts of the case freely. The criminal proceedings against him, which had to date lasted more than four years, were, to use his term, a “nightmare”.", "28. On 7 December 1994 the applicant complained to the court about his psychiatric treatment in prison. The presiding judge asked the prison authorities for explanations. They informed him of the number of medical examinations undergone by the applicant, gave details of them and produced copies of the relevant medical records.", "29. At about the same time, the applicant again requested the court to release him on health grounds. He also referred to his family situation, maintaining that his lengthy detention was putting a severe strain on his family. On 8 December 1994 the Cracow Regional Court dismissed the application.", "30. On 4 January 1995, on an appeal by the applicant, the Cracow Court of Appeal (Sąd Apelacyjny) upheld the Regional Court’s decision and held that his detention should continue in view of the reasonable suspicion that he had committed the offences in question and the fact that he had been detained on the ground of the risk that he would abscond. The court also found that the situation of the applicant’s family, although difficult, was not a circumstance that could militate in favour of his release.", "31. On 25 January 1995 the applicant’s lawyer applied to the Cracow Regional Court to have the detention order quashed and the applicant released under police supervision. He stressed that on 23 January 1995 the applicant had again tried to commit suicide in prison, by attempting to hang himself (see paragraphs 69-70 below). This event, taken together with his chronic depression, had been a clear warning that continuing detention could jeopardise his life. He further pointed out that the applicant had been redetained only because of his absence from hearings. That ground could not warrant his detention any longer because evidence against him had already been heard and keeping the applicant in detention did not serve the purpose of ensuring the proper conduct of the trial.", "32. On 13 February 1995 the Cracow Regional Court dismissed that application. It held that, according to a report from the prison authorities, the applicant’s suicide attempt had been of an attention-seeking nature and that the original grounds for his detention were still valid. The relevant report, dated 10 February 1995, reads:", "“Further to the [Regional] Court’s request regarding the accused, we confirm that Andrzej Kudła, who remains at your disposal, ... at 4.45 a.m. on 23 January this year, attempted suicide in order to attract attention to his case.", "On the basis of information from, and the conclusions of, the duty doctor, psychiatrist and psychologist, it was established that the prisoner suffered from personality disorders manifesting themselves as reactive depression. The result of the prisoner’s action was a slight abrasion of the skin on his neck in the form of a stripe made by the rope after hanging; no neurological changes were observed.", "The prisoner carried out this demonstration as he considers that the criminal proceedings are taking a very long time and because he is distancing himself from the charges laid against him.", "Despite his emotional problems, he is in control of the situation and is putting pressure on the [prison authorities].", "By decision of the Governor, he did not receive disciplinary punishment for his behaviour. Psycho-corrective discussions [were held with him], aimed at explaining the real threats to the prisoner’s health and life arising from his behaviour.", "In a subsequent psychiatric consultation (carried out after the suicide attempt) a regression of the symptoms of reactive depression was noted.", "He continues to be held in a cell with others because of the possibility of his self-destructive behaviour arising from a subjective feeling of suffering. He is classed as a difficult prisoner and therefore remains under constant observation and under the control of the prison security and medical staff.", "[Stamp and signature illegible]”", "33. On 25 February 1995 the applicant’s lawyer appealed against the Regional Court’s decision, submitting that the applicant’s mental health had significantly deteriorated and that he was constantly suffering from depression. He requested the court to appoint psychiatric and other medical experts to assess the applicant’s state of health, instead of relying on the assessment made by the prison authorities. He also maintained that the length of the proceedings was inordinate and stressed that the applicant had already spent two years and four months in detention.", "34. On 2 March 1995 the Cracow Court of Appeal dismissed the appeal. The court considered that it was not necessary to call medical experts and that the applicant’s detention should continue in order to ensure the proper conduct of the proceedings. Later, between 8 March and 1 June 1995, the applicant made four further unsuccessful applications for release and lodged similarly ineffective appeals against decisions to keep him in detention.", "35. On 13, 14 and 15 March, 3, 4 and 5 April, and 4, 5, 30 and 31 May 1995 the Regional Court held hearings and heard evidence from witnesses. Certain witnesses, who had previously failed to appear, were brought to the court by the police.", "36. On 1 June 1995 the Cracow Regional Court convicted the applicant of fraud and forgery and sentenced him to six years’ imprisonment and a fine of 5,000 zlotys (PLN). On 2 June 1995 both the applicant and his lawyer filed a notice of appeal.", "37. On 1 August 1995 the applicant complained to the Minister of Justice that the trial court had not prepared the statement of reasons for its judgment within the statutory time-limit of seven days. He submitted that the delay had already amounted to two months.", "38. At some later date the applicant requested to be released, arguing that his prolonged detention had had very harmful effects on his health and on the well-being of his family. On 14 August 1995 the Cracow Regional Court dismissed his application. On 31 August 1995, on an appeal by the applicant, the Cracow Court of Appeal upheld that decision and observed that his detention was warranted by the severity of the sentence imposed.", "39. On another unspecified date the applicant complained to the Minister of Justice about the length of the proceedings in his case, pointing out that the Cracow Regional Court had failed to provide him with the statement of reasons for its judgment within the statutory time-limit. That had significantly prolonged the appellate proceedings. On 28 August 1995 the Head of the Criminal Department of the Ministry of Justice, in reply to that complaint, informed him that it was likely that the statement of reasons for the judgment would exceed two hundred pages and that the failure to comply with the statutory time-limit was due to the fact that the judge rapporteur had been on leave.", "40. On 27 September 1995, at the Regional Court’s request, the applicant was examined by forensic psychiatrists from the Collegium Medicum – Faculty of Forensic Medicine of the Jagiellonian University in Cracow. The relevant part of their report reads:", "“... As can be seen in the file, and in accordance with the findings of the medical experts, the defendant underwent observation in the psychiatric ward of Wrocław Prison Hospital. In the course of the hospital observation, attempts at suicide and lengthy, vague losses of consciousness were observed. The comprehensive conclusions ... of the report by the psychiatric experts in Wrocław showed that the defendant exhibited personality disorders and a predisposition to situational reactions, which do not militate decisively against him being in prison, provided there is guaranteed outpatient psychiatric care.", "[The applicant] explained that he was still in the remand centre and felt very ill, he had a permanent headache located in the apex, radiating to the nape. He very often became breathless and had difficulty breathing, particularly at night. On those occasions he asked the officers for help and they took him to the medical ward. On most occasions the doctor prescribed Relanium [diazepam], which did not relieve his suffering. He claimed that he continued to take Relanium at doses of at least 30 mg at night and 15 mg during the day. This medicine ‘organised him’, as he said, and he could not function without it. He felt constantly tired, did not sleep at night and was annoyed by his continued stay in prison. He considered this preposterous, as he had already ‘overserved’ any sentence he could be given. During a conversation with the defendant, it was observed that he had an abrasion of the epidermis at the base of the neck. When his shirt collar was opened, it was found to be a linear abrasion of the epidermis around the front section of the neck, corresponding to the furrows found on a hanging victim. The defendant explained that ... he had tried to hang himself with a sheet, but had been resuscitated. This was his second attempt at suicide and he could not explain why he behaved in this way. He maintained that he had moments when he felt as if his consciousness was interrupted and that at these times he tried to take his own life, mainly by hanging but also by taking drugs and slashing himself with a razor. He claimed that there was also an occasion when he left home after a family dispute and woke up several weeks later in a boarding house in Świnoujście. He did not understand how he came to be there or what had happened to him during those weeks.", "The person under examination is currently making good verbal contact, is oriented, his mood is somewhat subdued, he is tense, irritable and experiences a strong sense of injustice. He states that he is being treated inappropriately. He receives some medicines which do not improve his state of mind and he considers that this treatment only ‘subjects him to psychotropic behaviour’.", "After the psychiatric examination, the defendant was sent to the EEG department to undergo a specialist examination.", "The results of that examination are attached to the report.", "Report", "The examination of the defendant Andrzej Kudła, male, 33 years of age, and the analysis of the results of previous examinations and medical and psychological observations performed during hospitalisation lasting several weeks show that his current mental state is the result of his personality disorders and predisposition to decompensation in difficult situations. These disorders are not psychotic in nature but further suicide attempts will prove to be a real threat to his health. For this reason, we also consider that if the legal proceedings require that the defendant spend a further period in prison, he should be sent to a hospital ward and be supervised by specialist staff. He should also be guaranteed access to a psychiatrist and a psychologist.", "Expert Expert", "Dr Elżbieta Skupień Dr Andrzej Zięba”", "41. On 6 October 1995 the applicant received the statement of the reasons for the judgment and, at some date thereafter, lodged an appeal. The case file was transferred to the Cracow Court of Appeal on 14 November 1995.", "42. On 22 February 1996 the Court of Appeal quashed the conviction and ordered a retrial on the ground that the trial court had been incorrectly constituted and that there had been numerous breaches of procedural provisions. During the appellate hearing the applicant’s lawyer had asked the court to quash the detention order, but without success.", "43. On 11 April 1996 the case file was sent to the Regional Court. The Regional Court subsequently made a severance order and thereafter the applicant was tried separately from several other defendants.", "44. On 30 April 1996 the applicant requested that the preventive measure imposed on him be lifted or varied. On 28 May 1996 the Cracow Regional Court gave a decision in which it stated, inter alia:", "“... At the present stage of the case, proper conduct of the proceedings can be ensured by imposing preventive measures other than detention. ... The Court therefore quashes the detention order on condition that the applicant puts up bail of PLN 10,000 within one month from the date on which this decision is served on him. ...”", "45. The applicant appealed against that decision and requested that the bail be reduced and set in the light of his financial circumstances or, alternatively, that the court secure proper conduct of the trial by ordering him to submit to police supervision.", "46. On 11 June 1996 the trial court received a report from a psychiatric expert it had appointed. The expert found that the applicant was in a state of chronic depression accompanied by suicidal thoughts. He considered that the applicant was able to participate in hearings but that continuing detention could jeopardise his life because of the likelihood that he would attempt to commit suicide.", "47. On 20 June 1996 the Cracow Court of Appeal dismissed the applicant’s appeal against the decision of 28 May 1996, holding that the sum set for bail was not excessive, given the cost of the damage resulting from the commission of the offences with which he had been charged and the serious nature of those offences. The court attached considerable importance to the fact that after the first order for his detention had been quashed in July 1992, the applicant had absconded and had been redetained on that ground. Bail, the court added, was designed to secure his presence at the trial and to prevent him from committing any further acts aimed at obstructing the proper course of the proceedings. Having regard to all the circumstances of his case, bail had therefore been set at an appropriate level.", "48. Shortly afterwards, the applicant complained to the Ombudsman (Rzecznik Praw Obywatelskich) that the overall length of his detention had now exceeded three years. The complaint was referred to the President of the Cracow Court of Appeal, who on 12 July 1996 sent a letter to the applicant. The relevant part of that letter reads:", "“... You were indicted for fraud and forgery on 30 April 1992. The bill of indictment concerned ten co-defendants and evidence from ninety-eight witnesses was to be obtained. The proceedings were delayed because you had been in hiding until your subsequent detention in October 1993. You have also made numerous applications for release. ... The delay in the proceedings between the date of the trial court’s judgment and the date on which the case file was sent to the Court of Appeal was justified by the size of your case file and the length of the statement of reasons for the judgment (29 volumes and 140 pages respectively). ... The statement of reasons was ready before 16 August 1995 and was sent out on 16 September 1995 because the judge rapporteur was on leave. The only delay occurred in respect of handling your application for release of 30 April 1996[;] it was examined on 28 May 1996 since from 1 May to 5 May 1996 there had been a public holiday. ...”", "49. Meanwhile, the applicant had again applied to the Cracow Regional Court to release him under police supervision or to reduce the bail set by the court on 28 May 1996. On 2 July 1996 the court refused the application. The applicant’s lawyer appealed against that decision and argued that in the light of the psychiatric report of 11 June 1996 the applicant should be released because his life was in danger.", "50. On 18 July 1996 the Cracow Court of Appeal dismissed the appeal, pointing out that the danger to the applicant’s life was “not absolute” because he could obtain psychiatric treatment in prison. The court considered that, given the applicant’s behaviour after his release in July 1992, his detention should continue in order to secure the proper course of the trial unless he put up bail of PLN 10,000.", "51. On 31 July 1996 the applicant again requested the Regional Court to reduce the amount of security or to release him under police supervision. He submitted that he did not have sufficient financial resources to pay such a substantial sum of money. On 19 August 1996 the court dismissed his application as manifestly ill-founded. It observed that the applicant’s arguments concerning the question of bail had been an “unjustified dispute with the institutions of justice” and that bail could be put up not only by the applicant himself but also by third parties.", "52. Later, the applicant requested the Regional Court to release him so that he could provide the required security. On 10 September 1996 the court dismissed this request, holding, inter alia:", "“... It is logical that [the applicant] should be released after bail is paid. The accused’s request to reverse the sequence of events is against the rules of procedure and common sense and must therefore be dismissed. ...”", "53. The retrial was to start on 10 October 1996 but was postponed because one of the applicant’s co-defendants had meanwhile been detained in connection with other criminal proceedings against him.", "54. On 29 October 1996 the Cracow Regional Court quashed the detention order after the applicant’s family had paid bail of PLN 10,000 to the court.", "55. The next two hearings were listed for 18 March and 17 April 1997 but the trial was again postponed as another co-defendant was ill. Subsequent hearing dates were set for 6, 21 and 23 October 1997. The Regional Court later listed hearings for the following dates in 1998: 15 January, 26 February, 19 March, 6 and 28 April, 2, 22 and 24 June, 13 July, 23 September, 3 and 30 October, and 17 and 24 November. On 4 December 1998 the court gave judgment. The applicant was convicted as charged and sentenced to six years’ imprisonment.", "56. He appealed on 19 April 1999. On 27 October 1999 the Cracow Court of Appeal varied the trial court’s judgment and reduced the applicant’s sentence to five years’ imprisonment.", "57. Subsequently the applicant lodged a cassation appeal (kasacja). On 24 February 2000 the Cracow Court of Appeal, having found that the applicant had complied with the relevant formal requirements for such appeals, forwarded his appeal to the Supreme Court (Sąd Najwyższy). The proceedings in the Supreme Court are still pending.", "58. The applicant was held at Cracow Remand Centre from 4 October 1993 to 29 October 1996, with only one interruption: on 9 March 1994 he was transferred to Wrocław Prison Hospital where, until 26 May 1994, he underwent psychiatric observation ordered in other criminal proceedings against him.", "59. The medical register shows that the applicant was examined by a doctor shortly after being detained. On 6 October 1993 the applicant asked to be examined by a psychiatrist. The examination took place on 15 October. The applicant was diagnosed as suffering from reactio situatione (situational reaction). He had been examined by or had consulted a prison doctor on three previous occasions.", "60. In November 1993 the applicant was examined by prison doctors eight times. It was recorded that he was suffering from chronic insomnia and lack of appetite and, subsequently, from recurring headaches, dizziness and difficulty in concentrating.", "61. On 10 December 1993 the applicant was examined by a psychiatrist. He was diagnosed as suffering from personality disorder and depressive reaction. During that month, on four further occasions, he consulted or was examined by doctors in the prison outpatient ward. He complained of insomnia and requested a change of medicine. On 24 December 1993 a doctor recommended that he be examined by a psychiatrist.", "62. On 4 January 1994 the applicant started to complain about darkness in front of his eyes and headaches.", "63. On 26 January 1994 the applicant attempted suicide by taking an overdose. The doctor on duty made the following entry:", "“Patient unconscious, no verbal contact. ... From the report given by [his cell-mates] it transpires that yesterday he took the evening dose of medication ... nobody saw him taking any other medication.", "Diagnosis: intoxicatio medicamentosa acuta per os susp. [suspected acute drug poisoning by mouth].", "Medical recommendations: hospital observation and urgent psychiatric treatment.”", "64. The applicant was admitted to the prison hospital and stayed there from 27 to 28 January 1994, the diagnosis being “status post intoxicationem medicamentosam”. He underwent several medical tests (blood-cell morphology, toxicological examination of urine, electrocardiography).", "65. On 27 February 1994 the applicant was examined by a psychiatrist and diagnosed as suffering from neurotic disorder.", "66. From 26 May 1994 (the date of his return from Wrocław Prison Hospital) to the beginning of November 1994 the applicant consulted the prison outpatient doctors on thirteen occasions. He complained mainly about difficulty in getting to sleep and recurring headaches lasting several days but also about cold and skin ailments. In September 1994 he asked several times for an appointment with a psychiatrist. He was examined by a psychiatrist on 9 November 1994 and diagnosed as having neurotic disorder.", "67. In the meantime, on 5 November 1994, the prison doctor on duty had asked for a further appointment with a psychiatrist for the applicant. The psychiatrist examined the applicant on 7 December 1994 and confirmed his previous diagnosis. The register records that the applicant complained about dizziness and sleep disorder.", "68. On 2 January 1995 the doctor on duty requested a follow-up appointment with a psychiatrist for the applicant. On 11 and 13 January 1995 the doctor noted that the applicant had not reported back to him. On 16 January 1995 the applicant was given an unspecified medicine.", "69. On 23 January 1995 the applicant attempted to commit suicide by hanging himself. On that day doctors made two notes in the medical register. The relevant part of the first note, written by the doctor on duty, reads:", "“At approximately 4.30 a.m. he made a conspicuous attempt to commit suicide by hanging himself on a sanitary appliance on the wall. Blood pressure 110/60 ... In the left nostril was a small amount of foaming blood. Abrasions of the epidermis were found on the neck consistent with the scars of a hanging victim. ... He does not want to communicate orally. ...", "Diagnosis: conspicuous attempt to commit suicide by hanging.", "Medical recommendations: psychiatric test ...”", "The second note, made by a specialist in internal medicine, reads as follows:", "“General condition good. ... Able to communicate logically. He stated that this had not been his first attempt at suicide.", "Diagnosis: condition following attempted suicide.", "Medical recommendations: psychiatric test. Admission to hospital for treatment not required.”", "70. On 24 January 1995 the applicant was examined by a psychiatrist, who made the following report:", "“Good verbal communication, emotions satisfactory. ... He was in the psychiatric ward of Wrocław Prison Hospital ... to June 1994. Attempted suicide: ‘I can’t take any more.’ He is anxious. Disturbed sleep, loss of appetite, nausea, vomiting. The case has lasted three years – without a judgment, he had no previous convictions. He was frightened by his actions: ‘I don’t know what came over me.’", "Diagnosis: condition following attempted suicide by hanging. Situational depressive reaction.”", "71. On 3 February 1995 the applicant was again examined by a psychiatrist. The doctor’s note reads:", "“Good contact. Full orientation, balanced mood. No psychotic symptoms. Complains: ‘I feel unwell, I have had enough of this, I do not sleep well, I will hang myself.’", "Diagnosis: personality disorder; auto-aggressive reaction.”", "72. In March 1995 the applicant was examined by doctors six times. Two of those examinations were carried out by psychiatrists. The relevant part of a medical certificate issued after the first examination reads:", "“Cracow, 7 March 1995", "Medical Certificate", "As to the state of health of the prisoner", "Prisoner’s complaints, previous illnesses and operations: He is currently submitting the following complaint: difficulty concentrating, psychomotor agitation, feelings of inner tension, recurring pain in the epigastric region. Medical history shows frequent attempts at suicide, including by hanging and drug overdose. He is under regular psychiatric supervision. ...", "Psychiatric consultation 7 March 1995. Situational reaction with depressive features. Fit to take part in court proceedings. ...”", "After the second examination, carried out on 31 March 1995, a doctor noted:", "“Good contact, full orientation, dysphoric mood. Complaints – tension ... sleep disorder, difficulty in concentrating.", "Diagnosis: neurotic disorder.”", "73. From the beginning of April to the end of December 1995 the applicant, either at his own request or at the request of prison doctors, was examined by psychiatrists at least once a month. Apart from that, he received treatment for other ailments. As regards the applicant’s mental state, it appears from the medical register that he repeatedly complained of depression, sleep disturbances, tension, difficulty in concentrating, irritation and lack of improvement of his condition.", "74. In the period from the beginning of January to the end of August 1996 the applicant was examined by doctors on thirty-two occasions; twelve examinations were carried out by psychiatrists.", "75. At the material time the rules governing detention on remand were contained in Chapter 24 of the Law of 19 April 1969 – Code of Criminal Procedure (Kodeks postępowania karnego) – entitled “Preventive measures” (Środki zapobiegawcze). The Code is no longer in force. It was repealed and replaced by the Law of 6 June 1997 (commonly referred to as the “New Code of Criminal Procedure”), which entered into force on 1 September 1998.", "76. The Code listed as “preventive measures”, inter alia, detention on remand, bail and police supervision.", "Article 209 set out the general grounds justifying imposition of the preventive measures. This provision read:", "“Preventive measures may be imposed in order to ensure the proper conduct of proceedings if the evidence against the accused sufficiently justifies the opinion that he has committed a criminal offence.”", "Article 217 § 1 defined grounds for detention on remand. The relevant part of this provision, in the version applicable until 1 January 1996, provided:", "“1. Detention on remand may be imposed if:", "(1) there is a reasonable risk that an accused will abscond or go into hiding, in particular when he has no fixed residence [in Poland] or his identity cannot be established; or", "(2) there is a reasonable risk that an accused will attempt to induce witnesses to give false testimony or to obstruct the proper course of proceedings by any other unlawful means; or", "(3) an accused has been charged with a serious offence or has relapsed into crime in the manner defined in the Criminal Code; or", "(4) an accused has been charged with an offence which creates a serious danger to society.", "...”", "On 1 January 1996 sub-paragraphs 3 and 4 of Article 217 § 1 were repealed and the whole provision was redrafted. From that date onwards the relevant sub-paragraphs read:", "“(1) there is a reasonable risk that an accused will abscond or go into hiding, in particular when his identity cannot be established or he has no permanent abode [in Poland]; or", "(2) [as it stood before 1 January 1996].”", "Paragraph 2 of Article 217 provided:", "“If an accused has been charged with a serious offence or an intentional offence [for the commission of which he may be] liable to a sentence of a statutory maximum of at least eight years’ imprisonment, or if a court of first instance has sentenced him to at least three years’ imprisonment, the need to continue detention in order to secure the proper conduct of proceedings may be based upon the likelihood that a heavy penalty will be imposed.”", "The Code set out the margin of discretion in maintaining a specific preventive measure. Articles 213 § 1, 218 and 225 of the Code were based on the precept that detention on remand was the most extreme preventive measure and that it should not be imposed if more lenient measures were adequate.", "Article 213 § 1 provided:", "“A preventive measure [including detention on remand] shall be immediately lifted or varied if the basis for it has ceased to exist or new circumstances have arisen which justify lifting a given measure or replacing it with a more or less severe one.”", "Article 225 stated:", "“Detention on remand shall be imposed only when it is mandatory; this measure shall not be imposed if bail or police supervision, or both of those measures, are considered adequate.”", "The provisions for “mandatory detention” (for instance, detention pending an appeal against a sentence of imprisonment exceeding three years) were repealed on 1 January 1996 by the Law of 29 June 1995 on Amendments to the Code of Criminal Procedure and Other Criminal Statutes.", "Finally, Article 218 stipulated:", "“If there are no special reasons to the contrary, detention on remand should be lifted, in particular, if:", "(1) it may seriously jeopardise the life or health of the accused; or", "(2) it would entail excessively burdensome effects for the accused or his family.”", "77. Under Polish law “release on bail” does not mean release on condition that a detainee undertakes to pay a specified sum to the court if he fails to appear before it, but release on condition that the required security is paid to the court by either the detainee himself or sureties before the detainee is released.", "78. Article 219 of the Code dealt with medical treatment of an accused during detention on remand. It provided the following:", "“If the state of health of an accused requires treatment in a medical establishment, he cannot be further detained except in such an establishment.”", "79. Article 214 of the Code of Criminal Procedure provided that an accused could at any time lodge an application for release. It read:", "“An accused may at any time apply to have a preventive measure lifted or varied.", "Such an application shall be decided by the prosecutor or, after the bill of indictment has been lodged, by the court competent to deal with the case, within a period not exceeding three days.”", "80. Article 371 § 1 of the Code laid down a time-limit for preparing the statement of reasons for the judgment of the trial court where an appeal had been brought. The relevant provision read:", "“The statement of the reasons for the judgment shall be prepared within seven days from the date on which a notice of appeal has been lodged; in a complex case, when it is impossible to prepare it within the prescribed time, the president of the court may extend that time for a specified period ...”", "81. The Code set out two principal appellate remedies, called “appellate measures”: an appeal, which, under Articles 374 et seq., could be brought solely against judgments and an interlocutory appeal which, under Articles 409 et seq., could be brought against decisions other than judgments and against orders for preventive measures. There was (and still is) no specific provision expressly providing for remedies against inactivity on the part of the judiciary in the course of criminal proceedings."], "VIOLATED_ARTICLES": ["13", "5", "6"], "VIOLATED_PARAGRAPHS": ["5-3", "6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["3"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}