{"ITEMID": "001-107044", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BGR", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF THE UNITED MACEDONIAN ORGANISATION ILINDEN AND IVANOV v. BULGARIA (No. 2)", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Art. 11;Non-pecuniary damage - award", "JUDGES": "George Nicolaou;Lech Garlicki;Ledi Bianku;Nicolas Bratza;Päivi Hirvelä;Zdravka Kalaydjieva", "TEXT": ["7. The background to the case is described in detail in the Court’s judgments in the cases of Stankov and the United Macedonian Organisation Ilinden v. Bulgaria (nos. 29221/95 and 29225/95, ECHR 2001IX) and United Macedonian Organisation Ilinden and Ivanov v. Bulgaria (no. 44079/98, 20 October 2005).", "8. On 30 March 2004 the second applicant and two other members of Ilinden notified the Mayor of Sandanski that the organisation intended to stage a rally between 10 a.m. and 4 p.m. on 18 April 2004 at the grave of Yane Sandanski near the Rozhen Monastery, to commemorate the anniversary of his “dastardly murder”. The event would include laying flowers at the grave, making speeches about the life and the activity of Yane Sandanski, and a “cultural programme”.", "9. On 13 April 2004 the Mayor of Sandanski, without giving reasons for his decision, advised the organisers that Ilinden could hold a rally between 10 a.m. and 12 noon on 18 April 2004, and that it could include laying flowers on the grave of Yane Sandanski and making speeches about him.", "10. On the morning of 18 April 2004 the organisers of the rally built a stage near the grave and started decorating it. According to them, at about 10.30 a.m. a plainclothes police officer, accompanied by two uniformed police officers, approached and told them to stop decorating the stage, as the Mayor’s permission was valid only until 12 noon, and after that they were to leave the area. That statement led to tension, with some of the participants reacting forcefully. After that the rally was allowed to proceed. The Government disputed that assertion. According to them, the rally took place without incident and was attended by more than two hundred foreign guests, including representatives of the embassy of “the former Yugoslav Republic of Macedonia” and a number of Bulgarian and Macedonian journalists. According to the applicants, no other organisations held events at Yane Sandanski’s grave between 8 a.m. and 4 p.m. on that day.", "11. According to the applicants, in the days before the rally the local radio and cable television stations reported that the rally had been banned and was not to be attended. The Government disputed that assertion.", "12. On 19 April 2004 Ilinden notified the Mayor of Blagoevgrad of its intention of staging a rally at 3 p.m. on 4 May 2004 in front of the monument to “the great Macedonian revolutionary” Gotse Delchev in Blagoevgrad, to commemorate the anniversary of his assassination by laying flowers. The rally would start in front of the American University in Blagoevgrad and make its way to Macedonia Square, where the monument was located.", "13. In a letter dated 20 April and received by Ilinden on 24 April 2004 the Mayor of Blagoevgrad informed it that “[e]very citizen of the Republic of Bulgaria [had] the right to pay his respect to the memory of the national heroes and lay flowers at their monuments”. However, in the way it had been planned, the rally was in fact a procession. To proclaim Gotse Delchev a “Macedonian revolutionary” was “unconstitutional and provocative”. The rally was likely to stir unrest and breaches of public order, as had happened in the past. Moreover, the holding of rallies presupposed registration, proof of which Ilinden had not presented. Finally, the municipality had planned an event on Macedonia Square for the same date, to mark the “May holidays”, which made the holding of the rally impossible.", "14. On 26 April 2004 Ilinden sought judicial review of the Mayor’s decision by the Blagoevgrad District Court (“Благоевградски районен съд”). It appears that the court instructed Ilinden to provide proof of registration, which it did not produce. In a decision of 4 May 2004 the court declared the application for judicial review inadmissible. It noted that on 18 November 2002 Ilinden had been refused registration as a non-profit association (see United Macedonian Organisation Ilinden and Others v. Bulgaria (no. 2), no. 34960/04, §§ 1216, 18 October 2011). In view of this and of the fact that the application concerned a rally which was due to take place on the day of the court’s decision – 4 May 2004 – it was obvious that the court’s instructions could not be complied with. The application was therefore defective and could not be examined.", "15. In the meantime, on 3 May 2004, the police, relying on section 62 of the 1997 Ministry of Internal Affairs Act (see paragraph 108 below), ordered the head of Ilinden’s Blagoevgrad chapter not to organise “rallies by members of the organisation ... without permission by the Mayor of Blagoevgrad and in breach of the [1990] Meetings and Marches Act”. The order further admonished him to “coordinate the members of Ilinden to prevent demonstrations with foreign ... flags and other symbols, or the display of placards ... with antiBulgarian slogans, which [was] likely to incite unrest and breaches of public order”. Another member of Ilinden was ordered not to commemorate the anniversary of the death of Gotse Delchev or “use propaganda materials against the Republic of Bulgaria and the Constitution of the Republic of Bulgaria”.", "16. Nevertheless, on 4 May 2004 members of Ilinden were able to lay flowers on the monument, but were not allowed to carry flags or placards. According to the applicants, the municipality did not hold any event on that day. According to the Government, the municipality held the traditional celebration which was open to all comers, including members of Ilinden.", "17. On 19 July 2004 the head of Ilinden’s chapter in Petrich notified the Mayor that the organisation intended to stage a rally in the area of Samuilova Krepost between 10.30 a.m. and 4 p.m. on 1 August 2004, to mark the anniversary of the Ilinden uprising.", "18. In a letter of 22 July 2004 the Mayor of Petrich advised Ilinden that it did not have permission to hold the rally, as another organisation, VMRO, had already applied for and been granted permission to hold an event at the same place and at the same time.", "19. On 29 July 2004 Ilinden sought judicial review of the Mayor’s decision by the Petrich District Court (“Петрички районен съд”). In a decision of 30 July 2004 the court discontinued the proceedings. It held that under the 1990 Meetings and Marches Act (see paragraph 107 below) the holding of rallies was not subject to permission by the Mayor. On the other hand, in certain limited cases the Mayor could ban a rally. The Mayor’s letter did not amount to a ban; it could be regarded as a mere proposal to alter the time and place of the rally. There was therefore no valid administrative decision to be reviewed and the application for judicial review was pointless.", "20. On 1 August 2004 Ilinden held its rally in Samuilova Krepost, apparently without disturbance by the authorities or by hostile counterdemonstrators. According to the Government, the authorities did everything to ensure the smooth unfolding of the event, including asking VMRO to reschedule its event and instructing the management of the site not to collect the usual fees for visiting it. According to the applicants, VMRO did not have any real intention to hold an event at that date and had coordinated their request with the police.", "21. On 23 August 2004 Ilinden notified the Mayor of Blagoevgrad of its intention to hold a rally at 3 p.m. on 12 September 2004, “to commemorate the Macedonians who fell victim to State terrorism and genocide in Bulgaria”, by laying wreaths and making a short speech in front of Gotse Delchev’s monument on Macedonia Square.", "22. In a letter dated 24 August 2004 and received by Ilinden on 3 September 2004 the Mayor said that the phrase “to commemorate the Macedonians who fell victim to State terrorism in Bulgaria” showed that the event Ilinden sought to organise would lead to breaches of public order and conflicts, as had happened in the past. Moreover, the holding of rallies presupposed registration, which had not been proved. Finally, the municipality had planned an event on Macedonia Square for the same date, to mark the beginning of the school year, which made the holding of the rally impossible.", "23. Ilinden sought judicial review of the ban by the Blagoevgrad District Court. In a decision of 8 September 2004, notified to Ilinden on 10 September 2004, the court instructed it to provide evidence of, inter alia, its registration.", "24. At about 2.30 p.m. on 12 September 2004 members and supporters of Ilinden gathered in front of the American University in Blagoevgrad, with a view to marching to Macedonia Square. They were surrounded by about twentyfive uniformed police officers. Two plainclothes officers approached the leaders of the rally and asked them to leave the placards and banners they were carrying. At about 3 p.m. the participants in the rally marched to Macedonia Square, holding up one flag and three placards. They were surrounded by police, who apparently told them several times to put the flag and the placards down. About eighty metres from the monument a group of some forty police officers stopped the participants. A group of about fifteen counter-demonstrators from VMRO were assembled at the base of the monument, waving flags and shouting insults at the participants in the rally. According to the applicants, the counterdemonstrators had not notified the Mayor of their intention to hold an event.", "25. According to the applicants, the police told the participants in Ilinden’s rally that, to be allowed to approach the monument, they had to put down their flags and placards, remove the ribbon from the wreath which they were carrying, and proceed one by one. As the participants refused to comply, they were not allowed to approach the monument.", "26. According to the Government, Ilinden’s failure to take into account the reasons given by the Mayor sparked an angry reaction on the part of citizens around the monument. The police protected the participants in Ilinden’s rally from the angry bystanders and allowed them to approach the monument.", "27. On 4 April 2005 Ilinden notified the Mayor of Sandanski that it intended to organise a rally at the grave of Yane Sandanski near the Rozhen Monastery, to take place between 10.30 a.m. and 3 p.m. on 23 April 2005.", "28. In a letter of 5 April 2005 the Mayor said that an event had been planned for that date by a vocational training school, which had given notice of it on an earlier date – 10 March 2005 – and that Ilinden would therefore have to change the date, time and place of its rally.", "29. On 8 April 2005 Ilinden objected, saying that they could not change the date and the time because according to Macedonian cultural tradition the dead had to be commemorated either on the day of their death or on the closest Saturday, and that, moreover, the grave had to be accessible to everyone. It also said that it could change the place of its rally from the front of a church located near the grave to the back of the church.", "30. On 11 April 2005 Ilinden sought judicial review by the Sandanski District Court (“Сандански районен съд”), arguing that the Mayor’s refusal to allow its rally because of another event was unfounded, as there was enough room near the Rozhen Monastery for both to proceed. In a decision of 13 April 2005 the Sandanski District Court found that the application for judicial review was inadmissible. Only bans on rallies were subject to judicial review, whereas the Mayor’s letter did not amount to such a ban. Even assuming that it could be regarded as a ban, it had not been previously appealed before the municipal council, as required under section 12(4) of the 1990 Meetings and Marches Act (see paragraph 107 below). The decision was served on the second applicant on 13 April 2005.", "31. At 10.30 a.m. on 23 April 2005 members and supporters of Ilinden assembled near Rozhen Monastery, building a stage with posters about three hundred metres from the grave of Yane Sandanski. The applicants asserted that at approximately 10.30 a.m. several police officers told them to remove the posters because at 11 a.m. a group of pupils would be coming to lay wreaths at the grave and on the posters they would see that Yane Sandanski was being proclaimed not as a Bulgarian, but as a Macedonian revolutionary. After the pupils left the scene, the participants in the rally were allowed to put the posters back up. According to the Government, Ilinden reneged on a previous undertaking to move its rally two hundred metres to the west. Despite Ilinden’s numerous breaches of the Mayor’s order, the police intervened only to allow the pupils of the vocational training school to commemorate Yane Sandanski. After that, the pupils were asked to leave the area, so as to avoid “physical and other” conflicts with Ilinden’s members and supporters. The applicants said that no “physical conflicts” had been likely because the participants in the rally had withdrawn to about two hundred metres from the grave and, moreover, knew and respected the teachers.", "32. According to the applicants, during the rally several plainclothes police officers had threatened participants with arrest.", "33. On 18 April 2005 Ilinden notified the Mayor of Blagoevgrad of its intention to hold a rally at 3 p.m. on 4 May 2005 on Macedonia Square, where it would lay wreaths on the monument to Gotse Delchev and make a short speech. The rally would start in front of the American University in Blagoevgrad and make its way to Macedonia Square, where the monument was located.", "34. In a letter of 19 April 2005 the Mayor of Blagoevgrad informed Ilinden that “[e]very citizen of the Republic of Bulgaria [had] the right to pay his respects to the memory of the national heroes and lay flowers at their monuments”. However, in the way it had been planned, the rally was in fact a procession. It was likely to cause breaches of public order and unrest, as had happened in the past. Moreover, the holding of rallies presupposed registration, proof of which Ilinden had not presented. Finally, the municipality had planned an event on Macedonia Square for the same date: a children’s holiday, which made the holding of the rally impossible.", "35. On 21 April 2005 Ilinden sought judicial review of the ban by the Blagoevgrad District Court. On the same day it also appealed against the ban to the Blagoevgrad Municipal Council.", "36. In a letter of 22 April 2005 the chairman of the Municipal Council rejected the appeal, on the ground that the Mayor’s decision was lawful.", "37. On 3 May 2005 the Blagoevgrad District Court instructed Ilinden to rectify its application for judicial review, by specifying which decision it sought review of and exactly what form of relief it was requesting.", "38. On 3 May 2005 the police, relying on section 62 of the 1997 Ministry of Internal Affairs Act (see paragraph 108 below), ordered the head of Ilinden’s Blagoevgrad chapter not to organise a rally the following day. According to the applicants, on 4 May 2005 the second applicant was arrested and taken to a police station in the town of Simitli. On 5 May 2005 the police drew up a report accusing him of having unlawfully organised a prohibited rally.", "39. The rally took place on 4 May 2005. According to the applicants, the participants were not allowed to approach Gotse Delchev’s monument.", "40. On 4 July 2005 the head of Ilinden’s chapter in Petrich notified the Mayor that the organisation intended to stage a rally in the area of Samuilova Krepost at 10 a.m. on 2 August 2005, to mark the anniversary of the Ilinden uprising.", "41. In a letter of 11 July 2005 the Mayor of Petrich advised Ilinden that he could not allow the rally, as VMRO (see paragraph 18 above) had already, on 20 June 2005, applied for and been granted permission to hold an event at the same place and at the same time.", "42. On 18 July 2005 Ilinden sought judicial review of the Mayor’s decision by the Petrich District Court. It did not receive a reply.", "43. On 2 August 2005 Ilinden held its rally in Samuilova Krepost, allegedly accompanied by a heavy police presence. The police filmed the rally with a video camera. According to the applicants, this was done to identify new participants and bring pressure on them to make them refrain from taking part in similar rallies in the future. According to the Government, the police officers present were no more than the usual number dispatched to such events. They did not allow any breaches of public order, save for the consumption of alcohol by members of Ilinden and their foreign guests. Another factor which had served to prevent breaches had been VMRO’s decision, at the authorities’ request, to reschedule their event for another time.", "44. On 23 August 2005 Ilinden notified the Mayor of Blagoevgrad of its intention to hold a rally in front of the monument to Gotse Delchev on Macedonia Square at 3 p.m. on 12 September 2005. In reply, the Mayor banned the event because it coincided with a children’s celebration marking the opening of the school year. Ilinden apparently did not receive a copy of the Mayor’s decision.", "45. On 12 September 2005 the Blagoevgrad police, relying on section 62 of the 1997 Ministry of Internal Affairs Act (see paragraph 108 below), ordered the head of Ilinden’s Blagoevgrad chapter and another of the organisation’s leaders not to organise or take part in rallies involving the laying of wreaths and flowers in front of Gotse Delchev’s monument.", "46. At about 1 p.m. on 12 September 2005 members and supporters of Ilinden started gathering in front of the American University in Blagoevgrad with a view to marching to Macedonia Square. They were surrounded by approximately thirty uniformed and plainclothes police officers who blocked their way, seized the flags and placards they were carrying and destroyed a wreath. According to the Government, the actions of the police were monitored by a public prosecutor, who did not note any abuse of their powers. After that the participants in the rally decided not to go to Macedonia Square. On their way back a group of participants from Sandanski laid flowers at a roadside monument near the village of Cherniche.", "47. A few days later a Member of Parliament from VMRO, Mr B. Yachev, was reported by the press to have commented that the police had acted properly, doing the job done in previous years by VMRO itself. The Mayor of Blagoevgrad was reported by the press to have said that he “would not allow the staging of antiBulgarian demonstrations by separatist associations”.", "48. On 30 October 2005 three of Ilinden’s leaders filed a complaint about the actions of the police with the Sofia Regional Military Prosecutor’s Office. In a decision of 1 December 2005 that Office refused to open a criminal investigation, reasoning that there was no indication that the police officers had acted unlawfully in preventing the rally – which had been banned by the Mayor – or in impounding the objects carried by the participants in it. Ilinden’s ensuing appeal was rejected by the Military Appellate Prosecutor’s Office on 16 January 2006.", "49. On 30 March 2006 the second applicant and two other members of Ilinden notified the Mayor of Sandanski that the organisation intended to stage a rally between 10 a.m. and 3 p.m. on 23 April 2006 at the grave of Yane Sandanski near the Rozhen Monastery, to commemorate the anniversary of his “dastardly murder”. The event would include laying flowers at the grave, a speech about the life and the activity of Yane Sandanski, and a “cultural programme”.", "50. In a letter of 18 April 2006 the Mayor of Sandanski informed Ilinden that it could lay flowers at the grave and organise a cultural programme between 10 a.m. and 12 noon on 23 April 2006.", "51. On 23 April 2006 members and supporters of Ilinden gathered in front of Yane Sandanski’s grave. At about 12 noon they were interrupted by the police, who told them that the time allowed by the Mayor had expired and they should disperse. The participants complied and left the area. According to the Government, the interruption was necessary following the insistence of other organisations. According to the applicants, no other organisations held commemorative events near Rozhen Monastery on that day; the real reason for the interruption was the desire of the police to prevent visitors to the Monastery from seeing Ilinden’s event.", "52. On 25 April 2006 Ilinden notified the Mayor of Blagoevgrad of its intention to hold a rally at 4 p.m. on 4 May 2006 on Macedonia Square, laying wreaths on the monument to Gotse Delchev and making a short speech, to mark the anniversary of the death of this “Macedonian apostle revolutionary”. The rally would start in front of the American University in Blagoevgrad and then make its way to Macedonia Square, where the monument was located.", "53. In a letter of the same date the Mayor of Blagoevgrad informed Ilinden that “[e]very citizen of the Republic of Bulgaria [had] the right to pay his respects to the memory of the national heroes and lay flowers at their monuments”. However, in the way it had been planned, the rally was in fact a procession. It was likely to cause breaches of public order and unrest, as had happened in the past. Moreover, the holding of rallies presupposed registration, proof of which Ilinden had not presented. Finally, the municipality had planned an event on Macedonia Square for the same date: a children’s holiday, which made the holding of the rally impossible.", "54. On 4 May 2006 the police prevented the participants in the rally from moving towards Macedonia Square and, relying on section 55 of the 2006 Ministry of Internal Affairs Act (see paragraph 108 below), ordered them in writing to refrain from participating in assemblies “without permission from the Mayor of Blagoevgrad” and not to “use placards, banners and other visual materials featuring texts with antiBulgarian content”. According to the Government, the restrictions were necessary because of the simultaneous staging of a children’s celebration.", "55. On 6 July 2006 the head of Ilinden’s chapter in Petrich notified the Mayor that the organisation intended to hold a rally in the area of Samuilova Krepost at 10 a.m. on 30 July 2006, to mark the anniversary of the Ilinden uprising.", "56. In a letter of 14 July 2006 the Mayor of Petrich advised Ilinden that he authorised the rally.", "57. The rally proceeded on 30 July 2006. It was attended by about two hundred and fifteen people. According to the Government, the only incident was an attempt by a member of Ilinden to damage the film camera of a local television station. According to the applicants, the same member of Ilinden was kicked three times in the legs by a police officer while trying to prevent the officer from entering a restaurant where the participants in the rally were dining.", "58. On 30 August 2006 Ilinden notified the Mayor of Blagoevgrad of its intention to hold a rally on Macedonia Square at 4 p.m. on 12 September 2006. It seems that on the same day the Mayor replied that the event could not proceed, as it might breach public order and infringe the rights of others.", "59. On 4 September 2006 a member of Ilinden’s managing council once again notified the Mayor of Blagoevgrad of the organisation’s intention to hold the rally, to commemorate “the victims of the Macedonian nation following the Bulgarian governments’ acts of State terrorism and genocide”. He added that for years on end the Mayor had prevented Ilinden from staging rallies, relying on bogus arguments.", "60. In a letter of 5 September 2006 the Mayor replied that the notification could not be examined, as no documents proving that Ilinden had been registered had been produced. It was therefore impossible to identify the “members of the managing bodies of [the] event”. Moreover, the municipality had organised a school holiday at the same place and on the same date, which made the holding of the rally impossible.", "61. On 7 September 2006 Ilinden sought judicial review of the ban by the Blagoevgrad District Court. In a final decision of 8 September 2006 the court rejected the application for judicial review. It held that the risk of breaches of public order had not been made out by the Mayor and that, in the light of the European Court of Human Rights’ judgments in a series of cases against Bulgaria, the lack of registration was not a sufficient ground to ban a rally. However, the holding of a school holiday prevented the parallel holding of Ilinden’s rally. In the court’s view, it was inopportune to allow adults and children to gather at the same time and place, to concurrently stage a school event and a political one, as “the children’s fragile minds should not be subjected to the political interventions and influences which would inevitably occur if the two events [were] allowed to proceed together. Children should on no account be burdened with the political passions and confrontations of adults and become the unwilling witnesses of acts which [were] perceived equivocally by Bulgarian society”.", "62. On the same day, 8 September 2006, Ilinden notified the Mayor that, in view of the fact that the holding of the rally could not take place on 12 September, it was willing to reschedule it for 4 p.m. on 11 September 2006. On the same day the Mayor replied that the notification could not be examined, as no documents proving that Ilinden had been registered had been produced. It was therefore impossible to identify the “members of the managing bodies of [the] event”.", "63. According to the applicants, as a result Ilinden decided not to hold an event; only one member laid flowers at the monument. According to the Government, the rally did take place without hindrance from the police.", "64. On 12 September 2006 Ilinden sought permission from the Mayor of Sandanski to rent a municipal hall on 15 October 2006, to hold a founding meeting needed for the organisation’s registration as a political party. On 26 September 2006 the Mayor replied that Ilinden’s request could not be accommodated, as on 15 and 16 October 2006 the hall was due to host an international wrestling tournament. He also added that the hall was very often used for cultural events and was due to undergo repairs.", "65. On 27 September 2006 Ilinden informed the Mayor that it had learned that the tournament would not take place and asked him to reconsider his decision, saying that there were no other suitable halls in the region. Failing that, it asked the Mayor to allow the founding meeting to be held in a square in front of the hall. On 29 September 2006 the Mayor replied that according to the information available to him, the tournament would take place as planned. As regards the staging of the meeting in the square, Ilinden had to submit an official notification, specifying the organiser of the event, its aim and its exact time and place.", "66. On 2 October 2006 Ilinden reiterated its request to use the hall. It alternatively asked the Mayor to indicate another venue which could take up to five hundred people and allow its use. On 5 October 2006 the Mayor confirmed his initial statement that the hall would be in use on the requested date. He also said that no other venue of such a size existed.", "67. Ilinden complained about the refusal to let it use the hall to the Commission for Protection against Discrimination and to the Blagoevgrad Regional Governor, but to no avail. It seems that as a result it did not hold the founding meeting as planned.", "According to the applicants, on 15 October 2006 the municipal hall was not hosting a sports event, but was empty.", "68. According to the applicants, on 19 December 2006 three members of Ilinden were collecting declarations by persons who wished to become members of the political party at a stall in the centre of Sandanski. They were approached by two men, one of whom was the head of the Petrich chapter of the political party Attack (“Атака”), who shouted insults at them. He threw the materials on the stall to the ground, hit one of the members of Ilinden in the face, tore apart an Ilinden poster, and then called the police. The police arrived and arrested the attacker. Later he was warned not to engage in violent actions and released.", "69. On the same day the three members of Ilinden complained about the assault to the prosecuting authorities.", "70. In a decision of 25 January 2007 the Sandanski District Prosecutor’s Office refused to open a criminal investigation, as the acts alleged in the complaint did not constitute publicly prosecutable offences. The bodily injuries suffered by the first Ilinden member were minor and therefore gave cause for a private prosecution, the destroyed property was not of great value, which made its destruction a trivial occurrence which should not be criminally prosecuted, and the proffering of insults also gave cause for a private prosecution only.", "71. On appeal by the three Ilinden members, on 5 February 2007 the Blagoevgrad Regional Prosecutor’s Office upheld that decision, fully endorsing its reasoning.", "72. On 16 March 2007 Ilinden notified the Mayor of Sandanski that it intended to stage a rally between 10.30 a.m. and 2 p.m. on 22 April 2007 at the grave of Yane Sandanski near the Rozhen Monastery, to commemorate the anniversary of his “dastardly murder”. The event would include laying flowers at the grave, a speech about the life and the activity of Yane Sandanski, and a “cultural programme”. On the same date the Mayor of Sandanski informed Ilinden that he could not agree to the rally, as he had already allowed a sister organisation, UMO Ilinden – PIRIN, to stage an event at the grave of Yane Sandanski between 10 a.m. and 4 p.m. on 22 April 2007.", "73. On 26 March 2007 Ilinden informed the Mayor that they had learned that UMO Ilinden – PIRIN would in fact be holding their event in the town of Melnik, in front of Yane Sandanski’s monument, between 10 a.m. and 4 p.m., and that only a small delegation would go to the grave near the Rozhen Monastery, to lay flowers between 10 and 11 a.m. They therefore proposed to stage their rally at the grave after 11 a.m. On the same day the Mayor informed Ilinden that the rally could take place between 11 a.m. and 12 noon, as the police did not have the means of protecting a longer event.", "74. As a result, Ilinden decided to change the date of its rally to 21 April 2007 and notified the Mayor accordingly. On 27 March 2007 the Mayor replied that he could not accommodate its wish, as a vocational training school had already applied for, and been given, permission to stage an event at that time.", "75. On 28 March 2007 Ilinden filed an application for judicial review with the Sandanski District Court. It argued that the Mayor’s refusals to allow the rally as planned were unlawful, as Ilinden was willing to shift the timing of the event, but could not shrink it into the short timeframe allowed by the Mayor. It included a programme which needed time and it would not in any way disturb other events or visitors to Yane Sandanski’s grave. Ilinden therefore asked the court to set aside the Mayor’s decisions and allow the rally to be staged between 11 a.m. and 3 p.m. on 22 April 2007.", "76. In a decision of 2 April 2007 the Sandanski District Court declared the application inadmissible. It held that the Mayor had not banned the rally, but merely proposed a change in its timing, as was his duty under section 12(1) of the 1990 Meetings and Marches Act (see paragraph 107 below). Only bans on rallies were reviewable by the courts, and only after such bans had been appealed against to the municipal council. Moreover, the Act did not give the courts jurisdiction to allow the holding of rallies.", "77. On 6 April 2007 Ilinden appealed to the Blagoevgrad Regional Court, relying, inter alia, on the Court’s judgment in the case of Ivanov and Others v. Bulgaria (no. 46336/99, 24 November 2005). It is unclear what the outcome of the proceedings was.", "78. On 18 April 2007 the Regional Governor of Blagoevgrad, acting of his own motion, annulled the Mayor’s letter of 26 March 2007 allowing the rally. He reasoned that it amounted to an administrative decision, creating legal rights for Ilinden, and that it was unlawful. Firstly, the organisation was not registered; on the contrary, in February 2007 the Supreme Court of Cassation had upheld the Sofia City Court’s judgment turning down a request by UMO Ilinden – PIRIN to be registered as a political party (see UMO Ilinden – PIRIN and Others v. Bulgaria (no. 2), no. 41561/07, §§ 819, 18 October 2011). Since it was accordingly unlawful under Bulgarian law, it had no standing to give notice of its intention to hold a rally. Secondly, the proposed rally would put public order at risk. The Rozhen Monastery was a place visited by many tourists, especially at weekends. It was therefore inappropriate to allow the staging of a rally there. Moreover, rallies and meetings were being organised at those locations at the same time by the local authorities and non-governmental organisations. As clashes between supporters of Ilinden and others had taken place in the past, it was necessary to ban its rally. Finally, the activities of the organisation were contrary to Bulgarian law, as they consisted in propaganda against the country’s sovereignty and territorial integrity and aroused national and ethnic hatred.", "79. According to the applicants, on 22 April 2007 many bus companies hired to transport participants in the rally to the Rozhen Monastery desisted, under pressure from the police. Two cars carrying materials for a stage to be erected at the site of the rally were stopped by the police and not allowed to continue. A bus transporting a group of singers was also diverted by the police. A number of other cars with participants were stopped and searched by the police while en route to Rozhen Monastery. The grave of Yane Sandanski was surrounded by about a hundred uniformed police officers and a number of plainclothes ones, who did not allow the participants in the rally to approach it. No other organisations were present.", "80. According to the Government, Ilinden was able to hold the rally, in the presence of many Macedonian journalists and representatives of the Ministry of Foreign Affairs of the “former Yugoslav Republic of Macedonia”. The alleged difficulties with the transportation of the participants were overblown; the police had done nothing more than to ensure the smooth commemoration by various organisations of the anniversary of Yane Sandanski’s death. It was not true that participants in the rally had been stopped and searched.", "81. On 26 April 2007 Ilinden notified the Mayor of Blagoevgrad of its intention to stage a rally on Macedonia Square, in front of Gotse Delchev’s monument, at 4 p.m. on 4 May 2007. The event, which was to mark the anniversary of the assassination of the “Macedonian revolutionary”, would consist of the laying of a wreath and flowers on the monument and a short speech. It would last one hour.", "82. On the same day the Mayor replied that the notification could not be examined as Ilinden had not produced documents proving its official registration. It was thus impossible to identify the “managing bodies of [the] event”. Moreover, on 4 May 2007 the municipality was organising children’s games on Macedonia Square, so that the staging of Ilinden’s event could not be allowed.", "83. Ilinden filed an application for judicial review with the Blagoevgrad District Court. It argued, inter alia, that there was no risk that breaches of public order or traffic disturbances would occur. The place of the rally and the limited number of participants had been specifically chosen to avoid such eventualities. Macedonia Square was very large and Ilinden was planning to use only a small part of it for its rally. The ban was not justified under section 12(2) of the 1990 Meetings and Marches Act (see paragraph 107 below) or Article 11 § 2 of the Convention and was in breach of Ilinden’s right to express its opinion, enshrined, inter alia, in Article 10 of the Convention.", "84. In a final decision of 27 April 2007 the Blagoevgrad District Court dismissed the application. It held that, while the lack of registration did not amount to sufficient grounds to prohibit the rally, the risk that it could infringe the rights of others was enough to justify the ban. In the court’s view, it was inopportune to allow adults and children to gather at the same time and place, to concurrently stage a school event and a political one, as “the children should not be subjected to the political interventions and influences which would inevitably occur if the two events [were] allowed to proceed together. Children should on no account be burdened with the political passions and confrontations of adults and become the unwilling witnesses of acts which [were] perceived equivocally by Bulgarian society”.", "85. On 3 May 2007 the police, relying on section 55 of the 2006 Ministry of Internal Affairs Act (see paragraph 108 below), ordered in writing a member of Ilinden’s leadership not to organise or take part in a rally on the next day. According to the Government, in spite of that, on 4 May 2007, members of Ilinden laid flowers at the monument without being stopped by the police.", "86. On 16 July 2007 the head of Ilinden’s chapter in Petrich notified the Mayor that the organisation intended to stage a rally in the area of Samuilova Krepost at 10 a.m. on 29 July 2007, to mark the anniversary of the Ilinden uprising.", "87. In a letter of 22 July 2004 the Mayor of Petrich advised Ilinden that VMRO (see paragraph 18 above) had already applied for and been granted permission to hold an event at the same place and at the same time.", "88. On 20 July 2007 Ilinden sought judicial review of the Mayor’s decision by the Petrich District Court. It argued that both events could proceed simultaneously. In a decision of 25 July 2007 the court declared the application for judicial review inadmissible. It held that the Mayor’s letter did not amount to a ban, but merely to information that another rally had been planned for the same time and place. Under the 1990 Meetings and Marches Act, if a rally had not been banned within twenty-four hours of notice being given to the Mayor, it could proceed. Even if the Mayor did ban a rally, that decision first had to be appealed against to the municipal council and only then challenged by way of judicial review.", "89. On 29 July 2007 about three hundred and fifty members and supporters of Ilinden approached Samuilova Krepost, carrying placards and banners – according to the Government, “in defiance of the orders of the municipality”. According to the applicants, they were stopped by the police before reaching the site and were ordered to put the placards and banners down. They obeyed and were allowed access to the site without the materials. The participants in the rally laid wreaths and flowers. A plainclothes police officer removed the ribbons from the wreaths. Later the participants tried to erect a stage at their chosen place, but were stopped by the police and so erected it on the other side of a small river crossing the site. According to the Government, the police did not impose restrictions on the manner of commemorating the anniversary.", "90. On 28 August 2007 Ilinden notified the Mayor of Blagoevgrad of its intention to stage a rally on Macedonia Square, in front of Gotse Delchev’s monument, at 4.30 p.m. on 12 September 2007. The event, which was to mark the anniversary of “the genocide against the Macedonians”, would consist of the laying of a wreath and flowers on the monument and a short speech. It would last one hour.", "91. On 29 August 2007 the Mayor replied that the notification could not be examined as Ilinden had not produced documents proving its official registration. It was thus impossible to identify the “managing bodies of [the] event”. Moreover, the municipality had planned an event on Macedonia Square for the same date, a children’s holiday under the name “Hello, school”, to mark the beginning of the school year, which made the holding of the rally impossible.", "92. On 30 August 2007 Ilinden sought judicial review by the newly created Blagoevgrad Administrative Court (“Благоевградски административен съд”), reiterating the arguments raised in its previous applications. In a decision of 30 August 2007 the Blagoevgrad Administrative Court found that under the 1990 Meetings and Marches Act, which was lex specialis in relation to the general rules of administrative procedure, the court competent to examine an application for judicial review of a Mayor’s decision to ban a rally was the district court. It therefore sent the file to the Blagoevgrad District Court.", "93. In a final decision of 5 September 2007 the Blagoevgrad District Court dismissed the application. It held that, while the lack of registration did not amount to sufficient grounds to prohibit the rally, the fact that another event, likely to draw a number of people, many of whom were children, was due to take place on the same date in Macedonia Square was enough to justify the ban. In the court’s view, it was inopportune to allow two wholly different events to be staged at the same time and place.", "94. According to the applicants, no school event took place at 4 p.m. on 12 September 2007 on Macedonia Square. When a number of members and supporters of Ilinden gathered in front of the American University in Blagoevgrad at about 5 p.m., they were stopped by the police and a number of them were arrested. They were taken to a police station, held for about three hours and charged with committing administrative offences for having tried to take part in a banned rally.", "95. On 22 October 2007 the deputy Mayor of Blagoevgrad imposed administrative punishments (fines of 200 Bulgarian levs (102.26 euros) each) on the second applicant and on a number of members of Ilinden for having taken part in a banned rally, in breach of a publicorder regulation issued by the Blagoevgrad Municipal Council. All of them sought judicial review. In a series of judgments delivered on 18 and 19 February, 11 March, and 22 and 29 May 2008 the Blagoevgrad District Court annulled the fines. In some of the judgments it found that they were invalid, as under the applicable rules the deputy Mayor had no power to impose administrative punishments. In other judgments the court found that the deputy Mayor’s decisions were defective because they did not specify which administrative offences had been committed. In others it held that although the Mayor’s ban on the rally planned for 12 September 2007 was legally binding, the actions of the members of Ilinden on that date had not amounted to the staging of a rally, as they had been too few and had not tried to wave banners and make speeches, but merely to lay flowers on Gotse Delchev’s monument. The court went on to say that every person, regardless of their political convictions, had the right to honour the memory of national heroes in peace.", "96. On 4 March 2008 Ilinden notified the Mayor of Sandanski that it intended to stage a rally between 10.30 a.m. and 3 p.m. on 20 April 2008 at the grave of Yane Sandanski near the Rozhen Monastery, to commemorate the anniversary of his murder. The event would include laying flowers at the grave, a speech about the life and work of Yane Sandanski, and a “literary and musical programme”. On 17 March 2008 the Mayor of Sandanski advised the organisation that its members could lay flowers on the grave of Yane Sandanski between 10.30 and 11 a.m. on 20 April 2008, but not carry out the remainder of their programme, as an event had been planned for that date by a vocational training school.", "97. On 26 March 2008 Ilinden sought judicial review by the Sandanski District Court, arguing that there was enough room for both its and the school’s events and that, as on many previous occasions, the limitations imposed by the Mayor hindered the exercise of its right of peaceful assembly. In a decision of 17 April 2008 the Sandanski District Court found that the application for judicial review was inadmissible. It held that the Mayor had not banned the rally, but merely proposed a change in its timing, as was his duty under section 12(1) of the 1990 Meetings and Marches Act (see paragraph 107 below). Only bans on rallies were reviewable by the courts, and only after such bans had been appealed against to the municipal council. Moreover, the Act did not give the courts jurisdiction to allow the holding of rallies.", "98. On 17 April 2008 the police, relying on section 55 of the 2006 Ministry of Internal Affairs Act (see paragraph 108 below), ordered the second applicant to abide by the limitations imposed by the Mayor of Sandanski, to ensure public order during the event, not to urge a violent change of the constitutional order, and not to incite the commission of offences through public speeches.", "99. The applicants submitted that on 20 April 2008 the police stopped a number of cars travelling to Rozhen to take part in the rally. The grave of Yane Sandanski was surrounded by about thirty officers. One of them wanted to remove the ribbons from a wreath which members of Ilinden wished to lay on the grave, which sparked off a forceful verbal exchange.", "100. On 1 September 2008 Ilinden notified the Mayor of Blagoevgrad of its intention to stage a rally on Macedonia Square, in front of Gotse Delchev’s monument, from 5 p.m. to 6 p.m. on 12 September 2008, to commemorate “the genocide against the Macedonians perpetrated by Bulgarian State terrorism”. The rally would consist of the laying of a wreath and flowers in front of the monument, the making of a short speech, and the lighting of candles. The Mayor did not reply.", "101. A number of members and supporters of Ilinden gathered in front of the American University in Blagoevgrad at about 4.40 p.m. on 12 September 2008. They carried two posters saying “UMO Ilinden” and “12 September – Day of the Genocide of the Macedonians of Bulgaria”. Several uniformed and plain-clothes police officers appeared on the scene ten minutes later. One officer told the participants that if they carried posters “which are against Bulgaria” the posters would be taken away. After that the police seized the second poster. The participants in the rally then headed towards Macedonia Square. On the way there, two men threatened one of the participants in the rally, saying “we will now fine you 200 [Bulgarian] levs each, I know your sons, we will fire them from work ...”. In Macedonia Square the members of Ilinden stood in front of Gotse Delchev’s monument, laid a wreath and flowers, and lit candles. One of them made a short speech. The police did not interfere with the event. However, they later arrested a member of Ilinden who was taking photographs, took his camera by force and exposed the film in it.", "102. On 24 April 2009 Ilinden notified the Mayor of Blagoevgrad of its intention to stage a rally on Macedonia Square, in front of Gotse Delchev’s monument, at 5 p.m. on 4 May 2009, to mark the anniversary of his death.", "103. In a letter delivered to Ilinden’s chairman at 4.30 p.m. on 30 April 2009 the Mayor informed the organisation that they could join the laying of flowers in front of the monument at 10 a.m. on 4 May 2009, together with representatives of other political and civic organisations. In view of the short time until the date of the planned event, Ilinden did not seek judicial review of the Mayor’s decision.", "104. The second applicant and two other members of Ilinden, who tried to approach Gotse Delchev’s monument at 2.40 p.m. on 4 May 2009, were arrested and taken to a police station. There they were issued orders under section 55 of the Ministry of Internal Affairs Act (see paragraph 108 below) not to take part in the rally prohibited by the Mayor. The police also seized a wreath with a ribbon saying “To Gotse from UMO Ilinden”.", "105. On 31 August 2009 Ilinden notified the Mayor of Blagoevgrad of its intention to stage a rally in Macedonia Square, in front of Gotse Delchev’s monument, between 12 noon and 1 p.m. on 12 September 2009, to mark the “day of the genocide against the Macedonian people”. The Mayor did not reply.", "106. On 12 September 2009 members and supporters of Ilinden gathered in front of the monument, but were arrested and taken to a police station. There the police, relying on section 55 of the Ministry of Internal Affairs Act (see paragraph 108 below), ordered the second applicant and six other members of Ilinden’s leadership not to take part in rallies not authorised by the Mayor of Blagoevgrad. The police also seized from them several items: a ribbon bearing the inscription “12.IX. Day of the genocide against the Macedonian people”; a poster bearing the same inscription; and a red flag bearing the inscription “Macedonia” and depicting the “Star of Vergina”. On 14 September 2009 Ilinden requested the return of those items. The police acceded to the request on 15 September 2009.", "107. The relevant provisions of the 1991 Constitution and of the 1990 Meetings and Marches Act are set out in paragraphs 4851 of the Court’s judgment in the case of Stankov and the United Macedonian Organisation Ilinden (cited above), in paragraphs 7276 of the Court’s judgment in the case of United Macedonian Organisation Ilinden and Ivanov (cited above) and in paragraphs 2428 of the Court’s judgment in the case of Ivanov and Others v. Bulgaria (cited above). For the purposes of the present case, particular mention needs to be made of section 12 of the 1990 Act, which at the material time provided as follows:", "“(1) Where the time or the place of the meeting, or the itinerary of the march, would create a situation endangering public order or traffic safety, the President of the Executive Committee of the People’s Council, or the mayor, respectively, shall propose their modification.", "(2) The President of the Executive Committee of the People’s Council, or the mayor, shall be competent to prohibit the holding of a meeting, demonstration or march, where reliable information exists that:", "1. it aims at the violent overturning of Constitutional public order or is directed against the territorial integrity of the country;", "2. it would endanger public order in the local community;", "...", "4. it would breach the rights and freedoms of others.", "(3) The prohibition shall be imposed by a written reasoned act not later than twenty-four hours following the notification.", "(4) The organiser of the meeting, demonstration or march may appeal to the Executive Committee of the People’s Council against the prohibition referred to in the preceding paragraph. The Executive Committee shall decide within twentyfour hours.", "(5) Where the Executive Committee of the People’s Council has not decided within [that] timelimit, the march, demonstration or meeting may proceed.", "(6) If the appeal is dismissed the dispute shall be referred to the relevant district court which shall decide within five days. That court’s decision shall be final.”", "The Meetings and Marches Act was adopted in 1990, when the 1971 Constitution was in force. Under that Constitution, the executive local State authorities were the executive committees of the people’s councils in each district. The mayors referred to in some of the provisions of the Meetings and Marches Act were representatives of the executive committee acting in villages and towns which were under the jurisdiction of the respective people’s councils. The 1991 Constitution abolished the executive committees and established the post of mayor, elected by direct universal suffrage, as the “organ of the executive power in the municipality” (Article 139).", "108. Under section 62(1) of the 1997 Ministry of Internal Affairs Act, the police could, if necessary for the performance of their duties, issue orders to individuals or organisations. Those orders were binding unless they obviously imposed the commission of an offence (section 62(4)). Section 62(5) provided that such orders, when issued in writing, were subject to judicial review. The wording of section 55(1), (4) and (5) of the 2006 Ministry of Internal Affairs Act, which superseded the above provision on 1 May 2006 and is currently in force, is almost identical.", "109. Under section 31(1) of the 1998 Administration Act, regional governors (a) carry out governmental policy and coordinate the operations of the branches of central government in their respective regions; (b) seek to achieve a balance between national and local interests and interact with the local authorities; (c) are responsible for safeguarding State property in their respective regions; (d) uphold legality in their regions and supervise the enforcement of administrative decisions; (e) control the lawfulness of the decisions and the actions of local authorities; (f) coordinate and control the operations of the territorial branches of ministries and other central authorities, as well as the enforcement of their decisions; (g) organise civil defence; (h) preside the regional security councils; and (i) carry out the region’s international contacts.", "110. Under Article 93 § 4 of the 2006 Code of Administrative Procedure, all mayoral decisions may be challenged before regional governors. Under section 32(2) of the 1998 Administration Act, regional governors may annul unlawful mayoral decisions. Their decisions to do so are subject to judicial review (section 32(3) of the Act).", "111. Section 1(1) of the 1988 State Responsibility for Damage Caused to Citizens Act (on 12 July 2006 its name was changed to “State and Municipalities Responsibility for Damage Act” – hereinafter “the 1988 Act”) provides that the State – and since 1 January 2006 municipalities – are liable for damage suffered by private persons as a result of unlawful decisions, actions or omissions by civil servants committed in the course of or in connection with the performance of their duties.", "112. Article 169b of the 1968 Criminal Code makes it an offence to prevent someone, through violence, threats or other unlawful means, from exercising their “constitutional political rights”. The offence is aggravated if committed by officials during or in connection with the performance of their duties (Article 169c of the Code).", "113. The Committee of Ministers concluded the examination of application no. 44079/98 (United Macedonian Organisation Ilinden and Ivanov v. Bulgaria) and application no. 46336/99 (Ivanov and Others v. Bulgaria) on 8 June 2011, by adopting Resolution CM/ResDH(2011)46, which reads:", "“The Committee of Ministers, ...", "Recalling that the violations of the Convention found by the Court in these cases concern the infringement of the freedom of assembly of organisations which aim to achieve “the recognition of the Macedonian minority in Bulgaria” due to prohibitions of their meetings between 1998 and 2003 (violation of Article 11) and the lack of effective remedies to complain against these prohibitions (violation of Article 13) (see details in Appendix);", "Recalling that a finding of violations by the Court requires, over and above the payment of just satisfaction awarded in the judgments, the adoption by the respondent state, where appropriate, of", "– individual measures to put an end to the violations and erase their consequences so as to achieve as far as possible restitutio in integrum; and", "– general measures preventing similar violations;", "Having noted that two other applications presently pending before the European Court concern allegations relating to bans or to the holding of certain meetings of the applicants initially scheduled between March 2004 and September 2009;", "Having considered, without prejudging the judgment the Court could deliver in respect of these applications, that in view of the positive trend observed concerning the holding of the applicants’ meetings in particular since 2008 and the absence of complaints from them as regards 2010, no further individual measure seemed required in these cases;", "Having also examined the general measures and in particular the awareness-raising measures taken by the Bulgarian authorities to ensure that applicable domestic law is interpreted in conformity with the Convention and thus to prevent violations similar to that found by the European Court (see details in Appendix);", "Having satisfied itself that, within the time-limit set, the respondent state paid the applicants the just satisfaction provided in the judgments (see details in Appendix),", "DECLARES, having examined the measures taken by the respondent state (see Appendix), that it has exercised its functions under Article 46, paragraph 2, of the Convention in these cases and", "DECIDES to close the examination of these cases.”"], "VIOLATED_ARTICLES": ["11"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}