{"ITEMID": "001-24068", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "IRL", "BRANCH": "ADMISSIBILITY", "DATE": 2004, "DOCNAME": "DAWSON v. IRELAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Georg Ress", "TEXT": ["The applicants, Albert and Dudley Dawson, are Irish nationals, born in 1934 and 1938, respectively. They both live in Dublin. The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicants are insurance brokers. On 22 July 1992 they issued a plenary summons beginning a libel action against the Irish Brokers Association (“IBA”): they took issue with a letter circulated by the IBA indicating that the applicants’ membership of the IBA had been terminated due to non-compliance with the requirements of the Insurance Act 1989. Section 3 of that Act stipulates that every person who contravenes the Act shall be guilty of an offence.", "On 17 September 1992 the applicants filed a statement of claim. Further to a motion of the applicants, on 21 December the High Court ordered the IBA to deliver its defence.", "On 28 June 1993 the High Court, following the applicants’ motion, accepted that their solicitors had ceased to be on record.", "On 9 February 1994 another solicitor (“AC”) filed a notice of change of solicitor, thereby coming on record for the applicants. The case was also set down for trial. The hearing of the case was initially fixed for November 1995 but it could not be heard on the date. By early 1996 AC had come off record although he continued to assist the applicants informally.", "On 5 March 1996 the case came on for hearing (“first hearing”) before Mr Justice Kinlen and a jury. It was submitted by the IBA that the applicants had gone beyond the ambit of the pleadings in the course of their opening speech to the jury and it was deemed necessary by the trial judge to discharge the jury.", "On 18 June 1996 the hearing re-commenced before a new jury and Mr Justice Barron (“second hearing”). It ended on 4 July 1996 when the jury returned a verdict in favour of the applicants and awarded the applicants 515,000 Irish pounds (IR£). The trial judge ordered the IBA to discharge the applicants’ costs when taxed and ascertained.", "In July 1996 the IBA appealed arguing that the defence of “qualified privilege” should have been admitted and that the damages were excessive. They requested a new trial or that the Supreme Court render judgment in the terms of their notice of appeal.", "The Supreme Court heard the appeal on 18 and 19 February 1997 and reserved judgment which was delivered on 27 February 1997. The Supreme Court (Mr Justice O’Flaherty giving the judgment of the Court, with which the two other judges agreed) dismissed the appeal as regards the question of qualified privilege. However, it allowed the appeal on the question of damages, finding the award excessive. Accordingly, the action was remitted to the High Court for a new trial on the question of damages only. The IBA was ordered to discharge the applicants’ costs of the appeal when taxed and ascertained.", "On 6 March 1997 the applicants filed a notice in the High Court confirming the re-appointment of AC as their legal representative, but by April 1997 they were filing their own pleadings in the High Court.", "By notice of motion dated 21 April 1997 the applicants requested, inter alia, that their case be heard as a matter of priority. The IBA also motioned to strike out parts of the applicants’ submissions as “scandalous”. On 25 April 1997 the High Court granted the priority request ordering that the case be listed first in the list to fix dates for jury actions: that list would be called over on 13 May 1997 and the judge doing so would also decide on the IBA’s motion.", "On 12 May 1997 the IBA issued two motions in the High Court seeking discovery of documents relevant to the quantum of damages including access to the applicants’ past business records and seeking leave to make a lodgment into Court in respect of the libel established. On 12 May 1997, at a call-over of the case-list, a hearing date was not fixed given the outstanding discovery matter. On 14 May 1997 the applicants issued a counter-motion seeking maximum priority for the fixing of a hearing date on damages during the following court term.", "On 13 June 1997 the High Court heard these motions and reserved judgment. On 23 June 1997 the High Court (Mr Justice Moriarty) delivered a detailed judgment ordering the applicants to deliver particulars of, and disclose documents concerning, turnover for a period of 3 years prior to the libel and particulars of their claimed losses. The IBA was given liberty to amend its defence to allow it to lodge a sum of money into court. It was also ordered that the action be accorded priority in the Dublin jury lists for the following legal term. The applicants were awarded their costs of the IBA’s motion concerning its lodgment into court and the court’s decision on other costs’ matters was reserved.", "On 7 August 1997 the applicants filed an affidavit of discovery. On 26 August 1997 the applicants filed a motion to have the hearing specially fixed in accordance with the priority accorded on 21 April 1997. On 27 August 1997 the IBA filed an amended defence and on 3 September 1997 the applicants’ replied. On 19 September 1997 the IBA filed a motion requesting that part of the applicants’ reply be struck out (as being, inter alia, prolix, in part scandalous, unnecessary, and irrelevant) and for the applicants to make full discovery in accordance with the court order of 23 June 1997. The IBA supported their motion by affidavits dated 22 September and 15 October 1997 and the applicants filed an affidavit on 24 September 1997. On 29 September 1997 the applicants’ priority listing motion was considered but no order was made pending the outstanding discovery matter.", "By notice dated 15 October 1997, the applicants discharged AC as their solicitor. On that date also the IBA’s motion (of 19 September) was heard in the High Court (Mr Justice Kelly) which ordered a significant portion of the applicants’ reply to be struck out and that they make discovery as already ordered on 23 June 1997. The decision on costs of the motion was reserved. The action was listed for mention on 4 November 1997.", "The applicants filed two more affidavits on 21 October 1997, inter alia, objecting to producing certain documents and making some discovery.", "On 4 November 1997 the High Court (Mr Justice Kelly) ordered the applicants to respond within 14 days to an outstanding matter raised in the IBA’s affidavit of 22 September 1997. A decision as to the award to be made on the costs of that hearing and court order was reserved. The action was listed for mention on 25 November 1997.", "By affidavit of 13 November 1997 the applicants responded to the matter raised in the IBA affidavit of 22 September 1997. On 11 and 25 November 1997 the IBA filed affidavits in the High Court concerning certain discovery matters. On the latter date also the High Court (Mr Justice Kelly) heard the parties, noted their agreement that the IBA inspect certain of the applicants’ documents and it was ordered that it be done before Christmas. Costs were reserved. On 1 and 5 of December 1997 the applicants and the IBA filed affidavits concerning discovery. The applicants submit that on 8 December 1997 the High Court examined these matters refused the IBA’s motion and did not make a costs’ order in their favour.", "On 30 January 1998 the IBA wrote to the applicants indicating that many of the matters they had referred to in their reply were not admissible and that objection would be taken at the opening of the trial on damages if the applicants attempted to introduce them (mainly concerning the applicants’ new claim for exemplary damages).", "The hearing (“third hearing”) on the question of damages took place before the High Court (Mr Justice Budd) from 3 to 6 February 1998, on which latter date the trial judge made certain preliminary rulings and directions, pursuant to the IBA’s motion, excluding submissions by the applicants on certain matters considered to fall outside of the scope of the damages’ proceedings. Since the applicant who was pleading had fallen ill, the matter was adjourned to 10 February 1998. By then, the applicants had considered the rulings of the trial judge and formed the view that the trial judge had thereby taken away their right to a proper trial on the damages’ aspect. The order of 10 February 1998 records that the applicants had “refused to proceed”. It was ordered that their claim for damages be dismissed and that the IBA recover the costs of the hearing together with their costs of the motions in respect of which costs had been reserved. The money lodged in court by the IBA could be withdrawn by the IBA.", "On 2 March 1998 the applicants appealed against those orders of the High Court and requested a new trial which would include their submissions excluded by the High Court in early February 1998. The Supreme Court heard the appeal on 27 October 1998. On 6 November 1998 judgment was delivered (by Mr Justice O’Flaherty): the court found in the applicants’ favour (considering, inter alia, that the applicants should have been allowed to make submissions on exemplary and aggravated damages) and ordered a new trial in the High Court and the IBA was to re-lodge the sum of money back into court. No order was made as to the costs of the appeal: the costs of the third hearing and of the new trial were matters for the new trial judge.", "Further to the applicants’ motion dated 9 November 1998, the High Court ordered (on 13 November 1998) that the re-trial of the action be specially fixed for the first day of jury hearings the following legal term.", "On 21, 22 and 27-30 April 1999 the High Court hearing on damages (“fourth hearing”) took place before Mr Justice Kelly and a jury. On 4 May 1999 the jury awarded the sums of 85,000 Irish pounds (IEP) (damages) and IEP 50,000 (aggravated damages) in compensation. No exemplary award was made. The applicants were also to recover the costs of that hearing together with those costs reserved on 23 June (both motions), 15 October and on 25 November 1997 as well as the costs of two days of the third hearing.", "On 20 December 1999 the applicants submitted their costs’ calculations to the Taxing Master. The IBA responded on 25 February 2000 and the applicants on 16 March 2000. On 3 July 2000 the Taxing Master delivered rulings on the taxation of costs, disallowing certain of the applicants’ claims and allowing others. Further hearings on costs took place before the Taxing Master on 18-20, 20 and 25 October 2000, on 20 December 2000 and 22 February 2001. On 22 February 2001 the Taxing Master made further rulings and issued a report on the applicants’ costs on 8 March 2001.", "On 26 February 2001 the applicants issued a motion to review in the High Court the taxation rulings. The applicants took issue, inter alia, with the Taxing Master’s refusal to award them legal costs at IEP 140 per hour as they were not represented and to award them instead an hourly amount for the time they spent in court at the standard rate applicable to the profession of which they were both members (insurance brokers). They also took issue with the decision not to allow all of the costs claimed in respect of the informal assistance of a solicitor after their solicitors had came off record (IEP 7,000 was awarded for this). On 14 March 2001 the IBA also lodged a cross-motion to review certain aspects of the Taxing Master’s award submitting, inter alia, that no award at all should have been made in respect of this informal assistance.", "By detailed judgment dated 29 June 2001 the High Court (Mr Justice Kelly) dismissed the applicants’ appeal and allowed the IBA’s appeal. The High Court found reasonable the Taxing Master’s refusal to award the applicants the sum of IEP 140 per hour in respect of the time they spent on their own case: the refusal was in line with jurisprudence and the Taxing Master had reasonably made an award for the time spent by the applicants in court at the standard hourly rate charged by insurance brokers. Indeed, it was noted that the applicants had taken the figure of IEP 140 per hour from a newspaper cutting, that the applicants had been unable to present firm evidence to the Taxing Master as to their actual hourly earnings (evidence from the trial indicated that their rate was between IEP 10.00-13.30 per hour) and that the purpose of taxation of costs was reimbursement of costs and not profit-making. As to the award of IEP 7000 for informal legal assistance, the High Court found that the Taxing Master had erred in law and allowed the IBA appeal on this point.", "Otherwise the High Court considered and confirmed the Taxing Master’s disallowance of costs claimed by the applicants for procedures in respect of which “no order as to costs” had been made by a court (not least because the applicants had not appealed those orders at the time). The High Court also considered and confirmed the Taxing Master’s rulings on miscellaneous items including mileage/travelling/parking (an allowance made), copying (no allowance made), and the costs of purchasing legal text books (no allowance made).", "In addition, the High Court judge referred to the voluminous criticisms and allegations against the members of the Government, a professional institution, barristers, solicitors and a number of High Court judges including the High Court’s President which the applicants had attempted to introduce into the appeal. Apart from not being relevant to the current appeal, the High Court judge considered those comments to be “serious and scurrilous” and demonstrative of the fact that “obsession has replaced reason and invective has replaced argument”.", "The High Court also made an award of the costs of the appeal in favour of the IBA, on the understanding that the IBA would not enforce it if the applicants did not appeal further.", "The applicants claim that they then sought the perfected order of the High Court and, when they received it, considered its terms did not reflect what had been ordered. Accordingly, on 2 October 2001 they applied for an extension of time to appeal to the Supreme Court. On 5 October 2001 the Supreme Court agreed to the extension of time (until 26 October 2001). Costs of that application were awarded to the IBA.", "On 22 October 2001 the applicants appealed to the Supreme Court claiming, inter alia, that it was unfair that they had not been awarded costs in respect of the time and effort which went into representing themselves whereas a solicitor representing himself would have been granted costs. On 15 April 2002 the appeal court heard the appeal and reserved judgment. The applicants prepared almost 70 typed pages of an opening statement for the Supreme Court and state that they were allowed to read aloud 9 pages only (which 9 pages included their challenge to the accuracy of the High Court judgment of 29 June 2001).", "On 8 May 2002 the Supreme Court delivered its judgment dismissing the appeal finding, inter alia, that, according to relevant case-law, costs could not be recovered by lay litigants since only legal costs which could be measured by the court could be awarded. The court noted that, in the case of solicitors representing themselves, the costs for their professional skill and labour are capable of being measured and, as pointed out in the case-law, it would be absurd to permit a solicitor to employ another solicitor and recover the costs but not permit him to recover costs if he chose to represent himself. On 10 May 2002 the Supreme Court made an order for the costs of that appeal in favour of the IBA.", "By summons dated 14 November 2002 and requested by the IBA, the applicants were convoked before the Taxing Master on 24 January 2003 for the examination of the costs of the IBA in successfully defending their appeals against taxation of costs. The Taxing Master refused the applicants’ application for an adjournment and on 28 January 2003 he awarded 77,027.67 euros (“EUR”) to the IBA in respect of the costs of those appeals. The applicants did not appeal against this award.", "On 4 July 2003 the IBA informed the applicants that they had registered judgment against their property. On 16 July and 11 August 2003 the applicants sent cheques to the IBA in payment of the costs awarded together with interest and asked the IBA to withdraw the judgments against their property. The IBA requested the applicants to forward the appropriate documentation for the vacation of the judgments and it appears that correspondence has continued thereafter on this question."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}