{"ITEMID": "001-61210", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FIN", "BRANCH": "CHAMBER", "DATE": 2003, "DOCNAME": "CASE OF THE FORTUM CORPORATION v. FINLAND", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;Non-pecuniary damage - finding of violation sufficient;Costs and expenses partial award", "JUDGES": "Nicolas Bratza", "TEXT": ["9. The applicant is a multinational company specialising, inter alia, in the wholesale of petrochemical products, as was Neste at the time of relevance to the case.", "10. In light of submissions lodged by another company in the field – Suomalainen Energiaosuuskunta (“SEO”) – the Competition Office (kilpailuvirasto, konkurrensverket), on 11 October 1993, initiated proceedings before the Competition Council (kilpailuneuvosto, konkurrensrådet), requesting that Neste be ordered to cease abusing its dominant position on the Finnish market for motor engine fuel. In the view of the Competition Office the reductions in Neste's wholesale prices discriminated against some of its clients, thereby violating the 1992 Act on Competition Restrictions (laki kilpailunrajoituksista, lag om konkurrensbegränsningar 480/1992). The Competition Office therefore requested that Neste be ordered to cease and desist from applying certain pricing criteria.", "11. In a further submission of 11 February 1994 the Competition Office requested that an administrative fine (seuraamusmaksu, påföljdsavgift) be imposed. As a new fact the Competition Office referred to Neste's unwillingness to concede that it had been violating the relevant provisions and accordingly to change the price of fuel sold to SEO.", "12. On 16 June 1994 the Competition Council held that Neste had abused its dominant position on the relevant market but found no reason to impose a fine on the company. Neste, SEO and the Competition Office all appealed to the Supreme Administrative Court (korkein hallinto-oikeus, högsta förvaltningsdomstolen). Neste maintained that it did not hold a dominant position on the market in question and in any case had not been abusing it. SEO appealed in so far as the Competition Council had accepted certain of Neste's criteria for price differentiation. The Competition Office contended that a fine should have been imposed.", "13. On 9 and 14 September 1994 Neste forwarded to the Competition Office its interpretation of the Competition Council's decision as to the pricing criteria to be applied in light of the latter's decision. On 17 October 1994 the Competition Office replied that its interventions were limited to questions of principle. It could therefore not pronounce itself on Neste's proposed interpretation regarding the acceptable pricing criteria.", "14. On 14 and 30 November 1994 Neste again drew the Competition Office's attention to its difficulties in interpreting the Competition Council's decision.", "15. In a submission to the Supreme Administrative Court dated 26 June 1995 Neste demanded equality of arms in the proceedings. Reference was made to a telephone conversation between Neste's representative and a legal officer of the Supreme Administrative Court from which it had transpired that a secret memorandum of the Competition Office dated 19 June 1995 had been filed with the Supreme Administrative Court. The memorandum discussed Neste's conduct following the Competition Council's decision. The document had been released to Neste by the Competition Office itself on 22 June 1995 in response to the company's request.", "16. In a further submission to the Supreme Administrative Court dated 24 July 1995 Neste challenged the accuracy of the Competition Office's memorandum, including the conclusions drawn. Neste again objected to the Supreme Administrative Court's failure to hear it formally in respect of the Competition Office's observations and apparently other memoranda.", "17. By decision of 30 November 1995 (reported in its 1995 Yearbook A, p. 246) the Supreme Administrative Court, without commenting on Neste's procedural objections of 26 June and 24 July 1995, upheld the Competition Council's decision in large part. The court found, inter alia, that Neste, being in a dominant position on the relevant market, could in principle have objectively justifiable grounds for treating its clients differently according to certain criteria. In the case under examination Neste had not, however, shown any convincing grounds for differentiating between its clients on any ground other than on the basis of the volume of fuel purchased. By applying other pricing criteria Neste had accordingly abused its dominant position.", "18. Having concluded that a fine should have been imposed on Neste, the Supreme Administrative Court referred the fixing of its amount to the Competition Council. It further ordered that Neste's conduct after 16 June 1994, in respect of which the court had received “substantial new information”, was to be taken into account. The court declined to examine itself what significance should be given to that information.", "19. The Supreme Administrative Court's case-file indicates that it deliberated on 22 and 30 May as well as on 14 June 1995.", "20. On 4 December 1995 the Competition Council confirmed to the parties that the sole question which remained to be decided was the size of the fine to be imposed on Neste. In January 1996 the Competition Office proposed a fine in the amount of 100,000,000 Finnish Marks (FIM) (approximately 16,819,000 euros (EUR) ). This proposal was rejected by the Competition Council. The Competition Office then filed a new proposal in which the amount of the fine was maintained but on different grounds.", "21. In the beginning of 1996 Neste's representative found in the Supreme Administrative Court's case-file a copy of further observations drawn up by the Competition Office and dated 6 March 1995. They bore a stamp indicating that they had been received by the Supreme Administrative Court on 8 March 1995. The Competition Office had forwarded a copy to the Competition Council but not to Neste. The observations sought to refute Neste's arguments by highlighting the salient points of a 1994 decision of the European Commission in the case Texaco v. Norsk Hydro which the Competition Office argued supported the Competition Council's decision of 16 June 1994. The Supreme Administrative Court had not heard Neste in respect of those observations.", "22. Following an oral hearing the Competition Council, by decision of 30 October 1996, fixed Neste's fine at FIM 2,000,000 (about EUR 336,000). It noted that Neste's pricing practice from 1 January to 8 February 1993 had clearly discriminated against SEO and had been found to be unlawful under the 1992 Act. While the prohibited pricing practice had not been significant in nature, it had not been so insignificant as to justify a waiver of the fine.", "23. As regards Neste's conduct from 17 June 1994 to 30 November 1995 the Competition Council found that it had not deviated to such an extent from its decision of 16 June 1994 as to justify the imposition of a fine. In addition, Neste's attempts to obtain approval of its amended pricing practice had been in vain, since the Competition Office had failed in its obligation to direct and supervise the implementation of that decision. Accordingly, no fine was imposed for Neste's conduct during that period.", "24. On 5 July 2000 the Supreme Administrative Court refused, in extraordinary proceedings, the applicant company's request for an annulment of its decision of 30 November 1995 in the ordinary proceedings under the 1992 Act. The court found that no procedural error had taken place and reasoned, inter alia, that in so far as it had ordered that the fine to be imposed on Neste should take account of its conduct between the Competition Council's decision of 16 June 1994 and the court's decision of 30 November 1995, it had not become evident that the court had based itself on material in respect of which Neste had not been heard. Moreover, the court had expressly declined to draw any conclusion as to whether the supplementary information received by it should be taken into account when considering the amount of the fine to be imposed.", "25. At the time of the proceedings before the Supreme Administrative Court, domestic law contained no general provisions on the manner in which parties to administrative proceedings were to be heard in writing. Even in the absence of such provisions it was considered an essential feature of fair administrative proceedings that all parties were properly heard. The hearing requirement was considered to include the right of a party to be informed of a matter affecting him or her, of the progress of the proceedings and of any evidence adduced. It entitled a party to submit observations on any evidence adduced by other parties but only if that evidence could affect the outcome of the case. Whenever such evidence had been adduced, the court could not rely on it unless the other party had been heard. A party needed not be heard when a certain claim was not examined on its merits or was rejected immediately.", "26. The Act on the Supreme Administrative Court (74/1918) provided, inter alia, that the court could request an opinion or other observations for the purpose of seeking evidence. The cases were dealt with by respecting “lawful court procedure” (sections 14-15).", "27. As from 1 December 1996 the Act on Administrative Court Procedure (hallintolainkäyttölaki, förvaltningsprocesslag 586/1996) applies to proceedings before the Supreme Administrative Court. It contains explicit provisions on the hearing of parties. Provisions on parties' right to be heard can also be found in section 21 (2) of the Constitution (Suomen Hallitusmuoto, Regeringsform för Finland 731/1999; section 16 (2) of the former Constitution as amended by Act no. 969/1995).", "28. According to section 2, subsection 1 of the Act on Publicity of Official Documents (laki yleisten asiakirjojen julkisuudesta, lag om allmänna handlingars offentlighet 83/1951), as in force at the relevant time, any document prepared and issued by an authority as well as any document sent or handed in to an authority and remaining in its possession was to be deemed an official document. Under section 9, however, a document could be ordered to be kept secret by Decree, for example when this was deemed necessary in order to safeguard business activities.", "29. The Decree on Certain Exceptions to the Publicity of Official Documents (asetus sisältävä eräitä poikkeuksia yleisten asiakirjain julkisuudesta, förordning innefattande vissa undantag i fråga om allmänna handlingars offentlighet 650/1951) stipulated, inter alia, that documents containing information about commercial or industrial activities, the pursuit of a trade or profession or about the financial position of a private person were to be kept secret, unless the concerned company or person consented to disclosure (section 1).", "30. On the one hand, a party within the meaning of section 19 of the Act on Publicity of Official Documents (whose interest, right or obligation the matter concerned) had the right to obtain information even from a document not designated as publicly accessible, if that information could influence, or could have influenced, the consideration of the case. On the other hand, it was possible to withhold from a party information appearing even in an document of the aforementioned nature, if disclosure thereof would have been contrary to a particularly important public or private interest.", "31. The 1951 Act and Decree were replaced, on 1 December 1999, by a new Act on the Public Character of Activities Conducted by Public Authorities (laki viranomaisten toiminnan julkisuudesta, lag om offentlighet i myndigheternas verksamhet 621/1999) which contains comparable provisions on private economic interests and on parties' right of access to documents.", "32. According to the Act on the Competition Office (711/1988), the Office shall publish its findings to the extent deemed appropriate. Information regarded as a business or professional secret shall not be disclosed, unless the concerned party has consented thereto (section 3)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}