{"ITEMID": "001-22137", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "ADMISSIBILITY", "DATE": 2001, "DOCNAME": "PETERSEN v. GERMANY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Lucius Caflisch", "TEXT": ["The applicant, Werner Petersen, is a German national, who was born in 1947 and lives in Neustadt. He was represented before the Court by Mr Rixe, a lawyer practising in Bielefeld. The respondent Government were represented by their Agents, Mrs H. Voelskow-Thies, Ministerialdirigentin, of the Federal Ministry of Justice, at the initial stage of the proceedings, and subsequently by Mr K. Stoltenberg, Ministerialdirigent, also of the Federal Ministry of Justice.", "Further applications concerning his right of access to his son and related matters are pending before the Court (No. 38282/97 and No. 68891/01).", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant is the father of the child Sinja Johannes, born out of wedlock in Helmstedt on 3 May 1985. The applicant had been living with Ms S. B., the child’s mother, since May 1980. They agreed that the child should bear his mother’s surname, i.e. B. After their separation in November 1985, the applicant continued to pay maintenance and he had regular contacts with the child until autumn 1993.", "In August 1993 Ms S. B. married Mr K., who was the father of her daughter, born out of wedlock in 1990 and bearing the surname K. They chose the husband’s surname name as their family name and she availed herself of the right to put her surname in front of that.", "In November 1993 the applicant asked the Youth Office of the Bremen Municipality whether Ms B.-K. had applied for a change of Sinja’s surname. By letter of 20 December 1993 he was informed that she had inquired into this possibility, however, no request had been filed yet. In his letter, the competent administrator, acting for the Youth Office as guardian, added that, should such a request be lodged, he would agree as the stepfather had already been living together with Ms. B.-K. and the child for more than one year and the child fully accepted him.", "On 30 December 1993 Ms B.-K. and Mr K. had statements recorded at the Bremen Registry Office according to which they gave their family name to Sinja Johannes. They also filed a document issued by the Bremen Youth Office on 29 December 1993 according to which, on behalf of the child, it agreed to the change of surname. The Bremen Registry Office informed the Helmstedt Registry Office accordingly and the registrar at Helmstedt Registry Office thereupon added the change of the child’s surname to the record of his birth.", "Following correspondence with the Bremen Youth Office, the applicant filed an action with the Bremen Administrative Court against the Bremen Municipality, complaining that the Youth Office had failed to hear him on the question of the envisaged change of his son’s surname.", "On 19 May 1994 the Bremen Administrative Court ruled that it was incompetent to entertain the applicant’s action and transferred the case to the Braunschweig District Court.", "On 21 October 1994 the Braunschweig District Court dismissed the applicant’s claim for rectification of the record of his son’s birth as far as the entry of the change of surname was concerned. The court found that this entry was correct as the child’s surname had been changed in accordance with section 1618 of the Civil Code and the relevant procedural rules. The Court further considered that section 1618 of the Civil Code did not amount to discrimination and was not in breach of Article 8 of the Convention. The Court observed that the legislator was called upon the ensure that children born out of wedlock had the same opportunities for their physical and spiritual development and their place in society as were enjoyed by children born in wedlock. The legislator had meanwhile enacted legislation to this effect. Even assuming that further measures were necessary, on the whole, section 1618 of the Civil Code did not affect the equality between children born out of wedlock and children born in wedlock. Rather, in providing for the possibility of having the same surname, section 1618 secured that the child’s status as a child born out of wedlock was not disclosed to the public.", "Moreover, as far as procedural matters were concerned, the proceedings for a change of surname in which the natural father did not participate could not be objected to from a constitutional point of view. In particular there was no breach of the applicant’s rights as a natural parent as his child had never borne the father’s surname. The change of surname served the interests of the child. In any event, a mere right of the natural father to be heard in the proceedings, as argued by the applicant, without a possibility to prevent the change of surname would not be effective because the mother and the step-father would eventually decide.", "On 4 January 1995 the Braunschweig Regional Court dismissed the applicant’s appeal. The Regional Court endorsed the reasoning of the District Court and stated in particular that there were no indications that the legal provisions applied in the present case were unconstitutional. The Court further confirmed that the change of surname served the interest of the child’s well-being which prevailed over the interests of the natural father.", "On 10 March 1995 the Braunschweig Court of Appeal dismissed the applicant’s further appeal. Referring to case-law of the Federal Constitutional Court, it considered that section 1618 of the Civil Court could not be objected to from a constitutional point of view. The applicant could not derive from his rights as a natural father a right to be heard in the proceedings for the change of his child’s surname, because his rights conflicted with the rights of the mother and in particular of the child whom this provision intended to protect. The child’s interests are safeguarded in that the Youth Office participates in the proceedings. If the child’s mother, her husband and the guardian agree upon the change of the child’s surname, this change is generally in the interest of the child’s well-being.", "In January 1994, following problems in having access to his son, the applicant applied to the Bremen District Court for a decision granting him a right of access to Sinja Johannes. In April 1994 the District Court granted him provisionally access. Subsequently, the child’s mother no longer fully complied with the decision and prohibited visits as from October 1994.", "On 3 January 1995 the applicant instituted proceedings with the Bremen District Court against Ms B.-K. claiming a sum amounting to 370.80 German marks (DEM) as compensation for damages suffered by him, namely costs for travelling, due to her refusal of access to his son on 16 October and 13 November 1994.", "On 5 April 1995 the Bremen District Court, following an oral hearing on 22 March 1995, dismissed the applicant’s action. The court found that there was no legal basis to claim compensation for an alleged refusal of access to his son. In this respect, the court noted that, pursuant to section 1711 of the Civil Code, the person having custody and care of a child born out of wedlock determines contact arrangements with the father, and that the father can only claim personal contacts if they are in the child’s interests. The court also observed that its decision of August 1994 on provisional visiting arrangements was formulated as granting the child a right to visit the applicant, not as a right of access awarded to the applicant.", "On 17 August 1995 the Federal Constitutional Court refused to entertain the applicant’s constitutional complaints against the decisions taken in the above proceedings concerning the change of his son’s surname and the refusal of his compensation claim, respectively. The Constitutional Court found that the conditions for admitting these complaints for a decision on their merits were not met.", "The Constitutional Court considered in particular that the applicant’s complaint about the change of his son’s surname did not raise any questions of fundamental importance. Referring to its decision of 7 March 1995, the Constitutional Court recalled that fathers of children born out of wedlock enjoyed the right to the care and upbringing of the children under the Basic Law (Grundgesetz) even if they were not living with the child’s mother and were not educating the child together with her. However, the legislator was called upon to enact rules in case of conflict between the parents. In the present case, there was no indication that the courts, in interpreting and applying section 1618 of the Civil Code, had disregarded the applicant’s right as a parent.", "As regards the District Court’s decision of 5 April 1995, the Constitutional Court considered that there were no indications that the applicant’s constitutional right as a parent to have access to his child had to be safeguarded by means of an action in tort.", "The decision was served on 22 August 1995.", "The statutory provisions on family matters are to be found in the German Civil Code. They have been amended on several occasions and many were repealed by the amended Law on Family Matters (Reform zum Kindschaftsrecht) of 16 December 1997 (Federal Gazette 1997, p. 2942), which came into force on 1 July 1998.", "Pursuant to section 1617 of the Civil Code, a child born out of wedlock was given the surname which the mother was bearing at the time of the child’s birth. A change of the mother’s surname on account of her marriage did not affect the child’s surname.", "Section 1618 of the Civil Code provided that the mother of a child born out of wedlock and her husband could declare for the record of a registrar that the child, who was bearing a surname in accordance with section 1617 and was not married, should in future bear their family name; and the father of the child could declare for the record of a registrar that the child should in future bear his surname. The child had agree to the change of surname, and, in case that the father declared that the child should bear his surname, the mother also had to agree. A minor child was represented in these matters by the competent Youth Office acting as guardian pursuant to sections 1706, 1709 of the Civil Code.", "As regards children born in wedlock, section 1616 of the Civil Code provided that they were given their parents’ common family name or, if they have not chosen a family name, the mother’s or the father’s surname, as chosen by them. In the absence of a determination by them, the competent court transferred the right to choose the surname to one of the parents whose surname would be the child’s surname in the absence of a decision within one month. According to section 1616a § 2, a change of the surname of one of the parents on account of marriage did not affect the child’s surname.", "A change of surnames of children born in wedlock following divorce and remarriage of the parent having the right to custody was governed by the general rules on the change of surnames under the Change of Surnames Act (Namensänderungsgesetz). According to section 3 § 1, a surname may only be changed if there is an important reason to justify such a change. The relevant circumstances are to be established ex officio, and all persons directly affected by the envisaged change (unmittelbar Beteiligte) as well as the local police office and other persons possibly affected by the envisaged change of the surname shall be heard (section 3 § 2).", "The relevant provisions of the Civil Code, as amended, distinguish between three situations. Children are given the common family name of their parents (section 1616). If there is no common family name and custody is exercised jointly, both parents determine the child’s surname (section 1617 with special rules in the absence of such common determination). If there is no common family name and one parent has the sole custody, the child is given that parent’s surname (section 1617a § 1) or, upon the request of the parent exercising custody and in agreement with the other parent, the child can be given the other parent’s surname (section 1617a § 2).", "Section 1618 provides in particular that a parent, who has the sole custody for an unmarried child, and this parent’s spouse who is not a parent of the child, can declare for the record of a registrar that the child shall in future bear their family name. If the child has borne the other parent’s surname, that other parent has to agree to the change; the agreement can be replaced by a court decision if necessary in the interest of the child.", "Before the entry into force of the amended Law on Family Matters, the relevant provisions of the Civil Code concerning custody of and access to a child born out of wedlock were worded as follows (the Court’s translation):", "Section 1705", "“Custody over a minor child born out of wedlock is exercised by the child’s mother...”", "Section 1711", "“1. The person having custody of the child shall determine the father’s right of access to the child. Section 1634 § 1, second sentence, applies by analogy.", "2. If it is in the child’s interests to have personal contact with the father, the guardianship court can decide that the father has a right to personal contact. Section 1634 § 2 applies by analogy. The guardianship court can change its decision at any time.", "3. The right to request information about the child’s personal circumstances is set out in section 1634 § 3.", "4. Where appropriate, the youth office shall mediate between the father and the person who exercises the right of custody.”", "Section 1626 § 1 reads as follows (the Court’s translation):", "“The father and the mother have the right and the duty to exercise parental authority (elterliche Sorge) over a minor child. The parental authority includes the custody (Personensorge) and the care of property (Vermögenssorge) of the child.”", "Pursuant to section 1626 a § 1, as amended, the parents of a minor child born out of wedlock jointly exercise custody if they make a declaration to that effect (declaration on joint custody) or if they marry. According to Section 1684, as amended, a child is entitled to have access to both parents; each parent is obliged to have contact with, and entitled to have access to, the child. Moreover, the parents must not do anything that would harm the child’s relationship with the other parent or seriously interfere with the child’s upbringing. The family courts can determine the scope of the right of access and prescribe more specific rules for its exercise, also with regard to third parties; and they may order the parties to fulfil their obligations towards the child. The family courts can, however, restrict or suspend that right if such a measure is necessary for the child’s welfare. A decision restricting or suspending that right for a lengthy period or permanently may only be taken if otherwise the child’s well-being would be endangered. The family courts may order that the right of access be exercised in the presence of a third party, such as a Youth Office authority or an association.", "Proceedings in family matters are governed by the Act on NonContentious Proceedings (Gesetz über die Angelegenheiten der freiwilligen Gerichtsbarkeit).", "According to section 12 of that Act, the court shall, ex officio, take the measures of investigation that are necessary to establish the relevant facts and take the evidence that appears appropriate.", "Persons with a legitimate interest in a case may apply to the court for leave to inspect and obtain copies of documents or evidence in any particular case (section 34 § 1)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}