{"ITEMID": "001-120967", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AZE", "BRANCH": "CHAMBER", "DATE": 2013, "DOCNAME": "CASE OF ABDULGADIROV v. AZERBAIJAN", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Article 6+6-3-c - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Fair hearing;Adversarial trial;Equality of arms) (Article 6 - Right to a fair trial;Criminal proceedings;Article 6-3-c - Defence in person);Pecuniary damage - claim dismissed;Non-pecuniary damage - award", "JUDGES": "Dmitry Dedov;Elisabeth Steiner;Erik Møse;Isabelle Berro-Lefèvre;Khanlar Hajiyev;Linos-Alexandre Sicilianos;Ksenija Turković", "TEXT": ["5. The applicant was born in 1958 and lives in Baku.", "6. The applicant is a practising Muslim and attended a mosque, where he met A. Subsequently, A. was arrested by officers of the Ministry of National Security (“the MNS”) on suspicion of having had contact with Al-Qaeda in the past and being the leader of a group planning to carry out terrorist acts in Azerbaijan. The authorities considered the group to be religious fundamentalists (referred to as “adherents of Wahhabism”).", "7. On 7 September 2004 the applicant was also arrested by the MNS officers, on suspicion of being associated with that group.", "8. A search of his place of residence, carried out on the same day, did not reveal any incriminating evidence. However, a hand grenade was found in the flat of the applicant’s wife, which the MNS officers had also searched.", "9. The applicant was charged with illegal possession of a weapon under Article 228.1 of the Criminal Code. In addition to the applicant, the criminal proceedings involved five other accused (including A.), all of whom were charged with more serious offences than the applicant. Four of them were charged with complicity in the preparation of terrorist acts.", "10. On 10 September 2004 the applicant was brought before a judge, who ordered his detention pending trial.", "11. The applicant was tried by the Assize Court, together with the other five accused. The trial was closed to the public. According to the applicant, before the Assize Court he argued that the hand grenade did not belong to him and that it had been “planted” in his wife’s flat by the MNS officers who, having tricked his wife, had gained access to the flat about 30 minutes before she, the applicant himself, and two passers-by who had been asked to witness the search, entered the flat.", "12. On 7 February 2005 the Assize Court convicted the applicant of illegal possession of a weapon and sentenced him to three years’ imprisonment. The other accused were convicted of more serious criminal offences (terrorist activities) and received longer prison sentences, ranging from five to fourteen years’ imprisonment.", "13. On 18 February 2005 the applicant lodged an appeal against the judgment, requesting the Court of Appeal to quash the judgment in the part concerning him and to terminate the criminal case against him. He reiterated his allegations that the hand grenade had not belonged to him, that the case file did not contain any other evidence against him, and that he had not committed the criminal offence for which he had been convicted. He argued that, in circumstances where the discovery of the hand grenade in his wife’s flat was essentially the only incriminating evidence against him, the trial court had failed to take into account the unlawful manner in which the search had been conducted and to properly assess the admissibility and reliability of the evidence obtained as a result of the search. He also noted that the first-instance court had applied the most severe sentence provided for in Article 228.1 of the Criminal Code and had not taken into account his personal circumstances when imposing the sentence, such as, inter alia, the fact that he had to provide and care for his aged and ailing mother.", "14. Some of the other defendants also lodged appeals.", "15. At a preliminary hearing on 22 March 2005, held in the presence of the public prosecutor but in the absence of the defendants and their lawyers, the Court of Appeal fixed the date of the hearing on the merits for 29 March 2005 and decided that only the public prosecutor and the defendants’ lawyers should be invited to that hearing. The Court of Appeal’s decision was silent as to whether the defendants or their lawyers had been informed of the time and place of the preliminary hearing (see paragraph 23 below). It was also silent as to whether the hearing on the merits would be held with or without a “court investigation” (see paragraph 24 below).", "16. On 29 March 2005 the Court of Appeal examined the appeals lodged by all six defendants, including the applicant. The court examined the appeals “without a court investigation”, that is, without a full rehearing of the case (see paragraph 25 below for an explanation of the differences in appellate proceedings conducted with and without a “court investigation”). According to the applicant, the Court of Appeal hearing lasted between ten and twenty minutes. According to the minutes of the hearing, the applicant was absent but the applicant’s lawyer and the public prosecutor were present. On the same day the Court of Appeal upheld the Assize Court’s judgment of 7 February 2005. The Court of Appeal’s judgment was largely a word-for-word copy of the judgment of 7 February 2005.", "17. On 5 August 2005 the applicant lodged a cassation appeal with the Supreme Court. He claimed, inter alia, that his absence from the Court of Appeal’s hearing had breached his rights under the domestic law. The Supreme Court examined the applicant’s cassation appeal separately and, on 29 November 2005, upheld the lower courts’ judgments. The Supreme Court’s decision was silent on the applicant’s complaint about his absence from the hearing before the Court of Appeal. At the Supreme Court hearing the applicant was represented by his lawyer but was not present personally.", "18. In accordance with Article 397 of the Code of Criminal Procedure (“the CCrP”), an appellate court (second instance) verifies whether the court of first instance correctly established the facts of the case and correctly applied the provisions of the criminal law and the CCrP.", "19. In accordance with Article 398 of the CCrP, following the examination of an appeal, the appellate court may dismiss the appeal and uphold the judgment of the first-instance court, quash the first-instance judgment and deliver a new judgment, quash the first-instance judgment and terminate the criminal proceedings, or amend the first-instance judgment.", "20. In accordance with Article 91.5.25 of the CCrP, the accused has the right to be present at hearings before the first-instance and appellate courts, and to examine the case materials.", "21. In accordance with Article 392.2 of the CCrP, if the issues raised before the appellate court may lead to the worsening of the situation of the convicted or acquitted person as a result of the appeal proceedings, or if the appellate court decides that a full judicial review of the case (“a court investigation”) is necessary, it is imperative that the convicted or acquitted person, as well as his or her counsel, be summoned to the appeal hearings. In such cases the participation of the public prosecutor is also compulsory. According to the same provision, the participation of the appellant and the consequences of his or her absence are determined with reference to the criteria set out in Article 311 of the CCrP.", "22. According to Article 311 of the CCrP, the accused has a right to participate in all trial hearings and enjoys all the defence rights provided for in the CCrP. Article 311.2 specifies two exceptional circumstances where the court can examine the case in absence of the accused: (a) the accused is abroad and intentionally avoiding attending the hearing; or (b) the person is charged with a minor criminal offence and has waived his or her right to be present at the court hearings.", "According to Article 311.4 of the CCrP, except for the circumstances specified in Article 311.2 of the CCrP, if the accused is absent from the hearing, the court’s examination of the case must be postponed.", "23. Under Article 391.1 of the CCrP, the appellate court must hold a preliminary hearing within fifteen days (in some circumstances, within thirty days) of receiving an appeal. Persons who have the right to lodge an appeal, and the public prosecutor, have the right to be present at the preliminary hearing. These parties must be informed in advance of the time and place of the preliminary hearing; however, their failure to attend does not prevent the preliminary hearing from taking place. If a convicted person who is detained lodges a request to participate in the preliminary hearing, it is for the court to order that he or she be brought to the hearing.", "24. During the preliminary hearing the appellate court examines various admissibility issues and decides on a number of procedural matters, following which, in accordance with Article 391.3.4 of the CCrP, it can decide to fix a date for a hearing on the merits. According to Article 392.1 of the CCrP, if the court decides to proceed with the examination of the merits of the appeal and fixes a date for a hearing on the merits, it must also decide on the following issues, inter alia: whether a “court investigation” is necessary and, if so, its scope; whether it is necessary to procure additional evidence; and which persons should be invited to attend the hearing on the merits.", "25. According to Article 394.3 of the CCrP (which contains further references to Articles 339-341 of the CCrP), if the appellate court examines the appeal “without a court investigation”, the appeal hearing on the merits proceeds approximately as follows: the court (a) opens the hearing by, inter alia, explaining the substance of the first-instance judgment, summarising the points of appeal and asking if the parties have any objections; (b) notifies the participants of any additional requests lodged at the appeal hearing; (c) hears the arguments of the parties concerning the points of appeal; (d) invites the parties to make closing statements and exercise their right of reply to the other party’s closing statement (in the manner stipulated in Articles 339-341 of the CCrP); and (e) closes the hearing and retires to the deliberations room.", "In accordance with Articles 394.4 and 394.6 of the CCrP (which contain further references to Articles 324-341 of the CCrP), if the appellate court examines the appeal by means of a “court investigation”, the appellate hearing essentially takes the form of a full rehearing of the case resembling the first-instance trial (but limited to the issues raised on appeal). Specifically, the appellate hearing proceeds approximately as follows: the court (a) opens the hearing by, inter alia, explaining the substance of the first-instance judgment, summarising the points of appeal and verifying if the parties have any objections; (b) begins the “court investigation” by reading out the operative provisions of the public prosecutor’s indictment, explaining to the accused the substance of the charges against him and his rights as an accused, and asking the accused whether he wishes to plead guilty or not guilty; (c) questions the accused concerning all relevant aspects of the case and gives the other party the opportunity to cross-examine him, and, where necessary, examines any other statements made by the accused prior to the trial stage; (d) determines the order in which evidence will be presented, invites the parties to present their evidence and examines the evidence in an open hearing, allowing the parties to cross-examine the witnesses: this includes hearing witnesses, reading out witness statements, hearing victims, examining expert opinions, questioning experts, examining material and documentary evidence, and so on; (e) closes the “court investigation” by notifying the parties that the court is ready to proceed to closing statements and enquiring if the parties have any additional requests; (f) invites the parties to make their closing statement and exercise their right of reply to the other party’s closing statement; (g) provides an opportunity for the defendant to make a final plea; and (h) closes the hearing and retires to the deliberations room.", "26. Under Article 419 of the CCrP, when examining the merits of an appeal the Supreme Court deals only with points of law, verifying whether the rules of criminal law and criminal procedure have been applied correctly. Persons having the right to lodge a cassation appeal, and the public prosecutor, have the right to be present at the Supreme Court hearing (Article 419.2 of the CCrP). The absence of the person who has lodged the appeal, if he or she has been duly informed of the hearing, does not prevent the Supreme Court from deciding to proceed with the hearing in his or her absence (Article 419.4 of the CCrP).", "27. Article 228.1 of the Criminal Code (illegal acquisition, transfer, sale, storage, transportation or carrying of firearms or their accessories or explosives) provides for a maximum sentence of three years’ imprisonment."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1", "6-3"], "VIOLATED_BULLETPOINTS": ["6-3-c"], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}