{"ITEMID": "001-76094", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVN", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF KRAJNC v. SLOVENIE", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1 (one set of proceedings);No violation of Art. 6-1 (other sets of proceedings);Violation of Art. 13;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "David Thór Björgvinsson;John Hedigan", "TEXT": ["5. The applicant was born in 1952 and lives in Celje.", "6. On 5 September 1991 the applicant was injured in an accident at work. PUV, the applicant’s employer, had taken out insurance with the insurance company ZT.", "7. On 30 April 1992 the applicant instituted civil proceedings against PUV in the Celje Court of Associated Labour (Sodišče združenega dela v Celju) seeking damages in the amount of 980,000 tolars (approximately 4,000 euros) for the injuries sustained.", "On 9 March 1993 the court upheld, in part, the applicant’s claim.", "8. The applicant appealed to the Court of Associated Labour (Sodišče združenega dela Republike Slovenije).", "The judgment, upholding the applicant’s appeal and remitting the case to the first-instance court for re-examination, was served on the applicant on 8 December 1993.", "9. On 12 and 30 September 1994 the applicant lodged with the Celje Labour Court (Delovno sodišče v Celju), the renamed first-instance court, preliminary written submissions and/or adduced evidence.", "Neither of the two hearings held on 15 September and 19 October 1994 was adjourned at the request of the applicant.", "At the last hearing the court decided to deliver a written judgment. The judgment, upholding the applicant’s claim in part, was served on the applicant on 16 December 1994.", "10. On 27 December 1994 the applicant appealed to the Higher Labour and Social Court (Višje delovno in socialno sodišče).", "On 16 May 1997 the court allowed the applicant’s appeal in part.", "The judgment was served on the applicant on 1 September 1997.", "11. On 29 September 1997 the applicant lodged an appeal on points of law with the Supreme Court (Vrhovno sodišče). PUV cross-appealed.", "On 29 September 1997 the applicant also sought exemption from paying the court fees.", "On 22 October 1997 the first-instance court rejected the applicant’s request for exemption.", "On 28 October 1997 the applicant appealed.", "On 17 September 1999 the Higher Labour and Social Court dismissed the applicant’s appeal and requested that he paid the court fees.", "On 28 September 1999 the case was transferred to the Supreme Court to decide on the applicant’s appeal on points of law.", "On 7 December 1999 the Supreme Court dismissed the applicant’s appeal and allowed PUV’s appeal in part.", "The judgment was served on the applicant on 4 January 2000.", "12. On 13 August 1992 the applicant was injured in an accident at work. PUV, the applicant’s employer, had taken out insurance with the insurance company ZT.", "13. On 12 December 1994 the applicant instituted civil proceedings against ZT and PUV in the Celje Basic Court, Celje Unit (Temeljno sodišče v Celju, Enota v Celju) seeking damages in the amount of 10,016,472 tolars (approximately 41,800 euros) for the injuries sustained.", "On 1 January 1995 the Celje Distric Court (Okrožno sodišče v Celju) gained jurisdiction in the present case due to the reform of the Slovenian judicial system.", "Between 9 March 1995 and 12 July 2001 the applicant made fifteen requests that a date be set for a hearing.", "Between 16 October 1995 and 18 September 2001 he lodged fifteen preliminary written submissions and/or adduced evidence.", "Of the seven hearings held between 25 October 1995 and 3 October 2001 none was adjourned at the request of the applicant.", "On 25 September 1997 the judge presiding the case was appointed to the Celje Higher Court (Višje sodišče v Celju) and the case was transferred to a new judge.", "During the proceedings the court appointed three medical experts.", "The judgment, upholding the applicant’s claim in part, was served on the applicant on 26 November 2001.", "14. On 28 November 2001 the applicant appealed to the Celje Higher Court. ZT and PUV cross-appealed.", "On 29 May 2003 the court allowed the applicant’s appeal in part and dismissed ZT’s and PUV’s appeals.", "The judgment was served on the applicant on 1 September 2003.", "15. On 12 September 2003 the applicant lodged an appeal on points of law with the Supreme Court (Vrhovno sodišče) and requested the second-instance court to correct its judgment. ZT and PUV cross-appealed.", "On 29 October 2003 the second-instance court corrected its judgment.", "On 14 July 2005 the court dismissed the applicant’s appeal, upheld ZT’s and PUV’s appeals in part and amended the first-instance court judgment.", "The judgment was served on the applicant on 21 October 2005.", "16. On 7 June 2000 ZT instituted civil proceedings against the applicant in the Celje Local Court (Okrajno sodišče v Celju) seeking reimbursement of overpaid damages in the amount of 281,234 tolars (approximately 1,170 euros). ZP paid the damages to the applicant following the judgment the Higher Labour and Social Court’s judgment of 16 May 1997 rendered in the first set of proceedings. The damages were lowered by the Supreme Court’s judgment of 7 December 1999.", "Between 4 July 2000 and 19 November 2002 the applicant lodged three preliminary written submissions and/or adduced evidence.", "Neither of the two hearings held on 2 and 18 December 2002 was adjourned at the request of the applicant.", "The judgment, upholding the ZT’s claim, was served on the applicant on 24 January 2003.", "17. On 29 January 2003 the applicant appealed to the Celje Higher Court (Višje sodišče v Celju).", "On 5 May 2004 the court allowed the applicant’s appeal and remitted the case to the first-instance court for re-examination.", "The judgment was served on the applicant on 18 June 2004.", "18. On 21 June 2004 the applicant submitted written submissions.", "The proceedings are still pending."], "VIOLATED_ARTICLES": ["13", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}