{"ITEMID": "001-114666", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF HARABIN v. SLOVAKIA", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Article 6 - Right to a fair trial (Article 6 - Disciplinary proceedings;Article 6-1 - Impartial tribunal);Pecuniary damage - claim dismissed;Non-pecuniary damage - award", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Egbert Myjer;Ján Šikuta;Josep Casadevall;Luis López Guerra;Nicolas Bratza;Nona Tsotsoria", "TEXT": ["6. The applicant was born in 1957 and lives in Bratislava.", "7. The applicant is a Supreme Court judge. He was the president of the Supreme Court between 1998 and 2003. Between July 2006 and June 2009 he was the Minister of Justice. Since 23 June 2009 he has again been the President of the Supreme Court.", "8. The Supreme Court of the Slovak Republic has been entered in the official register of the Statistical Office as a budgetary organisation, its activity being justice and the judiciary. For the purpose of national accountkeeping it has been classified in the Statistical Register of Organisations as falling within the sector of central public administration. Its budget forms a separate chapter of the State budget in accordance with section 9(1)(f) of Law no. 523/2004 on Budgetary Rules in Public Administration (“the Public Administration (Budgetary Rules) Act 2004”).", "9. Following the entry into force of the Audit Act 2001 (for further details see below), the Ministry of Finance carried out financial controls of the Supreme Court in 2004 and 2007.", "10. Between 23 January 2009 and 27 April 2009 the Ministry of Finance carried out a governmental audit at the Supreme Court, focused on the use of public funds and efficiency of financial management during 2007, and on the manner in which the shortcomings identified during the previous financial control had been eliminated. On 16 April 2009 the preliminary report was submitted to the Supreme Court, then headed by its VicePresident. Subsequently, in September and October 2009 and March 2010 the Director of the Supreme Court submitted to the Ministry of Finance documents indicating what measures had been taken aimed at elimination of the shortcomings found, and how those measures had been implemented. The documents were signed by the applicant as President of the Supreme Court.", "11. On 21 July 2010 the Minister of Finance instructed a group of auditors to carry out an audit at the Supreme Court pursuant to section 35a(1) of the Audit Act 2001. Its aim was to examine the use of public funds, efficiency of financial management, use of State property and to check on compliance with measures which had been indicated in the course of the preceding audit of 2009.", "12. The applicant in his capacity as President of the Supreme Court did not allow the Ministry’s auditors to carry out the audit on 29 July 2010, or on 2, 3 and 4 August 2010.", "13. On 2 August 2010 the applicant asked the President of the Supreme Audit Office (Najvyšší kontrolný úrad) to carry out a check on how public funds were administered and used by the Supreme Court. He referred to the above instruction of the Minister of Finance and to Constitutional Court judgment PL. 97/07. The reply he received, dated 27 August 2010, stated that the Constitution guaranteed the independence of the Supreme Audit Office, and that it had no spare capacity for additional supervisory activities in 2010.", "14. By letters dated 3 and 6 August 2010 the applicant informed the Minister of Finance that Ministry of Finance auditors lacked the power to carry out the audit. The applicant argued that it was the Supreme Audit Office which had the authority to supervise the administration of public funds by the Supreme Court.", "15. On 11 August 2010 the Ministry of Finance issued a decision fining the applicant 995.81 euros (EUR), on the ground that by refusing the audit he had failed to comply with his obligations under the Audit Act 2001. The applicant lodged an objection. On 29 September 2010 the Minister of Finance decided to discontinue the proceedings, on the ground that his ministry lacked the power to sanction the applicant as a judge.", "16. In parallel, by a decision issued on 11 August 2010, the Ministry of Finance fined the Supreme Court EUR 33,193.91 for failure to comply with its obligations under the Audit Act 2001. On 29 September 2010 the Minister of Finance dismissed the objection to the decision on the fine lodged by the Supreme Court.", "17. On 18 January 2011 the Bratislava Regional Court quashed the above two decisions and returned the case to the Ministry of Finance. It held that the Supreme Court was the highest body within the ordinary judiciary, and that it did not engage in public administration. The relevant provisions of the Audit Act 2001 did not extend to it. Public funds administered by the Supreme Court formed a part of the budget approved by Parliament. Monitoring of the use of those funds lay therefore with the Supreme Audit Office. On 28 April 2011 the Supreme Court upheld the first-instance judgment.", "18. In July and December 2011 the Supreme Court did not allow the Ministry of Finance to carry out an audit. Reference was made to the aforesaid judgments of the ordinary courts. On 27 February 2012 the Ministry of Finance fined the Supreme Court EUR 33,193.91 on that account. Reference was made, inter alia, to Constitutional Court decision PL. ÚS 92/2011 of 29 June 2011 (for further details see below).", "19. On 23 April 2012, following a parliamentary election, the newly appointed Minister of Finance, upon the advice of a special commission, allowed the Supreme Court’s objection and quashed the fine of 27 February 2012. The Minister’s decision referred to the judgments of the Bratislava Regional Court and the Supreme Court, which were considered binding. The Constitutional Court proceedings, filed as PL. ÚS 92/2011, concerned a different issue, namely establishing whether the President of the Supreme Court had committed a disciplinary offence. The Constitutional Court’s decision in those proceedings had no legal effect on the judgments of the Regional Court or Supreme Court.", "20. From 2 February to 26 April 2012 the Supreme Audit Office carried out an audit at the Supreme Court, focused on financial management under the corresponding chapter of the State budget and the closing accounts for 2011.", "21. On 18 November 2010 the Minister of Justice initiated disciplinary proceedings against the applicant before the Constitutional Court. She did so upon a submission by the Minister of Finance and also following a notification by a police investigator who had dismissed the latter’s criminal complaint against the applicant, while holding that the applicant’s conduct might be qualified as a disciplinary offence.", "22. The submission indicated that the applicant had four times prevented a group of auditors from the Ministry of Finance from carrying out an audit at the Supreme Court in July and August 2010. The audit had been focused on use of public funds and other State property, efficiency of financial management, and elimination of the shortcomings which had been identified in the previous audit by Ministry of Finance auditors in 2009. It was proposed that the applicant should be sanctioned by a reduction of his yearly salary by 70%, as by preventing the audit from taking place he had committed a serious disciplinary offence.", "23. On 16 March 2011 the applicant submitted arguments in writing. He maintained that he had acted in conformity with the law and the Constitution, as the relevant law could not be interpreted as allowing the Ministry of Finance to carry out an audit of the Supreme Court. The applicant submitted detailed arguments in support of that view. In particular, he submitted that the Supreme Court functioned on the basis of a budget approved by the Parliament. Responsibility for audit of the use of those funds lay with the Supreme Audit Office. Governmental audit and other measures had no legal basis and were contrary to the principle of independence of the judiciary. The Supreme Court was neither a public administration body nor a central authority within the meaning of the relevant provisions of the Audit Act 2001. The applicant also relied on the Venice Commission Report on the Independence of the Judicial System and on Constitutional Court decision PL. ÚS 97/07 of 20 September 2007.", "24. The differing views as to which body was entitled to carry out the audit at the Supreme Court concerned interpretation of the relevant law. The applicant expressed the view that the Ministry of Finance and the Ministry of Justice had attempted to cast doubt on the management of public funds which had been allocated to the Supreme Court in a separate chapter of the State budget, with a view to undermining the economic independence of that court. The disciplinary proceedings initiated against the applicant pursued the aim of sanctioning him for his opinions on the law.", "25. On 17 March 2011 the Minister of Justice challenged three constitutional judges for bias, on the ground that they had had a personal relationship with the applicant for several years and that they had been nominated to posts in the judiciary and public administration by the same political party. She pointed out that there had been earlier decisions in which two of those judges had been excluded for similar reasons.", "26. On 5 April 2011 the applicant challenged four different constitutional judges for bias. In particular, he argued that Judge G. had made negative statements about the applicant’s professional skills in the context of the election of the President of the Supreme Court. The applicant noted that there had been statements in decision II. ÚS 5/03 of 19 February 2003. That decision had been given by a chamber of the Constitutional Court which included Judge G.", "27. As regards Judge O., the applicant submitted that he had made several negative statements in the media about the applicant. Thus in 2000 that judge had stated, at the time as chairman of a parliamentary committee, that the way the applicant had acted as President of the Supreme Court was such that the interest of the judiciary would be best served by replacing him. In a different statement Mr O. had indicated that the applicant could be removed under the law in force and in compliance with the Constitution. In different proceedings involving the applicant a chamber of the Constitutional Court had excluded Judge O. (decision I. ÚS 352/2010 of 20 October 2010).", "28. The applicant further objected that Judge L. was a member of the same chamber to which Judges G. and O. belonged. Their relations were not neutral.", "29. Finally, Judge H. had been convicted of a criminal offence, that of failure to pay tax, and had ignored the document of 31 December 2007 in which the Constitutional Court (in plenary session) had invited him to consider his position as a constitutional judge. The applicant had criticised Judge H. on several occasions earlier on that ground. He therefore feared that that judge would lack impartiality in his respect.", "30. In reply to the applicant’s objection all the judges stated that they did not consider themselves biased. Judge G. indicated that the decision on which the applicant relied contained no statements about his professional skills and that she had never made any such statements personally. Judge O. stated that his involvement in different proceedings concerning the applicant was not a relevant reason for his exclusion. Judge L. considered irrelevant the applicant’s argument based on the fact that he belonged to the same chamber as Judges G. and O. Judge H. rejected the applicant’s objection concerning his standing to act as a constitutional judge as unsubstantiated. He acknowledged that the applicant enjoyed freedom of expression, which included the freedom to make critical remarks about constitutional judges. Such criticism did not affect the ability of Judge H. to carry out his duties in an impartial manner.", "31. On 10 May 2011 the Constitutional Court found that the seven judges challenged by the parties were not excluded from dealing with the case. The fact that four of those judges (including Judges O. and H.) had earlier been excluded from other sets of proceedings involving the applicant could not affect the position. The Constitutional Court had found in particular that the determination of the disciplinary offence allegedly committed by the applicant was within the exclusive jurisdiction of its plenary session. Excessive formalism and overlooking the statements of the individual judges posed the risk that the proceedings would be rendered ineffective. Examination of the case by a plenary session of the Constitutional Court represented a guarantee that constitutional principles, including independence, would be respected. Furthermore, all the constitutional judges had pledged to decide cases independently and impartially, to the best of their abilities and conscience.", "32. On 10 May 2011 the Constitutional Court declared the Ministry of Justice representation admissible.", "33. On 13 June 2011 the applicant again challenged the constitutional judge, H. He argued that the Constitutional Court had excluded that judge in different proceedings, in which the applicant had been involved as President of the Supreme Court (III. ÚS 257/11).", "34. The applicant further challenged the Minister’s standing to initiate disciplinary proceedings against him. He relied on the Bratislava Regional Court judgment of 18 January 2011 and the Supreme Court judgment of 28 April 2011 (see paragraph 17 above), and argued that he had not acted in a manner contrary to the law.", "35. On 15 June 2011 the Constitutional Court heard the parties and two witnesses.", "36. On 29 June 2011 the Constitutional Court (plenary session in which all thirteen judges took part) found the applicant guilty of a serious disciplinary offence (závažné disciplinárne previnenie) under section 116(2)(c) of the Judges and Assessors Act 2000. In particular, the applicant had failed to comply duly, conscientiously and in timely fashion with his obligations relating to court administration as laid down in section 42(2)(a) of the Courts Act 2004 and section 14(2)(a) in conjunction with section 35d(7) of the Audit Act 2001, in that he had four times prevented a group of auditors of the Ministry of Finance from carrying out an audit at the Supreme Court in July and August 2010.", "37. The Constitutional Court imposed a disciplinary sanction on the applicant under section 117(5)(b) of the Judges and Assessors Act 2000, which consisted of a 70% reduction of his annual salary.", "The applicant indicated that that sanction corresponded to EUR 51,299.96.", "38. In the reasons for its decision the Constitutional Court referred to its decision PL. ÚS 97/07 of 26 September 2007 and examined the case from the point of view of the principles of independence of the judiciary, independence of judges, and separation of powers.", "39. It held that any external audit in respect of the judicial branch of power had to be limited. Any such audit must have an unequivocal legal basis and a clearly defined scope. Those criteria had been met in the case under consideration.", "40. In particular, the Constitutional Court referred to sections 2(2) and 35a(1) of the Audit Act 2001, and noted that the Slovak Statistical Office had entered the Supreme Court in the register of public administration bodies. That register had been established in accordance with rules applicable within the European Union pursuant to Council Regulation (EC) No. 2223/96. As an organisation using public funds the Supreme Court was therefore to be considered a public administration body within the meaning of section 2(2)(c) of the Audit Act 2001. At the same time, it was a central authority within the meaning of section 2(2)(p) of the Audit Act 2001, as it administered part of the State budget.", "41. These matters did not affect the position of the Supreme Court as the highest judicial authority within the system of ordinary courts. The Supreme Court’s independence in that respect was ensured by constitutional and other legal rules, irrespective of how it was financed. The way the Supreme Court was financed and subsequent monitoring of how it used public funds did not therefore affect its independence as a judicial authority.", "42. The position of the Supreme Court as regards its administration and functioning was similar to that of other legal persons using public funds. The audit which the Ministry of Finance had intended to carry out did not therefore threaten the judicial independence of the Supreme Court, as it exclusively related to the way public monies had been spent and how State property was administered, including audit of the elimination of the shortcomings which had been identified in the course of the previous audit, in 2009.", "43. The Constitutional Court considered it irrelevant that the ordinary courts were of a different legal opinion as to the power of the Ministry of Finance to carry out an audit, and that they had quashed the decision by which the Minister of Finance had imposed a fine on the Supreme Court.", "44. In accordance with section 32(3) of the Constitutional Court Act 1993, the decision was taken by a secret vote. It indicated that for that reason judges’ separate opinions would not be attached to it.", "45. In respect of the above proceedings the applicant further submitted that one of the constitutional judges who had found him guilty of a serious disciplinary offence, Mr K., lacked impartiality. That judge had been an unsuccessful candidate in the election in which the applicant had been elected President of the Supreme Court. Mr K. had subsequently challenged that election before the Constitutional Court. The applicant had not challenged Judge K., as he had expected that the latter would withdraw, as he had in several other constitutional proceedings to which the applicant was or had been a party.", "46. In 2006, following a submission by two former employees of the Supreme Court, the applicant, in his capacity as Minister of Justice, ordered the Ministry of Justice to conduct a check of how the Supreme Court was complying with the legislation and regulations governing civil servants. The applicant initiated disciplinary proceedings against the then President of the Supreme Court, who had refused to allow the check to be conducted. The Constitutional Court discharged the President of the Supreme Court in proceedings filed as PL ÚS 97/07 (see paragraphs 94-98 below).", "47. In addition to the above submission of 18 November 2010 the then Minister of Justice made three other representations in which she asked the Constitutional Court to find the applicant guilty of serious disciplinary offences.", "48. In the representation dated 25 November 2010 it was imputed to the applicant that he had failed to ensure the allocation of cases to judges within the Supreme Court by means of random assignment. On 11 May 2011 the Constitutional Court declared the representation admissible (proceedings PL. ÚS 93/2011). It dismissed the Minister’s and the applicant’s requests for exclusion of constitutional judges on the basis of the same facts as in the disciplinary proceedings relating to the present case. The proceedings were stayed on 14 December 2011 pending the outcome of the proceedings before the Court on the present application.", "49. In her representation of 28 November 2011 the Minister of Justice imputed serious disciplinary offences to the applicant on six counts. They related to allocation of cases to judges. The Minister relied, inter alia, on the Constitutional Court’s finding of 18 October 2011, concluding that a party’s right to a hearing by a tribunal established by law had been breached as a result of a change in Supreme Court judges.", "50. In the context of the proceedings on that representation (PL. ÚS 116/2011) the Minister of Justice challenged three judges for bias. The applicant raised a similar objection in respect of five different judges. On 14 December 2011 the Constitutional Court excluded two of the judges challenged by the Minister of Justice and one of the judges challenged by the applicant (Judge H.). Those judges had been excluded earlier, in different sets of proceedings, because of their relationship with the applicant or their attitude towards him. It further dismissed the applicant’s request for exclusion of Judges K. and O., as no majority had been reached in the vote. Finally, it held that the other three judges challenged by the parties had not been shown to lack impartiality. The decision indicated that several constitutional judges had criticised the decision taken in proceedings file no. PL. ÚS 92/2011 not to exclude any of the judges challenged by the parties. The view was expressed that although the four judges who had been found to lack impartiality in earlier sets of proceedings due to their relation to or attitude towards the applicant were excluded from the proceedings filed as PL. ÚS 116/2011, the plenary session of the Constitutional Court would still have enough judges to decide on the Minister’s representation of 28 November 2011. Six judges joined dissenting opinions to that decision. On 11 April 2012 the Constitutional Court decided that it was not appropriate to stay the proceedings filed as PL. ÚS 116/2011.", "51. On 3 August 2011 the Minister of Justice initiated a new set of disciplinary proceedings, on the ground that the applicant had failed to lodge an appeal in the civil proceedings in which the first-instance court had ordered the Supreme Court, as the authority representing the State who was the defendant, to pay compensation for non-pecuniary damage to the plaintiffs, amounting to one million euros (proceedings filed as PL. ÚS 6/2012). On 11 April 2012 the Constitutional Court, in a similar decision to that of 14 February 2011 in proceedings filed as PL. ÚS 116/2011, excluded Judge H. and two other judges, dismissed the applicant’s request for exclusion of Judges K. and O., and held that the three other judges challenged did not lack impartiality. On 25 April 2012 the Constitutional Court admitted the Minister’s representation and dismissed the applicant’s request for the proceedings to be stayed.", "52. The applicant further submitted a compilation of media articles and transcripts of broadcasts covering the period from 30 July 2010 to 19 June 2011. It is 101 pages long and relates mainly to the differences of opinion as to what authority should carry out the audit of the Supreme Court and the ensuing disciplinary proceedings against the applicant, including statements by the Minister of Finance and the Minister of Justice.", "53. In particular, the applicant indicates a press conference on 18 November 2010 at which the Minister of Justice stated that she had initiated disciplinary proceedings, as she considered that by not allowing the auditors to carry out their task the applicant had acted contrary to the law. The Minister was persuaded that such an audit would not in any way undermine the Supreme Court’s independence. The audit concerned exclusively the use of public funds, and the applicant’s position cast serious doubt on the trustworthiness and functioning of the judiciary as a whole. The Minister of Justice stated that she had made the representation on the initiative of the Minister of Finance and also on the basis of information she had obtained from the files of the Anti-Corruption Office. Two articles published on 4 August 2011 quoted the statement “I consider that [the applicant] has committed a serious disciplinary offence” which the Minister of Justice had made when commenting on the representation she had made relating to the applicant’s failure to appeal against a first-instance judgment.", "54. Pursuant to Article 124, the Constitutional Court is an independent judicial authority authorised to protect compliance with the Constitution. It comprises thirteen judges (Article 134). No remedy lies against its decisions (Article 133).", "55. Article 136 § 3 entitles the Constitutional Court to carry out disciplinary proceedings against the President and Vice-President of the Supreme Court and the General Prosecutor. Article 131 § 1 lists such proceedings among those where the Constitutional Court decides at a plenary session.", "56. Pursuant to Article 141a § 1, the President of the Supreme Court presides over the Judicial Council of the Slovak Republic.", "57. Pursuant to Article 145 § 3, the President and Vice-President of the Supreme Court are appointed by the President of the Slovak Republic from among the Supreme Court judges proposed by the Judicial Council.", "58. Under Article 147 § 1 the President of the Slovak Republic has to remove a judge upon the Judicial Council’s proposal, inter alia, on the basis of a decision by a disciplinary chamber that the judge has acted in a manner incompatible with the exercise of judicial function.", "59. Article 56 §§ 1 and 2 provide for the possibility of punishing a criminal offender by a pecuniary penalty. Its amount may vary from EUR 160 to EUR 331,930.", "60. Article 394(1) and (3) provides for allowing proceedings leading to a final judgement or penal order to be reopened when the existence of new facts is established. A finding by the Court concluding that the fundamental rights of an accused have been breached by a decision of a court or public prosecutor or in proceedings preceding such a decision is to be considered as a new fact within the above meaning, provided that its negative consequences cannot be redressed by other means.", "61. Section 4(2) provides that the Constitutional Court has the power to proceed and take decisions at a plenary session subject to the participation of at least seven judges.", "62. Pursuant to section 4(3), at plenary sessions the Constitutional Court takes decisions by a majority of all judges. Where such a majority is not achieved, the matter under consideration is to be dismissed.", "63. Section 16 governs the disciplinary liability of constitutional judges. Disciplinary proceedings against a Constitutional Court judge are conducted by a disciplinary chamber composed of three judges of that court. The judge concerned may lodge an objection to a disciplinary chamber’s decision within fifteen days. The objection is to be decided upon by a plenary meeting of the Constitutional Court.", "64. Pursuant to section 27(1), a judge of the Constitutional Court is excluded from dealing with a case where there can be doubts about his or her impartiality in view of his relation to the subject matter of the proceedings, the parties or their representatives. The judge concerned has to inform the President of the Constitutional Court of the reasons for his or her exclusion without delay (section 27(2)).", "65. Section 28(1) entitles a party to challenge a judge for bias. Pursuant to section 28(2), where the Constitutional Court is to determine a case at a plenary session, the decision on his or her exclusion for bias is to be taken at the plenary session; the judge concerned does not take part in the vote. If no majority is obtained, the President’s vote is decisive. Section 28(3) provides for the same way of proceeding where a judge declares himself or herself biased.", "66. Under section 31a, except where otherwise provided or where the nature of the matter at hand precludes their application, the provisions of the Code of Civil Procedure and the Code of Criminal Procedure are to be applied accordingly in proceedings before the Constitutional Court.", "67. Section 32(3) provides that decisions in proceedings under Article 136 §§ 2 and 3 of the Constitution are taken by a secret vote.", "68. Pursuant to section 74e, special legal rules are to be applied in an appropriate manner to disciplinary proceedings against the President and Vice-President of the Supreme Court and the General Prosecutor. Reference is made to the Judges and Assessors Act 2000.", "69. Part Three deals with disciplinary liability of judges in general and governs disciplinary proceedings.", "70. Section 116(2)(c) qualifies as a serious disciplinary offence repeated breaches of obligations in the context of administration of a court under special law, continued breach of duties of a court office holder (súdny funkcionár) despite earlier warning, or a breach of duties of a court office holder such as to pose a serious threat to the trustworthiness and functioning of the judiciary.", "71. Under section 116(3)(b) a serious disciplinary offence committed by a judge who has earlier been sanctioned for a serious disciplinary offence is deemed incompatible with that judge’s continuing in office.", "72. Section 117(5) provides for the following sanctions for serious disciplinary offences or for minor offences which, at the same time, have the nature of a serious disciplinary offence:", "a) transfer of the judge to a lower court;", "b) reduction in salary by 50% to 70% for a period of three months to one year;", "c) removal from the post of president or vice-president of a court if a serious disciplinary offence has been committed under section 116(2)(c) of the Judges and Assessors Act 2000 (by virtue of section 117(6) this sanction is not applicable to the President and Vice-President of the Supreme Court); and", "d) publication of a decision indicating that a judge had failed to provide information about an increase in his property as required by the law.", "73. Section 117(7) provides that the sanction for a serious disciplinary offence which is deemed incompatible with a person’s continuing as a judge has always to be the removal of that person from his or her post as a judge.", "74. Pursuant to section 119(2), disciplinary proceedings against the President and Vice-President of the Supreme Court are carried out by the Constitutional Court.", "75. Section 119(9) and (10) provides that while first-instance chambers dealing with judges accused of disciplinary offences (other than the President and Vice-President of the Supreme Court) comprise three judges, those dealing with such cases at second level consist of five judges.", "76. Section 120(2)(a) lists the Minister of Justice as one of the persons entitled to submit a representation for disciplinary proceedings to be brought against a judge.", "77. Section 121(1) allows a person concerned to challenge for bias a judge of a disciplinary chamber. The matter is to be decided by a different disciplinary chamber at the same level or, where that is not possible, a second-instance disciplinary chamber (sub-section 2). Where the number of judges lacking impartiality prevents a disciplinary chamber from deciding, the election of a disciplinary chamber for that purpose and its composition are to be decided upon by the Judicial Council (sub-section 3).", "78. An appeal is available against a decision of a first-instance disciplinary chamber, and is to be examined by an appellate disciplinary chamber (section 131(1) and (3)).", "79. The judge concerned may request reopening of disciplinary proceedings within three years of the final disciplinary chamber’s decision taking effect (section 132(1)).", "80. Section 150(2) provides that the provisions of the Code of Criminal Procedure relate to disciplinary proceedings in an appropriate manner unless the Judges and Assessors Act 2000 provides otherwise.", "81. Section 35(1) provides that the presidents of courts ensure management and administration of their courts in accordance with the Courts Act 2004.", "82. Under section 42(2)(a) presidents and vice-presidents of courts are obliged to carry out the duties of their office conscientiously and to discharge those duties in due and timely fashion as the authority responsible for the management and administration of courts.", "83. Pursuant to section 74(1)(c), presidents ensure the economic, material and financial aspects of the functioning of courts.", "84. The Law on Financial Control and Internal Audit (“the Audit Act 2001”) governs the financial control, internal and governmental audit in respect of use of public funds and other activities of public administration bodies. It provides for the powers of the Ministry of Finance and other public administration authorities in the sphere of financial control and internal and governmental audit, as well as for the rights or obligations of persons who are subjected to such control or audit.", "85. Pursuant to section 2(2)(c), read in conjunction with section 3 of Law no. 523/2004 to which it refers, public administration bodies are legal persons appearing on the register of organisations of the Statistical Office and which are classified, in accordance with the rules in force within the European Union, as playing, inter alia, a central administration role.", "86. Section 2(2)(p) defines as a central authority a public administration body which administers a separate chapter of the State budget.", "87. Section 14(2)(a) obliges entities and their employees subject to audit to set up conditions permitting a financial audit and to abstain from any action which might threaten the setting up and smooth conduct of such an audit.", "88. Section 35a(1)(a), as in force since 1 June 2008, entitles the Ministry of Finance to audit central authorities in the context of governmental audit.", "89. Pursuant to section 35b, its purpose is to monitor and assess the financial management, efficiency and appropriateness of the use of public funds and human resources, security of information systems and their functioning, availability and completeness and correctness of information on financial transactions and economic management, as well as the manner in which shortcomings identified during earlier audits have been eliminated.", "90. Section 35d(7) provides that obligations under, inter alia, section 14(2)(a) are incumbent equally on the body subject to audit and its employees.", "91. Pursuant to section 35d(8), persons subject to audit are obliged, inter alia, to inform the auditor in writing within the period set in the audit report whether and how they have taken into consideration the recommendations formulated in the report, and what measures they have taken with a view to eliminating the shortcomings identified during the audit.", "92. Section 1 defines the Supreme Audit Office as a State body which is independent and bound only by law when carrying out its control activities.", "93. Pursuant to section 2(1)(a) the Supreme Audit Office controls the management of funds from budgets which under the relevant law are approved by the National Council or the Government.", "94. Proceedings PL. ÚS 97/07 concerned a representation in which the applicant, then the Minister of Justice, initiated disciplinary proceedings against the President of the Supreme Court. The alleged disciplinary offence concerned the latter’s refusal to allow a group of supervisors of the Ministry of Justice to check how the Supreme Court was complying with the legislation and regulations governing civil servants.", "95. In its decision of 26 September 2007, adopted at a plenary session, the Constitutional Court concluded that the facts in issue did not amount to a serious disciplinary offence within the meaning of section 116(2)(c) of the Judges and Assessors Act 2000.", "96. The Constitutional Court expressed the view that the principle of independence of the judiciary implied that the Ministry of Justice must not influence, by its supervisory or other activities, the internal situation within the judiciary. It was the main task of the State administration to serve the courts in the discharge of their duties by providing the necessary material, logistical and organisational support at the level required for the efficient functioning of the judiciary.", "97. In the case under consideration, allowing such check was beyond a constitutionally acceptable interpretation of the supervisory powers of the Ministry of Justice. It would result in the President of the Supreme Court being deprived of guarantees linked to the relations between the judiciary and State administration.", "98. Lastly, the decision stated that the President of the Supreme Court had refused to allow the check on the basis of his legal opinion as to the relevant statutory provisions, and that he had so informed the Minister of Justice. The request under consideration therefore related to a difference of opinion as regards the interpretation and application of the relevant law. Such an issue, however, could not be the subject matter of disciplinary proceedings. Such proceedings must not be allowed to bring about a weakening of the principles of separation of powers and independence of the judiciary.", "99. The applicant relied on the following decisions on exclusion of constitutional judges who had been involved in proceedings leading to the imposition of a disciplinary sanction on him in the present case.", "100. On 3 April 2007 the Constitutional Court (Third Chamber) excluded Judge K. from a case to which the applicant was one of the parties. In his statement Judge K. explained that he and the applicant had been candidates for election as President of the Supreme Court in 2003 and that that election had been the subject matter of earlier proceedings before the Constitutional Court. In its decision (III. ÚS 72/07) the Constitutional Court admitted that further involvement of Judge K. might raise doubts as to his objective impartiality.", "101. On 7 February 2008 the Constitutional Court excluded Judge H., at his own request, from a case with a bearing on the applicant (decision III. ÚS 49/08). It noted in particular that Judge H. considered himself biased due to the applicant’s public and personal statements about him.", "102. On 7 June 2011 a chamber of the Constitutional Court excluded Judge H. from a case in which the Supreme Court was a defendant and where the applicant was acting on the latter’s behalf (decision III. ÚS 257/2011). The chamber held that the critical statements of the applicant in respect of Judge H. justified the conclusion that from an objective point of view the latter was not impartial. The decision also stated that the situation was different from that in the above-mentioned disciplinary proceedings against the applicant, as there was no risk that the Constitutional Court would be unable to deal with the case because of the exclusion of several judges.", "103. On 21 June 2011 the Third Chamber of the Constitutional Court excluded Judge H. from different proceedings to which the applicant was a third party (decision III. ÚS 292/2011) despite his statement that he did not consider himself biased. The chamber held that the critical remarks of the applicant in respect of Judge H. justified the applicant’s fear that that judge might not decide on the case in an impartial manner.", "104. The recommendation was adopted on 17 November 2010. Its relevant parts provide:", "“5. Judges should have unfettered freedom to decide cases impartially, in accordance with the law and their interpretation of the facts ...", "11. ... Judges’ impartiality and independence are essential to guarantee the equality of parties before the courts ...", "13. All necessary measures should be taken to respect, protect and promote the independence and impartiality of judges ...", "22. ... In their decision making judges should be independent and impartial ...", "32. The authorities responsible for the organisation and functioning of the judicial system are obliged to provide judges with conditions enabling them to fulfil their mission and should achieve efficiency while protecting and respecting judges’ independence and impartiality ...", "60. Judges should act independently and impartially in all cases, ensuring that a fair hearing is given to all parties ...", "61. Judges should adjudicate on cases which are referred to them. They should withdraw from a case or decline to act where there are valid reasons defined by law, and not otherwise ...", "69. Disciplinary proceedings may follow where judges fail to carry out their duties in an efficient and proper manner. Such proceedings should be conducted by an independent authority or a court with all the guarantees of a fair trial and provide the judge with the right to challenge the decision and sanction. Disciplinary sanctions should be proportionate.”", "105. The Basic Principles on the Independence of the Judiciary were adopted by the Seventh United Nations Congress on the Prevention of Crime and the Treatment of Offenders, held in Milan in 1985. They were endorsed by UN General Assembly resolutions 40/32 of 29 November 1985 and 40/146 of 13 December 1985. Their relevant part reads as follows:", "“2. The judiciary shall decide matters before them impartially, on the basis of facts and in accordance with the law, without any restrictions, improper influences, inducements, pressures, threats or interferences, direct or indirect, from any quarter or for any reason.”", "106. The Magna Carta of Judges (Fundamental Principles) was adopted by the Consultative Council of European Judges (CCJE) in November 2010. It provides in paragraph 1 that the mission of the judiciary is to guarantee the very existence of the rule of law, and thus to ensure the proper application of the law in an impartial, just, fair and efficient manner. Pursuant to paragraph 2, judicial independence and impartiality are essential prerequisites for the operation of justice.", "107. The Bangalore Draft Code of Judicial Conduct 2001 was adopted by the Judicial Group on Strengthening Judicial Integrity, and it was revised at the Round Table Meeting of Chief Justices held in The Hague in November 2002. The relevant principles contained therein read as follows:", "“Value 2: IMPARTIALITY", "Principle:", "Impartiality is essential to the proper discharge of the judicial office. It applies not only to the decision itself but also to the process by which the decision is made.", "Application:", "2.1 A judge shall perform his or her judicial duties without favour, bias or prejudice.", "2.2 A judge shall ensure that his or her conduct, both in and out of court, maintains and enhances the confidence of the public, the legal profession and litigants in the impartiality of the judge and of the judiciary ...", "2.5 A judge shall disqualify himself or herself from participating in any proceedings in which the judge is unable to decide the matter impartially or in which it may appear to a reasonable observer that the judge is unable to decide the matter impartially. Such proceedings include, but are not limited to, instances where", "2.5.1 the judge has actual bias or prejudice concerning a party or personal knowledge of disputed evidentiary facts concerning the proceedings; ...", "Provided that disqualification of a judge shall not be required if no other tribunal can be constituted to deal with the case or, because of urgent circumstances, failure to act could lead to a serious miscarriage of justice.”", "108. In March 2007 the Judicial Group on Strengthening Judicial Integrity adopted the Commentary on the Bangalore Principles of Judicial Conduct. Its relevant parts read as follows:", "“81. The generally accepted criterion for disqualification is the reasonable apprehension of bias. Different formulae have been applied to determine whether there is an apprehension of bias or prejudgment. These have ranged from ‘a high probability’ of bias to ‘a real likelihood’, ‘a substantial possibility’, and ‘a reasonable suspicion’ of bias. The apprehension of bias must be a reasonable one, held by reasonable, fair minded and informed persons, applying themselves to the question and obtaining thereon the required information. The test is ‘what would such a person, viewing the matter realistically and practically – and having thought the matter through – conclude. Would such person think that it is more likely than not that the judge, whether consciously or unconsciously, would not decide fairly’. The hypothetical reasonable observer of the judge’s conduct is postulated in order to emphasize that the test is objective, is founded in the need for public confidence in the judiciary, and is not based purely upon the assessment by other judges of the capacity or performance of a colleague ...", "90. Depending on the circumstances, a reasonable apprehension of bias might be thought to arise (a) if there is personal friendship or animosity between the judge and any member of the public involved in the case; (b) if the judge is closely acquainted with any member of the public involved in the case, particularly if that person’s credibility may be significant in the outcome of the case; (c) if, in a case where the judge has to determine an individual’s credibility, he had rejected that person’s evidence in a previous case in terms so outspoken that they throw doubt on the judge’s ability to approach that person’s evidence with an open mind on a later occasion; (d) if the judge has expressed views, particularly in the course of the hearing, on any question at issue in such strong and unbalanced terms that they cast reasonable doubts on the judge’s ability to try the issue with an objective judicial mind; or (e) if, for any other reason, there might be a real ground for doubting the judge’s ability to ignore extraneous considerations, prejudices and predilections, and the judge’s ability to bring an objective judgment to bear on the issues. Other things being equal, the objection will become progressively weaker with the passage of time between the event which allegedly gives rise to a danger of bias and the case in which the objection is made ...", "Doctrine of necessity", "100. Extraordinary circumstances may require departure from the principle discussed above. The doctrine of necessity enables a judge who is otherwise disqualified to hear and decide a case where failure to do so may result in an injustice. This may arise where there is no other judge reasonably available who is not similarly disqualified, or where an adjournment or mistrial will work extremely severe hardship, or where if the judge in question does not sit a court cannot be constituted to hear and determine the matter in issue. Such cases will, of course, be rare and special. However, they may arise from time to time in final courts of small numbers charged with important constitutional and appellate functions that cannot be delegated to other judges.”", "109. In 2010 the General Assembly of the European Network of Councils for the Judiciary (ENCJ) adopted a declaration approving the ENCJ report “Judicial Ethics - Principles Values and Qualities”. The principles included in the report comprise, among others, the following:", "“Impartiality and people’s perception of impartiality are, with independence, essential to a fair trial.", "The impartiality of the judge represents the absence of any prejudice or preconceived idea when exercising judgment, as well as in the procedures adopted prior to the delivery of the judgment ...", "To guarantee impartiality, the judge:", "- Fulfils his judicial duties without fear, favouritism or prejudice;", "- Adopts, both in the exercise of his functions and in his personal life, a conduct which sustains confidence in judicial impartiality and minimises the situations which might lead to a recusal;", "- Recuses himself from cases when:", "he cannot judge the case in an impartial manner in the eyes of an objective observer;", "he has a connection with one of the parties or has personal knowledge of the facts, has represented, assisted or acted against one of the parties, or there is another situation which, subjectively, would affect his impartiality; ...", "A judge has a duty of care to prevent conflicts of interest between his judicial duties and his social life. If he is a source of actual or potential conflicts of interest, the judge does not take on, or withdraws immediately from, the case, to avoid his impartiality being called into question.” ...", "110. At a meeting in Istanbul the European Association of Judges, at the request of the Association of Slovak Judges, considered developments in the legislation concerning the judiciary and the Government’s proposed legislative amendments. The relevant parts of the resolution adopted on 4 September 2011 read:", "“7. The European Association of Judges underlines once again that independence has to be accompanied by accountability. Under the pretext of accountability, however, this should never result in the other powers of the state gaining undue influence on the judiciary. Transparency of procedures and proper reasoning of decisions are a means of guaranteeing accountability and increasing trust in the judiciary ...", "8. ... Disciplinary proceedings, or importantly, the threat of such proceedings, must not risk being misused by placing improper pressures on the judge concerned. Accordingly international documents not only place the jurisdiction to hold disciplinary procedures on a court or an independent body, but also promote the establishment of an independent body or person to initiate such procedures (Art. 69 of the Recommendation CM/Rec (2010)12, para. 68, 69 and 77 ii and iii CCJE Opinion 3 (2002) and Art. 6 of the Magna Charta of Judges (fundamental principle). To place the power to commence proceedings with a member of the government infringes the balance of powers. Such an arrangement does not help to increase trust in the judiciary and may increase the suspicion of political interference. What is necessary are quick and fair proceedings before a disciplinary court.”"], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}