{"ITEMID": "001-95959", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SRB", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF VINCIC AND OTHERS v. SERBIA", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection dismissed (non-exhaustion of domestic remedies);Violation of Art. 6-1", "JUDGES": "András Sajó;Françoise Tulkens;Kristina Pardalos;Nona Tsotsoria;Vladimiro Zagrebelsky", "TEXT": ["5. The applicants, Ms Aleksandra Vinčić (“the first applicant”), Mr Damir Matić (“the second applicant”), Ms Dušica Obradović (“the third applicant”), Mr Aleksandar Kržić (“the fourth applicant”), Mr Ljubomir Božić (“the fifth applicant”), Mr Zoran Radonjić (“the sixth applicant”), Ms Ljiljana Savić (“the seventh applicant”), Ms Aleksandra Rosić (“the eighth applicant”), Mr Jovo Grbić (“the ninth applicant”), Mr Mirko Maljković (“the tenth applicant”), Mr Milan Vukelić (“the eleventh applicant”), Mr Jovan Milić (“the twelfth applicant”), Mr Jovan Jovanović (“the thirteenth applicant”), Mr Milutin Jovanović (“the fourteenth applicant”), Mr Nenad Jovanović (“the fifteenth applicant”), Mr Zoran Korica (“the sixteenth applicant”), Ms Dara Đorđević Halapir (“the seventeenth applicant”), Ms Vera Vasović (“the eighteenth applicant”), Mr Drago Tumbas (“the nineteenth applicant”), Mr Dobrivoje Dunjić (“the twentieth applicant”), Mr Svetozar Munćan (“the twenty-first applicant”), Mr Rade Savić (“the twenty-second applicant”), Mr Dragan Udović (“the twenty-third applicant”), Mr Milutin Milunov (“the twenty-fourth applicant”), Mr Predrag Stamenović (“the twenty-fifth applicant”), Mr Zoran Babić (“the twenty-sixth applicant”), Mr Slobodan Pejić (“the twenty-seventh applicant”), Mr Mirko Novaković (“the twenty-eighth applicant”), Mr Radoje Đukić (“the twenty-ninth applicant”), Mr Zoran Živković (“the thirtieth applicant”) and Mr Miodrag Lopičić (“the thirty-first applicant”) are all Serbian nationals.", "6. The facts, as submitted by the parties, may be summarised as follows.", "7. The applicants were all members of the Independent Union of Aviation Engineers of Serbia (Samostalni sindikat inženjera vazduhoplovstva Srbije).", "8. Following a strike, on 28 November 2004 their union and their employer, JAT Airways, concluded an agreement whereby the latter accepted to pay all union members a certain benefit while the former promised to discontinue the strike and refrain from any legal action.", "9. On 29 November 2004 the Director General of JAT Airways, a public corporation founded by the respondent State, ordered that the necessary calculations be made and the payment of the benefit be effected immediately.", "10. Since this decision would appear not to have been implemented, on 7 February 2005 the applicants, as part of a group of 151 persons, filed a single civil claim against JAT Airways with the Fourth Municipal Court (Četvrti opštinski sud) in Belgrade, seeking payment of the benefit in question (ranging from several hundred up to approximately one thousand Euros, “EUR”, respectively).", "11. The total number of plaintiffs subsequently dropped to 140. The Fourth Municipal Court thereafter decided to separate the proceedings for each of the remaining plaintiffs, and ordered them to re-submit their individual claims. The plaintiffs, including the applicants, complied.", "12. Certain applicants were successful before the Fourth Municipal Court; others were not. However, all the applicants were unsuccessful at second-instance before the District Court in Belgrade whose decisions they received on the following dates:", "- the first applicant on 27 September 2006;", "- the second applicant on 13 July 2006;", "- the third and fourth applicants on 13 September 2006;", "- the fifth applicant on 17 November 2006;", "- the sixth applicant on 10 November 2006;", "- the seventh applicant on 4 December 2006;", "- the eighth applicant on 5 December 2006;", "- the ninth applicant on 28 November 2006;", "- the tenth applicant on 14 December 2006;", "- the eleventh applicant on 20 November 2006;", "- the twelfth applicant on 8 December 2006;", "- the thirteenth applicant on 7 December 2006;", "- the fourteenth applicant on 21 December 2006;", "- the fifteenth applicant on 21 August 2006;", "- the sixteenth applicant on 26 December 2006;", "- the seventeenth applicant on 7 February 2007;", "- the eighteenth applicant on 5 January 2007;", "- the nineteenth and twentieth applicants on 5 February 2007;", "- the twenty-first and twenty-fifth applicants on 7 March 2007;", "- the twenty-second applicant on 1 March 2007;", "- the twenty-third applicant on 28 March 2007;", "- the twenty-fourth applicant on 11 April 2007;", "- the twenty-sixth applicant on 5 October 2007;", "- the twenty-seventh applicant on 3 September 2007;", "- the twenty-eighth applicant on 5 September 2007;", "- the twenty-ninth applicant on 19 October 2007;", "- the thirtieth applicant on 13 June 2007; and", "- the thirty-first applicant on 3 September 2007.", "13. In its reasoning in the applicants' cases, the District Court held, inter alia, that the Director General of JAT Airways had not been authorised to grant payment of the benefit at issue in the absence of an explicit governmental authorisation.", "14. In another 23 separate cases, for the same reasons, the District Court also ruled against the plaintiffs.", "15. However, in at least 17 other judgments, rendered between 31 May 2006 and 5 December 2007, the District Court decided in favour of the applicants' colleagues, notwithstanding the fact that their claims were based on the same facts and concerned identical legal issues. In its reasoning in these other cases, the District Court explained, inter alia, that JAT Airways had had to comply with the agreement of 28 November 2004, as well as the decision of its Director General of 29 November 2004.", "16. On 27 September 2006 the District Court adopted a “legal opinion” (pravno shvatanje) affirming the reasoning described at paragraph 13 above.", "17. On 21 November 2006 the applicants filed a request urging the Fourth Municipal Court to proceed in accordance with Article 176 of the Civil Procedure Act 2004 (see paragraph 39 below), that is to seek guidance from the Supreme Court (Vrhovni sud Srbije) on how to deal with a large number of cases, including their own, wherein the District Court had already ruled inconsistently.", "18. On 27 February 2007 the Supreme Court rejected the Fourth Municipal Court's request made to this effect on 10 January 2007. In so doing, it noted, inter alia, that Article 176 was inapplicable because in a number of cases at issue the District Court had already ruled as the final instance, and stressed that it was up to the said court to harmonise its own case-law.", "19. On 17 July 2008 the Constitutional Court (Ustavni sud Srbije) rejected the motion for abstract review (inicijativa za ocenu zakonitosti) filed by JAT Airways, requesting to have the agreement of 28 November 2004 and the Director General's decision of 29 November 2004 declared unlawful. The court explained that it had no jurisdiction ratione materiae given that the impugned documents could not be qualified as general acts (opšti akti) within the meaning of Article 167 § 1 of the Constitution (see paragraph 24 below).", "20. In the meantime, JAT Airways lodged several separate counterclaims against the applicants, seeking that the said agreement and the Director General's decision be declared null and void. Ultimately, however, all of these claims would appear to have been rejected on various procedural grounds.", "21. Dozens of separate cases such as the applicants' seem to be still pending at first or second instance.", "22. Article 22 § 1 of the Constitution provided, inter alia, that everyone “shall be entitled to the equal protection of his or her rights in a suit before a court of law”.", "23. This Constitution was repealed in November 2006, which is when the new Constitution, published in OG RS no. 98/06, entered into force.", "24. The relevant provisions of the Constitution read as follows:", "“Everyone shall have the right to ... [a fair hearing before a] ... tribunal ... [in the determination] ... of his [or her] rights and obligations ...”", "The Constitutional Court shall decide about:", "...", "5. the compliance of general acts [opštih akata] adopted by organisations exercising delegated public powers ... with the Constitution and the laws.", "“A constitutional appeal may be lodged against individual decisions or actions of State bodies or organisations exercising delegated public powers which violate or deny human or minority rights and freedoms guaranteed by the Constitution, if other legal remedies for their protection have already been exhausted or have not been prescribed.”", "“The Constitutional Court shall have fifteen judges who shall be elected or appointed for a period of nine years.", "Five judges of the Constitutional Court shall be elected by the National Assembly, another five shall be appointed by the President of the Republic, and another five shall be appointed at the general session of the Supreme Court of Cassation...", "The National Assembly shall elect five judges of the Constitutional Court from among ten candidates proposed by the President of the Republic, the President of the Republic shall appoint five judges of the Constitutional Court from among ten candidates proposed by the National Assembly, and the general session of the Supreme Court of Cassation shall appoint five judges from among ten candidates proposed at the general session by the High Judicial Council and the State Prosecutors' Council.”", "“The Constitutional Court shall adjudicate by the majority of votes cast by all judges of the Constitutional Court.”", "25. In accordance with Article 9 § 3 the Constitutional Court shall be deemed constituted when two thirds of the total number of judges have been elected or appointed.", "26. The relevant provisions of this Act read as follows:", "“The decisions of the Constitutional Court shall be final, enforceable and binding.”", "“The Constitutional Court shall have its Rules of Procedure ... which shall regulate, in greater detail, the organisation ... [and the functioning of the Constitutional Court] ... as well as the proceedings ... [before it] ...”", "“ ... [T]he Constitutional Court shall have a Registry.", "The organisation, the tasks, and the functioning of the Registry shall be regulated, in greater detail, by ... the Constitutional Court.”", "“A constitutional appeal may be lodged against an individual decision or an action of a State body or an organisation exercising delegated public powers which violates or denies human or minority rights and freedoms guaranteed by the Constitution, if other legal remedies have already been exhausted or have not been prescribed or where the right to their judicial protection has been excluded by law.", "A constitutional appeal may be lodged even if all available remedies have not been exhausted in the event of a breach of an applicant's right to a trial within a reasonable time.”", "“A constitutional appeal may be lodged by any individual who believes that any of his or her human or minority rights or freedoms guaranteed by the Constitution has been violated or denied by an individual decision or an action of a State body or an organisation exercising delegated public powers.”", "“A constitutional appeal may be lodged within thirty days of receipt of the individual decision or the date of commission of the actions ... [in question] ...”", "“When the Constitutional Court finds that an ... individual decision or action has violated or denied a human or minority right or a freedom guaranteed by the Constitution, it shall annul the ... decision in question or ban the continuation of such action or order the implementation of other specific measures as well as the removal of all adverse consequences within a specified period of time.", "The decision of the Constitutional Court accepting a constitutional appeal shall constitute a legal basis for requesting compensation or the removal of other adverse consequences before a competent body, in accordance with the law.”", "“... [An applicant who has obtained a Constitutional Court decision in his or her favour] .., may lodge a compensation claim with the Commission for Compensation in order to reach an agreement in respect of the amount ... [of compensation to be awarded] ...", "If the Commission for Compensation does not rule favourably in respect of a compensation claim or fails to issue a decision within thirty days from the date of its submission, the applicant may file a civil claim for damages before the competent court. If only partial agreement has been achieved, a civil claim may be filed in respect of the remainder of the amount sought.", "The composition and operation of the Commission for Compensation shall be regulated by the Minister of Justice.”", "“A constitutional appeal may also be lodged against ... [the individual decision or action in question] ... if this decision ... [has been adopted] ... or this action has been undertaken between the date of promulgation of the Constitution and the date of entry into force of this Act.”", "... [In this case a constitutional appeal may be lodged] ... within thirty days as of the date of entry into force of this Act”", "“The Constitutional Court shall, within ninety days as of the date of entry into force of this Act, adopt its Rules of Procedure and ... [further regulate the organisation and functioning of its Registry] ...”", "The Minister of Justice shall, within ninety days as of the date of entry into force of this Act ... [regulate the composition and the operation of the Commission for Compensation] ...”", "27. These Rules, inter alia, contain the necessary details as regards the processing of appeals lodged with the Constitutional Court.", "28. The new Constitution of the Republic of Serbia and the Constitutional Act on its implementation were both promulgated in November 2006.", "29. By 24 November 2007 two thirds of the total number of Constitutional Court judges had been elected or appointed (see paragraph 25 above).", "30. The Constitutional Court Act entered into force on 6 December 2007.", "31. The Rules of Procedure of the Constitutional Court, published in OG RS no. 24/08, entered into force on 15 March 2008. Minor textual corrections thereof were published in OG RS no. 27/08 of 17 March 2008.", "32. By 9 July 2009 the Constitutional Court had considered several hundred appeals alleging individual human rights violations, and had found breaches in dozens of cases concerning, inter alia, access to court, detention, length of proceedings, and various procedural fairness issues (see http://www.ustavni.sud.sr.gov.yu/sudska_praksa/uzalbe.php).", "33. The first decisions on the merits of the appellants' complaints, including the very first decision establishing a violation of the Constitution, had been adopted on 10 July 2008 (ibid.), and were published in OG RS no. 74/08 of 7 August 2008.", "34. Where appropriate, the Constitutional Court had, in a number of cases, quashed decisions adopted by the lower courts, as well as the Supreme Court, ordered that the excessively protracted judicial proceedings be concluded as soon as possible, and held that financial compensation for the damage suffered by the appellant had been warranted.", "35. By 26 May 2009 the Commission for Compensation had awarded damages in at least 4 cases where the Constitutional Court had already found a violation and held that adequate compensation was called for.", "36. Article 2 § 1 provides, inter alia, that all parties shall be entitled to the equal protection of their rights.", "37. Article 12 provides that when a court's decision in a pending suit rests on the prior resolution of a preliminary legal issue, the court itself may rule on this issue, as well as the main claim, unless the relevant legislation provides otherwise. The court's decision as regards the preliminary issue, however, shall only be legally binding in respect of the ongoing judicial proceedings.", "38. Article 149 provides, inter alia, that, in principle, legal costs and expenses shall be divided proportionately between the parties, based on the measure of their success in the proceedings. Should a party lose the case entirely, that party shall be obliged to pay all the legal costs and expenses incurred.", "39. Article 176 provides that when there are many cases pending at first instance raising the same preliminary legal issue, the court of first instance shall, either ex officio or at one of the parties' requests, be entitled to institute separate proceedings before the Supreme Court, petitioning the latter to resolve the issue in question. The lawsuits pending at first instance shall be stayed in the meantime.", "40. Articles 3 § 3, 413, 415, 417 and 418 provide that the Public Prosecutor shall, ex officio or in response to a party's specific proposal, within a period of three months, have the right to lodge a Request for the Protection of Legality against a final civil court decision, should it transpire that the decision in question was “based on the parties' unlawful dispositions” (nedozvoljeno raspolaganje stranaka), i.e. those undertaken in breach of the “binding provisions of domestic law, public order or the rules of morality” (prinudni propisi, javni poredak i pravila morala). Should the Public Prosecutor refuse to lodge a request of this sort, the party who had urged him to do so shall, within thirty days, have the right to file its own Request for the Protection of Legality with the Supreme Court.", "41. Article 422.8 provides that a case which has been concluded by means of a final court decision may be re-opened, at the interested party's request, if the preliminary legal issue, within the meaning of Article 12 of this Act, was subsequently resolved in a different manner by the competent State body. Article 422.10 further provides that a case may be re-opened if the European Court of Human Rights has in the meantime rendered a judgment in respect of Serbia concerning the same or a similar legal issue.", "42. This Act entered into force in February 2005, thereby repealing the Civil Procedure Act 1977."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}