{"ITEMID": "001-95278", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "ADMISSIBILITY", "DATE": 2009, "DOCNAME": "BARTL v. SLOVAKIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson;Giovanni Bonello;Ján Šikuta;Ledi Bianku;Nebojša Vučinić;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["The applicant, Mr Jaroslav Bartl, is a Slovak national who was born in 1941 and lives in Dunajská Lužná. The Slovak Government (“the Government”) were represented by their Agent, Mrs M. Pirošíková.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 21 September 1995 the applicant requested an enforcement of the Bratislava Municipal Court’s decision of 1995, by which the defendant had been ordered to employ the applicant.", "On 11 June 1996 the Bratislava I District Court ordered the enforcement.", "On 30 May 1997 the applicant and the defendant concluded an employment contract.", "On 6 November 1998, upon the District Court’s request, the applicant informed it that he wished to continue the enforcement.", "On 21 January 2004 the District Court again asked the applicant if he wished to continue the proceedings.", "In the applicant’s words, he requested the judgment of 1995 to be enforced because he had not been satisfied with the working conditions as provided for by the defendant. As a result, he had stopped going to work already in June 1997.", "On 12 January 2005 the District Court discontinued the proceedings. It held that the defendant had complied with the obligation set out in the judgment of 1995 by concluding the contract with the applicant on 31 May 1997. The contract fulfilled the conditions stated in the judgment of 1995 and the applicant’s right pursuant to that judgment had been extinguished.", "The applicant appealed and on 23 February 2009 the Regional Court upheld the District Court’s decision.", "On 4 January 2007 and 18 March 2008 the Constitutional Court rejected two complaints about the length of the enforcement proceedings lodged by the applicant. On 15 April 2009, on the applicant’s third complaint, the Constitutional Court found that the District Court had violated the applicant’s right to a hearing without unjustified delay under Article 48 § 2 of the Constitution. It further held that the overall duration of the proceedings of more than thirteen years had been unreasonable. It awarded the applicant 3,500 euros (EUR) as just satisfaction in respect of non-pecuniary damage suffered."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}