{"ITEMID": "001-88497", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "ADMISSIBILITY", "DATE": 2008, "DOCNAME": "CHODYNICKI v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Giovanni Bonello;Lech Garlicki;Ledi Bianku;Nebojša Vučinić;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["The applicant, Mr Ryszard Chodynicki, is a Polish national who was born in 1947 and lives in Włocławek. He was represented before the Court by Mr W. Tomczyk, a lawyer practising in Warsaw.", "On 13 August 2001 the applicant, who had been a candidate for Parliament, submitted a lustration declaration as required by the Law of 11 April 1997 on disclosing work for or service in the State’s security services or collaboration with them between 1944 and 1990 by persons exercising public functions (ustawa o ujawnieniu pracy lub służby w organach bezpieczeństwa państwa lub współpracy z nimi w latach 19441990 osób pełniących funkcje publiczne – “the 1997 Lustration Act”). In the declaration he admitted that he had served (pełnił służbę) in the State’s security services. In the explanatory “B” section of the declaration he stated that he had been a company commander in the Military Internal Service (Wojskowa Służba Wewnętrzna – “the WSW”).", "Afterwards, the National Electoral Commission (Państwowa Komisja Wyborcza) published information that the applicant had served in the State’s security services within the meaning of the 1997 Lustration Act. The applicant was elected as a member of Parliament.", "On 27 June 2002 the Warsaw Court of Appeal (Sąd Apelacyjny) decided to institute proceedings in the applicant’s case on the ground that he had lied in his lustration declaration by stating that he had served in the WSW, whereas in reality he had secretly cooperated with this service.", "On 16 December 2003 the Warsaw Court of Appeal, acting as the firstinstance lustration court, found that the applicant had been an intentional and secret collaborator with the WSW and had therefore lied in his lustration declaration. The court established that in 1974, while serving in the army as a professional soldier, the applicant had been recruited as a secret collaborator with the military counter-intelligence service of the WSW. The applicant had thus lied in his declaration. He must have known that he had served as a commander of a platoon of the Warsaw Pontoon Regiment in Włocławek (Warszawski Pułk Pontonowy) and not the WSW.", "The applicant lodged an appeal against the decision. He argued that he had admitted to having had ties with the security service – the WSW – but had mistakenly characterised the nature of his contacts as “service”. The applicant pointed to the lengthy period of time that had elapsed since the events in question and to the lack of clarity of the declaration, which he had had difficulties in filling out.", "On 17 March 2004 the Warsaw Court of Appeal, acting as the secondinstance lustration court, dismissed the applicant’s appeal. The court reiterated that the purpose of the lustration declaration was to reflect the truth. The content of the declaration should be exhaustive and its form should comply with legal requirements. The court agreed with the firstinstance court that the applicant had denied having been an intentional and secret collaborator with the WSW, which had been the State’s security service within the meaning of the law. Lastly, the court dismissed the applicant’s assertion that he had committed a mistake while filling out the declaration. The court found that there had been no mistake as to the facts because the applicant had obviously known that his place of service was the Warsaw Pontoon Regiment and not the WSW. Nor could he claim that there had been a mistake as to the law, as it had been his duty to acquaint himself with the 1997 Lustration Act and the explanatory note on the declaration.", "The applicant lodged a cassation appeal (kasacja) with the Supreme Court (Sąd Najwyższy).", "On 4 October 2004 the Supreme Court dismissed the cassation appeal as manifestly ill-founded. The Supreme Court followed the lower courts’ findings that the applicant had undoubtedly been an intentional and secret collaborator with the secret service, the WSW. This collaboration had nothing in common with the official contacts the applicant had had with the WSW while serving in the army, but had been a secret collaboration initiated by his signing a collaboration declaration. The Supreme Court reiterated that the purpose of the Lustration Act had also been to disclose the past of politicians, who in a democratic State should be transparent and whose past should be known. Finally, the court dismissed the applicant’s allegations that the form of the declaration had been confusing or open to contradictory interpretations. As a consequence of this judgment of the Supreme Court, on 4 October 2004 the applicant lost his seat in Parliament.", "The applicant’s lawyer submitted that he had been notified of that decision on 22 October 2004.", "The relevant domestic law and practice concerning lustration proceedings in Poland are set out in the Court’s judgment in the case of Matyjek v. Poland (no. 38184/03, §§ 27-38, ECHR 2007...)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}