{"ITEMID": "001-61829", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FIN", "BRANCH": "CHAMBER", "DATE": 2004, "DOCNAME": "CASE OF PABLA KY v. FINLAND", "IMPORTANCE": "1", "CONCLUSION": "No violation of Art. 6-1", "JUDGES": "Nicolas Bratza", "TEXT": ["7. The applicant is a limited partnership company founded in 1986 and based in Helsinki.", "8. The applicant company, which was running a restaurant in Helsinki, rented the restaurant premises from an insurance company, Keskinäinen Henkivakuutusyhtiö Suomi (KHS). In 1994 it was offered the opportunity to rent more premises, which would be renovated to be suitable for restaurant use. When the renovation was finished, the applicant company found that there were excessive toilet facilities and that part of the planned restaurant facilities were missing, especially those planned to be built in the cellar. The applicant company paid 251,000 Finnish marks (approximately 42,200 euros) for the renovation expenses and the monthly rent was raised considerably. The amended rent contract had been signed before the extension work commenced.", "9. In 1997 the applicant company instituted civil proceedings against KHS before a Division of the Helsinki District Court (käräjäoikeus, tingsrätt) known as “the Housing Court” (asunto-oikeus, bostadsdomstolen). The applicant company claimed that there had been a breach of the rent contract, as the newly renovated facilities did not correspond to the original plan, on the basis of which the applicant company had signed the amended rent contract. KHS disagreed with the applicant company, arguing that even though there had originally been a plan to build restaurant facilities in the cellar, it had later proved to be impossible to build such an extension and that the applicant company had been aware of this before signing the contract (see paragraph 19 below).", "10. On 17 September 1997 the Housing Court found in favour of the insurance company, rejecting the applicant company's action for compensation in accordance with the Act on Commercial Leases.", "11. The applicant company appealed to the Helsinki Court of Appeal (hovioikeus hovrätt), requesting that the District Court's decision be quashed. On 11 December 1997 the Housing Court Division of the Court of Appeal upheld the District Court's decision without an oral hearing. One of the members of the Court of Appeal, M.P., was a member of the Finnish parliament at the time. He had been an expert member of the Court of Appeal since 1974. From 1987 to 1990 and from 1995 to 1998 he was also a member of parliament. For the latter period the date of election was 19 March 1995.", "12. On 9 February 1998 the applicant company applied to the Supreme Court (korkein oikeus, högsta domstolen) for leave to appeal, complaining, inter alia, about the lack of independence of Judge M.P., who had both legislative functions as a member of parliament and judicial functions as a member of the Court of Appeal. On 5 May 1998 the Supreme Court refused the applicant company leave to appeal.", "13. Under section 9 of the Parliament Act (valtiopäiväjärjestys, riksdagsordning 278/1983), which was in force in 1997, only certain military positions and certain high positions in the judiciary, as well as the duties of officials supervising the lawfulness of government activities, were incompatible with the duties of a member of parliament, but there were no such restrictions as regards membership of a court of appeal. That provision read as follows:", "“The Chancellor of Justice, the Assistant Chancellor of Justice, a Justice of the Supreme Court or of the Supreme Administrative Court, the Parliamentary Ombudsman and the Assistant Parliamentary Ombudsman may not hold the office of a representative. If a representative is appointed to one of the aforesaid offices or elected Parliamentary Ombudsman or Assistant Parliamentary Ombudsman, his parliamentary mandate shall expire.”", "This provision corresponds to the existing section 27 of the Constitution (perustuslaki, grundlagen 731/1999).", "14. According to section 23 of the State Civil Servants Act (valtion virkamieslaki, statstjänstemannalagen 750/1994), a public official must be absent from office for the period of time he or she performs the duties of a member of parliament.", "15. Under section 29(1) (504/1984) of the Act on Court Proceedings in Cases concerning Rental Matters (laki oikeudenkäynnistä huoneenvuokra-asioissa, lag om rättegång i hyresmål 650/1973), as in force at the relevant time, the court of appeal was required to consider appeals concerning rent contracts as a bench of three judges and two expert members, one of whom represented the views of landlords and the other the views of tenants. The expert members of the court of appeal were appointed by the President of the Republic for a period of four years. Members must be between 25 and 70 years old, and have full legal capacity (section 29(2)). Expert members were required to take an oath (section 31).", "16. The Act on Court Proceedings in Cases concerning Rental Matters was repealed by Act no. 597/2002, which came into force on 1 January 2003. Expert members no longer take part in the proceedings before the district courts or courts of appeal. Instead, the Code of Judicial Procedure (oikeudenkäymiskaari, rättegångsbalken) applies to the proceedings.", "17. The provisions concerning the disqualification of judges are contained in Chapter 13, section 1, of the Code of Judicial Procedure. At the relevant time the said provision was worded as follows:", "“If the plaintiff or the defendant wishes to challenge a judge, he shall do so in a proper manner, and that judge shall decide whether or not to stand down. The following shall be the legal grounds for disqualification: where the judge is related by blood or marriage to one of the parties to a degree which would constitute a bar to marriage under Chapter 2 of the (1734) Marriage Code, including cousinship by blood although not by marriage; where the judge is the opposing party or a publicly known “enemy” of a party; where the judge or a listed relative has an interest in the case, where they stand to obtain particular benefit or suffer particular loss in it; where the judge has served as a judge in the case in another court; where the judge has served as an advocate or witness in the case; where the judge has previously, on the orders of a court, decided a part of the case; or where the judge has a similar case pending before another court. If the judge knows that such grounds exist in his regard, even though the parties are not aware of the same, the judge shall stand down of his own accord.”", "18. The provisions of Chapter 13 of the Code of Judicial Procedure concerning the impartiality of judges were amended by an Act (441/2001) which came into force on 1 September 2001. The government bill (HE 78/2000) contains an extensive account of the existing legislative provisions, the case-law of the European Court of Human Rights and precedents of the Supreme Court concerning the disqualification of judges. The amendment has not changed the Government's assessment of the present case.", "19. The Act on Commercial Leases (laki liikehuoneiston vuokrauksesta, lag om hyra av affärslokal 482/1995) was presented as a government bill on 21 November 1994. It was adopted on 17 February 1995 and came into force on 1 May 1995."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}