{"ITEMID": "001-57631", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "CHAMBER", "DATE": 1990, "DOCNAME": "CASE OF OBERMEIER v. AUSTRIA", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection rejected (non-exhaustion of domestic remedies);Violation of Art. 6-1;Not necessary to examine Art. 13 and 14;Non-pecuniary damage - financial award;Costs and expenses award - domestic proceedings;Costs and expenses award - Convention proceedings", "JUDGES": "N. Valticos", "TEXT": ["8. Mr Karl Obermeier, who resides at Linz, was formerly employed by a private insurance company (\"the company\") as the director of their regional branch office for Upper Austria.", "9. In 1974 a dispute arose between the applicant and the company concerning various paid activities which it proposed to withdraw from him. Mr Obermeier instituted proceedings in the Vienna Labour Court (Arbeitsgericht). On 10 March 1978, the day following the first hearing, he was suspended from his duties by his employer; the company considered that it was entitled to take such a decision at any time without giving reasons.", "10. After having unsuccessfully sought the opening of disciplinary proceedings, the applicant decided to challenge his suspension in the courts. Accordingly, on 9 March 1981, he brought, in the Linz Labour Court, an action for a declaratory judgment (Feststellungsklage) and, in the alternative, an action for performance (Leistungsklage). The first action was intended to establish the invalidity of the contested measure, while the second sought its revocation. He alleged in particular that the measure in question was designed to penalise him for having instituted legal proceedings against the company and was therefore unjustified.", "11. On 23 April 1981 the Linz Labour Court dismissed the applicant’s claims. On 25 November 1981 the Linz Regional Court (Landesgericht) allowed Mr Obermeier’s appeal as regards the part of the judgment concerning the revocation of the suspension. It considered that by virtue of clause 32 of the collective agreement for insurance employees (see paragraph 45 below), which was applicable, suspension of an employee was subject to certain conditions and that the first-instance court should have ascertained whether they were satisfied. The fact that Mr Obermeier had instituted legal proceedings against his employer could not in itself justify the impugned measure. The court dismissed the remainder of the appeal, finding that, under Article 228 of the Code of Civil Procedure (Zivilprozessordnung), a declaratory judgment may bear only on the existence of a legal relationship (Rechtsverhältnis) and not on the validity of a legal measure (Rechtshandlung) such as the suspension of an employee.", "12. The company appealed on points of law to the Supreme Court (Oberster Gerichtshof) which, on 30 March 1982, upheld the Regional Court’s judgment. The case was therefore remitted to the Labour Court.", "13. In the meantime the company had decided to terminate Mr Obermeier’s employment, his dismissal taking the form of \"administrative retirement\" (administrative Pensionierung). This decision, taken pursuant to clause 33 § 9 of the collective agreement (see paragraph 44 below), was notified to him on 14 July 1981 and was due to become operative on 31 March 1982.", "14. Previously, on 8 May 1981, the company had, as it was required to do under section 8 § 2 of the Disabled Persons (Employment) Act (Invalideneinstellungsgesetz, see paragraph 47 below), sought the authorisation of the Disabled Persons Board (Invalidenausschuss, \"the Board\") for the applicant’s dismissal. On 21 May 1980 Mr Obermeier had been declared disabled for the purposes of that Act.", "15. The Board took the view that section 8 § 2 left the decision concerning the authorisation in question to its discretion but that it had to exercise that discretion in accordance with the spirit of the Act, in other words taking account of the legitimate interest of the employer in the dismissal and the employee’s special need for social protection. Following a hearing, the Board gave its consent to the dismissal on 8 July 1981, finding that the relationship of trust between the parties had been irremediably undermined.", "16. Mr Obermeier appealed against this decision, alleging inter alia that the Board had failed to hold an inquiry into the case and had obtained only the company’s observations. The Provincial Governor (Landeshauptmann) for Upper Austria confirmed the Board’s decision on 16 October 1981, after proceedings in which no argument was taken.", "17. The applicant then appealed to the Administrative Court (Verwaltungsgerichtshof) which dismissed his appeal on 9 March 1983. It considered that the authorisation for his dismissal given by the Board and confirmed on appeal was not unlawful since it was not vitiated by errors of law; the contested decision had not exceeded the discretionary power which the law conferred on the administrative authorities in this field (see paragraph 53 below). It added that the procedural requirements had been complied with in the administrative proceedings, in particular as regards Mr Obermeier’s access to the file.", "18. The applicant sought relief from the Administrative Court’s judgment by an application (no. 10247/83) to the European Commission of Human Rights, which was declared inadmissible on 12 March 1986 (Decisions and Reports no. 46, pp. 77-80).", "19. Simultaneously with the administrative proceedings relating to the authorisation for the applicant’s dismissal, the Linz Labour Court resumed consideration of his suspension, following the Supreme Court’s decision remitting the case to it (see paragraph 12 above).", "20. The company pleaded Mr Obermeier’s lack of a legal interest (Rechtsschutzbedürfnis) in the revocation of his suspension, since in the meantime he had been dismissed. The applicant, for his part, challenged the lawfulness of his dismissal. He stressed in particular that it had been pronounced before the authorisation from the Disabled Persons Board had become final, as the case was still pending before the Administrative Court.", "21. On 9 December 1982 the court rejected the applicant’s claim. The dismissal had been pronounced with the authorisation of the competent administrative authority and the proceedings in the Administrative Court did not have suspensive effect. On 11 May 1983 the Linz Regional Court upheld this judgment, observing that, in the intervening period, the Administrative Court had dismissed Mr Obermeier’s appeal.", "22. The applicant appealed on points of law to the Supreme Court which, on 23 October 1984, quashed the decisions of the labour courts. Overruling its previous case-law, it found that the company should have waited until the Disabled Persons Board’s authorisation had become final (rechtskräftig). Since the applicant’s dismissal was therefore invalid, he had an interest in challenging his suspension; accordingly, the Supreme Court remitted the case to the Labour Court.", "23. Following this judgment, the company sent to the applicant, on 21 December 1984, a further notification of dismissal, which was to take effect on 30 June 1985. On 9 January 1985 it requested the Disabled Persons Board for a retroactive authorisation for the dismissal pronounced on 14 July 1981. It alleged that the Supreme Court’s overruling of its own case-law had not been foreseeable and therefore constituted an exceptional case for the purposes of section 8 § 2 of the Disabled Persons (Employment) Act.", "24. On 14 March 1985 the Board rejected the company’s request on the ground that its decision of 8 July 1981 (see paragraph 15 above) had final effect (Rechtskraft). On appeal by both parties, the Provincial Governor set aside this decision on 17 June 1985 and gave his retroactive consent to the applicant’s first dismissal.", "25. On 23 July 1985 the applicant appealed on points of law to the Constitutional Court (Verfassungsgerichtshof) which, on 25 November 1985, referred the case to the Administrative Court. The latter court allowed the appeal on 21 May 1986, finding that the company had committed an error of law by dismissing Mr Obermeier before the authorisation had become final. Consequently, on 1 June 1986, the Provincial Governor confirmed the Board’s decision of 14 March 1985.", "26. Mr Obermeier then asked the Board to declare, pursuant to sections 8 to 12 of the Disabled Persons (Employment) Act, that his employment contract subsisted. The Board and the Provincial Governor found, on 10 February 1986 and 12 January 1987 respectively, that they lacked jurisdiction to make such a declaration, the matter being one for the ordinary courts.", "27. Following the Supreme Court’s order of 23 October 1984 remitting the applicant’s case to it (see paragraph 22 above), the Linz Labour Court allowed the applicant’s claim on 30 January 1985. In its view, the legal proceedings instituted against the company by Mr Obermeier were in no way vexatious and therefore did not justify a measure of suspension, by which the employer had prejudged the outcome of the proceedings pending.", "28. On 31 July 1985, on an appeal by the company, the Linz Regional Court set aside this decision, notwithstanding the applicant’s request for a stay pending the decisions of the Constitutional Court and the Administrative Court (see paragraph 25 above). The Regional Court considered itself bound by the Provincial Governor’s decision of 17 June 1985 authorising Mr Obermeier’s dismissal as from 31 March 1982 (see paragraph 24 above). It concluded therefrom that the applicant no longer had any legal interest in obtaining the revocation of his suspension.", "29. On 15 July 1986 the Supreme Court dismissed the applicant’s appeal on points of law lodged on 7 October 1985. It found that the Regional Court had been correct in regarding the Provincial Governor’s authorisation as binding; since only the administrative authorities were competent to apply the Disabled Persons (Employment) Act, those authorities were not bound by the opinion expressed by the Supreme Court in its judgment of 23 October 1984 (see paragraph 22 above) that the conditions laid down in section 8 § 2 of the Act in question for the granting of retroactive authorisation were not satisfied. The Supreme Court stated that it was not for the civil courts to review the decisions of the administrative authorities. On the contrary, they were required to base their own judgments on such decisions, without any further examination.", "In its judgment, the Supreme Court did not take into account the applicant’s appeal to the Constitutional Court and the Administrative Court. Indeed it seems to have been unaware of the Administrative Court’s judgment of 21 May 1986 (see paragraph 25 above).", "30. Simultaneously with the administrative proceedings instituted by him, Mr Obermeier also challenged his dismissal in the labour courts. On 16 August 1982 he brought an action in the Linz Labour Court for a declaration that his dismissal was invalid. He argued that the company had not waited until the authorisation given by the Disabled Persons Board had become final in law and had in addition failed to inform the works council, as it was required to do under section 105 § 1 of the Industrial Relations Act (Arbeitsverfassungsgesetz, see paragraph 46 below).", "31. After having stayed these proceedings on 9 December 1982, the court dismissed Mr Obermeier’s action on 14 August 1985 on the ground that, in the meantime, the Provincial Governor had given his retroactive consent to the applicant’s dismissal from employment (see paragraph 24 above). The parties did not appeal from this decision.", "32. Following the Administrative Court’s judgment of 21 May 1986 (see paragraph 25 above), the applicant filed an application on 22 July 1986 for the proceedings to be reopened (Wiederaufnahmsklage) and requested that such proceedings also deal with the second dismissal from employment. The Linz Labour Court’s judgment of 24 September 1986, which allowed this application, was upheld on 3 February 1987 by the Linz Court of Appeal (Oberlandesgericht) and, on 15 July 1987, by the Supreme Court.", "33. Ruling on the merits on 15 September 1987, the Labour Court found that Mr Obermeier had never been validly dismissed. It took the view that the effects of the prior authorisation given by the Board were not permanent and that such authorisation could provide the legal basis only for a dismissal which was closely linked to it both in terms of the period of time which had elapsed and as regards the substance; this was not the case in respect of the second dismissal.", "34. On an appeal by the company, the Linz Court of Appeal set aside this decision on 15 March 1988 on the ground that the situation was a continuous one so that there was a sufficient connection between the consent given by the administrative authority and the dismissal from employment pronounced on 21 December 1984.", "35. The applicant claimed that he had cited at the hearing, as an additional ground for the invalidity of his dismissal, disregard of clause 33 § 9 of the collective agreement (see paragraph 44 below), which requires the valid consent of the works council. The transcript of the hearing, notified to the applicant on 31 March 1988, did not refer to his statements in this respect; he therefore lodged an objection to it on 5 April 1988, which the Court of Appeal dismissed on 12 April as out of time.", "36. In the meantime, the applicant had appealed on a point of law against the Court of Appeal’s judgment of 15 March 1988 (see paragraph 34 above). On 23 June 1988 in a supplementary memorial he stressed that for his second dismissal no valid prior consent had been obtained from the works council as was required under clause 33 § 9 of the collective agreement.", "37. The Supreme Court dismissed the appeal on 29 June, holding that section 105 of the Industrial Relations Act, by virtue of which any dismissal from employment without prior consultation of the works council is invalid, did not apply to a disabled person. In such cases the consultation of the works council had already been effected by the interposition of the Board, acting in pursuance of section 8 § 2 of the Disabled Persons (Employment) Act. The Supreme Court declared the memorial of 23 June inadmissible under the rule that only one appeal may be lodged (Grundsatz der Einmaligkeit des Rechtsmittels, see paragraph 60 below).", "38. On 30 June 1988, even before a copy of the Supreme Court’s judgment had been served on him, the applicant instituted new proceedings in the Linz Regional Court, sitting as a social and labour court. He sought a declaration that the second dismissal was void on the ground that the company had not obtained the prior consent of the works council, as it was required to do under clause 33 § 9 of the collective agreement. The court dismissed the action on 23 September 1988, finding that the agreement given by the works council in 1981 was also valid in relation to the 1984 dismissal.", "The Court of Appeal, and subsequently the Supreme Court, dismissed Mr Obermeier’s appeals on 28 February and 14 June 1989 respectively.", "39. On 21 March 1989 the applicant applied again to the Linz Regional Court for a declaration that the dismissal of 21 December 1984 and the authorisation given by the administrative bodies were void as being contrary to honest practices (Sittenwidrigkeit). On 12 May 1989 the court rejected the claim. It took the view that the administrative organs in question had, by implication, expressed their opinion on the matter by giving their agreement pursuant to section 8 § 2 of the Disabled Persons (Employment) Act, because an authorisation accorded for a dismissal contrary to honest practices would have been inconsistent with the criteria which the Administrative Court had laid down for the validity of such decisions. On 10 October 1989 the Linz Court of Appeal upheld this judgment. On appeal on points of law by Mr Obermeier, the Supreme Court quashed these two decisions but dismissed his application on 14 March 1990, on the ground that the judicial decisions which had closed the proceedings in which the applicant had already contested the validity of his dismissal in the labour courts (see paragraphs 30-38 above) were final.", "40. In the intervening period, Mr Obermeier had, on 22 July 1986, applied to the labour courts for the reopening of the proceedings concerning his suspension, proceedings which had been terminated by the Supreme Court on 15 July 1986 (see paragraph 29 above). He relied on the judgment delivered by the Administrative Court on 21 May 1986 (see paragraph 25 above).", "41. On 15 October 1986 the Regional Court dismissed the application for the proceedings to be reopened, on procedural grounds. However, on 15 July 1987 the Supreme Court allowed the applicant’s appeal on points of law and remitted the case to the Linz Court of Appeal which had acquired jurisdiction by virtue of a new Act on the social and labour courts.", "42. On 19 November 1987 the Linz Court of Appeal ordered the proceedings to be reopened but allowed the company’s application for a stay pending the conclusion of the proceedings concerning the dismissal of 21 December 1984. It did so despite the protracted nature of the proceedings, because the decision on the dismissal was clearly crucial to the suspension proceedings. The proceedings remain stayed.", "43. Employment contracts are governed by the general law of contract (Articles 859 et seq. of the Civil Code, Allgemeines Bürgerliches Gesetzbuch) and in particular by the provisions on contracts for services (Dienstvertrag, Articles 1151 et seq. of the Code), supplemented by the Private Employees Act (Angestelltengesetz, Bundesgesetzblatt no. 292/1921 as amended). Section 27 of that Act provides that a person may be dismissed only on certain specific grounds, which it lists.", "44. As a general rule, employment contracts are concluded on the basis of collective agreements (Kollektivverträge), whose terms form part of the conditions of employment, unless otherwise stipulated in the individual contract. The Collective Agreement for Administrative Employees of Insurance Undertakings (Kollektivvertrag für Angestellte der Versicherungsunternehmen - Innendienst), which was applicable in this instance, lays down the principle that, with very few exceptions, a permanent employee may be dismissed only after disciplinary proceedings (clause 33 § 4). One of the exceptions is \"administrative retirement\" (administrative Pensionierung), provided for in clause 33 § 9. Among the conditions to which such a measure is subject is the prior consent of the works council.", "45. Clause 32 of the agreement concerns \"suspension\" (Suspendierung), and is worded as follows:", "\"(1) Suspension does not constitute a penalty, but is a preventive administrative measure which may be imposed by management in the following cases:", "(a) where a criminal or disciplinary investigation is being conducted against an employee;", "(b) where there has been a gross failure to show due respect and proper deference to hierarchical superiors;", "(c) where it appears necessary on grounds of safety at work and in the interests of the undertaking.", "(2) During the period of his suspension, the employee shall continue to be paid his salary. In addition he shall continue to be entitled to promotion on grounds of seniority.\"", "46. The dismissal of employees is governed in principle by section 105 of the Industrial Relations Act (Arbeitsverfassungsgesetz, Bundesgesetzblatt no. 22/1974). The version applicable at the material time provided as follows:", "\"Appeal against dismissal", "(1) Before dismissing an employee, an employer shall notify the works council, which may comment within five working days.", "(2) If so requested by it, the employer shall discuss the dismissal with the works council within the five days allowed for comment. Any dismissal prior to expiry of this period shall be invalid, unless the works council has already stated its position.", "(3) If the works council has not expressly authorised the proposed dismissal within the period specified in paragraph (1), application may be made to the conciliation board to set it aside, if", "1. ...", "2. the dismissal is not justified from a social point of view and the dismissed employee has already been in the employ of the undertaking for six months. Dismissal is unjustified from a social point of view when it damages the employee’s vital interests, unless the employer can show that it is due to", "(a) circumstances relating to the employee personally and which are detrimental to the interests of the undertaking or", "(b) business requirements which militate against his continued employment.", "...", "In the examination as to whether a dismissal is unjustified from a social point of view, special attention shall be given in the case of older employees to the fact that they have been employed without a break for many years in the undertaking or the company of which the undertaking is part, and to the difficulties that they may be expected to encounter in finding new employment because of their age.", "(4) The employer is required to give the works council notice of the dismissal. If it has expressly objected to the proposed dismissal, the works council may, within one week of being notified, contest it before the conciliation board at the dismissed employee’s request. If the works council does not act on the employee’s request and contest the dismissal, he may himself do so before the conciliation board within the week following expiry of the time-limit laid down for the works council.", "(5) ...", "(6) If the conciliation board grants the application, the dismissal shall be invalid. The conciliation board’s decision shall be final.\"", "The conciliation board operates as a labour court.", "47. Article 8 of the Disabled Persons (Employment) Act (Invalideneinstellungsgesetz, Bundesgesetzblatt no. 22/1970, as amended), provides as follows:", "\"Dismissal", "(1) Except in cases where a longer period of notice is required, a disabled person who enjoys special status and is dismissed by his employer shall be entitled to four weeks notice. ...", "(2) A ... person [in this category] may only be dismissed by his employer if the Disabled Persons Board, ..., after having consulted the works council ..., has given its consent; the employee shall have the status of a party in these proceedings. Without prejudice to legal provisions imposing additional conditions on termination of employment, any dismissal pronounced without the prior authorisation of the Disabled Persons Board shall be invalid unless the Board gives its consent retroactively in exceptional circumstances. Section 105 §§ 2 to 6 of the Industrial Relations Act (Bundesgesetzblatt no. 22/1974) shall not apply to the dismissal of disabled persons enjoying special status.\"", "48. Unless otherwise provided for in the Disabled Persons (Employment) Act, the procedure before the Disabled Persons Board and, on appeal, before the second-instance authority is governed by the Code of General Administrative Procedure (Allgemeines Verwaltungsverfahrensgesetz, Bundesgesetzblatt no. 172/1950, as amended).", "49. Under section 19a of the Act, appeals from the Board’s decisions are heard by the Provincial Governor (Landeshauptmann), acting as a delegated authority of the federal administration (mittelbare Bundesverwaltung) within the meaning of Article 103 of the Federal Constitution (Bundesverfassungsgesetz). In this capacity, he is subject to instructions (Weisungen) from the Federal Minister for Social Affairs (Bundesminister für Soziale Verwaltung - Article 103 § 1 in conjunction with Article 20 § 1 of the Federal Constitution).", "50. An appeal to the Provincial Governor has suspensive effect by virtue of Article 64 of the Code of General Administrative Procedure.", "51. The resulting decision is deemed to be final (formell rechtskräftig) although it may be challenged in the Administrative Court (Verwaltungsgerichtshof) and in the Constitutional Court (Verfassungsgerichtshof) pursuant, respectively, to Articles 131 and 144 of the Federal Constitution. Such appeals do not have suspensive effect, unless the relevant courts decide otherwise (section 30 of the Administrative Court Act (Verwaltungsgerichtshofgesetz), Bundesgesetzblatt no. 10/1985, and section 85 of the Constitutional Court Act (Verfassungsgerichtshofgesetz), Bundesgesetzblatt no. 85/1953).", "52. The Administrative Court declares the decision void if it does not dismiss the appeal as unfounded; it rules on the merits only if the competent authority has failed in its duty to render a decision (section 42 § 1 of the Administrative Court Act).", "Where it has to review the lawfulness of an administrative measure, the Administrative Court bases its decision on the facts established by the relevant authority, with reference solely to the complaints submitted, except where the authority in question lacked jurisdiction or where procedural rules have been infringed (section 41 of the above-mentioned Act). In this connection the Act specifies that the Administrative Court is to declare void the impugned measure for infringement of such a rule where the facts found by the authorities are not borne out, on an important point, by the evidence, where the facts thus determined have to be supplemented on such a point and where there is a failure to comply with rules which, if they had been correctly applied, could have resulted in a different decision (section 42 § 2 (3) of the Act).", "If in the course of such an examination grounds emerge which were hitherto unknown to the parties, the Administrative Court has to hear the parties and, if necessary, stay the proceedings (section 41 § 1).", "The procedure involves essentially an exchange of memorials (section 36), followed, except in certain cases listed in the Act, by a hearing conducted under the adversarial principle in the presence of the parties concerned and, as a rule, held in public (sections 39 and 40).", "53. Article 94 of the Constitution stipulates in addition that at all levels of jurisdiction the administrative authorities must be separate from the courts.", "Article 130 § 2 of the Constitution applies where the Administrative Court has to review the lawfulness of an administrative measure taken in the exercise of a discretionary power which the law confers on the competent authority; it provides as follows:", "\"There is no ground for a finding of unlawfulness (Rechtswidrigkeit) where the legislature has refrained from laying down binding rules for the conduct of the administrative authority and leaves it to that body to determine its own conduct and the authority in question has used this discretionary power in accordance with the law.\"", "54. Until the entry into force of the Labour and Social Courts Act (Arbeits- und Sozialgerichtsgesetz, Bundesgesetzblatt no. 104/1985) on 1 January 1987, the proceedings in the present case were governed by the Labour Courts Act (Arbeitsgerichtsgesetz, Bundesgesetzblatt no. 170/1946, as amended).", "This Act provided for first-instance labour courts, sitting for the same areas as district courts (Bezirksgerichte; section 6). Appeal lay to the ordinary civil courts in other words the Regional Courts and the Supreme Court, which courts, set up special chambers for this purpose (sections 25 § 2 and 26). The new legislation conferred jurisdiction in labour disputes on special chambers of the Regional Courts - except in Vienna - the Courts of Appeal and, for appeals on points of law, to the Supreme Court (section 2).", "55. Under the former legislation, on appeal a case was reheard and the parties could adduce new facts and new evidence (section 25 § 1). In line with the principles governing appeal procedures in general, under the legislation in force since 1 January 1987 this is only possible subject to certain conditions (section 63 of the Social and Labour Courts Act). In addition, proceedings concerning labour and social disputes are to be conducted with particular diligence according to the new Act (section 39 § 1). Except as otherwise provided, such proceedings are governed by the rules of the Code of Civil Procedure (Zivilprozessordnung).", "56. By virtue of Article 228 of this Code, an action for a declaratory judgment (Feststellungsklage) may be brought to establish the existence or non-existence of a legal relationship or a right (Bestehen oder Nichtbestehen eines Rechtsverhältnisses oder Rechtes) if the applicant has a legal interest (rechtliches Interesse) in this issue. The law does not expressly require such interest for actions brought to secure performance (Leistungsklagen), but it is generally considered to be a necessary condition for any court action.", "57. As regards preliminary issues giving rise to separate proceedings still pending, Article 190 of the Code provides as follows:", "\"Stay of proceedings pending the decision on preliminary issues", "(1) Where the determination of a dispute depends wholly or in part on the existence or non-existence of a legal relationship which is the subject of other legal proceedings pending or which is to be established in administrative proceedings pending, the Chamber may stay the main proceedings until such time as a final decision concerning the legal relationship in question has been given.", "(2) ...", "(3) When a final decision has been reached in the judicial or administrative proceedings in question, the main proceedings shall be resumed on application by the parties or of the court’s own motion.\"", "It follows that the court must decide the preliminary issue itself if that issue has not given rise to separate proceedings which are pending. It has a discretionary power to do so even if such proceedings are pending. Once the decision on the preliminary issue has been rendered by the relevant judicial or administrative authority and has become final, it is generally considered to be binding on the court.", "Article 38 of the Code of General Administrative Procedure contains an identical provision regarding the administrative authorities.", "58. Article 530 of the Code of Civil Procedure provides for the possibility of reopening civil proceedings (Wiederaufnahmsklage) under certain conditions:", "\"Application for proceedings to be reopened", "(1) Proceedings which have been terminated by a decision on the merits may be reopened on an application by a party:", "1.-4. ...", "5. where a criminal judgment on which the decision is based has subsequently been quashed by another judgment which has become final;", "6. where the party concerned finds himself, or becomes, able to use a previous judgment which has become final and which concerns the same claim or the same legal relationship and determines with final effect the dispute between the parties in the proceedings which are to be reopened;", "7. where the party concerned either learns of new facts, or where he finds himself, or becomes, able to adduce evidence which, if it had been submitted and used in the earlier proceedings, would have resulted in a more favourable decision for him;", "(2) The application for proceedings to be reopened on the grounds referred to in paragraphs 6 and 7 shall be admissible only in so far as the party who makes the application was not in a position, without there being any fault on his part, to rely on the judgment which has become final or the new facts or evidence before the conclusion of the oral proceedings resulting in the first-instance decision.\"", "59. In the present case (see paragraphs 32 and 41 above), the Supreme Court made it clear that in the event of the quashing or subsequent variation of an administrative decision which had become final, and which was regarded as binding by the courts, an application for the proceedings to be reopened was admissible by analogous application of Article 530 § 1, no. 5.", "60. In general, the Supreme Court hears appeals on points of law in private session (Article 509 of the Code of Civil Procedure) on the basis of the file (Article 508). It takes account of new facts or evidence only and strictly in so far as they are admissible and in addition have been cited in the appeal memorial or the reply (Articles 504 § 2 and 507 § 3 - Neuerungsverbot). Moreover, Austrian law applies the principle of \"a single appeal\" (Grundsatz der Einmaligkeit der Rechtsmittels) which precludes the submission of supplementary memorials. The Supreme Court normally determines the merits of the case. It may remit the case to the lower courts only subject to certain conditions (Article 510), for example where the proceedings appealed against were flawed in such a way as to prevent a full discussion or thorough examination of the dispute (Article 503 no. 2)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}