{"ITEMID": "001-110900", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF GRIGORYEV v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 3 - Prohibition of torture (Article 3 - Torture) (Substantive aspect);Violation of Article 3 - Prohibition of torture (Article 3 - Effective investigation) (Procedural aspect);Violation of Article 6 - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Fair hearing);Violation of Article 6 - Right to a fair trial (Article 6-3 - Rights of defence)", "JUDGES": "André Potocki;Angelika Nußberger;Ann Power-Forde;Dean Spielmann;Elisabet Fura;Ganna Yudkivska", "TEXT": ["5. The applicant was born in 1967 and is currently serving a prison sentence in Yenakiyeve Penitentiary no. 52.", "6. In the morning of 1 March 2002 the “Berkut” special police unit apprehended the applicant, at the home of an acquaintance, in connection with an investigation into a series of armed robberies and murders.", "7. The police searched the applicant and discovered a suspicious sachet in his pocket appearing to contain drugs. According to him, the police had planted it on him when he was already handcuffed. The applicant’s arrest was documented as being based on a suspicion of illegal drug possession.", "8. On the same day, 1 March 2002, the applicant was placed in administrative detention for three days while the contents of the sachet were analysed.", "9. Between 1 and 3 March 2002 he confessed to about fifteen counts of robbery, theft and smuggling, as well as an attempted murder. The applicant also showed to the police a garage and a forest cache where firearms and other weapons and explosives were stored.", "10. According to the Government’s submissions, the applicant decided to confess and to cooperate with the police of his own free will. According to the applicant, however, he was coerced into self-incrimination. His account of the events following his arrest is as follows. At about 11 a.m. on 1 March 2002 the applicant was taken to an office in the Kyivskyy District Police Department in Odessa where two law-enforcement officials from Kyiv, D. and Y., who introduced themselves as the Deputy Chief of the Criminal Investigation Unit (заступник начальника Департаменту карного розшуку МВС України) and the Chief of the Main Criminal Investigation Department (начальник Головного управління карного розшуку МВС України) respectively, questioned him in respect of a number of robberies and murders. As the applicant denied any involvement in them or knowledge thereof, Y. summoned several officers and ordered them to force him to confess to about forty instances of such offences. The applicant, being handcuffed, was suspended from a metal bar between two tables, and Y., together with D., delivered numerous blows with a rubber truncheon to various parts of his body. Subsequently a mask was put on the applicant’s face, and other police officers continued to beat him until about 7 p.m. The applicant signed numerous confessions. In the evening D. and Y. checked on him. As they considered that he had not been sufficiently cooperative, the applicant’s ill-treatment continued until 4 March 2002. During that period he was detained in the police station, where he had no contact with his relatives or a lawyer.", "11. On 4 March 2002 the applicant was arrested on suspicion of several counts of armed robbery, illegal arms handling and attempted murder. He signed a waiver of legal assistance (its copy in the case file is illegible) and confessed to six counts of robbery.", "12. The applicant was then transferred to the Odessa Temporary Detention Facility (“the ITT”).", "13. Before that transfer, on 4 March 2002, he was examined by a doctor at the local hospital, who found that he had a chest contusion and post-traumatic neuritis. The doctor also concluded that the applicant’s right hand had been subjected to prolonged constriction.", "14. On 5 March 2002 an expert from the Odessa Regional Bureau for Expert Forensic Medical Examinations examined the applicant on the instructions of the investigator. Although the examination report (delivered on 1 April 2002) noted that the applicant’s right wrist was swollen and restricted in movement, its general conclusions were as follows:", "“1. The forensic medical examination of [the applicant] has not discovered any external injuries (sores, bruises or wounds).", "2. It is impossible to establish the nature of the pathology of the right wrist without an X-ray.”", "15. From 5 March 2002 the applicant was represented by Ms Lyakhovetska. During his questioning in her presence on that day he again confessed to six counts of robbery. At the same time, the lawyer requested the investigator to arrange for her client to have a medical examination in view of his complaints of ill-treatment.", "16. On 6 March 2002 a judge of the Zhovtnevyy District Court of Odessa remanded the applicant in custody pending trial. According to that ruling, the applicant was to be detained in the Pre-Trial Detention Centre (“the SIZO”). In reality, however, he remained in the ITT.", "17. On 16 March 2002 the investigator decided that the applicant was to be detained in the ITT until 19 March 2002, on account of the considerable number of investigative measures yet to be taken.", "18. According to the applicant, on 17 March 2002 Y. and D. again tried to obtain confessions from him, this time to several counts of murder. As the applicant resisted, he was handcuffed and beaten by four officers for about thirty minutes. Thereafter he was placed face-down on the floor and immobilised with a chair. The officers then brought an electric generator and attached its wires to the applicant’s ankles and buttocks. After several electric shocks, the applicant signed all the documents handed to him by the police.", "19. On 18 March 2002 he complained to his lawyer about these events, and she further raised the complaint before the prosecution authorities.", "20. On 19 March 2002 the applicant was transferred to the SIZO, where he was examined by a doctor. As a result, burn marks measuring about 2 x 1 cm were discovered on his both ankles. They were estimated to have been sustained two days earlier as the result of an electric shock.", "21. On 5 April 2002 another forensic medical examination of the applicant was carried out. According to the report (delivered on 8 April 2002), eight wounds measuring 1.5 x 2 cm each were discovered on both of his ankles. While the expert noted that it was impossible to establish exactly how and when they had been caused, he referred to the medical certificate of 19 March 2002, according to which the wounds could have been caused by electric burns.", "22. On 29 April 2002 the Odessa Regional Prosecutor’s Office (“the ORPO”) opened a criminal case in respect of the allegations of ill-treatment by the applicant and a co-accused under Article 365 § 2 of the Criminal Code (abuse of power associated with violence and degrading treatment). The prosecutor referred, in particular, to the medical certificate of 8 April 2002 confirming that the applicant had sustained injuries possibly originating in electric shocks.", "23. Yet another forensic medical expert examination, which had been assigned on 21 June and completed on 2 July 2002, reported the same injuries as before and classified them as minor. Given the ongoing cicatrisation process, it was impossible to establish their origin with precision: the wounds could have been caused either by electric burns or by blunt objects. The report further noted that, according to the medical file, it could not be ruled out that they had been caused by electric shocks. Lastly, the expert answered in the positive the investigator’s question as to whether the wounds in question were in places within the applicant’s reach (“accessible for self-infliction”).", "24. On 16 September 2002 the investigator at the Odessa City Prosecutor’s Office (“the OCPO”), to whom the case had apparently been transferred, discontinued the criminal investigation into the ill-treatment allegations, concluding that no indication of a crime could be discerned in the actions of the police officers. This decision was based, on the one hand, on the submissions of the applicant and two co-accused (found to be unreliable), and, on the other, on statements by eighteen police officers, including Y. and D., who either denied any coercion or submitted that they did not know anything (found to be trustworthy). While both Y. and D. admitted that they had questioned the applicant following his arrest on 1 March 2002, they maintained that he had confessed to some of the crimes under investigation of his own free will. When asked how he could explain the electric burns on the applicant’s ankles, Y. stated as follows:", "“I can explain them by the sheer inventiveness of this person, who could make explosive devices and who tortured his victims with devious methods.”", "25. The investigator also mentioned the medical certificate issued by the SIZO doctor in respect of the applicant’s injuries, without commenting on it. The general conclusions of this decision read as follows:", "“... the investigation has established that [the applicant], after [his] arrest, confessed to armed robberies and maintained his confessions during the crime reconstruction exercise. Moreover, [the applicant] showed [the investigators] an underground cache of firearms and ammunition.", "However, later these persons [the applicant and his co-accused], who have previous convictions and are bound by joint responsibility, retracted their earlier statements. In an attempt to escape criminal liability for particularly serious crimes, they, personally and with the assistance of their lawyers, sent complaints to various authorities attempting to cast doubt on their own depositions by allegations that they had been beaten by the police and that they had confessed under duress.", "The allegations of [the applicant] and the other co-accused are refuted by the ... statements of the police officers.”", "26. On 5 November 2002 the ORPO quashed the above decision, concluding that it was not based on a comprehensive and objective investigation.", "27. On 16 December 2002 one of the applicant’s cellmates in the ITT at the material time, L., when questioned by the investigator, confirmed that the applicant, on returning to the cell after his questioning, had had injuries and had hardly been able to stand on his feet. The other cellmates, who were also questioned, did not remember anything of that kind.", "28. On 28 December 2002 the OCPO investigator again discontinued the criminal investigation, finding nothing criminal in the police officers’ actions. The decision was identical to that of 16 September 2002.", "29. On 8 May 2003 the ORPO quashed this second decision also, for non-compliance with instructions.", "30. On 14 May 2003 the OCPO investigator in charge of the ill-treatment investigation wrote to the Odessa City Prosecutor (his superior) that it would be more appropriate to transfer the case to the ORPO dealing with the criminal case against the applicant. He noted that the ORPO had criticised his decisions and made the following comment in that regard:", "“... compliance or non-compliance with those instructions would not have had any influence whatsoever on the conclusions reached in this case. This case has no prospect of judicial examination.”", "31. In July 2003 the pre-trial investigation in the criminal proceedings against the applicant (and the co-accused) was completed and the case was sent for trial to the Odessa Regional Court of Appeal (“the Regional Court”), acting as a court of first instance.", "32. On 8 August 2003 the OCPO investigator, who was still in charge of the ill-treatment investigation, discontinued the proceedings by a decision worded identically to his earlier decisions of 16 September and 28 December 2002. The only new part was a remark that the applicant’s cellmates had been questioned and had not confirmed his allegations.", "33. On 31 March 2004 the Regional Court examined the applicant’s criminal case and decided that it was necessary to undertake an official investigation (призначити по справі службове розслідування) into the defendants’ allegations about their ill-treatment by the police. This investigation was entrusted to the General Prosecutor’s Office (“the GPO”). It was noted in the court’s ruling that the official investigation in question was required “to take into account not only the explanations of the persons who took part in the investigative measures involving the defendants, but also the medical documents and expert reports on their injuries available in the case file”.", "34. On 21 May 2004 the ORPO quashed the OCPO’s decision (see paragraph 32 above). The case file does not contain a copy of this ruling.", "35. On 22 November 2004 the OCPO investigator once again discontinued the investigation for lack of corpus delicti in the police officers’ actions. In addition to the earlier reasoning it was noted that, despite all possible efforts, it had been impossible to establish the origin of the applicant’s injuries.", "36. On 25 February 2005 the ORPO quashed the above-mentioned decision as based on an incomplete investigation.", "37. On 12 April 2005 the OCPO investigator again discontinued the case with a decision identical to that of 22 November 2004.", "38. On 11 May 2005 the Regional Court sent a letter to the GPO which stated as follows:", "“During the judicial proceedings all the defendants changed their original statements and alleged that they had been subjected to ill-treatment (sometimes amounting to torture) during the pre-trial investigation, as a result of which they were forced to incriminate themselves and plead guilty to criminal offences which they had not committed.", "The statements of the defendants are indirectly confirmed by some of the materials in the case-file.", "The court requested the [GPO] as early as 31 March 2004 to undertake an official investigation into the defendants’ allegations.", "This judicial request was addressed to the GPO because the earlier investigation by the [local prosecuting authorities] had been superficial and failed to take into account all the arguments and the medical documents.", "All the materials in the case-file were forwarded to the [GPO] on 1 April 2004.", "However, in spite of numerous reminders, the judicial request has not been complied with.", "The examination of the evidence was completed on 24 January 2005, and the proceedings were stayed pending the [GPO’s] conclusion.”", "39. On 2 August 2005 the ORPO wrote to the President of the Regional Court that, on the instructions of the GPO, it had thoroughly investigated the defendants’ allegations of ill-treatment and dismissed them as unfounded.", "40. On 10 October 2005 the Regional Court found the applicant, along with five other persons, guilty of premeditated murder committed with particular cruelty, for profit, repeatedly and following conspiracy by a group of persons, as well as banditry, illegal firearms handling, carjacking, deliberate destruction of the property of others, and multiple counts of theft and armed robbery. The applicant was additionally found guilty of illegal drug possession. He was sentenced to a total of nineteen years’ imprisonment, with confiscation of all his personal property. The court relied on, among other things, the applicant’s confessions made during the pre-trial investigation – in particular, on 1 and 2 March 2002 – even though he had retracted them in the judicial proceedings. It also relied on the material evidence (firearms and ammunition) shown by the applicant to the police on 1 and 2 March 2002. The court found that the applicant’s allegation of ill-treatment in police custody had been thoroughly examined by the official investigation and had been rightly dismissed as unsubstantiated. The term of the applicant’s sentence was to be calculated from 1 March 2002.", "41. The applicant, both personally and through his lawyer, appealed in cassation. He submitted that the first-instance court had distorted the facts of the case and that his conviction had been based mainly on confessions obtained from him by coercion and in breach of his right to legal assistance. He emphasised in this connection that the Regional Court had relied on the investigation of his illtreatment allegations, which had earlier been recognised as superficial and otherwise flawed. It was for that reason that the trial court had decided to entrust the official investigation of his allegations to the General Prosecutor’s Office, since the earlier investigation undertaken by the local prosecution authorities had not taken into account all his arguments or the medical documents.", "42. The applicant further emphasised that he (as well as the other defendants) had never been assigned victim status in the criminal investigation regarding the ill-treatment allegations. He noted that on 12 April 2005 the OCPO had discontinued the investigation, finding that there was no case to be examined, and the Regional Court’s assignment of the official investigation to the GPO had never been implemented. The applicant pointed out that the fact that he had sustained injuries had not even been mentioned in the final decision. Lastly, he criticised the first-instance court for not having given any consideration to his continued detention in the ITT (for eighteen days instead of the legal maximum of three days).", "43. On 4 September 2007 the Supreme Court rejected the applicant’s appeal in cassation. It concluded that his guilt was sufficiently proved by the evidence, including his own confessions. As to the applicant’s complaint of a violation of his right to legal assistance, the Supreme Court noted that he had had his rights in that respect explained to him following his arrest on 4 March 2002 and that he had been legally represented thereafter. In so far as his allegation of ill-treatment was concerned, the Supreme Court referred to the investigation into the matter by the prosecution authorities undertaken at the request of the first-instance court.", "44. On 19 December 2008 the GPO returned the case file on the ill-treatment allegations to the ORPO as “no longer required”. It noted in its letter: “the General Prosecutor’s Office has not established any grounds for setting aside the decision made”.", "45. Articles 59 and 63 of the Constitution concerning the right to legal assistance and the right not to incriminate oneself can be found in the judgment of 19 February 2009 in the case of Shabelnik v. Ukraine (no. 16404/03, § 25).", "46. The provisions concerning the obligation to institute criminal proceedings and investigate a crime can be found in the judgment of 27 November 2008 in the case of Spinov v. Ukraine (no. 34331/03, § 33).", "47. According to Article 263 of the Code of Administrative Offences, a person suspected of a drug offence may be detained for up to three days if the suspected drug needs to be analysed.", "48. Under Article 315-1 of the Code of Criminal Procedure, if a court requires verification or clarification of the factual information obtained during a pre-trial investigation, it may request the investigating authority, by a judicial request (судове доручення), to undertake certain investigative activities within an established time-limit."], "VIOLATED_ARTICLES": ["3", "6"], "VIOLATED_PARAGRAPHS": ["6-1", "6-3"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}