{"ITEMID": "001-81623", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF CHUKHAS v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Violation of P1-1", "JUDGES": "Peer Lorenzen", "TEXT": ["4. The applicant was born in 1963 and lives in Gorodok.", "5. On 1 June 1998 the applicant was dismissed by her employer, the Gorodok State Administration (“the Administration”; Городокська районна державна адміністрація) from her position as a senior logistics specialist (головний спеціаліст організаційного відділу секретаріату) on account of her failure to meet the requirements of the post.", "6. On 30 June 1998 the applicant instituted civil proceedings for reinstatement in the Yarmolynets City Court (the “Yarmolynets Court”; Ярмолинецький районний суд Хмельницької області).", "7. On 5 April 1999 the court left the applicant's claim without consideration on account of her failures to appear for the hearings. The applicant did not appeal against this decision within the statutory time-limit.", "8. On 24 October 2000 following the applicant's petition, the Khmelnytsky Region Deputy Prosecutor instituted a protest, seeking to re-open the proceedings on account of the court's failure to inform the applicant of the date of the last hearing.", "9. On 24 November 2000 the Presidium of the Khmelnytsky Regional Court (the “Regional Court”; Хмельницький обласний суд) found the protest substantiated, quashed the decision of 5 April 1999 and remitted the case for a fresh consideration to the Yarmolynets Court.", "10. On 6 September 2001 the Yarmolynets Court dismissed the applicant's reinstatement claims. It found, however, that the dismissal record was incorrect, as in fact the applicant had not passed the probationary period. Accordingly, the court awarded the applicant 5,000 Ukrainian hryvnyas (UAH) in non-pecuniary damage. Both parties appealed.", "11. On 4 December 2001 the Regional Court upheld the judgment, but reduced the amount of compensation to UAH 1,000. The applicant appealed in cassation.", "12. On 11 May 2002 the Supreme Court rejected the applicant's request for leave to appeal in cassation against the court decisions of 6 September and 4 December 2001.", "13. On 4 February 2002 the Gorodok Bailiffs' Service (“the Bailiffs”; Відділ Державної виконавчої служби Городоцького районного управління юстиції) initiated enforcement proceedings for the judgment of 4 December 2001.", "14. On 19 September 2002 the applicant was paid UAH 50.", "15. On 3 February 2003 the Bailiffs terminated the enforcement proceedings in view of the debtor's lack of funds.", "16. In January 2003 the applicant instituted administrative proceedings against the Bailiffs complaining about their failure to collect the judgment debt due to her. These proceedings ended on 22 February 2005 by a ruling of the Regional Court, upholding the decision to leave the applicant's complaint without consideration. The applicant did not appeal in cassation.", "17. On an unspecified date the enforcement proceedings were re-opened and on 14 December 2004 the applicant was paid the remaining award of UAH 950."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}