{"ITEMID": "001-58236", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FRA", "BRANCH": "CHAMBER", "DATE": 1998, "DOCNAME": "CASE OF MALIGE v. FRANCE", "IMPORTANCE": "2", "CONCLUSION": "No violation of Art. 6-1", "JUDGES": "R. Pekkanen", "TEXT": ["6. Mr Jérôme Malige is a French national who was born in 1974 and lives in Morangis (département of Essonne).", "7. On 28 June 1993 at 4.25 p.m. he was travelling by motor bicycle along a trunk road near Millemont when the police recorded his speed as 172 kph on a stretch of road where a 110 kph limit was in force.", "8. Such conduct contravenes Article R. 10 2-2 of the Road Traffic Code, which sets a speed limit of 110 kph for dual carriageways with a central reservation, Article R. 232 1-2, which provides that exceeding the limit by over 30 kph is punishable by the fines prescribed for class 4 offences, and Article R. 266-4, which provides that where the speed limit has been exceeded by more than 30 kph the offender may be temporarily disqualified from driving (see paragraph 21 below).", "9. The applicant refused to pay the fine imposed and on 22 September 1993 elected to stand trial. On 15 October 1993 he was summoned to appear in the Versailles Police Court.", "10. In the Police Court the applicant argued firstly that in law the evidence adduced by the police or gendarmerie was not capable of establishing the offence, given the inaccuracy of the readings taken from the speed-recording device they had used for that purpose. In addition, he contested the lawfulness of Decrees nos. 92-1228 of 23 November 1992 and 92-559 of 25 June 1992 implementing a points system for driving licences and the applicability of Law no. 89-469 of 10 July 1989 introducing a points system for driving licences (see paragraph 18 below).", "11. In a judgment of 26 November 1993 the Police Court found Mr Malige guilty of the offence of exceeding the speed limit by at least 30 kph. It fined him 1,500 francs and disqualified him from driving for fifteen days pursuant to Articles R. 10 2-2, R. 232 1-2 and R. 266 of the Road Traffic Code (see paragraph 21 below).", "On the question of the decrees implementing the points system for driving licences, the Police Court held that criminal courts had jurisdiction to determine the lawfulness of administrative regulatory measures only in so far as such measures were the basis of a prosecution or carried a criminal sanction. Moreover, it followed from Article L. 11-4 of the Road Traffic Code, according to which Articles 55-1 of the Criminal Code and 799 of the Code of Criminal Procedure did not apply to the deduction of driving licence points, that the deduction of such points was not a secondary criminal sanction triggered by a conviction, with the result that its legal basis fell outside the jurisdiction of the criminal courts.", "12. Mr Malige appealed to the Versailles Court of Appeal contending that the Law of 10 July 1989 was incompatible with Article 6 § 1 of the Convention in so far as sections 11 and 14 of that Law excluded any possibility of judicial review of a measure which was recorded on the national register of driving licences and which restricted rights and deprived the person concerned of the freedom of movement. He also alleged that the above-mentioned decrees on the points system for driving licences and Decree no. 92-1227 of 23 November 1992 concerning the penalties for exceeding the speed limits were unlawful, and asked the Court of Appeal to acquit him.", "13. In a judgment of 24 June 1994 the Versailles Court of Appeal upheld the impugned judgment. It found in the first place that the deduction of driving licence points did not interfere with the freedom of movement as imprisonment, residence restrictions or exclusion from French territory would have done. In addition the court held:", "“… the loss of points is not a criminal sanction as it does not have the requisite features, nor is it a secondary criminal sanction triggered by a criminal conviction.", "As it has the character of a sanction on account of one of its features (the punitive element) the loss of points must be regarded in terms of current positive law as an administrative sanction.", "…", "There is no doubt that disputes may arise as to the number of points lost or their restitution before or after a further loss for instance.", "It must be possible to submit the administrative sanction for review to an impartial and independent tribunal which gives its decision in public.", "However, as the law stands, that tribunal cannot be the criminal court; the question of the conformity of Law no. 89-469 with a superior law falls outside the jurisdiction of the criminal courts.”", "The Court of Appeal also dismissed the arguments based on the unlawfulness of Decrees nos. 92-1227 and 92-1228 of 23 November 1992.", "14. The applicant lodged an appeal on points of law, arguing in particular that the Law of 10 July 1989 and the Decrees of 25 June and 23 November 1992 implementing the deduction of points by administrative measure were contrary to Article 6 § 1 of the Convention. He also pleaded the unlawfulness of the Decree of 23 November 1992 penalising speeding and the unreliability of the speed-recording device.", "15. In a judgment of 11 January 1995 the Criminal Division of the Court of Cassation dismissed the appeal. It held as follows:", "“The Court of Appeal was entitled to dismiss the objections properly raised in the proceedings before it and based on the alleged incompatibility of the Law of 10 July 1989 introducing the system of points for driving licences with Article 6 § 1 of the European Convention and the unlawfulness of the decrees of 25 June and 23 November 1992 implementing the deduction of points by administrative measure.", "It follows from Article L. 11-4 of the Road Traffic Code, according to which Articles 55-1 of the Criminal Code and 799 of the Code of Criminal Procedure, as then in force, do not apply to the docking of driving licence points, that the latter measure does not have the character of a secondary criminal sanction triggered by a criminal conviction and that accordingly neither its alleged incompatibility with the Convention provision relied on nor its legal basis fall within the jurisdiction of the criminal courts.", "In addition, the outcome of a prosecution for a speeding offence, as in the present case, does not depend, within the meaning of Article 111-5 of the Criminal Code which entered into force on 1 March 1994, on examination of the provisions implementing the deduction of points…”", "16. To date, Mr Malige has not been notified of the docking of any points.", "17. The system of points for driving licences was introduced by Law no. 89-469 of 10 July 1989, which came into force on 1 July 1992. This system was supplemented by Law no. 90-1131 of 19 December 1990, which made provision for automatic processing of points deductions. Responsibility for management of the data was assigned to the Ministry of the Interior. The implementing decrees were promulgated on 25 June and 23 November 1992. Ruling on applications to have these decrees declared void as ultra vires, the Conseil d’Etat found them to be lawful.", "18. Under these provisions taken as a whole, each driving licence has an initial allocation of twelve points. Points are then automatically docked if the licence-holder commits one of the offences listed in Article L. 11-1 of the Road Traffic Code, this being established by the payment of a standard fine or by a conviction which has become final.", "19. The facts constituting the offence are assessed within the unfettered discretion of the criminal court, which establishes them and classifies them before imposing the appropriate criminal penalty. On the basis of the facts established by the criminal court, the administrative authority, here the Minister of the Interior, takes the decision to dock points from the offender’s driving licence, a decision which is given formal effect by a letter sent to the offender pursuant to Article R. 258 of the Road Traffic Code.", "20. According to the established case-law of the Court of Cassation (judgments of 6 July 1993, and 4 and 12 May 1994) and of the Conseil d’Etat (judgment of 8 December 1995: Motorists’ Defence Movement), the docking of points does not have the character of a secondary criminal sanction triggered by a conviction, but of a purely administrative measure.", "21. The relevant provisions are as follows:", "“The prison sentences and fines applicable to class 4 offences shall be imposed on any driver contravening the provisions of Book 1 concerning:", "...", "2. the speed of motor vehicles, whether or not pulling a trailer:", "…", "– where the recorded speed exceeds the speed limit by 30 kph or more.”", "“Any driver of a motor vehicle, whether or not pulling a trailer, shall be punishable by the fine applicable to class 4 offences, where the speed of the vehicle is found to exceed the speed limit by more than 30 kph.”", "“Any breach of the Articles of this Code listed below may result in the person concerned being temporarily disqualified from driving where the nature of such breach corresponds to the short description given at the beginning of each Article:", "…", "4. Articles R. 10 to R. 10-4: exceeding the speed limit by 30 kph or more...”", "“A number of points shall be allocated to every licence to drive a motor vehicle. One or more of these points shall be automatically docked if the licence-holder commits one of the offences defined in Article L. 11-1. When the number of points reaches nil, the licence shall become invalid.”", "“One or more points shall be automatically docked from a driving licence if one of the following offences is established:", "(a) offences defined in Articles L. 1 to L. 4, L. 7, L. 9 and L. 19 of the Road Traffic Code;", "(b) offences of unintentional homicide or causing injury while driving a vehicle; and", "(c) minor road traffic offences, exhaustively listed, likely to endanger the safety of others.", "These offences shall be established by means of either the payment of a fixed fine or a final conviction.", "The offender shall be duly informed that the payment of the fine constitutes an admission of the offence, and thus entails a number of points being docked from his licence.”", "“Where one of the major offences (délits) referred to in Article L. 11-1 has been established, half the original number of points shall be docked.", "In the case of the minor offences (contraventions), no more than one-third of the original number of points shall be docked.", "...”", "“Persons committing one of the offences referred to in Article L. 111 may not be exempted from the docking of points from their driving licence by the application of Article 55-1 of the Criminal Code... Furthermore, the provisions of Article 799 of the Code of Criminal Procedure ... shall not apply to the docking of points from a driving licence.”", "“Any breach of the Articles listed below, where the nature of such breach corresponds to the short description given at the beginning of each Article, shall give rise to the automatic docking of points as follows:", "1. Four points docked for minor offences under the following Articles:", "…", "Articles R. 10 to R. 10-4 of the Road Traffic Code: exceeding the speed limit by 40 kph or more...", "2. Three points docked for minor offences under the following Articles:", "…", "Articles R. 10 to R. 10-4 of the Road Traffic Code: exceeding the speed limit by more than 30 kph but less than 40 kph...", "3. Two points docked for minor offences under the following Articles:", "…", "Articles R. 10 to R. 10-4 of the Road Traffic Code: exceeding the speed limit by more than 20 kph but less than 30 kph, except in the case of drivers covered by the last paragraph of Article R. 10 of the Road Traffic Code...", "4. One point docked for minor offences under the following Articles:", "…", "Articles R. 10 to R. 10-4 of the Road Traffic Code: exceeding the speed limit by less than 20 kph ..., except in the case of drivers covered by the last paragraph of Article R. 10 of the Road Traffic Code...”", "“At the time when the details of an offence are recorded, the driver shall be informed that the offence may result in a number of points being docked if the offence is established by means of either the payment of a fixed fine or a final conviction.", "The driver shall also be informed that there is an automatic system for the deduction and restoration of points, and that he can have access to the information concerning him… When the Minister of the Interior notes that an offence entailing the docking of points has been established …, he shall dock the relevant number of points from the offender’s licence, and inform the offender accordingly in a letter sent by ordinary post. The Minister of the Interior shall take note and inform the person concerned, in the same manner, of any points restored...”", "“If the licence-holder does not commit a further offence punishable by the docking of points in the three years following the date on which his last conviction became final …, the original number of points shall be restored to the licence... The licence-holder may have a number of points restored if he agrees to take a special training course, which must include an element designed to increase awareness of the causes and consequences of road accidents.”", "“Once the certificate of course attendance is issued, the driver shall be entitled to have four points restored to his licence. However, the total number of points on the licence, after these points have been restored, may not exceed eleven.”", "22. Under the current Criminal Code, which came into force on 1 March 1994, temporary or permanent disqualification from driving may be imposed for minor offences (under Article 131-14 (1) and 131-16 (1)); major offences (under Article 1313-6 (1) and (3)); and certain serious crimes (crimes) such as torture, grievous bodily harm, rape and drug trafficking (under Article 224-4)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}