{"ITEMID": "001-58068", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FRA", "BRANCH": "GRANDCHAMBER", "DATE": 1996, "DOCNAME": "CASE OF CANTONI v. FRANCE", "IMPORTANCE": "2", "CONCLUSION": "No violation of Art. 7", "JUDGES": "John Freeland", "TEXT": ["7. Mr Michel Cantoni, a French national who was born in 1947, is the manager of a supermarket owned by the Euromarché chain at Sens (Yonne).", "8. In 1988 criminal proceedings were brought, at the instigation of the Yonne Pharmacists’ Association and several individual pharmacists, against the applicant and other managers of supermarkets in the region for unlawfully selling pharmaceutical products. He had sold in his shop aqueous eosin at 1% strength, 70% strength modified alcohol, 10-volume hydrogen peroxide, vitamin C (tablets of 500mg and sachets of powder of 1000mg), inhalations made out of plant essences, pocket inhalers, antiseptic sprays and mineral supplements.", "In their defence the applicant and his fellow accused maintained that the products in question were not medicinal products within the meaning of Article L. 511 of the Public Health Code (see paragraph 18 below) and were accordingly not covered by the pharmacists’ monopoly.", "9. On 30 September 1988 the Sens Criminal Court found the applicant guilty as charged, fined him 10,000 francs and ordered him to pay damages of 1 franc to each of the civil parties. After considering the products in question individually, it took the view that they were medicinal products, in some cases on account of their function and in others on account of their presentation (see paragraph 19 below).", "10. On 18 May 1989 the Paris Court of Appeal upheld the first-instance judgment, on the following grounds:", "\"It is necessary to examine each of the products marketed listed above in order to determine whether or not they are medicinal products ...:", "(1) BIO-OLIGO with trace elements", "At the bottom of the cardboard packaging for the 36-capsule bottles is to be found the indication ‘Yeast enriched with minerals’, ‘dietary supplement’. The back of the cardboard packaging carries the following text:", "‘Introduction: Recent research shows that the earth is losing minerals, while our bodies’ need for these ‘new vitamins’ of the twentieth century is greater than before. [C.] Laboratories produce a range of products specially enriched with minerals to make up for these deficiencies in our diet.’", "The analysis in grammes for every 100g states:", "Protein 50", "Fat 6", "Carbohydrate 36", "Vitamin B1 30", "Vitamin B6 4", "Energy value 398Kcal/1667KJ", "The analysis also indicates, as applicable, the levels of copper, zinc or calcium to be the following:", "On the bottle of zinc capsules, ‘Zinc 3000’.", "On the bottle of copper capsules, ‘Copper 4’.", "On the bottle of calcium capsules, ‘Calcium 50’.", "Furthermore, there is a precise indication of how each of these elements is supposed to help the human body:", "(a) zinc aids reproduction and sexual development; ‘it helps the body to fight infection more effectively’;", "(b) copper ‘activates our systems of defence against infection - helps combat inflammation’; and", "(c) calcium is ‘essential for strong bones - it also improves the circulatory nervous system’.", "The dosage, which depends on whether the capsules contain zinc, copper or calcium is then given, under the heading:", "‘Directions for use’.", "The back of the cardboard packaging carries the mention, at the bottom, ‘[C.] Laboratories PARIS’, after specifying that this laboratory has ‘been advised by Dr P. W.’, an oligotherapist (sic).", "Therefore, these products, which contain an amalgam of various different substances, are presented as capable of contributing to the prevention or cure of human diseases.", "They are medicinal products within the meaning of the above-mentioned legislation.", "(2) 70% STRENGTH MODIFIED ALCOHOL 120 ML is sold in 120ml bottles. The label bears the above words and, in the bottom left-hand corner, on a blue and green background, four small white squares in the shape of a cross, irresistibly evoking the image of a pharmacist’s sign. To the right of this, in large white letters on the same blue and green background, the name ‘[V.] Laboratories, PARIS’ appears with, in smaller letters, its address.", "The product in question smells strongly of camphor.", "Thus the way in which this product is presented - the bottle, and the cross alongside the name ‘[V.] Laboratories’ - suggests that it is in fact the pharmaceutical product well known by that name and which is used as an antiseptic, particularly in surgery. Therefore, by virtue of its presentation, this is also a medicinal product and not simply a hygiene or beauty product.", "(3) 120ml BOTTLE OF 10-VOLUME HYDROGEN PEROXIDE. This bears the words ‘do not swallow’ and ‘in the event of contact with the eyes, rinse immediately’. It has the same white cross and words ‘[V.] Laboratories PARIS’ as the modified alcohol mentioned above, on a pale blue and darker blue background. For the same reasons, it evokes the medicinal product known by that name. This is another medicinal product by virtue of its presentation, which distinguishes it from a mere hygiene or beauty product.", "(4) ‘VITAMIN (500)’ is sold in cardboard packets of 24 chewable tablets, on which is printed: (a) the white cross described above and the name ‘[V.] Laboratories PARIS’, on a yellow and orange background; (b) the recommended dosage, specifying that vitamin C should not be taken at the end of the day; and (c) the composition of each tablet, namely: coated ascorbic acid and sodium ascorbate (with an indication of the quantities); and the excipient, a compound of several substances.", "This is also a medicinal product, at least by virtue of its presentation, since there is nothing to distinguish it from a genuine pharmaceutical product which has had to meet the required standards in terms of dosage, quality control and production. It is of little importance whether the medicinal product really has the effect claimed or not; on the other hand, there are known contra-indications to the excessive use of vitamin C.\"", "11. Mr Cantoni appealed to the Court of Cassation on points of law. He complained in particular that there had been a violation of Article 7 para. 1 of the Convention (art. 7-1) and of Articles L. 511, L. 512 and L. 517 of the Public Health Code (see paragraph 18 below). He contended that, especially when applied to parapharmaceutical products, the notion of medicinal product, as defined in the provisions on which his conviction had been based, was not sufficiently clear to enable him to determine with accuracy what acts would incur criminal liability.", "On 29 May 1990 the Criminal Division of the Court of Cassation dismissed the appeal in the following terms:", "\"... the appellate court held, referring to the wording on the cardboard packaging and bottles containing the above-mentioned products, that these products were presented as being capable of contributing to the prevention and cure of human diseases and that, therefore, they constitute medicinal products within the meaning of Article L. 511 of the Public Health Code.", "The Court of Appeal thus gave a proper legal basis for its decision without laying itself open to the complaints put forward ... The provisions of Article L. 511 of the Public Health Code ... are not contrary to the principle that only the law can define a criminal offence and prescribe a penalty; nor are they incompatible with the instruments referred to in the grounds of appeal ...\"", "12. According to Article 1 of the Community Directive of 26 January 1965 (Directive EEC 65/65, OJ no. L. 369 of 9 February 1965), as amended on several occasions:", "\"... the following shall have the meanings hereby assigned to them ...", "2. Medicinal product:", "Any substance or combination of substances presented for treating or preventing disease in human beings or animals.", "Any substance or combination of substances which may be administered to human beings or animals with a view to making a medical diagnosis or to restoring, correcting or modifying physiological functions in human beings or in animals is likewise considered a medicinal product.\"", "13. The Court of Justice of the European Communities has received several references for preliminary rulings concerning the interpretation of that definition. In its Van Bennekom judgment of 30 November 1983 (case 227/82 [1983] ECR 4 3883), it held as follows in respect of vitamin preparations:", "\"It is ... necessary to take the view that a product is ‘presented for treating or preventing disease’ within the meaning of Directive 65/65 not only when it is expressly ‘indicated’ or ‘recommended’ as such, possibly by means of labels, leaflets or oral representation, but also whenever any averagely well-informed consumer gains the impression, which, provided it is definite, may even result from implication, that the product in question should, regard being had to its presentation, have an effect such as is described in the first part of the Community definition.", "In particular the external form given to the product in question - such as that of a tablet, pill or capsule - may in this connection serve as strong evidence of the seller’s or manufacturer’s intention to market that product as a medicinal product. Such evidence cannot, however, be the sole or conclusive evidence, since otherwise certain food products which are traditionally presented in a similar form to pharmaceutical products would also be covered.", "... substances such as the vitamin preparations in issue, which are not ‘indicated or recommended’ expressly as being suitable for curing, treating or preventing an infection, may nonetheless constitute substances ‘presented for treating or preventing disease’ within the meaning of the Community definition of ‘medicinal products’ contained in Directive 65/65.", "...", "It is ... apparent from the file and from the observations submitted to the Court, taken as a whole, that it is impossible in the present state of scientific knowledge to state whether the criterion of concentration alone is always sufficient in order to be able to determine whether a vitamin preparation constitutes a medicinal product; still less therefore is it possible to specify the level of concentration above which such a vitamin preparation would fall within the Community definition of a medicinal product.", "The answer to be given to the national court should therefore be that the classification of a vitamin as a medicinal product within the meaning of the second part of the definition in Directive 65/65 must be carried out case by case, having regard to the pharmacological properties of each such vitamin to the extent to which they have been established in the present state of scientific knowledge.\" (paragraphs 18-20 and 28-29)", "14. The Court of Justice has confirmed this approach on several occasions, clarifying certain points. Thus in its Delattre judgment of 21 March 1991 (C-369/88 [1991] ECR 1487), concerning eleven different products, including slimming products and preparations to combat tiredness, it stated:", "\"... a product may be regarded as a medicinal product by virtue of its presentation if its form and the manner in which it is packaged render it sufficiently similar to a medicinal product and, in particular, if on its packing and the information provided with it reference is made to research by pharmaceutical laboratories or to methods or substances developed by medical practitioners or even to testimonials from medical practitioners commending the qualities of the product in question. A statement that a product is not a medicinal product is persuasive evidence which the national court may take into consideration, but it is not in itself conclusive.\" (paragraph 41)", "15. In the Monteil and Samanni judgment of 21 March 1991 (60/89, [1991] ECR 1 1547), concerning 2% strength eosin and 70% strength modified alcohol, the Court of Justice held:", "\"... the concept of ‘presentation’ of a product must be broadly construed and a product is ‘presented for treating or preventing disease’ within the meaning of Directive 65/65 not only when it is expressly ‘indicated’ or ‘recommended’ as such, possibly by means of labels, leaflets or oral representation, but also whenever any averagely well-informed consumer gains the impression, which, provided it is definite, may even result from implication, that the product in question should, having regard to its presentation, have the properties in question.", "... the external form given to the product in question may serve as strong evidence, but is not the sole or conclusive evidence; it must be stated that the ‘form’ must be taken to mean not only the form of the product itself but also that of its packaging, which may, for reasons of marketing policy, tend to make it resemble a medicinal product, and account must also be taken of the attitude of an averagely well-informed consumer, in whom the form given to a product may inspire particular confidence similar to that normally inspired in him by proprietary medicinal products, having regard to the safeguards normally associated with the manufacture and marketing of the latter type of product.", "...", "... it is for the national authorities to determine, subject to review by the courts, whether the eosin of a strength of 2% and modified alcohol of a strength of 70% constitute medicinal products by virtue of their function within the meaning of the second sub-paragraph of Article 1 (2) of Directive 65/65. In that regard, account must be taken of the adjuvants also entering into the composition of the product, the manner in which it is used, the extent of its distribution, its familiarity to consumers and the risks which its use may entail.", "...", "... although in principle the member States may reserve to pharmacists the right to make retail sales of products that fall within the Community definition of medicinal products and although, in those circumstances, their monopoly over those products may be presumed to constitute an appropriate way of protecting public health, evidence to the contrary may be produced with respect to certain products whose use would not involve any serious danger to public health and whose inclusion within the pharmacists’ monopoly would seem manifestly disproportionate, that is to say contrary to the principles laid down by the Court for the interpretation of Articles 30 and 36 of the Treaty.", "If pharmacists are granted a monopoly of other products, such as ‘parapharmaceutical products’, which may be of widely varying kinds, the need for such monopoly in order to protect public health or the health of consumers must, regardless of how the products concerned are classified under national law, be established in each individual case, and those two aims must not be obtainable by measures less restrictive of intra-Community trade.", "It is for the national court to decide, having regard to those criteria, whether the action before it is well-founded.\" (paragraphs 23-24, 29 and 43-45)", "16. In the Upjohn judgment of 16 April 1991 (C-112/89 [1991] 1 ECR 1703), the Court of Justice recalled that:", "\"It is for the national court to determine on a case-by-case basis the classification of each product having regard to its pharmacological properties as they may be ascertained in the current state of scientific knowledge, to the way in which it is used, to the extent to which it is sold and to consumers’ familiarity with it.\" (paragraph 23)", "17. Finally in the Ter Voort judgment of 28 October 1992 (C-219/91 [1992] ECR 5485), the Court of Justice held:", "\"... a product recommended or indicated as having prophylactic or therapeutic properties is a medicinal product within the meaning of the provisions of the first subparagraph of Article 1 (2) of Directive 65/65, even if it is generally regarded as a foodstuff and even if in the current state of scientific knowledge it has no known therapeutic effect.", "...", "The conduct, action and approaches of the manufacturer or the seller which disclose his intention to make the product he markets appear to be a medicinal product in the eyes of the averagely well-informed consumer may therefore be conclusive for the purposes of deciding whether a product should be regarded as a medicinal product by virtue of its presentation.\" (paragraphs 21 and 26)", "18. At the material time, the relevant provisions of the Public Health Code were as follows:", "\"‘Medicinal product’ shall mean any substance or combination of substances presented for treating or preventing disease in human beings or animals and also any product which may be administered to human beings or animals with a view to making a medical diagnosis or to restoring, correcting or modifying their physiological functions.", "In particular, the following shall be considered as medicinal products:", "products referred to in Article L. 658-1 of this Code:", "which contain any substance having a therapeutic effect as defined in paragraph 1 above; or", "containing a greater dosage or concentration of poisonous substances than that laid down in the list referred to in Article L. 658-5 of this Code, or containing poisonous substances which do not appear on that list;", "dietary products containing chemical or biological substances which are not themselves foodstuffs but which are added to dietary products, either to give them special properties which are sought after for the purposes of dietary therapy or to make them suitable for use in medical tests.", "...\"", "\"Only pharmacists may ...:", "(1) prepare medicinal products for use in the treatment of human beings;", "...", "(3) sell, whether wholesale or retail, or otherwise supply the public with such products or articles;", "...\"", "\"Any person who knowingly carries out acts whose performance is restricted exclusively to pharmacists, without being qualified to act as a pharmacist shall be sentenced to a fine of between FRF 2,400 and FRF 12,000 and, if the offence is repeated, to a fine of between FRF 4,800 and FRF 24,000 and to a term of imprisonment of between six days and six months, or to either of these penalties.\"", "19. On the basis of the above provisions the courts have classified products as medicinal products by virtue of their function, by virtue of their presentation or by virtue of their composition.", "20. According to the information provided to the Court, the courts sitting as tribunals of fact are divided on the question whether the products for whose sale the applicant was convicted are medicinal products within the meaning of Article L. 511 of the Public Health Code.", "Thus vitamin C was classified as a medicinal product by the Courts of Appeal of Douai (9 April 1987), Poitiers (17 December 1987), Angers (5 May 1988) and Versailles (22 January 1996 in plenary session). However, decisions taking a contrary view were given by the Courts of Appeal of Douai (20 February 1988, 28 October 1988 and 23 March 1989), Angers (30 January 1989), Colmar (23 March 1988), Dijon (15 December 1988) and Paris (23 May 1995).", "70% strength alcohol was designated as a medicinal product by the Courts of Appeal of Poitiers (4 December 1986 and 28 January 1987), Aix-en-Provence (17 November 1987) and Colmar (23 March 1988), but not by the Courts of Appeal of Dijon (18 May 1988 - four judgments - and 15 December 1988), Limoges (18 November 1988), Paris (14 December 1988 and 21 February 1995) and Douai (23 March 1989).", "Mineral supplements (oligo-éléments) have been regarded as medicinal products by the Courts of Appeal of Poitiers (17 December 1987) and Angers (5 May 1988), but not by those of Colmar (23 March 1988), Dijon (18 May and 15 December 1988), Angers (30 January 1989) and Douai (23 March 1989).", "As regards 10-volume hydrogen peroxide and 1% or 2% strength eosin, the majority of the courts sitting as tribunals of fact consider that these products are mere hygiene products, for example, in respect of hydrogen peroxide, the Courts of Appeal of Colmar (23 March and 18 May 1988), Douai (28 October 1988) and Paris (14 December 1988); and, in respect of eosin, the Courts of Appeal of Dijon (18 May 1988) and Paris (14 December 1988 and 21 February 1995).", "21. To date the Court of Cassation has always either upheld decisions classifying a parapharmaceutical-type product as a medicinal product (judgments of 4 April 1957, 19 February 1959, 24 July 1967, 23 November 1967, 28 May 1968, 13 April 1976, 5 May 1981, 6 December 1988 - two judgments -, 29 May 1990 - see paragraph 11 above - and 25 May 1994), or quashed decisions refusing to accord this designation to such products (judgments of 19 December 1989 - three judgments -, 8 March 1990, 6 March 1992 - plenary court -, 25 May 1994 - two judgments)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["7"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}