{"ITEMID": "001-67192", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2004, "DOCNAME": "CASE OF CACAN v. TURKEY", "IMPORTANCE": "3", "CONCLUSION": "No violation of Art. 3;No violation of Art. 5;Not necessary to examine Art. 6;No violation of Art. 8;No violation of Art. 13;No violation of Art. 14;No violation of P1-1", "JUDGES": "", "TEXT": ["9. The applicant was born in 1952 and lives in Switzerland. Until December 1993 she lived in the Düzcealan village, attached to the Tatvan District in the province of Bitlis. She left and has never returned to the village after the events alleged below.", "10. The facts surrounding the destruction of the applicant's house and property are in dispute between the parties.", "11. Before the alleged incident, the village of Düzcealan had been subjected to attacks by the security forces, who had forced the villagers to become village guards.", "12. On 27 December 1993 PKK members attacked and burned a bus on the Tatvan-Van highway, about one kilometre from the Düzcealan village.", "13. On the same day at about 3 p.m. security forces, led by Gendarme Brigade Commander Korkmaz Tağma, entered the village and surrounded it with armoured military vehicles and unmarked cars. Thereafter, soldiers using G3 weapons and other fire arms opened fire on the village and destroyed some of the houses with mortar shells. This attack lasted about four hours.", "14. At about 9 p.m. three masked men with white oil drums began burning the houses in the village. The applicant's house and possessions were also burned during the incident. All the villagers were gathered in the village square and beaten by the soldiers. Necmi Çaçan, the applicant's brother-in-law, was killed during the incident.", "15. After the incident, the applicant left Düzcealan and moved to Izmir and subsequently to Istanbul. On 5 September 1996 she filed a complaint with the Istanbul public prosecutor for the attention of the Tatvan public prosecutor's office. She alleged that on 27 December 1993 security forces had raided the village of Düzcealan and burned down her house and belongings.", "16. While she was living in Istanbul, on 27 May 1997 the applicant's house was raided by the police. As a result of the intimidation to which she was subjected in Turkey, the applicant had to move to Switzerland.", "17. The Government submitted in the first place that the village of Düzcealan had been under constant threat from PKK members, who forced the villagers to provide them with food and supplies. Young villagers were also forced to join the PKK. However, the villagers resisted the pressures brought to bear on them.", "18. In their observations, the Government disputed the facts as submitted by the applicant. They stated that no military operation had been conducted in the village of Düzcealan. In this connection, they maintained that on 29 December 1993, at about 3 p.m., a bus and a truck had been attacked and burned by the PKK on the Tatvan-Van highway, about one kilometre from the Düzcealan village. After this attack, PKK members escaped and entered the applicant's village. The terrorists raided the village, killed Necmi Çaçan, and burned down some of the houses. This attack lasted until the morning of the following day.", "19. On the morning of 30 December 1993, an on-site investigation was conducted in the village by the non-commissioned gendarme officer, Yavuz Gürbüz. In his incident report, Mr Gürbüz noted that the houses of Hikmet Küçükarslan, Mehmet İşbulan, Sebahattin Çaçan, Hayrettin Çaçan, Feyzullah Küçükarslan and Mehmet Şirin Çaçan, and the harvest of Sait Adar, Abdülmecit Çaçan, Mehmet İşbulan, Bedrettin Çaçan, Necmi Çaçan and Hikmet Kılıçarslan had been burned by the PKK. The report further noted that Necmi Çaçan had been shot dead by members of this illegal group. The security forces found one cartridge and 94 empty cartridges, 4 of which were near Necmi Çaçan's body. The non-commissioned officer further drew a sketch of the houses which had been burned down the day before. The Government emphasised that the applicant's house was not among the houses which had been burned down on 29 December 1993.", "20. Further to this incident, the Tatvan public prosecutor commenced an investigation into the destruction of the six houses and the killing of Necmi Çaçan. On 4 January 1994 the Tatvan public prosecutor delivered a decision of non-jurisdiction and transferred the file to the Diyarbakır State Security Court Public Prosecutor. On 12 December 1995 Mehmet Durman, Mehmet Şirin Mete, Alattin Çaçan and Mehmet Sait Adar, who used to reside in the Düzcealan village before April 1994, gave statements to the gendarme. They said that they had left the village in April 1994 due to pressure from the terrorist organisation. The proceedings are still pending before the Diyarbakır State Security Court as the perpetrators of the crime remain unknown.", "21. When the applicant filed a complaint concerning the destruction of her house and possessions by the security forces on 5 September 1996, the authorities undertook a further investigation into her allegations. On 9 October 1996 the Tatvan public prosecutor declared that he was not competent for reasons of jurisdiction and transferred the file to the Diyarbakır public prosecutor's office at the State Security Court. On 30 October 1996 the Diyarbakır State Security Court Public Prosecutor declined jurisdiction and sent the file back to the Tatvan public prosecutor. On 14 November 1996 the Tatvan public prosecutor delivered another non-jurisdiction decision and transmitted the case file to the Bitlis Governor's office, pursuant to the Law on the Prosecution of Civil Servants.", "22. Upon receipt of the file, the Bitlis Provincial Administrative Council immediately commenced an investigation and appointed Mr Sabri Dikici, a gendarme officer, to investigate the allegations against the security forces.", "23. Mr Dikici took fifteen statements from nine different persons, namely Alaattin Çaçan (mayor of the Düzcealan village), Şemsettin Demir (mayor of the Kolbaşı village), Servet İlhan, İbrahim Çaçan, Yavuz Gürbüz (gendarme officers), Ismail Çaçan, Mehmet Durman, Sait Adar and Mehmet İşbulan (villagers from Düzcealan). The applicant's statement was also taken by the police. In her statement she mainly reiterated her complaint lodged with the public prosecutor.", "24. On 13 February 1997 the investigator conducted an on-site inspection in Düzcealan together with the village mayor. The village mayor informed him that the applicant had already left the village when her house was burned by the PKK in April 1994. In his report, the investigator indicated that there were no signs of mortar or gunfire on the remains of the houses. He concluded that the houses had been burned down by the PKK to punish the villagers for abandoning the village in April 1994. Some of the houses were further damaged on account of bad weather.", "25. The investigator inquired from the relevant military commanders whether a military operation had been conducted in the Düzcealan village on 27 December 1993. On 24 December 1997 the Bitlis Gendarme Commander informed the Tatvan District Gendarme Commander that no military operation had been conducted in the village on 29 December 1993. However, he indicated that a bus had been burned near the Düzcealan village on that day. He further maintained that as the accused gendarme commander, Korkmaz Tağma, had retired from the military, his address could not be established and it was therefore impossible to take his statement. The Bitlis Security Directorate and Tatvan District Security Directorate further stated, on 8 and 10 January 1997 respectively, that they had not been involved in an operation in the Düzcealan village on 27 December 1993.", "26. In the light of the evidence before him, the investigator concluded that the applicant's house had not been burned down by the security forces as alleged, but by the PKK after the villagers had evacuated the village in April 1994. In a report dated 14 May 1997, he advised the Bitlis Provincial Administrative Council to discontinue the proceedings against the security forces. On 20 May 1997 the Governor of Bitlis approved the conclusion of the investigator and ordered that the procedure against the security forces be terminated.", "27. The Government finally submitted that the applicant's husband owned three plots of land totalling 14,245 square metres in the Düzcealan village. They further contended that the applicant had only one cow, which she had sold to Ramazan Gökçe, a villager from a neighbouring village, before she left Düzcealan.", "28. In her petition, the applicant complained of the killing of her brother-in-law, Necmi Çaçan, and the destruction of her house and possessions by the security forces.", "29. According to the copies of the title deeds, submitted to the Court, the applicant's husband, Hakim Çaçan, owns three plots of land in the village of Düzcealan.", "30. On 4 January 1993 the Tatvan public prosecutor delivered a non-jurisdiction decision and sent the case file on the killing of Necmi Çaçan and the burning of six houses in the village of Düzcealan to the office of the chief public prosecutor attached to the Diyarbakır State Security Court. In the decision, it was stated that on the night of 29 December 1993 unidentified PKK terrorists had attacked the Düzcealan village, killed Necmi Çaçan and burned down the houses and harvest of Hikmet Kılıçarslan, Mehmet İşbulan, Sebahattin Çaçan, Hayrettin Çaçan, Feyzullah Kılıçarslan, Mehmet Şirin Çaçan, Mehmet Sait Adar, Abdülmecit Çaçan and Bedrettin Çaçan.", "31. On 9 October 1996 the Tatvan public prosecutor took a decision not to prosecute and transferred the case file to the office of the public prosecutor attached to the Diyarbakır State Security Court, as the complaint fell within the jurisdiction of that court, pursuant to Laws No. 2845 and 3713.", "32. On 30 October 1996 the Diyarbakır State Security Court public prosecutor remitted the case to the Tatvan public prosecutor on the ground that he lacked jurisdiction to examine this complaint.", "33. On 14 November 1996 the Tatvan public prosecutor delivered a non-jurisdiction decision and sent the file to the Bitlis Governor's office pursuant to the Law on the Prosecution of Civil Servants.", "34. On 22 November 1996 a gendarme officer, Sabri Dikici, was appointed as investigator by the Bitlis Provincial Administrative Council.", "35. In his statement the witness explained that he had lived in the Düzcealan village until April 1994 and had been the village mayor for three years. According to the witness, PKK members had been coming to Düzcealan to spread propaganda and ask for food, clothes and shelter. They also tried to persuade the young villagers to join the PKK. The witness recalled that the terrorists had conducted a raid in Düzcealan on the night of 29 December 1993, killed Necmi Çaçan and burned down the houses and harvest of the villagers. He emphasised, however, that the applicant's house had not been burned down on that day. It was burned down by the terrorists after the villagers had abandoned the village. The villagers left Düzcealan of their own free will. The security forces never forced the villagers to abandon their homes. The village was therefore empty when Zahide Çaçan's house was burned down.", "36. In his statements the witness reiterated that he had been the mayor of the Kolbaşı village, a neighbouring village of Düzcealan. He recalled that following the incidents that took place on 30 December 1993, he heard that Necmi Çaçan from the Düzcealan village had been killed and that the houses of Mehmet İşbulan, Hikmet Kılıçarslan, Sebahattin Çaçan, Hayrettin Çaçan, Feyzullah Kılıçarslan, Mehmet Şirin Çaçan, and the harvest of Said Adar, Abdülmecit Çaçan, Mehmet İşbulan, Necmi Çaçan and Hikmet Kılıçarslan had been burned down by the terrorists. Due to PKK pressure, the villagers decided to evacuate the village in April 1994. Before leaving, they sold their animals in neighbouring villages. The applicant's husband sold his cow to Ramazan Gökçe from the Kolbaşı village. When the villagers left, PKK members burned down the remaining houses, including the applicant's. The witness concluded that Zahide Çaçan's house was burned down in April 1994 by the PKK after the village had already been evacuated.", "37. The witness is a gendarme officer, who used to live in the Düzcealan village until 1991. After his family left Düzcealan, the witness never returned to the village and stated that he had no knowledge of the alleged incidents.", "38. The witness was the gendarmerie commander in Yelkenli attached to Tatvan in the Bitlis province between 1991 and 1994. The Düzcealan village was among the fifteen villages in the region that were attached to his command. He stated that he did not remember the exact date of the incident. On the day of the incident, terrorists attacked a bus on the Tatvan-Van road, which is about one kilometre from the Düzcealan village. The terrorists burned the bus and tried to escape through the Düzcealan village, setting fire to five or six places in the village. The next day, at about 6 a.m., the witness went to the scene of the incident with a security team, and drafted a sketch of the bus and of the houses. Korkmaz Tağma was the Bitlis Provincial Security Commander at the time of the events. He was informed about the events via wireless. The villagers in Düzcealan abandoned their village of their own free will due to pressure from the terrorists.", "39. In a letter dated 8 January 1997, the Bitlis Security Directorate indicated that their Directorate had not been involved in any operation in the Düzcealan village on 27 December 1993.", "40. The Tatvan Security Directorate concluded that their Directorate had not been involved in an operation in the Düzcealan village on 27 December 1993.", "41. In this letter, the Bitlis Gendarme Commander informed the Bitlis Governor that no military operation had been conducted in the Düzcealan village on 27 December 1993.", "42. In a letter dated 24 December 1997 the Bitlis Gendarme Commander informed the Tatvan District Commander that on 27 December 1993 a bus had been burned by the PKK. He indicated that there were no military records indicating that a possible military operation had been conducted in the village of Düzcealan on the same date.", "43. On 13 February 1997 the investigator Sabri Dikici conducted an on-site visit to the village of Düzcealan together with the mayor of Alaattin Çaçan. In his report, he concluded that there were 35 households in the village and that the village had been completely evacuated. The houses, which were made of concrete, had been badly damaged or were in ruin due to disuse and the effect of bad weather. There were no signs of a mortar attack.", "44. Referring to the statements of the villagers, gendarme officers, the relevant military reports and documents, the investigator concluded that the applicant'He found that the village was in fact raided by the PKK on the night of 29 December 1993. However, it was clear from the testimonies of the villagers that the applicant's house was not destroyed that day. From the evidence before him, the investigator found that the applicant had in fact stayed in the village until April 1994, when the villagers evacuated Düzcealan to escape the pressure from PKK members. The applicant sold her cow to a certain Ramazan Gökçe from the Kolbaşı village and moved out before her house was burned down by the PKK. When the village was evacuated, they burned down all the houses. There was no pressure from the security forces to evacuate the village.", "45. Referring to the investigation report prepared by gendarme officer Sabri Dikici, the Head of the Bitlis Administrative Council recommended the Governor to discontinue the proceedings against the security forces.", "46. On 20 May 1997 the Bitlis Governor decided that the proceedings against the security forces should be dismissed.", "47. In his statement, the witness explained that he had been living in Çamaltı hamlet of the Düzcealan village until April 1994. He stated that the village of Düzcealan and its hamlets had been evacuated by the villagers of their own free will as they wanted to escape from the pressure exerted on them by the PKK. After the village was evacuated, the PKK burned down all the houses.", "48. In the sketch, drafted by the gendarme officer Yavuz Gürbüz, the locations of the six houses which had been burned down on 29 December 1993 were indicated.", "49. In the report, prepared by gendarme officer Yavuz Gürbüz, it was noted that on 29 December 1993, at about 3.45 p.m., a bus with the registration number 34 JYL 13 was burned by PKK terrorists. The terrorists then escaped to the Düzcealan village and burned down the houses of Mehmet İşbulan, Hikmet Kılıçarslan, Sebahattin Çaçan, Hayrettin Çaçan, Feyzullah Kılıçarslan and Mehmet Şirin Çaçan, and the harvest of Said Adar, Abdülmecit Çaçan, Mehmet İşbulan, Necmi Çaçan and Hikmet Kılıçarslan. They also killed Necmi Çaçan.", "50. In this report, it was noted that a bus had been burned on 29 December 1993. This was followed by the killing of Necmi Çaçan and the burning down of some houses in the Düzcealan village. It was, however, established that no military records existed indicating that a military operation had been conducted in Düzcealan on that day. The Commander further noted that as Korkmaz Tağma, the accused gendarme commander, had retired from military forces, his address could not be established, with the result that no statement could be taken from him.", "51. In his statement, the witness deposed that he used to reside in Çamaltı hamlet attached to the Düzcealan village. He explained that all the villagers evacuated the village and the hamlet in April 1994 due to the activities of the PKK. PKK members had been asking the villagers to supply them with food, clothes and weapons. They also wanted to persuade the children to go to the mountains. According to the witness, the security forces never forced the villagers to abandon the village. The villagers left of their own motion due to PKK pressure. The houses were burned down subsequently by PKK members after the village had been evacuated.", "52. The witness used to live in the Düzcealan village until April 1994. He recalled that, on the night of 29 December 1993, PKK members raided the village, burning down the houses of Mehmet İşbulan, Hikmet Kılıçarslan, Sebahattin Çaçan, Hayrettin Çaçan, Feyzullah Kılıçarslan and Mehmet Şirin Çaçan, and the harvest of Said Adar, Abdülmecit Çaçan, Mehmet İşbulan, Necmi Çaçan and Hikmet Kılıçarslan. Necmi Çaçan, a villager, was also killed by PKK members. The PKK pressurised the villagers and demanded logistic support. In order to escape this intimidation, the witness left the village in April 1994, together with all the villagers of Düzcealan. He explained that Zahide Çaçan had also lived in the village until April 1994. He recalled that, before leaving, she had sold her cow to Ramazan Gökçe from the Kolbaşı village.", "53. In her statement, dated 30 January 1997, the applicant mainly reiterated the complaints she had made to the public prosecutor.", "54. The witness used to reside in the village of Düzcealan. Following the burning of a bus on the Tatvan-Van highway, a clash broke out between the security forces and PKK terrorists. The terrorists entered the Düzcealan village. They killed Necmi Çaçan, burned down the houses of Mehmet İşbulan, Hikmet Kılıçarslan, Sebahattin Çaçan, Hayrettin Çaçan, Feyzullah Kılıçarslan and Mehmet Şirin Çaçan, and the harvest of Abdülmecit Çaçan, Mehmet İşbulan, Necmi Çaçan and Hikmet Kılıçarslan. The witness stated that his crops were burned down by PKK members.", "55. The witness, who used to live in the Düzcealan village, stated that on 29 December 1993 at about 4 p.m. a bus had been burned by the PKK on the Tatvan-Van highway. Subsequently a clash broke out between the security forces and PKK members. The PKK members escaped to the village of Düzcealan. When they arrived in the village, they burned and destroyed his house and harvest. The houses of Hikmet Kılıçarslan, Sebahattin Çaçan, Hayrettin Çaçan, Feyzullah Kılıçarslan and Mehmet Şirin Çaçan, and the harvest of Said Adar, Abdülmecit Çaçan, Necmi Çaçan and Hikmet Kılıçarslan were also destroyed. Moreover, they killed Necmi Çaçan.", "56. A full description of the relevant domestic law may be found in Yöyler v. Turkey (no. 26973/95, §§ 37-49, 24 July 2003) and Matyar v. Turkey (no. 23423/94, §§ 93-106, 21 February 2002)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["13", "14", "3", "5", "8"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}