{"ITEMID": "001-68317", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SWE", "BRANCH": "ADMISSIBILITY", "DATE": 2005, "DOCNAME": "FISCHLER v. SWEDEN", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant, Mr Max Fischler, is a Swedish national, who was born in 1929 and lives in Enskede. He is represented before the Court by Mr B. Leidhammar, a lawyer practising in Stockholm.", "In their tax returns for the tax assessment years 1993 and 1994, a substantial number of persons, including the applicant, made deductions for capital losses, after having bought and sold interest options (ränteoptioner), and for paid interest on a promissory note loan (reverslån). All transactions were made with the same opposite party, Nordisk Fondkommission AB (the Nordic Fund Commission, hereinafter referred to as the “NF”) which had also granted the loans.", "Because of the substantial number of persons who had made deductions for capital losses following transactions with the NF, the Tax Authority (skattemyndigheten) of the County of Stockholm decided to make an audit of the NF. However, due to the very complex and intricate nature of the transactions and the lack of co-operation by the NF, the investigation proved difficult to carry out, for which reason the Tax Authority hired an independent expert body to carry out a part of the audit.", "According to the findings of the audit, as set forth in the Tax Authority's audit report (granskningspromemorian) on 21 June 1995, the transactions made between the individuals and the NF had been based on an agreement entered into by the parties beforehand who had followed a procedure set forth therein. The transactions had included buying and selling specific interest options which the NF claimed were adjusted to conditions on the market. However, the Tax Authority found through the audit that the options had not been noted on the market nor adjusted to the market conditions, since the market price of the options had not been decisive for the determination of the price at the time of selling. Instead, the price of the options had been fixed in advance already in the agreement. Moreover, the size of the loss during the first year and the subsequent recovery the following year had also been decided beforehand. Thus, in fact, the parties had not dealt with real options, as defined in the law.", "As concerned the promissory note loan, the same type of agreement had been followed. The first year, the individuals had paid a very high interest on the loan and then, at the beginning of the second year, they had paid the loan in advance, following which a part of the interest was repaid. The audit report revealed that both the cost of the interest paid the first year and the repayment of part of the interest made the second year had been predetermined in the agreement.", "The audit report concluded that the individuals had been offered by the NF an agreement in which everything was predetermined and where the purpose had been to obtain tax benefits. The idea had been that, tax wise, the high interest on the loans paid the first year, and the repayment the following year, should finance the capital losses of the transactions with the options.", "On 21 June 1995, the same day that the above-mentioned audit report was finalised, the Tax Authority transmitted it to the applicant and informed him of its intention to revise the assessment of the arrears (eftertaxering) for his 1993 tax assessment and to impose tax surcharges on him. On 12 March 1997 it sent a preliminary consideration (övervägande) to the applicant, informing him that it was considering making a revised assessment for arrears and disallowing the deduction for paid interest on the promissory note loan in the amount of SEK 272,108. Further, it was considering imposing tax surcharges (skattetillägg) amounting to 40% of the increased tax liability on the sum (apparently amounting to around SEK 35,000). The applicant was requested to submit any comments he might have within two weeks.", "On 10 April 1997 the Tax Authority decided to follow its preliminary consideration. With regard to the imposition of tax surcharges, it found that the applicant had submitted incorrect information by failing to provide it with information about the true conditions of the interest rates of the loan. Further, it considered that no grounds for remission had been shown and that, due to the character of the matter and the way in which it had been carried out, it could not be assumed that any such grounds existed.", "On 11 June 1997 the applicant appealed against the decision, disputing the Tax Authority's findings. He maintained that there were no grounds for revising the assessment of the arrears or for imposing tax surcharges.", "On 20 November 1997 the Tax Authority made the obligatory re-assessment of its decision of 10 April 1997 but decided not to change it. Following this, it forwarded the appeal to the County Administrative Court (länsrätten) in Stockholm which received it on 28 November 1997.", "On 21 June 1995, when the above-mentioned audit report was transmitted to the applicant, the Tax Authority also informed him of its intention to alter his tax assessment for the year 1994 and to impose tax surcharges on him. On 30 November 1995 the Tax Authority sent a preliminary consideration to him and, on 27 December 1995, it decided, on the basis of the findings of the audit, to decrease his income from capital gain by SEK 100,645 for capital losses but, at the same time, to increase his income from capital gain by SEK 178,040 for non-deductible interest. It further imposed tax surcharges amounting to 40% of the increased tax liability on the latter sum (apparently amounting to around SEK 22,000) since it considered that the applicant had submitted incorrect information and that no grounds for remission existed.", "On 29 March 1996 the applicant appealed against the decision and requested that he be taxed in accordance with his tax return and that the tax surcharges be removed. He further stated that he would develop his grounds of appeal in a later submission.", "However, the Tax Authority did not receive any further communication from the applicant. On 18 February 1997 it made its obligatory re-assessment of its original decision and decided not to change it. It noted that, even though nothing had been heard from the applicant, it was necessary to take a decision in order not to prolong the process further. The appeal was then forwarded to the County Administrative Court, which received it on 20 February 1997.", "The parties made further submissions before the County Administrative Court and, in a partial judgment of 8 October 1999, the court rejected the applicant's appeal concerning the question of deduction for capital losses on the options for the tax assessment year 1993.", "On 17 February 2000 an oral hearing was held in the case and, on 29 February 2000, the County Administrative Court rejected the applicant's appeal. It found that the applicant had failed to provide the Tax Authority with information about the conditions for the promissory note loan in his tax assessment for 1993, for which reason the Tax Authority had been justified in making a revised assessment for that year's arrears.", "With regard to the tax surcharges, the court first considered that the imposition of tax surcharges did not violate the Convention. It then found that the applicant had submitted incorrect information and that there was reason to impose tax surcharges since it was clear that he had not furnished the Tax Authority with the conditions for the promissory note loan and the interest rates. Therefore the Tax Authority had not been able to examine whether the declared deductions for interest were correct. It further found that no reasons for remission had been shown.", "On 4 May 2000 the applicant appealed to the Administrative Court of Appeal (kammarrätten) in Stockholm. He maintained his claims, invoking and expanding the grounds he had presented before the lower court. Inter alia, he claimed that the imposition of tax surcharges violated the presumption of innocence contained in Article 6 § 2 of the Convention since the Tax Authority had failed to prove that he had given incorrect information intentionally or by neglect.", "On 22 March 2001, the Administrative Court of Appeal held an oral hearing in the case where several witnesses were heard at the applicant's request.", "In a judgment of 18 June 2001, the Administrative Court of Appeal rejected the applicant's appeal on the same grounds as the County Administrative Court, and stated that, although the imposition of tax surcharges fell within the ambit of Article 6 of the Convention, it did not violate the presumption of innocence contained therein.", "On 3 September 2001 the applicant appealed to the Supreme Administrative Court (Regeringsrätten) and requested a respite until 31 October 2001 to supplement his submissions. It is not clear, however, whether he did so.", "On 25 April 2002 the Supreme Administrative Court refused leave to appeal.", "Taxpayers submit yearly tax returns to the local tax authorities. To secure that timely, sufficient and correct information is provided, the tax authorities may, under certain circumstances, impose special charges on the taxpayer in the form of tax surcharges.", "The rules on tax surcharges relevant to the present case were laid down in the Taxation Act (Taxeringslagen, 1990:324). According to Chapter 5, section 1 of the Act, a tax surcharge is imposed on the taxpayer if he or she, in a tax return or in any other written statement, has submitted information of relevance to the tax assessment which is found to be incorrect. It is not only express statements that may lead to the imposition of a surcharge; concealment, in whole or in part, of relevant facts may also be regarded as incorrect information. However, incorrect claims are not penalised; if the taxpayer has given a clear account of the factual circumstances but has made an incorrect evaluation of the legal consequences thereof, no surcharge is imposed. The burden of proving that the information is incorrect lies with the tax authority. The surcharge amounts to 40% of the income tax which the tax authority would have failed to levy if it had accepted the incorrect information.", "In certain circumstances, a tax surcharge will be remitted. Thus, Chapter 5, section 6, of the Act states that taxpayers will not have to pay a surcharge if their failure to submit correct information or to file a tax return is considered excusable owing to their age, illness, lack of experience or comparable circumstances. The surcharge should also be remitted where the failure appears excusable by reason of the nature of the information in question or other special circumstances, or where it would be manifestly unreasonable to impose a surcharge.", "Chapter 5, section 7, of the Act stipulates that, if the facts of the case so require, the tax authorities must have regard to the provisions on remission, even in the absence of a specific claim to that effect by the taxpayer. In principle, however, it is up to the taxpayer to show due cause for the remission of a surcharge."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}