{"ITEMID": "001-98338", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF GOROSHCHENYA v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Art. 3 (substantive aspect);Violation of Art. 5-3;Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - award", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;Khanlar Hajiyev;Sverre Erik Jebens", "TEXT": ["5. The applicant was born in 1967 and lived in St Petersburg until his arrest. He is now serving his sentence in a correctional colony in Omsk.", "6. On 4 October 1999 the applicant was arrested on suspicion of fraud. Two days later he was charged with aggravated robbery. On the following day the St Petersburg City Prosecutor authorised his detention, finding that the applicant was liable to reoffend, pervert the course of justice and abscond, as he was charged with a particularly serious criminal offence, had been living unregistered in St Petersburg and in 1995 had been placed on the wanted persons' list owing to his absconding from an investigation into aggravated fraud. The prosecution authorities used the same grounds while further extending on 25 October and 17 December 1999 and 23 June 2000 the detention of the applicant and his eight co-defendants.", "7. On 12 May 2000 the applicant was charged with organisation of a criminal enterprise, twelve counts of robbery, unlawful possession of a weapon, theft of a weapon, forgery of documents, fraud, aggravated theft and intentional destruction of property. On 7 September 2000 he was committed to stand trial before the St Petersburg City Court.", "8. On 6 October 2000 the St Petersburg City Court fixed the first trial hearing for 24 October 2001 and, without providing any grounds, held that the applicant should remain in custody. The Government, relying on a letter drafted on 17 July 2007 by the acting first deputy of the St Petersburg City Court President, stressed that it had been impossible to schedule the first trial hearing for an earlier date because the City Court judges had been overburdened with cases. In particular, 502 cases were pending before twenty judges.", "9. The first hearing fixed for 24 October 2001, as well as the following one listed for 27 November 2001 had been adjourned because the presiding judge was participating in other unrelated proceedings. The hearing fixed for 10 January 2002 was rescheduled because a co-defendant was ill and two counsel failed to appear. The hearing on 25 January 2002 also did not take place owing to the absence of free courtrooms.", "10. Between 29 January and 18 March 2002 the City Court held eighteen hearings. Of four hearings fixed between 18 March and 25 September 2002, two were postponed because the presiding judge was participating in other proceedings and two were rescheduled because two co-defendants and a lawyer were ill.", "11. On 1 July 2002 a new Code of Criminal Procedure became effective. On the same day the St. Petersburg City Court extended the applicant's and his co-defendants' detention until 30 September 2002, holding that they were charged with especially serious criminal offences and were liable to reoffend, pervert the course of justice and abscond. The defendants and their lawyers were not present at the hearing.", "12. On 7 October 2002 the Supreme Court of the Russian Federation quashed the decision of 1 July 2002, finding that the City Court had not summoned the defendants and their lawyers.", "13. On the following day the City Court re-examined the detention issue and retrospectively extended the applicant's detention for three months, until 30 September 2002. It held that the applicant and his co-defendants were charged with serious criminal offences and that if released they could pervert the course of justice, reoffend or abscond. The City Court did not cite any factual circumstances supporting its conclusion of the defendants' liability to interfere with the proceedings, to commit another offence or escape the trial.", "14. The two trial hearings fixed for 23 October and 11 November 2002 were adjourned because counsel was ill. The following hearing was scheduled for 28 November 2002.", "15. On 23 December 2002 the Supreme Court quashed the decision of 8 October 2002 in respect of the applicant and ordered a re-examination of the detention issue. It noted that the applicant's lawyer had been summoned to the hearing on 8 October 2002. However, he had been ill and unable to attend. The Supreme Court, reiterating that the City Court had accepted the reason for the lawyer's absence as valid, concluded that in such circumstances it should have adjourned the examination of the detention matter in respect of the applicant.", "16. The City Court once again re-examined the detention matter on 24 December 2002 and retrospectively extended the applicant's detention until 30 September 2002, referring to the same grounds as in the previous detention orders.", "17. The applicant and his lawyers, including retained counsel, Mr R., appealed against the decision of 24 December 2002.", "18. On 11 March 2003 the Supreme Court dismissed the applicant's appeal against the decision of 24 December 2002 because no procedural or substantive violations had been established and refused to examine the statement of appeal submitted by Mr R. because the latter did not attend the appeal hearing.", "19. In the meantime, on 25 September and 26 December 2002 the St Petersburg City Court, using collective orders, extended the detention of all co-defendants, including the applicant, until 30 December 2002 and 30 March 2003, respectively. The reasons for the extensions were identical to those that had been given in the previous detention orders. Both detention orders were upheld by the Supreme Court on 9 December 2002 and 12 March 2003, respectively. The Supreme Court found no violations of substantive and procedural law.", "20. Between 28 November 2002 and 13 March 2003 the City Court scheduled twenty-six hearings, of which six were postponed to obtain attendance of witnesses and victims, seven were adjourned owing to counsel's illness or inability to attend, four were rescheduled because defendants were not brought to the court-house from the detention facility and one was fixed for a later date to allow defendants to study new materials presented by the prosecution.", "21. On 13 March 2003 the St Petersburg City Court extended the applicant's and his co-defendants' detention until 30 June 2003. It noted that the defendants were charged with particularly serious criminal offences, certain “episodes of criminal activity” had not yet been examined in open court and the defendants were still liable to abscond and pervert the course of justice. The trial hearing fixed for 13 March 2003 was rescheduled for 2 April 2003. On 26 May 2003 the Supreme Court examined the grounds of the applicant's appeal against the decision of 13 March 2003 and upheld the decision.", "22. Between 2 April and 24 June 2003 the City Court listed twenty-nine hearings, of which two were postponed because the defendants were not transported to the court-house, two hearings were adjourned owing to the prosecutor's or counsel's illness and one was rescheduled because victims and witnesses failed to appear.", "23. On 24 June 2003 the St Petersburg City Court extended the applicant's and his co-defendants' detention, holding that they were charged with serious criminal offences and were liable to abscond. It appears that on an unspecified date the detention order was upheld by the Supreme Court.", "24. At the hearing on 25 June 2003 the applicant unsuccessfully asked the St. Petersburg City Court to invite his non-marital partner as a “public defender” in the proceedings.", "25. Of four hearings fixed between 26 June and 7 July 2003, three were adjourned due to a lawyer's illness.", "26. On 7 July 2003 the St Petersburg City Court held that another lawyer should be appointed to replace the frequently ill counsel. The new lawyer was afforded ten days to study the case file.", "27. On 14 July 2003 the applicant complained to the City Court that he had been ill-treated in a detention facility. The City Court referred the complaint to the St. Petersburg City Prosecutor, who on 11 December 2003 dismissed it as unsubstantiated and informed the applicant of his right to appeal against that decision to a higher-ranking prosecutor or a court. No appeal followed.", "28. According to the applicant, on the day of a court session reveille was at 5 or 6 a.m. Inmates were brought to a small room of 6 square metres where they were kept for several hours. The room was cold in winter. It was dirty and poorly lit. At about 9 a.m. transportation of inmates to the courthouse began. Inmates were placed into an overcrowded van and transported in inhuman conditions for many hours; the van called in on the way at several courthouses until the inmates reached their destination. The inmates received no food for the entire day.", "29. On 21 July 2003 the St Petersburg City Court found the applicant guilty of aggravated robbery and fraud and sentenced him to twelve years' imprisonment. The City Court discontinued the proceedings in respect of the remaining charges either because the prosecution had dropped the charges or the limitation period had expired. It based its one hundred and thirty-four-page judgment on statements by numerous witnesses, victims and defendants who had been heard in open court, material evidence and expert opinions. The City Court, with the applicant's consent, read out statements by three witnesses who had not been heard in open court. Those statements were made during the pre-trial investigation. The applicant was represented by retained counsel who had assisted him throughout the criminal proceedings and a court-appointed lawyer.", "30. On 15 January 2004 the Supreme Court examined the appeals lodged against the judgment of 21 July 2003. It discontinued the proceedings in respect of the fraud charges because the limitation period had expired and upheld the remaining conviction. The Supreme Court reduced the applicant's sentence to eleven years' imprisonment.", "31. On 21 June 2007 the Kuybyshevskiy District Court of Omsk, having established that the applicant “had definitely taken his first steps on the road to improvement”, authorised his release on probation. The management of the correctional colony supported that finding. The applicant was released on 4 July 2007, after the decision of 21 June 2007 had become final.", "32. From 14 October to 10 December 1999 the applicant was detained in facility no. IZ-47/1 in St Petersburg, commonly known as Kresty. On 10 December 1999 he was transferred to facility no. IZ-47/4 in St Petersburg, where he was kept until 3 April 2004.", "33. According to the applicant, the general conditions of his detention in those facilities were similar. Relying on written statements by his former fellow inmates, he argued that he had been detained in three different cells in facility no. IZ-47/1 and ten different cells in facility no. IZ-47/4. The cells had six sleeping places and housed from eight to twenty-five inmates. Given the lack of beds, inmates slept in shifts. The sanitary conditions were unsatisfactory. The lavatory pan was not separated from the rest of the cell. At no time did inmates have complete privacy. Anything the applicant happened to be doing – using the toilet, sleeping – was subject to observations by warders or inmates. The cells were infected with bedbugs and lice but the administration did not provide any insecticide. Windows, measuring 0.6 square metres, were covered with thick metal bars that blocked access to natural light and fresh air. The bars were only removed in February 2003. In addition, only four cells had glazed windows. It was extremely cold in winter and was hot, stuffy and excessively damp in summer. There was no artificial ventilation. Inmates had an hour's daily exercise. On his admission to a detention facility he was given a mattress and a thin blanket. The food was of poor quality. Inmates were allowed to take a shower three times a month. The applicant contracted several infectious skin diseases. Medical assistance was not provided as the facilities lacked necessary medicines and encouraged inmates' relatives to bring them.", "34. The Government, relying on certificates issued in July 2007 by the directors of the detention facilities, submitted that in facility no. IZ-47/1 the applicant had been detained in three different cells measuring 7.6 square metres and equipped with six sleeping places. In facility no. IZ-47/4 he stayed in nine different cells, measuring from 6.6 to 30.5 sq. m. On days when the applicant was to be transferred to a courthouse for trial hearings he was taken to “gathering cells” which measured 6.6 square metres. The Government did not provide information on a number of sleeping places in the cells in which the applicant had been kept in facility no. IZ-47/4. They also stressed that no information on the number of inmates in the both facilities was available as the documents had been destroyed. However, according to the Government, the applicant had an individual sleeping place at all times.", "35. Citing the information provided by the directors of the facilities, the Government further submitted that the cells received natural light and ventilation through windows which had been glazed. Cells in facility no. IZ-47/1 had one window 1 metre wide and 1.1 metre long. The smaller cells in facility no. IZ-47/4 were equipped with one window and the bigger cells had two windows of the same size of 0.88 square metres. At the inmates' request window glass was removed in summertime and put back in when the temperature outside decreased. The windows were covered by thick bars with “eyelashes”, that is, slanted plates approximately two centimetres apart welded to a metal screen. In compliance with the recommendations of the Russian Ministry of Justice issued on 25 November 2002, the latter construction was removed from the windows on an unspecified date in 2003. The cells had ventilation shafts. The heating system in the both detention facilities functioned properly. The cells were equipped with lamps which functioned day and night. Each cell was equipped with a lavatory pan, a sink and a tank with potable water. The pan was placed 1.5 metres from a dining table and was separated from the living area by a partition. Inmates were allowed to take a shower once a week. Each inmate was given at least fifteen minutes to take a shower. The cells were disinfected. The Government, relying on the information provided by the director of the facility, further stated that the applicant was given food “in accordance with the established norms” three times a day. As follows from medical documents presented by the Government, since his placement in detention facility no. IZ-47/4 the applicant gained 21 kilograms, weighing 85 kilograms in December 1999 and 106 kilograms in May 2004. According to the Government, detainees including the applicant were provided with medical assistance. They had regular medical check-ups, including X-ray examinations, blood tests, and so on. In November 1999 the applicant requested medical assistance, complaining of pain in the right elbow. A preliminary diagnosis of osteoarthritis was made. However, further medical examinations and specific tests did not confirm that diagnosis. The Government further insisted that the applicant's allegations that he had contracted skin diseases were false. They supported their submissions with a copy of the applicant's medical record and various medical certificates.", "36. Section 22 of the Detention of Suspects Act (Federal Law no. 103-FZ of 15 July 1995) provides that detainees should be given free food sufficient to maintain them in good health according to standards established by the Government of the Russian Federation. Section 23 provides that detainees should be kept in conditions which satisfy sanitary and hygienic requirements. They should be provided with an individual sleeping place and given bedding, tableware and toiletries. Each inmate should have no less than four square metres of personal space in his or her cell.", "37. Until 1 July 2002 criminal law matters were governed by the Code of Criminal Procedure of the Russian Soviet Federalist Socialist Republic (Law of 27 October 1960, “the old CCrP”). From 1 July 2002 the old CCrP was replaced by the Code of Criminal Procedure of the Russian Federation (Law no. 174-FZ of 18 December 2001, “the new CCrP”).", "38. “Preventive measures” or “measures of restraint” include an undertaking not to leave a town or region, a personal guarantee, bail and remand in custody (Article 89 of the old CCrP, Article 98 of the new CCrP).", "39. The Russian Constitution of 12 December 1993 provides that a judicial decision is required before a defendant can be detained or his or her detention extended (Article 22).", "Under the old CCrP, a decision ordering detention could be taken by a prosecutor or a court (Articles 11, 89 and 96).", "The new CCrP requires a judicial decision by a district or town court on a reasoned request by a prosecutor, supported by appropriate evidence (Article 108 §§ 1, 3-6).", "40. When deciding whether to remand an accused in custody, the competent authority is required to consider whether there are “sufficient grounds to believe” that he or she would abscond during the investigation or trial or obstruct the establishment of the truth or reoffend (Article 89 of the old CCrP). It must also take into account the gravity of the charge, information on the accused's character, his or her profession, age, state of health, family status and other circumstances (Article 91 of the old CCrP, Article 99 of the new CCrP).", "41. Before 14 March 2001, remand in custody was authorised if the accused was charged with a criminal offence carrying a sentence of at least one year's imprisonment or if there were “exceptional circumstances” in the case (Article 96). On 14 March 2001 the old CCrP was amended to permit defendants to be remanded in custody if the charge carried a sentence of at least two years' imprisonment, if they had previously defaulted, had no permanent residence in Russia or if their identity could not be ascertained. The amendments of 14 March 2001 also repealed the provision that permitted defendants to be remanded in custody on the sole ground of the dangerous nature of the criminal offence they had allegedly committed. The new CCrP reproduced the amended provisions (Articles 97 § 1 and 108 § 1) and added that a defendant should not be remanded in custody if a less severe preventive measure was available.", "42. The Codes make a distinction between two types of remand in custody: the first being “during investigation”, that is while a competent agency – the police or a prosecutor's office – is investigating the case, and the second being “before the court” (or “during judicial proceedings”), at the judicial stage. Although there is no difference in practice between them (the detainee is held in the same detention facility), the calculation of the time-limits is different.", "43. After arrest the suspect is placed in custody “during investigation”. The maximum permitted period of detention “during investigation” is two months, but this can be extended for up to eighteen months in “exceptional circumstances”. Under the old CCrP, extensions were authorised by prosecutors of ascending hierarchical levels but they must now be authorised by judicial decisions, taken by courts of ascending levels (under the new CCrP). No extension of detention “during investigation” beyond eighteen months is possible (Article 97 of the old CCrP, Article 109 § 4 of the new CCrP).", "44. The period of detention “during investigation” is calculated up to the date on which the prosecutor sends the case to the trial court (Article 97 of the old CCrP, Article 109 § 9 of the new CCrP).", "45. Access to the materials in the file is to be granted no later than one month before the expiry of the authorised detention period (Article 97 of the old CCrP, Article 109 § 5 of the new CCrP). If the defendant needs more time to study the case file, a judge, on a request by a prosecutor, may grant an extension of the detention until such time as the file has been read in full and the case sent for trial (Article 97 of the old CCrP, Article 109 § 8 (1) of the new CCrP). Under the old CCrP, such an extension could not be granted for longer than six months.", "46. Under the old CCrP, the trial court was entitled to refer the case back for “additional investigation” if it found procedural defects that could not be remedied at the trial. In such cases the defendant's detention was again classified as “during investigation” and the relevant time-limit continued to apply. If, however, the case was remitted for additional investigation but the investigators had already used up all the time authorised for detention “during investigation”, a supervising prosecutor could nevertheless extend the detention period for one additional month, starting from the date on which he or she received the case. Subsequent extensions could only be granted if the detention “during investigation” had not exceeded eighteen months (Article 97).", "47. From the date the prosecutor refers the case to the trial court the defendant's detention is classified as “before the court” (or “during judicial proceedings”).", "48. Before 15 June 2001 the old CCrP set no time-limit for detention “during judicial proceedings”. On 15 June 2001 a new Article, 239-1, entered into force which established that the period of detention “during judicial proceedings” could not generally exceed six months from the date the court received the file. However, if there was evidence to show that the defendant's release might impede a thorough, complete and objective examination of the case, a court could – of its own motion or at the request of a prosecutor – extend the detention by no longer than three months. These provisions did not apply to defendants charged with particularly serious criminal offences.", "49. The new CCrP provides that the term of detention “during judicial proceedings” is calculated from the date the court receives the file to the date on which judgment is given. The period of detention “during judicial proceedings” may not normally exceed six months, but if the case concerns serious or particularly serious criminal offences, the trial court may approve one or more extensions of no longer than three months each (Article 255 §§ 2 and 3).", "50. Under the old CCrP, the detainee or his or her counsel or representative could challenge a detention order issued by a prosecutor, and any subsequent extension order, before a court. The judge was required to review the lawfulness of and justification for a detention or extension order no later than three days after receipt of the relevant papers. The review was to be conducted in camera in the presence of a prosecutor and the detainee's counsel or representative. The detainee was to be summoned and a review in his absence was only permissible in exceptional circumstances, if the detainee waived his right to be present of his own free will. The judge could either dismiss the challenge or revoke the pre-trial detention and order the detainee's release (Article 220-1). An appeal to a higher court lay against the judge's decision. It had to be examined within the same time-limit as appeals against a judgment on the merits (see paragraph 96 below) (Article 331 in fine).", "51. Under the new CCrP, an appeal may be lodged with a higher court within three days against a judicial decision ordering or extending detention. The appeal court must rule on the appeal within three days of its receipt (Article 108 § 10).", "52. Upon receipt of the case file, the judge must determine, in particular, whether the defendant should be held in custody or released pending the trial hearings (Article 222 § 5 and Article 230 of the old CCrP, Article 228 (3) and Article 231 § 2 (6) of the new CCrP) and rule on any application by the defendant for release (Article 223 of the old CCrP).", "53. At any time during the judicial proceedings the court may order, vary or revoke any preventive measure, including remand in custody (Article 260 of the old CCrP, Article 255 § 1 of the new CCrP). Any such decision must be given in the deliberation room and signed by all the judges on the bench (Article 261 of the old CCrP, Article 256 of the new CCrP).", "54. An appeal against such a decision lies to a higher court. It must be lodged within ten days and examined within the same time-limit as an appeal against the judgment on the merits (Article 331 of the old CCrP, Article 255 § 4 of the new CCrP – see paragraph 96 below).", "55. Under the old CCrP, within fourteen days after receipt of the case file (if the defendant was in custody), the judge was required either: (1) to fix the trial date; (2) to refer the case back for further investigation; (3) to stay or discontinue the proceedings; or (4) to refer the case to a court having jurisdiction to hear it (Article 221). The new CCrP empowers the judge, within the same time-limit, (1) to refer the case to a competent court; (2) to fix a date for a preliminary hearing; or (3) to fix a trial date (Article 227). In the latter case, the trial proceedings must begin no later than fourteen days after the judge has fixed the trial date (Article 239 of the old CCrP, Article 233 § 1 of the new CCrP). There are no restrictions on fixing the date of a preliminary hearing.", "56. The duration of the entire trial proceedings is not limited in time.", "57. Under the old CCrP, the appeal court was required to examine an appeal against the first-instance judgment within ten days after it was lodged. In exceptional circumstances or in complex cases or in proceedings before the Supreme Court this period could be extended by up to two months (Article 333). No further extensions were possible.", "The new CCrP provides that the appeal court must start the examination of the appeal no later than one month after it is lodged (Article 374).", "58. The European Committee for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment (CPT) visited the Russian Federation from 2 to 17 December 2001. The section of its Report to the Russian Government (CPT/Inf (2003) 30) dealing with the conditions of detention in temporary holding facilities and remand establishments and the complaints procedure read as follows:", "“b. temporary holding facilities for criminal suspects (IVS)", "26. According to the 1996 Regulations establishing the internal rules of Internal Affairs temporary holding facilities for suspects and accused persons, the living space per person should be 4 m². It is also provided in these regulations that detained persons should be supplied with mattresses and bedding, soap, toilet paper, newspapers, games, food, etc. Further, the regulations make provision for outdoor exercise of at least one hour per day.", "The actual conditions of detention in the IVS establishments visited in 2001 varied considerably.", "...", "45. It should be stressed at the outset that the CPT was pleased to note the progress being made on an issue of great concern for the Russian penitentiary system: overcrowding.", "When the CPT first visited the Russian Federation in November 1998, overcrowding was identified as the most important and urgent challenge facing the prison system. At the beginning of the 2001 visit, the delegation was informed that the remand prison population had decreased by 30,000 since 1 January 2000. An example of that trend was SIZO No 1 in Vladivostok, which had registered a 30% decrease in the remand prison population over a period of three years.", "...", "The CPT welcomes the measures taken in recent years by the Russian authorities to address the problem of overcrowding, including instructions issued by the Prosecutor General's Office, aimed at a more selective use of the preventive measure of remand in custody. Nevertheless, the information gathered by the Committee's delegation shows that much remains to be done. In particular, overcrowding is still rampant and regime activities are underdeveloped. In this respect, the CPT reiterates the recommendations made in its previous reports (cf. paragraphs 25 and 30 of the report on the 1998 visit, CPT (99) 26; paragraphs 48 and 50 of the report on the 1999 visit, CPT (2000) 7; paragraph 52 of the report on the 2000 visit, CPT (2001) 2).", "...", "125. As during previous visits, many prisoners expressed scepticism about the operation of the complaints procedure. In particular, the view was expressed that it was not possible to complain in a confidential manner to an outside authority. In fact, all complaints, regardless of the addressee, were registered by staff in a special book which also contained references to the nature of the complaint. At Colony No 8, the supervising prosecutor indicated that, during his inspections, he was usually accompanied by senior staff members and prisoners would normally not request to meet him in private “because they know that all complaints usually pass through the colony's administration”.", "In the light of the above, the CPT reiterates its recommendation that the Russian authorities review the application of complaints procedures, with a view to ensuring that they are operating effectively. If necessary, the existing arrangements should be modified in order to guarantee that prisoners can make complaints to outside bodies on a truly confidential basis.”"], "VIOLATED_ARTICLES": ["3", "5", "6"], "VIOLATED_PARAGRAPHS": ["5-3", "6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}