{"ITEMID": "001-79710", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "ADMISSIBILITY", "DATE": 2007, "DOCNAME": "AL-MOAYAD v. GERMANY", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "Peer Lorenzen", "TEXT": ["1. The applicant, Mohammed Ali Hassan Al-Moayad, is a Yemeni national who was born in 1948 and was resident in Yemen. He was an adviser to the Yemeni Minister for Religious Foundations with the rank of secretary of state and the imam of the Al-Ihsan Mosque in Sanaa (Yemen).", "2. He is currently detained in the United States of America. Before the Court he was represented by Mr Alfred Dickersbach, a former judge of the Federal Administrative Court and lawyer practising in Berlin. The respondent Government were represented by their Agent, Mr K. Stoltenberg, Ministerialdirigent, and, subsequently, Mrs A. Wittling-Vogel, Ministerialdirigentin.", "3. The facts of the case, as submitted by the parties, may be summarised as follows.", "4. A Yemeni citizen on an undercover mission for the US investigation and prosecution authorities in Yemen convinced the applicant that he could put him in touch with a person abroad who was willing to make a major financial donation (the purpose of which is a matter of dispute). Thereupon, the applicant decided to travel to Germany.", "5. On 6 November 2002 the US authorities requested legal assistance (Rechtshilfe) from the German authorities in the criminal investigations into the applicant’s activities. On 18 December 2002 the Frankfurt am Main Regional Court authorised the interception and recording of conversations in the hotel rooms in Frankfurt in which the applicant was expected to stay.", "6. The applicant travelled to Germany in January 2003 with his secretary. On 10 January 2003 they were arrested in Frankfurt by German police officers under an arrest warrant that had been issued on 5 January 2003 by the US Federal Court for the Eastern District of New York supported by a motion dated 8 January 2003 of the US Ministry of Justice for the applicant to be taken into custody pending extradition. The US prosecution authorities charged the applicant with providing money, weapons and communications equipment to terrorist groups, in particular Al-Qaeda and Hamas, and with recruiting new members for these groups between October 1997 and the date of his arrest.", "7. On 11 January 2003 the Frankfurt am Main District Court ordered the applicant’s provisional detention after hearing his representations. Pursuant to an order of the Frankfurt am Main Court of Appeal dated 14 January 2003, the applicant was remanded in provisional custody pending extradition.", "8. On 24 January 2003 the Embassy of the United States of America transmitted a formal request to the German Federal Government for the applicant’s extradition for criminal prosecution. The request was based on the extradition treaty between the Federal Republic of Germany and the United States of America of 20 June 1978 read in conjunction with the supplementary treaty of 21 October 1986 (see below at paragraphs 29-34). Enclosed with the request were the arrest warrant of 5 January 2003 and a written affidavit by the Deputy US Attorney of the Eastern District of New York in which the latter expounded the state of the investigations in the United States.", "9. On 13 February 2003, upon an application made by the public prosecutor’s office, the Frankfurt am Main Court of Appeal ordered the applicant’s remand in formal custody pending extradition (förmliche Auslieferungshaft). It gave the US authorities until 31 March 2003 to furnish additional particulars of the offences the applicant was charged with. Thereupon, additional extradition documents were submitted to that court, including an affidavit by an FBI investigator setting out the specific offences with which the applicant was charged under the US criminal law. It emerged from these documents that the US authorities had learned of the suspected offences from a Yemeni national who had also incited the applicant to meet another informant in Frankfurt who allegedly wanted to donate money for the “Jihad”.", "10. At a hearing before the Frankfurt am Main Court of Appeal on 19 February 2003 the applicant refused to consent to his extradition.", "11. On 24 April 2003 the Frankfurt am Main Court of Appeal confirmed its order of formal detention pending extradition. Having received additional documents from the US authorities, it noted that the applicant was now charged with membership of two terrorist associations, Al-Qaeda and the extremist branch of the Hamas. These activities corresponded to offences under German criminal law.", "12. In three notes verbales the Embassy of the Republic of Yemen informed the German Foreign Office that it considered that the applicant had been abducted from Yemen to Germany contrary to public international law and to the prohibition in the Yemeni Constitution on the extradition of its own citizens. It requested the federal government to repatriate the applicant to Yemen.", "13. In a note verbal of 22 May 2003 the Embassy of the United States of America gave an assurance (Zusicherung) to the German authorities that the applicant would not be prosecuted by a military tribunal pursuant to the Presidential Military Order of 13 November 2001 (see below at paragraphs 37-38) or by any other extraordinary court.", "14. On 18 July 2003 the Frankfurt am Main Court of Appeal declared the applicant’s extradition admissible and ordered his further remand in custody, invoking the risk that he might abscond if released. It found that the offences which the applicant was charged with in the United States of America were punishable and extraditable, under the law of both the United States and Germany. There were no rules of domestic or public international law that required the discontinuance of the proceedings on account of the fact that the applicant had been incited to travel to Germany by an informant. Moreover, there was nothing to warrant the conclusion that the applicant might be subjected to unfair criminal proceedings or torture in the United States. The assurance given by the United States on 22 May 2003 clearly stated that criminal proceedings for the offences listed in the extradition request would be instituted against the applicant in the ordinary criminal courts.", "15. On 23 July 2003 the applicant complained to the Frankfurt am Main Court of Appeal of a violation of his right to be heard in court and applied for a new decision on the validity of the extradition request and a stay of execution. On 5 August 2003 the Court of Appeal dismissed the complaint as the reasons given by the applicant disclosed no new circumstances justifying a different decision on the validity of the extradition request.", "16. On 19 August 2003 the Frankfurt am Main Court of Appeal dismissed a further application by the applicant for a fresh decision on the validity of the extradition request. It found that the evidence supporting the charges had exclusively been taken from the extradition documents submitted by the US authorities, which had been sent to the applicant’s lawyers for inspection prior to the decision on the validity of the extradition request. Concerns that the applicant might be at risk of torture if extradited had been allayed by the assurance given by the US authorities, which was binding under public international law. It had to be assumed that the applicant would be brought before an ordinary criminal court in the United States. Worrying reports about inhuman treatment of prisoners suspected of terrorism concerned almost without exception prisoners in Guantánamo Bay (Cuba) and Bagram (Afghanistan) and in some third countries. It could not be concluded from existing press reports on the treatment of these prisoners that ordinary criminal proceedings in the United States would not meet the minimum standards of due process of law or would infringe the prohibition on torture. Moreover, no other circumstances were known that would give cause for further inquiry into the facts.", "17. On 28 August 2003 the applicant filed a constitutional complaint with the Federal Constitutional Court against the decisions of the Frankfurt am Main Court of Appeal of 18 July, 5 and 19 August 2003. He argued, in particular, that his surveillance by the FBI in Yemen and his abduction from that country to Germany had been in breach of Yemen’s territorial sovereignty and therefore of public international law and that, accordingly, his detention pending extradition had no legal basis. He also claimed that he would be placed in preventive detention in the United States indefinitely without access to a court or a lawyer. He further alleged that, if he was extradited, the American authorities would expose him to interrogation methods that were contrary to Article 3 of the Convention.", "18. On 5 November 2003 the Second Chamber (Senat) of the Federal Constitutional Court unanimously rejected the complaint as ill-founded and therefore refused to grant an interim injunction staying the applicant’s extradition.", "19. The Federal Constitutional Court found that the Frankfurt am Main Court of Appeal’s decision had not infringed the Basic Law. The applicant’s extradition was not in breach of public international law. There was no general rule of public international law, at any rate not in cases such as the present one, to prevent a person being lured by trickery from his State of origin to a State to which a request was then made for his extradition (“the requested State”) in order to circumvent a ban on extradition that was valid in his State of origin. Examining the State practice on this question, the Federal Constitutional Court held as follows:", "“The examination of State practice shows that the general rule of international law that is alleged by the complainant does not exist. The courts’ case-law is heterogeneous as regards the question whether the fact that a prosecuted person has been lured out of his or her State of origin becomes an obstacle precluding extradition in the requested State of residence. The majority of decisions do not even regard the circumstances which preceded the arrest as an obstacle precluding criminal prosecution in the State of the forum.", "In this context, it need not be decided whether a national obstacle precluding criminal proceedings or extradition results from customary international law if the prosecuted person has been taken from his or her State of origin to the State of the forum or to the requested State by the use of force. Admittedly, more recent State practice, in particular as a consequence of dealing with the U.S. Supreme Court decision in the Alvarez-Machain case (United States Reports, Vol. 504 [1991/92], pp. 655 et seq.) indicates that the principle male captus, bene detentus is rejected at any rate if the State got hold of the prosecuted person by committing serious human rights violations, and if the State whose territorial sovereignty was violated protested against such procedure (see International Criminal Tribunal for the Former Yugoslavia, Prosecutor v. Dragan Nikolic, Decision of 5 June 2003 - IT-94-2-AR73, Appeals Chamber, nos. 24 et seq. with reference to the decision of the U.S. Federal Court of Appeal, United States v. Toscanino, 500 Federal Reporter, Second Series 267 [1974]; see also Wilske, Die völkerrechtliche Entführung und ihre Rechtsfolgen, 2000, pp. 272 et seq., at p. 336, with further references).", "The facts of the present case, however, differ from these cases in important details as the applicant’s decision to leave Yemen was voluntary. According to his secretary’s statement, the applicant himself suggested Frankfurt as the venue for a meeting that was supposed to serve fundraising activities on account of the favourable visa regulations for Yemeni citizens in Germany and in view of the good traffic connections. Admittedly, the applicant was deceived by trickery so that the motives for which he travelled to Germany were based on deception. However, he was not subjected to direct force aimed at bending his will, he was not threatened with the use of force, and the trickery did not facilitate his subsequent forceful abduction. The acts of deception were not performed by or are attributable to the German authorities. Finally, there are no indications that would permit the assumption that the German authorities cooperated with the United States criminal prosecution and investigation authorities in a collusive manner in order to induce the applicant to travel specifically to Germany.”", "20. The Federal Constitutional Court examined a number of decisions of national and international courts and concluded that it could not be ascertained that a practice had been established under international law with respect to facts such as those in the present case which would have meant that the extradition was ostensibly in breach of customary international law. The fact that the Swiss Federal Court had refused the extradition of a Belgian citizen to Germany because the prosecuted person had been lured to Switzerland by the German authorities, infringing Belgian sovereignty (Swiss Federal Court, judgment of 15 July 1982, Europäische Grundrechte Zeitung 1983, pp. 435 et seq.) could not be regarded as proof of the existence of a practice creating customary international law. The Federal Constitutional Court notably found:", "“When assessing the existing judicial decisions it has to be borne in mind that doubts already exist as to the preconditions that must obtain before the luring of a suspect out of his or her State of residence by means of trickery – as opposed to the use of force – can be regarded as an act that is contrary to international law at all... To the extent that in the case of the use of trickery the suspect’s decision to travel overseas is also motivated by his or her own interests and to the extent that the possibility remains for him or her to decide not to leave, the suspect will not, as a general rule, be the subject of State coercion.", "Admittedly, the boundary between luring someone out of a State by means of trickery and breaking someone’s will by the use of force can be fluid in borderline cases, for instance if someone is deluded into believing something that has the effect of irresistible coercion on the person affected. Such circumstances, however, do not exist here. Instead, the complainant travelled to the federal territory on the basis of an independent decision in order to pursue his own specific interests there.", "Moreover, recent State practice also takes into account the seriousness of the crime with which the person is charged, which means that, in this respect, it takes proportionality into consideration. The protection of high-ranking legal interests, which has been intensified at the international level in recent years, can lend itself to justifying the violation of a State’s personal sovereignty that may result from the use of trickery (see International Criminal Tribunal for the Former Yugoslavia, Prosecutor v. Dragan Nikolic, loc. cit., number 26). To the extent that the fight against the most serious crimes – such as supporting the international drugs trade or terrorism – is concerned, luring someone out of a State’s territorial sovereignty by means of trickery is not, at any rate to the extent that would be required under existing State practice, regarded as an obstacle precluding criminal prosecution. No different rules can apply to the existence of an obstacle precluding extradition.”", "21. As to the applicant’s complaints about the interrogation methods in the United States the Federal Constitutional Court continued:", "“The applicant’s rights under ... the Basic Law ... have not been violated. The Court of Appeal declared the extradition request valid in accordance with the constitutional requirements. This also applies to the extent that the applicant had applied for a further investigation into the facts of the case as regards the methods of interrogation used in the United States, which are allegedly contrary to the due process of law. The Court of Appeal rejected this submission, citing a lack of indications to this effect in the United States’ practice. This reasoning is constitutionally unobjectionable.", "On the one hand, it is consistent with the Federal Constitutional Court’s recent case-law, which provides that in mutual assistance concerning extradition, especially if rendered on the basis of international-law treaties, the requesting State is, in principle, to be shown trust as concerns its compliance with the principles of due process of law and of the protection of human rights. This principle can claim validity as long as it is not shaken by evidence to the contrary (Decision of the Second Chamber of 24 June 2003 - 2 BvR 685/03 - Extradition to India). Such evidence did not exist at the time of the Court of Appeal’s decision.", "On the other hand, decisive weight must be given to the fact that the United States precluded the possible application of the Presidential Military Order of 13 November 2001 by their assurance of 22 May 2003. Thus, the United States have assumed an obligation, which is binding under international law, not to bring the applicant before an extraordinary court after his extradition, apply the procedural law laid down in the Order of 13 November 2001 or place the complainant in an internment camp. There is no indication that the United States will not comply with the assurance if the applicant is extradited.", "It is also relevant that the relations of mutual judicial assistance that exist between Germany and the United States on the basis of international law treaties have been reinforced still further by the signing of the Agreement on Mutual Judicial Assistance in Criminal Matters on 14 October 2003. This circumstance confirms the assumption that, in principle, the United States will comply with their obligations vis-à-vis Germany (the Court’s decision of 24 June 2003 cited above). Moreover, it can be assumed that the Federal Government itself will observe the further proceedings in the United States through its diplomatic missions.”", "22. The Federal Constitutional Court’s decision was published and sent to the applicant by fax on 13 November 2003.", "23. On Friday, 14 November 2003 the federal government authorised the applicant’s extradition.", "24. On Sunday, 16 November 2003 the applicant and his secretary were extradited to the United States of America on board a US Air Force aircraft.", "25. In a note dated 17 November 2003 the Head of the Public Prosecutor’s Office informed the Frankfurt am Main Public Prosecutor’s Office that the federal government had authorised the extradition of the applicant and his secretary on 14 November 2003. The authorisation had been given on condition that they were not sentenced to death or committed to stand trial before a military tribunal (thus excluding their detention in Guantánamo Bay). They had been extradited on 16 November 2003. The Head of the Public Prosecutor’s Office noted that the German authorities had not been notified of any decision taken by the European Court of Human Rights concerning the applicant (see paragraphs 43-48).", "26. On 17 November 2003 the applicant was brought before a judge of the Brooklyn / New York District Court. He was reportedly subsequently held in a prison in Brooklyn.", "27. On 27 January 2005 the US District Court for the Eastern District of New York opened the applicant’s trial on charges of providing material support to Al-Qaeda and Hamas. Both the German Consulate General in New York and the Yemeni Government sent observers to attend the District Court’s hearings.", "28. According to several press reports, the US District judge sentenced the applicant on 28 July 2005 to 75 years’ imprisonment, the statutory maximum sentence, for conspiracy to support Al Qaeda and Hamas, for having provided material support to Hamas and for having attempted to provide material support to Al Qaeda.", "29. Extradition between Germany and the USA is governed by the bilateral Treaty between the Federal Republic of Germany and the United States of America Concerning Extradition of 20 June 1978 (which entered into force on 29 August 1980), as added to and amended by the supplementary treaty of 21 October 1986 (which entered into force on 6 December 1988).", "30. Pursuant to Article 1 of the Treaty, the Contracting Parties agree to extradite to each other persons found in the territory of one of the Contracting Parties who have been charged with an offence or are wanted for the enforcement of a judicially pronounced penalty or detention order for an offence.", "31. Articles 2 and 3 provides that extradition will be granted in respect of certain extraditable, non-political offences either for the prosecution of these offences or the enforcement of a penalty or detention order.", "32. The Requesting State is required to inform the Requested State on demand of the result of the criminal proceedings against the extradited person and to send a copy of the final and binding decision to that State (Article 24).", "33. When the offence for which extradition is requested is punishable by death under the laws of the Requesting State and the laws of the Requested State do not permit such punishment for that offence, extradition may be refused unless the Requesting State furnishes such assurances as the Requested State considers sufficient that the death penalty will not be imposed or, if imposed, will not be executed (Article 12).", "34. Article 13 of the Treaty provides that an extradited person is not to be tried by an extraordinary court in the territory of the Requesting State and that extradition may not be granted for the enforcement of a penalty imposed, or detention ordered, by an extraordinary court.", "35. Pursuant to section 15(1) of the International Assistance in Criminal Matters Act (IACMA), a person may be taken into detention pending extradition upon receipt of an extradition request if there is a risk that he or she might otherwise evade the extradition proceedings or extradition or if, on the basis of specific facts, there are strong grounds for believing that he or she would obstruct the process of establishing the truth in the proceedings in the foreign State or in the extradition proceedings. Section 15(2) of the IACMA lays down that section 15(1) shall not apply if the request for extradition appears to be invalid from the outset.", "36. Pursuant to Article 25 of the Basic Law, the general rules of international law form an integral part of federal law. They take precedence over statute law and directly create rights and duties for the inhabitants of German territory.", "37. On 13 November 2001 the President of the United States of America signed a military order on the “Detention, Treatment, and Trial of Certain Non-Citizens in the War Against Terrorism” (U.S. Federal Register of 16 November 2001, Vol. 66 No. 222, pp. 57831 et seq.).", "38. The US President’s Military Order applies to non-citizens of the US with respect to whom there is reason to believe that they are members of Al-Qaeda or have aided and abetted acts of international terrorism (section 2 of the Order). Any individual subject to the Order shall be detained at an appropriate location designated by the Secretary of Defence outside or within the United States (section 3 of the Order). They shall, when tried, be tried by military commission for any and all offences triable by military commission that such individual is alleged to have committed, and may be punished in accordance with the penalties provided under applicable law, including life imprisonment or death (section 4 of the Order). Military tribunals shall have exclusive jurisdiction with respect to offences committed by such persons, who shall not be privileged to seek any remedy in any court of the United States, any court of any foreign nation, or any international tribunal (section 7 of the Order).", "39. In its Annual Report 2003 on the USA, covering events from January to December 2002, Amnesty International stated:", "“Background", "The US-led international military action in Afghanistan, launched following the 11 September 2001 attacks, continued into 2002. Thousands were detained in the context of the conflict, with frequent transfers of prisoners between the US, Afghan and Pakistan authorities. ...", "Detentions outside the USA", "During the year, starting in January, the USA transferred more than 600 foreign nationals to the US naval base in Guantánamo Bay, Cuba, where they were held without charge or trial or access to the courts, lawyers or relatives. Although most were arrested during the armed conflict in Afghanistan, the USA refused to grant them prisoner of war status under the Geneva Conventions or to afford them other rights under international human rights law. ...", "The conditions of the detainees’ transfer to and detention in Guantánamo Bay gave cause for serious concern. ...", "A number of suspected members of al-Qa’ida reported to have been taken into US custody continued to be held in undisclosed locations. The US government failed to provide clarification on the whereabouts and legal status of those detained, or to provide them with their rights under international law, including the right to inform their families of their place of detention and the right of access to outside representatives. An unknown number of detainees originally in US custody were allegedly transferred to third countries, a situation which raised concern that the suspects might face torture during interrogation.", "Two US nationals continued to be held in incommunicado detention without charge or trial as ‘enemy combatants’ in military custody in the USA at the end of the year. ...”", "40. In its 2004 Annual Report on the United States of America, which covered events from January to December 2003, Amnesty International noted:", "“Background", "Thousands of people were detained in the context of the US-led war against Iraq and subsequent occupation of Iraq by the Coalition Provisional Authority... Others were held in US bases in Afghanistan, Cuba and elsewhere as part of the ongoing ‘war against terrorism’. ...", "Detentions outside the USA", "Hundreds of detainees from around 40 countries remained in legal limbo in the US naval base in Guantánamo Bay. ... None of the detainees were charged, tried, or given access to lawyers, relatives or the courts. ...", "During 2003, concern continued to grow about the psychological impact on the detainees of the indefinite and isolating detention regime in Guantánamo. The International Committee of the Red Cross (ICRC), the only international non-governmental organization with access to the detainees, took the unusual step of publicly criticizing the lack of legal process and spoke of the deterioration in mental health that the organization had witnessed among large numbers of the detainees. ...", "The US air base in Bagram, Afghanistan, continued to be used as a detention facility. There, too, detainees were denied any sort of legal process. The ICRC did not have access to all those held there. During the year, allegations were made that detainees had been tortured or ill-treated in Bagram. ...", "There were continuing concerns about the possible transfer of prisoners to countries where it was feared they might face torture during interrogation.", "Military commissions", "On 3 July, the Pentagon announced that President Bush had selected six foreign detainees to be subject to the provisions of the Military Order he signed in November 2001. The Order provides for non-US nationals suspected of involvement in ‘international terrorism’ to be held indefinitely without trial or to be tried by military commissions. ...”", "41. In company with numerous other newspapers, The Washington Post reported on interrogation methods applied to terrorist suspects following the attacks of September 11, 2001. For instance, in its article ‘U.S. Decries Abuse but Defends Interrogations – ‘Stress and Duress’ Tactics Used on Terrorism Suspects Held in Secret Overseas Facilities’ dated 26 December 2002, it reported on the use of methods known as “stress and duress” techniques at the U.S. airbase in Bagram (Afghanistan) and in other secret detention centres outside US territory. The techniques reportedly used comprised methods such as beating, holding suspects in painful positions and sleep deprivation. Furthermore, some suspects were handed over to foreign intelligence services known for using brutal means with a list of questions the agency wanted answered.", "42. In its article ‘Justice Dept. Memo Says Torture ‘May Be Justified’’ of 13 June 2004, The Washington Post reported on a memorandum written by the US Department of Justice dated 1 August 2002 on standards of conduct for interrogations of suspected Al-Qaeda members whom the CIA had apprehended outside the United States. Another memorandum dated 6 March 2003 from a Defence Department Working Group, which was to elaborate new interrogation guidelines for detainees at Guantánamo Bay, incorporated much of the Justice Department’s memorandum."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}