{"ITEMID": "001-112061", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ROU", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF VARTIC v. ROMANIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment;Inhuman treatment) (Substantive aspect)", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Egbert Myjer;Ineta Ziemele;Ján Šikuta;Josep Casadevall;Kristina Pardalos;Luis López Guerra", "TEXT": ["6. The applicant was born in 1973 and is currently detained in Jilava Prison.", "7. On 30 January 1996 the applicant was arrested on suspicion of murder.", "8. On 3 November 1998 the Bucharest Regional Court sentenced the applicant to twenty years’ imprisonment for murder.", "9. On 14 April 1999 Bucharest Appeal Court allowed an appeal by the prosecution and increased the applicant’s sentence to twenty-five years’ imprisonment.", "10. On 28 October 1999, before the Supreme Court (now the Court of Cassation), the applicant orally withdrew his appeal, as can be seen from the court decision. According to that decision, the applicant was assisted by an officially assigned lawyer but not by an interpreter. The decision of 14 April 1999 became final.", "11. The applicant was detained in the following prisons:", "from 9 May 1996 until 19 April 1998 he was detained in Jilava Prison;", "from 19 April to 30 April 1998 he was detained in the hospital of Jilava Prison;", "from 30 April to 12 May 1998 he was detained in Rahova Prison;", "from 12 May 1998 until 9 February 1999 he was detained in Jilava Prison;", "from 9 February 1999 until 21 February 2009 he was detained in Rahova Prison;", "from 21 February 2009 until 2011 he was detained in Giurgiu Prison;", "since 2011 he has been detained in Jilava Prison.", "12. The parties disagreed as to the conditions of detention in Jilava and Rahova prisons.", "13. The applicant alleges that while he was in Jilava Prison there were sixty people in one cell, and two or three people had to share each bed. He was moved on numerous occasions to different cells, which were all overcrowded.", "The water was contaminated and had worms in it, and the food was of very poor quality. This caused the applicant’s hospitalisation for ten days in April 1998 for enterocolitis.", "The heating was very low in winter and there was no ventilation in summer. Half the showers were not working and this, coupled with the overcrowding, made it very difficult to take a shower.", "14. The applicant alleges that the cells in Rahova Prison were overcrowded. There were always twelve or thirteen detainees for every ten beds and occasionally people had to sleep on the floor. He alleges that to have a bed in the cell detainees had to pay, or else use force.", "15. In a written statement signed by Mr T.X.L., a cellmate of the applicant ‘in 1996-97 in Jilava Prison, Mr T.X.L. wrote that the inmates were hungry and that he and the applicant had eaten snakes, cats and dogs.", "16. A statement signed by B.S.A. alleged that the drinking water and the food at Jilava Prison contained worms and that there were cockroaches in the cells.", "17. The Government argued that, in relation to the conditions of detention in Jilava Prison, it could not give any information concerning the dimensions of the cells, the number of beds and the available space.", "18. The Government presented a written statement from the National Prison Authority (hereafter NPA) arguing that the food provided in Jilava Prison was fresh and respected the rules of hygiene and standards on calorie intake.", "19. The Government acknowledged that the detained persons were regularly searched in order to remove prohibited items such as snakes, cats and dogs. The Government contended however that on no occasion did the applicant introduce such things into his cell.", "20. The Government argued that drinking water was provided at all times, except on days when the system was being repaired, or during the summer when it was not functioning properly. On such occasions the water supply was stopped for a short period of time.", "The Government argued that reports have shown that the water was of good quality.", "21. Detainees could shower each week in a room with nineteen to twenty-three showers. Every cell was allotted fifteen to thirty minutes for this.", "22. Heating was provided on a preapproved schedule, with the exception of days when the heating system was being repaired. From 1999 there was heating from 1 November to 31 March.", "Because of malfunctions in the heating system the temperature of the water going through the water heater was 30ºC.", "23. The Government contended that the applicant could participate in sport, cultural and entertainment activities and that he had the opportunity to work.", "24. The Government stated, in connection with the conditions of detention in Rahova Prison, the applicant’s cell was 26.5 sq. m, of which the toilet had 1.78 sq. m; the bathroom’s area was 6.48 sq. m, the luggage storage area was 0.6 sq. m and the food space was 1.2 sq. m.", "The applicant’s room had a window measuring 1.44 sq. m and two windows of 0.72 sq. m each in the toilet and in the food area.", "Light was provided by light bulbs at night.", "Each room had ten beds, a table, chairs, a television table, a clothes hanging space, a luggage storage area and a food area.", "There were never more than ten people in one cell.", "25. The Government argued that during his detention in Rahova Prison the applicant was diagnosed with hepatitis. As a result his diet was prescribed by the doctors and beef was substituted for pork.", "26. A room next to the cell provided constant cold water and warm water according to a schedule. Warm water was available twice a week, for two hours each time, from 12 noon until 2 p.m. and from 5 p.m. to 7 p.m.", "There was unlimited access to drinking water and to the toilet.", "27. The cell was heated for eight hours a day, maintaining a temperature of 18ºC.", "28. The Government argued that from 2007 the detainees had the opportunity to exercise for half an hour each day and to enjoy outdoor sport activities. The schedule for these activities was approved by the director of the prison.", "No evidence was provided as to the precise nature of the exercise or outdoor sport activities enjoyed by the applicant.", "29. The Government submitted that the applicant took part in cultural activities. They provided documents from which it appeared that he was registered in 2007 and 2008 to attend computer classes, Romanian language classes and table tennis lessons for several months of the year.", "30. The Government argued that no incidents concerning the applicant’s right to correspondence were identified after 2002.", "31. Government Emergency Ordinance 56 of 27 June 2003 (“Ordinance no. 56/2003”) regarding certain rights of convicted persons states, in Article 3, that convicted persons have the right to bring legal proceedings before the court of first instance concerning the implementing measures taken by the prison authorities in connection with their rights. Ordinance no. 56/2003 has been repealed and replaced by Law no. 275 of 20 July 2006, which has restated the content of Article 3 mentioned above in Article 38, which provides that a judge shall have jurisdiction over complaints by convicted persons against the measures taken by the prison authorities (see also Petrea v. Romania, no. 4792/03, §§ 21-23, 29 April 2008).", "32. The relevant findings and recommendation of the European Committee for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment (“the CPT”) are described in Bragadireanu v. Romania (no. 22088/04, §§ 73-76, 6 December 2007) and Artimenco v. Romania (no. 12535/04, §§ 22-23, 30 June 2009). In particular, the Court notes that in the report on the 2002-2003 visits the CPT expressed concerns about the limited living space available to prisoners and the insufficient space provided by the regulations in place at that date. It also noted that prisoners were sometimes obliged to share a bed and that the toilets were not sufficiently separated from the living space.", "33. With regard to Jilava Prison, excerpts from the CPT’s findings following the visits of 1999 and 2006 are given in the case of Eugen Gabriel Radu v. Romania (no. 3036/04, §§ 14-17, 13 October 2009). In particular, the CPT expressed concern about the restricted living space, as the number of detainees was more than twice the prison’s capacity, the shortage of beds, the lack of adequate separation between the toilets and the living space in the cells, and described the conditions as “lacking privacy” and “an affront to human dignity”.", "34. There is no CPT report concerning Rahova Prison. However, a Romanian NGO, APADOR-CH (Association for the Defence of Human Rights in Romania – the Helsinki Committee) visited this establishment on 13 February 2009. The report prepared following this visit indicated, based on the information submitted by the authorities, that the average personal space for prisoners was 2.77 sq. m. The overcrowding was obvious when visiting individual cells: one of the cells visited, measuring 18 sq. m accommodated eleven prisoners, even though it had only ten beds. As regards the prison’ food, the report indicated that only one detainee had complained about its quality and that many prisoners preferred to eat the food they received from home or that they bought from the shop.", "35. Following visits in June 2006 to several prisons in Romania, the CPT published a report on 11 December 2008, in which it stated, inter alia:", "“70. (...) the Committee is gravely concerned that the lack of beds remains an ongoing problem not only in the establishments visited, but also at the national level, and has been since the first visit to Romania in 1995. It is high time that major steps are taken to put an end to this unacceptable situation. The CPT calls upon the Romanian authorities to take decisive priority action to ensure that that each inmate housed in a prison has a bed.", "However, the Committee welcomes the fact that shortly after the visit in June 2006, the official standard of living space per inmate in the cell was increased from 6 cubic metres (which amounted to an area of about 2 square metres per detainee) to 4 sq. m or 8 cubic metres. The CPT recommends that the Romanian authorities take the necessary steps to meet the standard of 4 sq. m of living space per inmate in shared cells in all prisons in Romania.”"], "VIOLATED_ARTICLES": ["3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}