{"ITEMID": "001-22881", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "ADMISSIBILITY", "DATE": 2002, "DOCNAME": "KUZDUBOWSKI v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant, Mr Mieczysław Kuźdubowski, is a Polish national, who was born in 1937 and lives in Kalisz.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant was employed in the Zjednoczone Zakłady Gazów Technicznych in Warsaw, a state owned company, which was subsequently acquired by the Liquid Carbonic Poland Ltd (“LCP”).", "In 1989 the applicant and his colleague T.J. invented a new, modernised system of water management for their company (projekt racjonalizatorski pt. Modernizacja gospodarki wodnej w WGT Polgaz). The system came into use in March 1990.", "Under the relevant legislation the applicant and T.J. should have been remunerated for their project. They had reached the settlement with the company in respect to the payment but it was not effected.", "Subsequently, the applicant and T.J. sued the company for payment. They filed their statement of claim with the Warsaw Regional Court (Sąd Wojewódzki) on 19 May 1993.", "On 29 June 1993 the Warsaw Regional Court ordered the applicant to pay court fees. Later, on an unspecified date the court granted him an exemption from court fees.", "On 21 July 1993 the applicant modified his claim.", "On 27 October 1993 the court held a hearing. The Government submit that the applicant asked the court to adjourn the hearing. The applicant argues that he had never asked for the hearing to be adjourned.", "On 28 October 1993 the applicant submitted a settlement proposal. In a letter of 22 November 1993 “LCP” informed that the applicant’s claim was partially granted and asked him to submit further documentary evidence.", "On 24 November 1993 the applicant filed another statement of claim.", "On 29 November 1993 the applicant filed with the Warsaw Regional Court yet another statement of claim. On the same date he also withdrew his statement of claim of 24 November 1993.", "On 27 April 1994 the court held a hearing but the applicant failed to appear.", "The court held further hearings on 20 February 1995, 29 June 1995 and 7 February, 10 June, 23 October 1996. It heard evidence from the applicant and five witnesses.", "The applicant submits that on an unknown date in November or December 1996 the court held yet another hearing.", "The applicant was not present during the hearing held on 20 January 1997. On that date the court heard evidence from an expert.", "On 31 January 1997 the court ordered that expert evidence be obtained. On 12 February 1997 one expert returned the case-file submitting that he was not competent to prepare a report. On 25 February 1997 the court transferred the file to another expert, who again was not competent to deal with case. On 26 May 1997 the Warsaw Regional Court asked yet another expert to prepare a report. In his letter of 26 June1997 the applicant asked the court to reverse its decision to obtain expert evidence and to determine the claim on the basis of evidence as it stood at that time. Despite that, on 8 July 1997, the court ordered that evidence from a new expert be obtained.", "On 28 October 1997 the report was submitted to the court. The applicant contested the report.", "On 16 February 1998 the court held a hearing. It closed the examination of the case and informed the parties that the final decision would be delivered on 2 March 1998. The applicant was present during that hearing.", "The Warsaw Regional Court gave judgment on 2 March 1998 in the applicant’s absence. The applicant appealed but he failed to comply with formal requirements which resulted in his appeal being eventually rejected by the Warsaw Court of Appeal on 5 February 1999."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}