{"ITEMID": "001-95071", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF BUZHINAYEV v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 3 - Prohibition of torture (Substantive aspect);Violation of Article 6 - Right to a fair trial;Violation of Article 13 - Right to an effective remedy", "JUDGES": "Anatoly Kovler;Christos Rozakis;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Khanlar Hajiyev", "TEXT": ["6. The applicant was born in 1974 and lives in Barguzin, Republic of Buryatiya.", "7. On 1 April 1998 the applicant was arrested on suspicion of robbery. On 3 April 1998 the Prosecutor's Office of the Oktyabrskiy District of Ulan-Ude authorised his pre-trial detention. The applicant remained in custody pending investigation and trial.", "8. Upon completion of the investigation in December 1998, the prosecutor's office forwarded the case file in respect of the applicant and six other defendants to the Supreme Court of the Republic of Buryatiya. The Supreme Court found, however, that the case should be remitted to the prosecutor's office in view of the incomplete investigation. The relevant decision was issued on 26 January 1999. Subsequently the Supreme Court remitted the matter for additional investigation on 15 June 1999 and 31 March and 4 July 2000.", "9. The opening of the trial was scheduled by the Supreme Court on 8 December 2000.", "10. On 8 and 14 December 2000 the hearing was adjourned due to the absence of the interpreter.", "11. Between 19 January and 17 April 2001 the Supreme Court scheduled and adjourned seventeen hearings. The Government submitted the information concerning the reasons for the adjournment as follows. On one occasion the applicant's lawyer failed to appear. On four occasions the court could not proceed due to the absence of one of the legal counsel representing other defendants. Three times the interpreter failed to appear due to his illness or business trips. Once the hearing was adjourned pending the completion of an additional forensic medical examination. The court also went into recess for two days on one occasion to prepare its ruling in response to the submissions made by the parties.", "12. On 18 May 2001 the Supreme Court found the applicant guilty as charged and sentenced him to eight years' imprisonment.", "13. On 5 December 2002 the Supreme Court of Russia upheld the applicant's conviction on appeal. The applicant's representative was present; the applicant participated in the hearing by video link.", "14. From 6 April 1998 to 16 May 2002 the applicant was detained at remand prison IZ-4/1 in Ulan-Ude. According to the Government, from 6 April 1998 to 3 April 2001 the applicant was held in cell no. 170, which measured 45.6 sq. m and housed 14-16 inmates. From 3 April to 28 November 2001 the applicant was held in cell no. 117, which measured 46.02 sq. m and housed 7-9 inmates. From 28 November 2001 to 16 May 2002 the applicant was held in cell no. 44, which measured 57.76 sq. m and housed 16-19 inmates.", "15. On 16 May 2002 the applicant was taken to Moscow and placed in remand prison no. IZ-77/3 where he was detained pending an appeal hearing until 21 December. According to the Government, the applicant was held in cell no. 212, which measured 28.5 sq. m and housed seven inmates.", "16. On 23 January 2003 the applicant was returned to remand prison IZ-4/1, where he was placed in cell no. 48 which, according to the Government, measured 74.86 sq. m and housed 23-26 inmates. On 28 January 2003 the applicant was transferred to a penitentiary facility to serve his prison sentence.", "17. Without disputing the information submitted by the Government concerning the size of the cells, the applicant claimed that all of them had been overcrowded. The number of bunk beds was insufficient and the inmates had to take turns to sleep. The cells did not have any ventilation and were stiflingly hot in summer. The cells were infested with cockroaches. The light was never switched off. There was little access to fresh air. The toilet offered no privacy. The meals were of poor quality. The inmates were allowed to take a shower once or twice a month. As a result of the poor hygiene the applicant contracted scabies and fungus infection.", "18. According to the Government the conditions of the applicant's detention were satisfactory. The cells were ventilated and had central heating, water supply, sewage, natural and electric lighting and sanitary equipment. The toilet was separated by a partition from the living area of the cell. In remand prison IZ-1/4 that partition was 1.8 m high. In remand prison IZ-77/3 it was 1 m high. The average temperature in the cells was 220C in the winter and 18-260C in the summer. The electric lighting was constantly on for surveillance and safety reasons. At night lower-voltage bulbs were used. The cells were disinfected at least once a month. The applicant was provided with an individual bed, mattress, pillow and bed linen. No parasitic insects had ever been detected in the cells.", "19. On 2 April 2001 the applicant was diagnosed with tuberculosis and transferred to a medical unit at the remand centre. He underwent medical treatment and was released from the medical unit on 31 August 2001. Upon discharge, his condition was described as “clinically curable tuberculosis pertaining to the third group for preventive monitoring” (“клинически излечимый туберкулез, III группа диспансерного учета»). According to the Government, the applicant received necessary and proper medical assistance."], "VIOLATED_ARTICLES": ["13", "3", "6"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}