{"ITEMID": "001-4511", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "ADMISSIBILITY", "DATE": 1999, "DOCNAME": "SARUMI v. THE UNITED KINGDOM", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Matti Pellonpää;Nicolas Bratza", "TEXT": ["The applicant is a Nigerian national, born in 1958. He is currently being detained in an Immigration Deportation Centre awaiting removal to Nigeria.", "The facts of the case as set out by the applicant and as deduced from the case file can be summarised as follows:", "The applicant arrived in London on 12 September 1984 and was given leave to enter the United Kingdom for one month as a visitor. He was subsequently granted leave to extend his stay until 31 July 1985 to pursue a course of studies. Further leave to remain beyond that date was refused on 10 December 1985 and he was warned on 21 February 1986 that he was liable to be deported. A deportation order was signed on 29 May 1986. The applicant alleges that he never received notice of that order and that it only came to his attention in February 1995 when his solicitor contacted the Home Office about his status in the United Kingdom.", "On 27 May 1995 the applicant came to the notice of the Home Office when he was arrested on suspicion of having submitted a fraudulent social security claim. A deportation order was served on the applicant on 8 June 1995. The applicant's appeal against the order was rejected as being out of time.", "On 12 March 1997 the applicant was detained at a London police station. He requested political asylum the same day. He was interviewed by Immigration Officers on 12 March and on 8 and 18 April 1997 about the grounds for his asylum request. At the interview conducted on 18 April 1997 the applicant alleged for the first time that in 1984 he had become caught up in a plot to overthrow the military regime in Nigeria when serving as an officer in the Nigerian Defence Academy. The plot was uncovered and he had to flee Nigeria since he feared for his life. The Secretary of State refused his request on 23 April 1997, finding that the applicant had given contradictory accounts of his reasons for leaving Nigeria which called into question the credibility of his claim. For the Secretary of State it was significant that the applicant had not made a request for political asylum until March 1997 although he had arrived in the United Kingdom in 1984.", "On 30 September 1997 a Special Adjudicator rejected the applicant's appeal against the decision of the Secretary of State, being of the view that the applicant was not a truthful and reliable witness and had not substantiated his account of the events relied on in his asylum request.", "In a letter dated 24 October 1997 the applicant made fresh representations to the Secretary of State claiming that he feared persecution on religious grounds if he were deported to Nigeria. The Secretary of State informed the applicant by letter dated 29 October 1997 that he had not adduced any new elements which would lead him to reconsider his earlier decision. On 8 November 1997 the applicant was removed to Nigeria but was returned to the United Kingdom the following day. It would appear that the Nigerian immigration authorities refused the applicant entry since he claimed to be a Ghanaian national on arrival. On being returned to the United Kingdom the applicant made a further request for political asylum on the grounds that he had a well-founded fear of religious persecution if deported to Nigeria. His request was refused and he appealed to the Special Adjudicator who rejected his appeal following a hearing held on 10 February 1998. The Special Adjudicator found that the applicant had not substantiated his fear of religious persecution and questioned the truthfulness of the factual basis of his claim. The Special Adjudicator concluded that the claim was frivolous and lay outside the scope of the Geneva Convention.", "The applicant sought judicial review of the decision to remove him to Nigeria on the grounds that the United Kingdom authorities had procured a travel document for him from the Nigerian High Commission without his consent. On 17 August 1998 his application was refused.", "Since arriving in the United Kingdom the applicant has formed a relationship with a Nigerian woman, who, according to Home Office records, is an overstayer with no claim to remain in the United Kingdom. Two children have been born in the United Kingdom from that relationship, one in 1988 and the other in 1992."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}