{"ITEMID": "001-94097", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF MAGOMADOVA AND OTHERS v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection joined to merits and dismissed (non-exhaustion of domestic remedies);Remainder inadmissible;Violation of Art. 2 (substantive aspect);Violation of Art. 2 (procedural aspect);Violation of Art. 3;Violation of Art. 5;Violation of Art. 13+2;Pecuniary and non-pecuniary damage - award", "JUDGES": "Anatoly Kovler;Christos Rozakis;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Khanlar Hajiyev", "TEXT": ["5. The applicants are:", "1) Ms Koku (also spelled as Koka) Magomadova, born in 1942,", "2) Ms Ayshat Magomadova (also known as Taymuskhanova), born in 1976,", "3) Ms Eset (also spelled as Aset) Magomadova, born in 1995,", "4) Mr Baudin Magomadov, born in 1997,", "5) Ms Ayzan Muradova, born in 1965.", "The applicants live in Grozny, Chechnya. The first applicant is the mother of Ruslan Magomadov, who was born in 1966. The second applicant is his wife; the third and the fourth applicants are his daughter and son; the fifth applicant is his sister.", "6. The facts of the case, as submitted by the parties, may be summarised as follows.", "7. At the material time Ruslan Magomadov was working as a senior officer at the investigations department in the Shatoy district department of the interior in Chechnya (the Shatoy ROVD). He had been doing this since 2000.", "8. On the night of 9 February 2003 the applicants, with Ruslan Magomadov and other relatives, were at home at 179 Kluchevaya Street, in Grozny, Chechnya. The household consisted of three dwellings; one of them was occupied by the first applicant, another by Ruslan Magomadov and his family and the third by his brother and his family. The applicants' house was near a Russian military checkpoint.", "9. At about 4.30 a.m. a group of about thirty armed men in camouflage uniform rushed into the applicants' yard. They broke into two groups. One group went into the first applicant's part of the house and the other one went into the part occupied by Ruslan Magomadov and his family.", "10. Those intruders who were not wearing masks had a Slavic appearance. The men neither introduced themselves nor produced any documents. They spoke Russian without an accent. The applicants thought that they were Russian military servicemen.", "11. The servicemen pointed their guns at the applicants and ordered them not to move. About ten of the intruders went into Ruslan Magomadov's part of the house. They shouted and swore at the applicants and ordered everyone not to move. When the second applicant asked them what was going on, she and her children were forced to go into another room, where some of the servicemen put their guns to the applicants' heads and ordered them to lie on the floor.", "12. The rest of the servicemen threw Ruslan Magomadov on to the floor, bound his hands, placed a pillowcase over his head, bound it with adhesive tape and took him outside. Ruslan Magomadov was barefoot and in his underwear.", "13. The servicemen did not ask for Ruslan Magomadov's identity documents. They searched the house and took his service gun, a hunting rifle and a folder with official papers which he had brought home from work.", "14. After that the servicemen placed Ruslan Magomadov in one of the two APCs (armoured personnel carriers) which were parked next to the applicants' house and took him away.", "15. According to the applicants, some time later the local military commander told them that representatives of the Main Intelligence Department of the Ministry of Defence, the Ministry of the Interior (the MVD) and the Federal Security Service (the FSB) had requested to be provided with unopposed passage through the checkpoint near the applicants' house on the night of 9 February 2003.", "16. The applicants have had no news of Ruslan Magomadov since 9 February 2003.", "17. In support of their statements the applicants submitted the following: an account by the second applicant given on 13 April 2005, an account by the applicants' neighbour Ms I. given on 15 April 2005, an account by the first applicant given on 16 April 2005, an account given by the applicants' neighbour Mr N. on 13 September 2005 and a character reference for Ruslan Magomadov by the Chechnya MVD, dated 19 February 2004.", "18. The Government did not challenge most of the account given by the applicants. According to their submission, between 4 a.m. and 5 a.m. on 9 February 2003 a group of about thirty unidentified persons armed with automatic weapons and with the support of two APCs unlawfully broke into the household situated at 179 Kluchevaya Street, Grozny, Chechnya; there, using violent threats, they abducted R. Magomadov and departed to an unknown destination”.", "19. On 9 February 2003 the applicants started their search for Ruslan Magomadov. They contacted, both in person and in writing, various official bodies, such as the President of the Russian Federation, the Chechen administration, military commanders' offices and prosecutors' offices at different levels, describing in detail the circumstances of their relative's abduction and asking for assistance in establishing his whereabouts. The applicants retained copies of a number of those letters and submitted them to the Court.", "20. On 9 February 2003 the Grozny prosecutor's office instituted an investigation into the disappearance of Ruslan Magomadov under Article 126 § 2 of the Criminal Code (aggravated kidnapping). The case file was given the number 50010. Some time later the investigation of the criminal case was transferred to the Staropromyslovskiy district prosecutor's office of Grozny (the district prosecutor's office).", "21. On 4 February 2004 the district prosecutor's office informed the fifth applicant that they had not established the identity of the perpetrators of her brother's abduction.", "22. On 11 February, 27 March 2004 and 19 April 2005 the military prosecutor's office of the United Group Alignment (the prosecutor's office of the UGA) forwarded the first applicant's requests for assistance in the search for her son to the military prosecutor's office of military unit no. 20102.", "23. On 19 February 2004 the military prosecutor's office of military unit no. 20102 forwarded the first applicant's request to the military prosecutor's office of military unit no. 20116.", "24. On 25 February 2004 the information centre of the Chechnya Ministry of the Interior informed the first applicant that no information was available about her son's detention.", "25. On 3 March 2004 the district prosecutor's office informed the first applicant that her request for assistance in establishing the whereabouts of Ruslan Magomadov had been included in the criminal case file.", "26. On 4 March and 12 April 2004 the Main Department of the Ministry of the Interior in the Southern Federal Circuit forwarded the first applicant's requests to its operational search division in Grozny and the Chechnya prosecutor's office respectively.", "27. On 5 March, 22 April and 1 June 2004 and 9 June 2005 the Chechnya prosecutor's office forwarded the first applicant's requests to the district prosecutor's office.", "28. On 31 March 2004 the military prosecutor's office of military unit no. 20116 informed the first applicant that at her request they had examined the theory of the possible involvement of Russian military servicemen in the abduction of her son and that this theory had not been confirmed.", "29. On 23 April 2004 detention centre no. 2 of the Department of Corrections of the Ministry of Justice in the Stavropol region informed the fifth applicant that Ruslan Magomadov was not listed among their detainees.", "30. On 26 April 2004 the military prosecutor's office of military unit no. 20116 informed a number of State authorities, including the Chechnya prosecutor's office, that the involvement of Russian military forces in the disappearance of Ruslan Magomadov had not been confirmed.", "31. On 26 April 2004 the district prosecutor's office informed the first applicant that the investigation in the criminal case had been resumed on 29 March 2003 and that it had been suspended on 9 April 2003 for failure to establish the identities of the perpetrators.", "32. On 7 May 2004 the Chechnya military commander forwarded the first applicant's request for assistance in the search for her son to the Chechnya prosecutor's office. According to the letter, the first applicant complained about the abduction and stated that the abductors had arrived in APCs and that they had taken away Ruslan Magomadov's service weapon and hunting rifle.", "33. On 4 June 2004 the Chechnya prosecutor's office informed the first applicant that on 9 February 2003 the district prosecutor's office had instituted an investigation into the abduction of Ruslan Magomadov.", "34. On 5 June 2004 the Main Department of the Ministry of the Interior in the Southern Federal Circuit informed the first applicant that its Department of Counterterrorist Operations had not abducted Ruslan Magomadov.", "35. On 17 June 2004 the military prosecutor's office of the UGA informed the first applicant that information concerning the investigation into the abduction of Ruslan Magomadov was available at the Chechnya prosecutor's office.", "36. On 2 July 2004 the district prosecutor's office informed the first applicant that on an unspecified date they had resumed the investigation in the criminal case.", "37. On 5 July 2004 the Chechnya prosecutor's office informed the first applicant that information about the criminal investigation was available at the district prosecutor's office.", "38. In July 2004 the district prosecutor's office informed the first applicant that on an unspecified date they had suspended the investigation in the criminal case.", "39. On 10 August 2004 the military prosecutor's office of military unit no. 20102 informed a number of State authorities, including the Chechnya prosecutor's office, that the theory of the involvement of Russian military forces in the abduction of Ruslan Magomadov had not been confirmed.", "40. On 31 August 2004 the Chechnya prosecutor's office forwarded the first applicant's request for assistance in the search for her son to the district prosecutor's office.", "41. On 30 September 2004 the district prosecutor's office informed the first applicant that her request had been included in the criminal case file materials and that they were taking operational search measures to establish the identity of the perpetrators.", "42. On 1 February 2005 the first applicant wrote to the Chechnya military commander. She complained about her son's abduction and stated that the intruders had taken his service weapon, a hunting rifle and a folder of official papers. She also pointed out that although the criminal investigation into the abduction had been instituted on 9 February 2003, for two years the authorities had failed to establish the whereabouts of Ruslan Magomadov.", "43. On 16 February 2005 the fifth applicant requested the district prosecutor's office to inform her about the progress in the investigation of criminal case no. 50010.", "44. On 18 February 2005 the fifth applicant requested the district prosecutor's office to resume the investigation in the criminal case.", "45. On 24 February 2005 the district prosecutor's office informed the fifth applicant that the investigation in the criminal case had been resumed on 22 February 2005.", "46. On 22 April 2005 the military prosecutor's office of military unit no. 20102 informed the first applicant that the theory of the involvement of Russian military forces in the abduction of Ruslan Magomadov had not been confirmed.", "47. On 18 May 2005 the Chechnya prosecutor's office informed the first applicant that the district prosecutor's office was conducting an investigation into her son's disappearance.", "48. On 20 May 2005 the district prosecutor's office informed the fifth applicant that the investigation in criminal case no. 50010 had been resumed on 22 February 2005.", "49. On an unspecified date the second applicant was granted victim status in criminal case no. 50010.", "50. The Government submitted that on 9 February 2003, upon a complaint by the second applicant about the abduction of Ruslan Magomadov, the Grozny prosecutor's office had instituted a criminal investigation into the abduction under Article 126 § 2 of the Russian Criminal Code (aggravated kidnapping). The case file had been given number 50010. On the same day the authorities also opened criminal case no. 42019 in connection with the theft of Ruslan Magomadov's service weapon. Some time later the investigation of these two cases was joined into one investigation in criminal case no. 50010.", "51. On 9 February and 31 March 2003 the investigators questioned the second applicant and granted her victim status on the latter date. She stated that since 2001 her husband had been working in the investigations department of the Shatoy ROVD. At about 4.30 a.m. on 9 February 2003 the family was sleeping in their house at 179 Kluchevaya Street. She was woken by a noise in the yard and saw about ten or twelve armed men in multicoloured military uniform, high boots and black masks. All these men were armed with typical submachine guns. They ordered her to stay in bed. The men acted in silence; only one of them was swearing and speaking unaccented Russian. The intruders threw her husband on to the floor and tied his hands behind his back with adhesive tape. After that they asked the applicant whether there was a balaclava mask in the house. When she replied in the negative, they took a pillowcase, put it over her husband's head and wrapped adhesive tape around it. After that they took Ruslan Magomadov outside; he was barefoot and in his underwear. They ordered the second applicant to stay inside. However, after the intruders had gone outside, she ran out into the street and saw two APCs driving away in different directions. One of the APCs drove into Kluchevaya Street, the other one went off in the direction of the Staropromyslovskiy autoroute. At least fifteen armed men in camouflage uniform and masks were sitting on each of the APCs. As it was dark, the witness could not see whether there were any identifying marks on the vehicles. According to the second applicant, her relatives, who had been made to stay indoors, also saw the abductors driving away. The intruders had also taken away Ruslan Magomadov's service weapon, his double-barrelled hunting rifle, a black leather folder with documents from his work, prayer beads, a skullcap and 1,500 roubles. On 29 March 2004 the second applicant was questioned again. Her statement was similar to the ones given on 9 February and 31 March 2003.", "52. On 9 February and 31 March 2003 the investigators questioned Ruslan Magomadov's brother, Mr Kh.M., who stated that their family household consisted of two houses in one yard. Ruslan Magomadov and his family lived in one house and the witness and his mother (the first applicant) in the other. At about 4.30 a.m. on 9 February 2003 the witness was woken up by his mother's screaming. When he walked out of the room, several men in camouflage uniform and masks pointed their guns at him. They told him that it was a regular identity check. After that they checked his passport and went outside. He followed them and saw two APCs driving away from the house in different directions. One of them drove away along Kluchevaya Street and the other departed in the direction of a local store. According to the witness, after he had returned home his sister-in-law (the second applicant) informed him that his brother Ruslan Magomadov had been taken away and that the abductors had also taken away his brother's service weapon, a hunting rifle and a folder with documents.", "53. On 9 February 2003 the investigators also questioned the applicants' neighbour, Mr A.N., who stated that at about 4.30 a.m. on 9 February 2003 he had woken up and heard the noise of engines. Across the street from his house he saw an APC and men standing next to it. The men were speaking rudely in Russian. The next morning he found out from his neighbours about Ruslan Magomadov's abduction.", "54. On 20 February 2003 the Chechnya Ministry of the Interior conducted an inquiry into the abduction of Ruslan Magomadov. As a result it was established that he had indeed been abducted by unidentified persons.", "55. On 29 March 2004 the investigators questioned the fifth applicant, who stated that on 9 February 2003 she had been at home when her daughter, who had stayed that night at the house of the first applicant, informed her about the abduction of Ruslan Magomadov. After that the witness had gone to her mother's house in Kluchevaya Street. There the first applicant and Mr Kh.M. told her that at about 4.30 a.m. armed men in two APCs had arrived at the house. The men were wearing masks and camouflage uniform without any insignia or attributes. The intruders had proceeded into Ruslan Magomadov's bedroom, and without introducing themselves dragged him out of bed. Then they asked the second applicant whether there was a balaclava mask in the house. When the second applicant told them that there was none, they took a pillowcase, put it over Ruslan Magomadov's head and tied his hands with adhesive tape. According to the witness, her brother had no unpaid debts.", "56. On 20 April 2005 (in the submitted documents the date was also referred to as 31 March 2003) the first applicant was granted victim status in the criminal case and questioned. According to the witness, on 9 February 2003 she, her son Ruslan Magomadov and other relatives had been sleeping at home. At about 4.30 a.m. she had heard a noise in the yard. When the applicant had tried to open the entrance door, a man had pointed his gun at her and ordered her to stay in the house. From the window she saw armed men entering her son's house, which was situated across from her house in the same yard. According to the applicant, the intruders, a group of ten to fifteen military servicemen in masks, spoke Russian among themselves. They had spent about ten to fifteen minutes in Ruslan Magomadov's house. After they had left, the first applicant found out from the second applicant that the men had taken away Ruslan Magomadov. The next morning the applicant had learnt that these men had arrived in two APCs and entered their yard by getting over the fence between the applicants' and one of their neighbours' yards.", "57. On 29 May and in July 2004 the investigation in the criminal case was suspended for failure to establish the identity of the perpetrators. The applicants were informed about these decisions.", "58. On 2 July 2004 the investigation in the criminal case was resumed. The applicants were informed about it on the same date.", "59. On 19 and 21 November 2005 the investigators questioned the applicants' neighbours, Mrs M.B. and Mr Kh.E., who provided similar statements. According to the witnesses, they had not witnessed the events, but on the morning of 9 February 2003 they had found out from their neighbours that at about 4 a.m. on 9 February 2003 unidentified armed men, arriving in a Ural vehicle, had abducted their neighbour Ruslan Magomadov.", "60. On 7 December 2005, 6 April and 2 July 2007 the investigators informed the applicants that the investigation in the criminal case had been suspended.", "61. On 6 September 2007 the investigation of criminal case no. 50010 was transferred to the Leninskiy inter-district investigations department of Grozny.", "62. On 27 September 2007 the investigators questioned the applicants' neighbour, Mr S.I., who stated that he had learnt from his acquaintances that at about 4 a.m. on 9 February 2003 his neighbour Ruslan had been abducted from his house by unidentified armed men in camouflage uniform who had arrived in APCs.", "63. On 29 September 2007 the investigators questioned the applicants' neighbour, Mrs Kh.M., who stated that at about 5 a.m. on 9 February 2003 she had been woken by screaming and crying outside. She had gone out into the street and next to the Magomadovs' house she had been told that a group of unidentified armed men in camouflage uniform had broken into the house and taken away Ruslan Magomadov.", "64. On 4 October and 24 November 2007 the investigators informed the applicants that the investigation in the criminal case had been suspended for failure to establish the identity of the perpetrators.", "65. On 4 February 2008 the investigators informed the applicants that the investigation in the criminal case had been resumed.", "66. On 7 February 2008 the investigators questioned Ruslan Magomadov's former colleague, Mr U.A., who stated that between 1996 and 1999 Ruslan Magomadov had worked as the head of the operational division in the Staropromyslovskiy ROVD and after that he had worked as a senior investigator at the Shatoy ROVD. At the beginning of February 2003 the Staropromyslovskiy ROVD had received a complaint from Ruslan Magomadov's relatives that he had been abducted from his own house.", "67. On 4 March 2008 the investigators informed the applicants that the investigation in the criminal case had been suspended for failure to establish the identity of the perpetrators.", "68. On 9 April 2008 the investigators informed the applicants that the investigation in the criminal case had been resumed.", "69. On an unspecified date the investigators conducted a crime scene examination at the applicants' house. No evidence was found or collected.", "70. On an unspecified date the investigators requested no. 2 Operational Search Bureau of the Chechnya Ministry of the Interior to conduct operational search measures aimed, inter alia, at establishing the identity of eyewitnesses to the abduction who had seen the abductors' armoured vehicles.", "71. According to the Government, the investigators also requested information from various State authorities about the disappearance. On various dates these authorities, including the district offices of the FSB and the military prosecutors' office, stated that they had not detained Ruslan Magomadov or carried out a criminal investigation into his activities. Also on unspecified dates a number of the district departments of the interior in Chechnya informed the investigation that they had never detained or delivered Ruslan Magomadov to a temporary detention facility. On unspecified dates the remand centres in Chechnya and the neighbouring regions informed the investigation that the missing man had never been detained on their premises. According to the responses from the Chechnya military commanders' office and a number of the district military commanders' offices located in the Republic, the previously acting military commanders' offices had been disbanded in July 2003 and no information was available about special operations conducted by these offices prior to July 2003.", "72. The Government submitted that the investigation was checking several theories concerning the abduction of Ruslan Magomadov: firstly that his abduction had been committed by Russian military servicemen; secondly that it had been perpetrated by persons to whom Ruslan Magomadov owed money; thirdly that his abductors were members of illegal armed groups; and fourthly that his abduction had been carried out for a ransom.", "73. The investigation failed to establish the whereabouts of Ruslan Magomadov. The investigating authorities sent requests for information to the competent State agencies and took other steps to have the crime resolved. The investigation found no evidence to support the involvement of federal forces in the crime. The law enforcement authorities of Chechnya had never arrested or detained Ruslan Magomadov on criminal or administrative charges and had not carried out a criminal investigation in his respect.", "74. In response to the Court's request, the Government submitted several documents from the investigation file, running to fifty-seven pages. The Government requested the Court to apply Rule 33 § 3 of the Rules of Court concerning confidentiality of the submitted documents and to restrict public access to the submitted documentation. In their request the Government stated that the criminal investigation was still in progress and that public disclosure of the documents could be detrimental to the interests of participants in the criminal proceedings.", "75. The Government further stated that a copy of the entire investigation file could not be submitted to the Court owing to the absence of any guarantees on the part of the Court of non-disclosure of the secret data contained in the investigation file. In this respect the Government referred to Article 161 of the Criminal Procedure Code, since the file contained information concerning participants in criminal proceedings. They also cited, by way of comparison, the Rome Statute of the International Criminal Court of 17 July 1998 (Articles 70 and 72) and the Statute of the International Criminal Tribunal for the former Yugoslavia (Articles 15 and 22) and argued that these instruments provided for personal responsibility for a breach of the rules of confidentiality.", "76. For a summary of the relevant domestic law see Akhmadova and Sadulayeva v. Russia (no. 40464/02, §§ 67-69, 10 May 2007)."], "VIOLATED_ARTICLES": ["13", "2", "3", "5"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}