{"ITEMID": "001-98646", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "ADMISSIBILITY", "DATE": 2010, "DOCNAME": "KLOCEK v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson;Ján Šikuta;Lech Garlicki;Mihai Poalelungi;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["The applicant, Mr Andrzej Klocek, is a Polish national who was born in 1934 and lives in Kraków. He is represented before the Court by Ms M. Juśkiewicz, a lawyer practising in Kraków. The Polish Government (“the Government”) were represented by their Agent, Mr J. Wołąsiewicz of the Ministry of Foreign Affairs.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 21 August 1982 Ś., with whom the applicant had had sexual contact earlier but to whom he was not married, gave birth to a son, P.", "It seems that as the applicant had denied being the father of P., on 16 March 1983 Ś. initiated civil proceedings before the Kraków District Court (Sąd Rejonowy) for a judicial determination of his paternity.", "On 18 January 1984, based on the results of a blood-group test (“badanie grupowe krwi”) on the applicant and Ś., the Faculty of Forensic Medicine of the Medical Academy (Katedra Zakładu Medycyny Sądowej Akademi Medycznej) in Kraków drew up a report, in which it stated that the features of the applicant's and Ś's blood were identical and therefore it was neither possible to exclude the paternity of the applicant on the one hand, nor to confirm it on the other.", "At a hearing on 13 April 1984 the applicant confirmed that he had had sexual intercourse with Ś., but in August 1981, that is some twelve months before the date of birth of P.", "On 24 February 1986 the Kraków District Court declared that the applicant was P's father. The court also ordered him to contribute to his maintenance on a monthly basis.", "The judgment of 24 February 1986 became final and binding. The applicant submits that he complied with the court's decision and the maintenance order. He did not lodge an appeal due to the fact that he already had his own family, did not wish to be involved in possible lengthy proceedings and that his financial situation allowed him to provide support for Mrs. Ś. and P.", "It appears that on an unknown date the applicant and P. had a dispute, after which the applicant ceased to provide P. with financial support.", "On 9 May 2006 the Kraków Regional Court annulled the maintenance order.", "On 20 December 2005 the applicant sought to contest his paternity before the Kraków District Court. He relied on the fact that his paternity had been determined in 1986 on the basis of expert evidence corresponding to the state of science at that time, which neither confirmed nor excluded his paternity and that new methods of establishing paternity, such as DNA testing, allowed for its precise determination.", "On 10 March 2006 the Kraków District Court dismissed the applicant's claim on the grounds that his case was res iudicata, that the possible conditions for re-opening the proceedings had not been fulfilled, and finally, that he did not have the right to bring an action to challenge his paternity. In this connection, the court relied on Article 63 of the Family and Custody Code (“Kodeks Rodzinny i Opiekuńczy”) according to which only a man married to the mother could lodge such an application.", "On 29 June 2006, following the applicant's appeal, the Kraków Regional Court (Sąd Okręgowy) upheld the first-instance judgment and its reasoning.", "On 11 January 2007 the Supreme Court refused to entertain a cassation appeal lodged by the applicant.", "1. Relevant provisions of family law", "According to Article 72 of the Family and Custody Code (“the Code”), if there is no legal presumption indicating that the mother's husband is the father of her child, or if such presumption has been rebutted, the paternity of the child may be established by the recognition of paternity by the father or by a decision of a court.", "In respect of children born out of wedlock, Article 85 of the Code provides for the presumption that a man who had intercourse with the mother no more than 300 and no less than 181 days before the birth of a child is the father.", "A husband can deny paternity in court within 6 months of learning that his wife had given birth to a child (Article 63). Under Article 69 § 1 of the Code the wife may contest her husband's paternity within 6 months of the birth. Similarly, according to Article 70 § 1 of the Code a child may deny paternity of a husband of his/her mother within three years of reaching the age of majority.", "According to Article 71 of the Code a denial of paternity is excluded after the child's death.", "Finally, under Article 86, paternity may be challenged by a prosecutor at any time, as long as the child is alive.", "According to Article 363 § 1 of the Code of Civil Procedure (Kodeks postępowania cywilnego) a judgment which can no longer be appealed against is final and binding (prawomocny).", "Under Article 403 § 2 a party to proceedings can request the re-opening of the proceedings where facts or evidence have come to light which could have an influence on the result of the original proceedings but which the requesting party could not use in the original proceedings.", "Article 4011 provides that a party to civil proceedings which have terminated with a final judgment on the merits can request that these proceedings be re-opened if the Constitutional Court has found that the legal provision on the basis of which this judgment was given was incompatible with the Constitution, a ratified international agreement, or a law or an act by virtue of which a judicial decision was given.", "Article 47 of the Constitution provides that", "“(e) everyone shall have the right to legal protection of his private and family life, of his honour and good reputation, and to make decisions about his personal life.”", "The relevant parts of Article 190 of the Constitution provide as follows:", "“1. Judgments of the Constitutional Court shall be universally binding and final.", "2. Judgments of the Constitutional Court, ... shall be published without delay.", "3. A judgment of the Constitutional Court shall take effect from the day of its publication; however, the Constitutional Court may specify another date for the end of the binding force of a normative act. Such time-limit may not exceed 18 months in relation to a statute or 12 months in relation to any other normative act. Where a judgment has financial consequences not provided for in the Budget, the Constitutional Court shall specify a date for the end of the binding force of the normative act concerned, after seeking the opinion of the Council of Ministers.", "4. A judgment of the Constitutional Court on the non-conformity with the Constitution, an international agreement or statute, of a normative act on the basis of which a final judicial decision, a final administrative decision or settlement of other matters was issued, shall be a basis for re-opening proceedings, or for quashing the decision or other settlement in a manner and on principles specified in provisions applicable to the given proceedings”.", "4. The Constitutional Court's judgment of 28 April 2003", "On 28 April 2003 (K 18/02) the Constitutional Court ruled on a similar issue concerning the lack of standing of a biological father to lodge with a court an action to have his paternity recognised in respect of a child born out-of-wedlock. Before the respective provisions of the Family and Custody Code were repealed as a result of the judgment, such action on behalf of a father could only be brought by the public prosecutor. The Constitutional Court reached the conclusion that the lack of standing before a court of the biological father in proceedings to have his biological paternity recognised in law was in breach of Article 72 of the Constitution, which provided for protection of children's rights as a constitutional principle. It was further stated that this was also in breach of the father's right to respect for his private and family life, guaranteed by Article 47 of the Constitution. Moreover, these provisions breached Article 45 of the Constitution, which guaranteed the right of access to a court. The relevant extracts from the judgment can be found in the Court' s judgment in the case of Różański v. Poland, no. 55339/00, §§ 47-52)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}