{"ITEMID": "001-92746", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FIN", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF R.H. v. FINLAND", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial", "JUDGES": "David Thór Björgvinsson;Ján Šikuta;Lech Garlicki;Mihai Poalelungi;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["5. The applicant was born in 1953.", "6. In January 2002 the applicant went to a bar for a few drinks. He met his female acquaintance who was in the company of two 17-year-old girls whom he had not met before. Afterwards, they all decided to leave the bar in a taxi. They dropped off the applicant’s acquaintance at her home and continued to the applicant’s apartment. The applicant, and apparently also the girls, continued drinking and talking. According to the statement given by the applicant in the District Court (käräjäoikeus, tingsrätten), after a while he called a taxi for the girls and gave them money for the fare. He claims that the next time he heard of the girls was about four months later when the police contacted him and suspected him of a sexual offence.", "7. The girls’ version of the early evening’s events was roughly the same as the applicant’s but differed considerably as concerned the events at his apartment. The girls claimed that while they were in the applicant’s apartment, he had sexual intercourse with one of the girls after she had fallen asleep, and that he attempted to rape the other one. Immediately after this had happened, the girls decided to leave. One of the girls called a taxi and the applicant gave them money for the fare. When they got home, the mother of one of the girls called the police. A police patrol came and the police interviewed the girls. The girl who alleged that she had been raped refused to see a doctor.", "8. The applicant was questioned for the first time on 21 May 2002. The public prosecutor brought charges against him on 20 November 2003. The District Court held an oral hearing on 31 March 2004 at which only the applicant and the girls were heard.", "9. On 5 May 2004 the District Court gave its judgment. It acknowledged that the parties’ accounts of the facts diverged greatly. The majority of the District Court judges found that the girls’ account was more reliable than the applicant’s. Their stories were coherent and consistent. It was not credible that the girls could have invented the allegations. The fact that the girl who had been raped did not see a doctor immediately after the incident was of no relevance. The applicant was convicted of sexual abuse and attempted coercion into sexual intercourse (sukupuoliyhteyteen pakottamisen yritys, försök till tvingande till samlag), sentenced to a conditional prison sentence of 8 months and 15 days and fined. One judge found the applicant’s account of the facts to be more reliable and gave a dissenting opinion.", "10. By a letter dated 4 June 2004 the applicant appealed to the Appeal Court (hovioikeus, hovrätten), requesting that an oral hearing be held as he had been convicted on the basis of conflicting evidence. The girls’ testimonies before the District Court had differed from their accounts given during the pre-trial investigation and were inconsistent. The girl who claimed to have been raped had not seen a doctor after the alleged offence. Moreover, the police had started to investigate the crime as rape. However, since rape was such a serious offence the police should have arrested the applicant immediately and conducted a crime-scene investigation in his apartment. Instead, the applicant had been questioned for the first time only about four months later.", "11. On 6 September 2004 the Appeal Court decided to apply the filtering procedure (seulontamenettely, sållningsförfarandet) and rejected the request for an oral hearing. It upheld the District Court’s judgment without examining the case any further.", "12. By a letter dated 11 November 2004 the applicant appealed to the Supreme Court (korkein oikeus, högsta domstolen), complaining about the use of the filtering procedure and reiterating the grounds of appeal relied on before the Appeal Court. He referred, inter alia, to Article 6 of the Convention.", "13. On 23 March 2005 the Supreme Court refused leave to appeal.", "14. The filtering procedure used by the Appeal Courts is based on Chapter 26, sections 2 and 2a, of the Code of Judicial Procedure (oikeudenkäymiskaari, rättegångsbalken), which has been in force since 1 October 2003.", "15. The Appeal Courts may filter a case, that is, uphold the District Court’", "16. Section 15 of the Code of Judicial Procedure (Act no. 165/1998) provides:", "“(1) The Appeal Court shall hold a main hearing regardless of whether one has been requested, if a decision on the matter turns on the credibility of the testimony admitted in the District Court or the findings of the District Court in an inspection, or on new testimony to be admitted in the Appeal Court. In this event, the evidence admitted in the District Court shall be readmitted and the inspection carried out again in the main hearing, unless there is an impediment to this.", "(2) If the evidence referred to in paragraph (1) cannot be readmitted at the main hearing, the decision of the District Court shall not be changed for that part, unless the evidence for any special reason is to be assessed differently. However, a decision on a charge may be altered in favour of the defendant in a criminal case.”", "17. In the filtering procedure the material to be taken into account comprises the appeal documents, the finding of the District Court as well as any possible reply.", "18. The Constitutional Law Committee (perustuslakivaliokunta, grundlagsutskottet) stated in its opinion 35/2002 concerning the filtering procedure (see government bill HE 91/2002) the following:", "“A fair trial requires in some situations the holding of an oral hearing at the appellate level. The consideration of a matter cannot, according to subsection 2 of the proposed section, be discontinued in the filtering procedure if a full-scale procedure is necessary for the purposes of the legal security of the parties. The appeal courts are therefore required to apply the provisions on the filtering procedure in a way that meets the requirements of basic and human rights, for example so that the decisions made when using the filtering procedure do not, in an individual case, violate the right to an oral hearing.\"", "19. Since the introduction of the filtering procedure the Supreme Court has given numerous judgments on the applicability of the procedure. According to its case-law, a full examination and an oral hearing are necessary when the Appeal Court’s finding depended on the credibility of oral evidence. The credibility of oral statements and the evaluation of testimonies both require an oral hearing to be held."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}