{"ITEMID": "001-5760", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "ADMISSIBILITY", "DATE": 2001, "DOCNAME": "M.L. v. THE UNITED KINGDOM", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant is a British national, born in 1973 and living in Glasgow", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant met Ms X whilst he was still at school, and on 21 May 1992 a child was born. The child and Ms X initially stayed with the applicant and his parents, but the relationship came to an end in September 1992 when they separated. Both the applicant and Ms X applied to the Glasgow Sheriff Court for custody of their child on 22 and 23 September 1992 respectively. On 23 September 1992, the mother obtained an interim order for the delivery of the child to her, and the child lived with the mother and an older child thereafter. On 26 November 1992 the applicant was awarded interim access to the child by the Sheriff. This allowed him to visit the child on the first Saturday of each month between 1 p.m. and 3 p.m. commencing Saturday 5 December 1992. On 18 June 1993 the two sets of custody proceedings were joined. The applicant sought three continuations (a form of adjournment) during the course of these initial custody proceedings before the Sheriff.", "On 21 July 1993 the Sheriff awarded custody of the child to the applicant. Ms X’s appeal to the Sheriff Principal was refused on 23 September 1993. Ms X appealed to the Court of Session on 4 October 1993. With the exception of a ten day delay in lodging the case papers and a six week extension being granted on an unopposed motion of Ms X in respect of the lodging of some further documentation, the appeal to the Court of Session was dealt with according to the relevant Rules of Court. The appeal was successful, and on 24 June 1994 custody of the child was awarded to Ms X.", "The applicant appealed to the House of Lords. Under the House of Lords Practice Directions which regulated such appeals, the applicant had three months in which to lodge his appeal, or one month after the final determination of his legal aid application, whichever was the later. The applicant’s appeal was lodged on 19 June 1995.", "The applicant was required by the House of Lords Practice Directions to lodge a statement and appendix consisting of the relevant case papers within six weeks of lodging his appeal. He did this on 4 October 1995. The appeal could not be set down until the appendix had been lodged.", "Between October and December 1995, the Judicial Clerk of the House of Lords Judicial Office was in correspondence with the applicant’s representatives about a proposal raised by the applicant to provide the House of Lords with a report on the child’s current circumstances. The Judicial Clerk suggested that the applicant write to the Appellate Committee of the House of Lords offering to submit such a report if their Lordships wished. No response was received from the applicant.", "The hearing took place before the Appellate Committee of the House of Lords on 12 June 1996. Judgment was delivered on 4 July 1996, when the appeal was dismissed.", "Following the hearing of the appeal the Judicial Clerk wrote on 13 June 1996 to the applicant’s representatives at the request of a member of the Appellate Committee to establish why it took so long for the case to reach a hearing given that it involved a very young child. Again, no response was received from the applicant or his representatives.", "Lord Jauncey of Tullichettle, giving the judgment of the House of Lords on 4 July 1996, found, inter alia, as follows:", "\"The sheriff found as a fact that apart from being subject to respiratory infections [the child] was happy, healthy and well cared for in the mother’s house. In his note he drew attention to the different social backgrounds from which the parties came. The father was, he said, comfortably middle class, while the mother had had none of the educational and social advantages which he had had. The mother’s lifestyle was not particularly stable although that was not unusual for a person of her background. However he concluded that were the mode of life of each parent much the same he would not think that there were sufficient grounds for separating the child from her mother and sister.(...)", "In delivering the opinion of the [Court of Session] Lord Morison, after referring to the restrictions imposed on an Appellate Court in disturbing the conclusions of a sheriff as to the child’s best interest, continued:", "‘However, in determining whether the sheriff has failed to take sufficiently into account any significant factor, it is legitimate for this court to have regard to any general practice, approach or principles which may be derived from a consideration of previous cases dealing with the custody of young children. (...)’", "[It] is in our opinion quite clear, as we understood to be conceded on behalf of the respondent in the present case, that it has been and remains the practice of the courts in Scotland to recognise as an important factor which has to be fully taken into account in a dispute concerning custody between the mother and father of a very young child, that during his or her infancy the child’s need for the mother is stronger than the need for a father. This principle should not be regarded as creating any presumption in favour of the mother, nor, certainly, as a rule of law. But nonetheless there is a generally recognised belief that a mother is ordinarily better able, for whatever reason, to minister to a very young child’s needs than is a father.", "It is also clear from the cases cited that this general preference in favour of the mother is substantially strengthened if preservation of the status quo also favours her case for custody. If, as in the present case, the infant has been in the mother’s care since birth and is, as the sheriff found, ‘happy, healthy and well cared for’ the correct approach is that referred to in Wilkinson at p. 212, viz. ‘it may therefore be better, especially where the mother has until the dispute arose had the child in her care, for the child to be in the mother’s custody rather than to embark on the risks inherent in the father’s fulfilling a maternal role or in the creating of a new relationship in which there will be a surrogate mother’.", "The opinion at p. 850b expressed the view that in holding the advantages of the father’s background to be decisive the sheriff failed to balance these advantages against the important general considerations above referred to. It went on to point out at p. 850f that the court must take account of this omission. The opinion further criticised the sheriff for failing to have regard to the consequences of material changes which were likely to occur in the future, for example if the father were to marry or move out of his parent’s house unmarried. Having concluded that the sheriff had failed to have regard to the foregoing important matters the [Court of Session] considered that the matter was at large for their determination. They decided that it would not be in [the child]’s best interest to be removed from the care of her mother (...)", "At the time of the sheriff court proof [the child] who was only 14 months old had been with her mother since birth apart from the periods of access enjoyed by the father. Her home was with her mother and half sister where she was happy, healthy and well cared for. In awarding custody to the father the sheriff was clearly much influenced by the advantages moral and particularly material which he considered would accrue to [the child] from becoming a member of the father’s family. He did not, as [the Court of Session] pointed out at p. 850c, specifically address the benefit of leaving [the child] where she was with the availability of maternal care nor did he address the situation which would arise in the long term if the father, who was then unemployed, were to obtain employment and/or leave the family home, but rather accepted that he was granting custody to the father’s family or to his mother as much as to the father. Given that the mother’s care for [the child] was not criticised the sheriff undoubtedly erred in not addressing the advantages of the status quo when considering the advantages of an upbringing in the father’s family, which would in effect involve substituting the maternal grandmother for the natural mother. It follows that the [Court of Session] were fully justified in interfering with the sheriff’s decision and in substituting therefore a decision of their own.", "(...) My Lords, to summarise, the advantage to a very young child of being with its mother is a consideration which must be taken into account in deciding where lie its best interests in custody proceedings in which the mother is involved. It is neither a presumption nor a principle but rather recognition of a widely held belief based on practical experience and the workings of nature. Its importance will vary according to the age of the child and to the other circumstances of each individual case such as whether she is or is not capable of providing proper care. Circumstances may be such that it has no importance at all. Furthermore it will always yield to other competing advantages which more effectively promote the welfare of the child. However where a very young child has been with its mother since birth and there is no criticism of her ability to care for the child only the strongest competing advantages are likely to prevail. Such is not the case.\""], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}