{"ITEMID": "001-105421", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FRA", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF DE SOUZA RIBEIRO v. FRANCE", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;No violation of Art. 13+8", "JUDGES": "Dean Spielmann;Elisabet Fura;Isabelle Berro-Lefèvre;Jean-Paul Costa;Karel Jungwiert;Mark Villiger", "TEXT": ["5. The applicant, a Brazilian national, was born in 1988 and lives in Remire Montjoly in French Guiana.", "6. He arrived on French soil in 1992 at the age of four and remained there until 1994, when he returned to Brazil.", "7. In 1995, holding a tourist visa, the applicant returned to Cayenne in French Guiana, where he went to primary school in 1996 and then to secondary school. As he had no valid residence permit and could not apply for one until he came of age, he had to leave school in 2004, at the age of sixteen.", "8. In 2005 he was stopped for a drug offence. By an order of 17 May 2006 he was placed under court supervision and barred from leaving French Guiana. On 25 October 2006 the Cayenne Youth Court gave him a two-month suspended sentence and two years’ probation.", "9. On 25 January 2007 the applicant was stopped for a road check and, being unable to present any valid papers, was taken into custody.", "10. A removal order and an administrative detention order were issued against him that same day at 10 a.m.", "11. On 26 January, at 3.11 p.m., the applicant lodged an appeal against the removal order with the Cayenne Administrative Court, for abuse of authority, arguing that the order was illegal under Article 511-4 of the Code regulating the entry and residence of aliens and asylum seekers (see the section on “Relevant Domestic Law”). A hearing was scheduled for 1 February 2007. An urgent application was filed at the same time as the appeal, asking the court to suspend the enforcement of the removal order while it examined the validity of the measure. In support of his application for a suspension the applicant relied on Article 8 of the Convention, arguing that he had entered French territory before the age of thirteen, that he had lived there on a habitual basis ever since, that both his parents had residence permits, and that one of his brothers had acquired French citizenship and the other three would be entitled to apply for it at the age of thirteen as they had been born on French soil.", "12. On 26 January at 4 p.m. the applicant was removed to Brazil.", "13. The same evening the Cayenne Administrative Court declared his urgent application for a suspension of his removal devoid of purpose as he had already been deported.", "14. On 6 February 2007 the applicant lodged an urgent application with the Cayenne Administrative Court requesting that the Prefect of French Guiana be instructed to organise his return there within twenty-four hours because of the interference with his family life. The application was rejected on 7 February as the court had not yet reached a decision concerning the validity of the removal order, and the applicant’s return would amount to a permanent measure whereas the urgent-applications judge could only order interim measures.", "15. On an unspecified date the applicant returned to French Guiana illegally, by his own means, to live with his family.", "16. In a judgment of 18 October 2007 the Cayenne Administrative Court found the removal order illegal on the grounds that the applicant had shown that he had been habitually resident in France since the age of thirteen and could therefore not be deported. The court refused to have the applicant issued with a residence permit, but ordered the Prefect of French Guiana to re-examine his administrative situation within three months.", "17. On 16 June 2009 the authorities in French Guiana issued the applicant with a “visitor’s” permit, which was valid for one year but did not allow him to work.", "18. An investigation revealed that the authorities had issued the “visitor’s” permit by mistake. The applicant was accordingly issued, in September 2009, with a new residence permit for “private and family life”, backdated to June 2009 and allowing him to work.", "19. That residence permit was not renewed upon expiry because of a problem with the documents required for its renewal. In October 2010, however, the applicant was eventually issued with a residence permit valid from June 2010 to June 2011.", "“The following persons shall not be required to leave French territory or removed therefrom under the provisions of this chapter:", "...", "2o Aliens who can prove by any means that they have been habitually resident in France at least since the age of thirteen.”", "“For the purposes of this part [concerning expulsion measures], the following provisions shall apply in French Guiana and Saint-Martin:", "...", "2o Without prejudice to the provisions of the preceding paragraph, an alien who has been ordered to leave French territory or against whom a removal order has been issued and who refers the matter to the administrative court may, at the same time, apply for a stay of execution.", "Consequently, the provisions of Articles L. 512-1 and L. 512-2 to L. 512-4 [whereby a removal order issued by the prefecture may be challenged before the administrative court within 48 hours, with suspensive effect on the removal order] shall not apply in French Guiana or SaintMartin.”", "“The provisions of Article L. 514-1 shall apply in the département of Guadeloupe and in Saint-Barthélemy, for five years from the publication of Law no. 2006-911 of 24 July 2006 on immigration and integration.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["13", "8"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}