{"ITEMID": "001-81994", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NOR", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF EKEBERG AND OTHERS v. NORWAY", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 6-1 (one applicant);No violation of Art. 6-1 (other applicants);No violation of Art. 6-1", "JUDGES": "Christos Rozakis", "TEXT": ["7. All the applicants, but the fifth, were members of a motor cycle club named “Screwdrivers”, which was based in Hamar and was, at the time of the events giving rise to the proceedings described below, the “Hang-Around Club” of the Hells Angels. On 8 November 1997 it became a Prospect Club of the latter and, as from 8 May 1999, a “Chapter”. The fifth applicant was a member of Hells Angels in Oslo.", "8. On 18 March 2002 the applicants, along with two other defendants, B. and M., were indicted (count I) under Article 148 (1) (second alternative) of the Penal Code for having instigated fire or explosion capable of causing loss of human life and extensive material damage and resulting in death, or for aiding and abetting in this. On Wednesday, 4 June 1997 at around 11.45 pm in Drammen, they had, after having planned the operation, blown up parts of the club house in 25, Konnerud Street, of another motor cycle club, named Bandidos. A Volkswagen Transporter had been placed in the latter's courtyard, loaded with explosives that were detonated. The force of the explosion had been such that metal and rubber parts of the vehicle had hit and killed the driver of a passing car. The building in question had in part subsided and a massive fire had broken out, putting at risk the lives of three persons inside the building. The building had burned down to the ground and a neighbouring property had been severely damaged, several vehicles had been totally or largely destroyed. The total damage had amounted to at least NOK 2,000,000. Moreover, the applicants were indicted (count II) under Article 161(1) and (2) for the acquisition, confection or storage of explosives, or for aiding or abetting thereto, with the knowledge that the explosives had been intended to be used for the commission of the offence described under count I above, during the period before 4 June 1997. Furthermore, the applicants were indicted (count III) under Articles 291 and 292 for aggravated offences of serious material damage in respect of 25, Konnerud Street and a number of properties adjacent to or in the vicinity thereof, amounting to NOK 285,386,387 (approximately EUR 40 million).", "9. By a judgment of 10 June 2002, the Drammen City Court (tingrett) acquitted the first, second and third applicants of counts I and II but convicted them of count III and sentenced each of them to 3 years' imprisonment. The fourth applicant was acquitted of count II but convicted of counts I and III and sentenced to 8 years' imprisonment. For each of them the time spent in pre-trial detention was to be deducted. The fifth applicant was acquitted of all the charges.", "10. The two co-defendants, B. and M., were convicted of all the charges and were sentenced respectively to 10 and 5 years' imprisonment.", "11. On 1 July 2002 the Borgarting High Court (lagmannsrett), sitting with three judges, including Judge G., rejected an appeal by the fourth applicant against a decision of 10 June 2002 by the City Court to prolong his provisional detention. The decision included the following reasons:", "“The City Court has ordered detention of [the fourth applicant] on the ground of danger of evasion, see Article 171 (1) no. 1 of the Code of Criminal Procedure, and the defence counsel's first supporting letter concerned imprisonment on this ground. The High Court found it correct to assess whether there were grounds for imprisonment on the basis of law enforcement considerations pursuant to Article 172, and notified the defence counsel and prosecutor of this by telephone. The defence counsel's second supporting letter concerns this issue.", "According to the City Court's convicting judgment, the basic condition for remanding the prisoner in custody pursuant to Article 171 (1) [...] on ground of reasonable suspicion has been fulfilled. The High Court does not find it necessary to consider whether the danger of evasion ought to lead to imprisonment, but points out that if [the fourth applicant] does not attend court for the hearing of the appeal, his conviction will remain in force. This, and his personal circumstances as described by the defence counsel, are factors which indicate that the danger of evasion is not sufficiently great.", "The defence counsel has stated that the basic condition for imprisonment pursuant to Article 172 [...], namely the existence of factors which particularly strengthen the suspicion, has not been met and has alleged that the conviction is based on the statement of a co-defendant which is contradicted by other statements and evidence. The High Court bases its judgment, as in the Borgarting High Court's ruling of 28 June 2001 in the Orderud case (appeal case 01-02109) on the fact that when there is a convicting judgment, the qualified requirement of suspicion stated in Article 172 has usually been fulfilled. It is true that in that case this was not contested by the defence counsel, nor during the subsequent hearing by the Appeals Leave Committee of the Supreme Court (see Norsk Retstidende (“Rt”) 2001, page 940), but this is a matter the courts must consider of their own motion. In the High Court's opinion, there are no grounds for taking a different view in this case either. The basic condition stated in Article 172 is regarded as having been met.", "As regards the discretionary decision regarding whether imprisonment under Article 172 should take place, the High Court refers to the extensive discussions in the case mentioned above. The present case was widely covered by the media just after the explosion, regularly during the subsequent period, and later in connection with the arrest and the City Court proceedings. It appears from the judgment that this was a planned crime, within the meaning of section 148 of the Penal Code, organised by several persons where a passer-by lost her life. The explosion took place in a town and could easily have led to the loss of more lives. Damage amounting to great sums was caused. The City Court based its ruling on the fact that the matter arose out of rivalry between two Motor Cyclist milieus. The High Court adds, as a factor when assessing the case pursuant to Article 172, that this rivalry in Nordic countries has led to a number of violent confrontations, including several deaths. This case is undoubtedly likely to cause such a reaction among the general public as Article 172 is intended to counteract and must be said to lie in the core area for the application of this provision. On the basis of an overall assessment, the High Court has found that the law enforcement considerations which form the basis of Article 172 are so prominent here that the accused should remain in prison also after judgment. The accused's personal and family circumstances pointed out by the defence counsel cannot be given sufficient weight in the opposite direction, and continued imprisonment cannot be said to be a disproportionate measure under Article 170A.", "The decisions by the Appeals Leave Committee of the Supreme Court to which the defence counsel has referred – reported in Rt 1994, page 88, Rt 1998, page 470, Rt 1999, page 2102, and Rt 2000, page 1136 - cannot lead to any different result. The High Court has also considered decisions included in Rt 2000, page 371, page 1664 and page 1905.", "Unless it is of importance for the decision regarding whether or not the accused is to be released, especially in relation to the consideration of proportionality, where the accused is placed during the remand period is outside the High Court's control. The regime he is now subject to is found to be of no importance to the High Court's assessment.”", "12. The first, second and third applicants appealed to the High Court against the City Court's assessment of facts concerning the question of guilt and the application of the law with respect to count III. The fourth applicant appealed against the assessment of facts concerning the question of guilt, the application of the law and sentencing with regard to counts I and III. The prosecution appealed against the acquittals of the first, second and third applicants on count II and that of the fifth applicant's acquittal on counts I and III.", "M did not appeal whereas B only pursued an appeal against the sentence which the High Court dismissed by a separate decision of 5 February 2003.", "13. As for the appeal brought by the applicants, the High Court held an oral hearing between 24 February and 21 March 2003. The High Court was sitting with a jury of 11 members (reduced to 10 on the fifth day as one of the jury members was disqualified, see below) and with 3 professional judges, one of whom was Judge G. In the questions put to the jury the offences were described in the way set out in the indictment. The jury answered all the questions in the affirmative, except for one regarding count II with respect to the fourth applicant. The professional judges decided to pass judgment on the basis of the jury's verdict (Article 376B, first section, of the Code or Criminal Procedure) and, by a judgment of 24 March 2003, convicted all five applicants on counts I and III.", "14. Thereafter, the High Court, composed of the three professional judges, the jury chairperson and three other jurors drawn by lots among the jury (Article 376E of the Code or Criminal Procedure), unanimously sentenced the first, second and third applicants to 6 years' imprisonment and the fourth and fifth applicants to 12 and 16 years, respectively. For each applicant, the number of days spent in provisional detention was to be deducted from the sentence.", "Finally, the three professional judges awarded NOK 120,000 in compensation for non-pecuniary damage to the husband of the woman killed by the explosion.", "The issue of compensation for pecuniary damage was postponed.", "15. The applicants all appealed to the Supreme Court against the High Court procedure and the sentences. As regards the former appeal ground they all argued that they had not been afforded an impartial hearing before the High Court.", "16. Firstly, they argued that Judge G. had taken part in the High Court decision of 1 July 2002 rejecting an appeal against a prolongation by the City Court of the fourth applicant's provisional detention. Unlike the City Court, which had applied the ordinary grounds for such detention in Article 171 of the Code of Criminal Procedure, the High Court had applied a special ground contained in Article 172, which authorised such detention, even if the ordinary grounds under Article 171 were not fulfilled, namely where it concerned an offence punishable by imprisonment for 10 years or more and provided that there was a confession or (as found here) other circumstances which strengthen particularly the suspicion (som i særlig grad styrker mistanken) against the defendant. The decision of 1 July 2002, it was argued, had also had implications for the other defendants.", "17. Secondly, they submitted that on the fifth day of the trial hearing, after having taken part for four full hearing days, a member of the jury had stated that on 10 July 1997 she had made a witness statement to the police that related to the case. Her name had not been included on the list of witnesses. The High Court had then discharged the jury member in question and had continued the trial, despite a request by the defence to postpone it and to have the case tried by a differently composed court.", "18. However, on 25 September 2003 the Supreme Court unanimously rejected both appeal grounds, on procedure and sentencing, subject to certain adjustments to the number of days to be deducted on account of provisional detention. The first voting judge, Mr Justice Støle, gave inter alia the following reasons:", "“(13) I will first deal with the allegation that High Court judge, Judge G., was disqualified. ...", "(14) From the outset, I find reason to point out that our rules of procedure for criminal cases in a High Court that sits with a jury are based on a distribution of functions. The decision regarding the question of guilt is the jury's alone, while the court proceedings are determined by the High Court's three professional judges. These decide on the issue of sentencing together with the jury's foreman and three members of the jury. In cases that are heard and ruled on in the first and second instance by a court sitting with professional judges and lay judges, the lay judges and professional judges have the same authority regarding all issues, which are decided on jointly.", "(15) Following the landmark judgment by the European Court of Human Rights on 24 May 1989 in the case Hauschildt v. Denmark (application no. 10486/83) regarding disqualification by reason of prejudice due to participation in decisions regarding remand in custody, there is extensive Supreme Court case law on this. In criminal cases which at first and second instance are heard and decided on by a court sitting with professional and lay judges, a professional judge who has previously taken part in a remand case in which imprisonment has been ordered under Article 172 of the Code of Criminal Procedure is regarded as being disqualified and shall therefore not take part in any subsequent main hearing to determine, inter alia, the question of the guilt of the same accused in the same body of cases. In Rt1996261, the Supreme Court has stated that the same applies to the presiding judge in a High Court case involving a jury. The first voting judge stated, on page 265, the following regarding the relationship to section 108 of the Administration of Courts Act:", "'As regards the relationship with section 108 of the Administration of Courts Act, I would point out: Article 172 of the Code of Criminal Procedure stipulates that there must be a very strong probability that the accused is guilty, see the wording of the section according to which, in the serious crimes covered, there must be 'a confession or other circumstances that strengthen the suspicion to a particularly high degree'. This is clearly a stronger suspicion than the one which is sufficient pursuant to Article 171 of the Code of Criminal Procedure, which stipulates 'reasonable grounds' for suspicion.'", "(16) ...", "(17) In the above-mentioned judgment, the question of imprisonment was decided during the investigation and without a conviction by any court. In Rt-1996-925, the presiding judge of the High Court was, with dissenting votes, also regarded as being disqualified in a situation where the order to remand the accused in custody pursuant to Article 172 of the Code of Criminal Procedure had been made after there was a conviction by a first instance court.", "(18) In our case too, the relevant remand order had been made after a conviction by the court of first instance. But here the objection on the grounds of disqualification is not aimed at the presiding judge of the High Court, but at one of the other two professional judges who took part. It appears from what I have previously quoted from the first voting judge's vote in Rt-1996-261, that the emphasis was placed on the fact that the presiding judge in a jury case had a key function, with particular emphasis on his/her instructions to the jury, in which the evidence in the case was regularly reviewed. The question now is whether the other professional judges in a High Court that is convened with a jury are to be regarded as disqualified under section 108 of the Administration of Courts Act due to the fact that they have previously been involved in applying Article 172 of the Code of Criminal Procedure as a basis for imprisoning one or more of the accused in the same criminal case.", "(19) I find that there are insufficient grounds for regarding the other professional judges as being disqualified in such a situation, and refer to what I have already stated about the distribution of functions in criminal cases that are heard by a jury. It is for the presiding judge to give instructions to the jury, see Article 368 (2) of the Code of Criminal Procedure, and this is his responsibility alone. It is true that all the professional judges take part in the subsequent assessment of whether the jury's decision is to form the basis of the judgment, or in exceptional cases be set aside, see Articles 376A, 376B and 376C of the Code of Criminal Procedure. However, such a setting aside of decisions does not determine the question of guilt and is also so exceptional that, in my opinion, it cannot be given any significance worth mentioning in this context.", "(20) ...", "(21) My conclusion is thus that Judge G. of the High Court was not disqualified.", "(22) I will now deal with the allegation that the jury members were disqualified. The factual basis for this allegation is as follows:", "(23) W. went to the police at an early stage of the investigations, due to a newspaper article on 9 July 1997 which described, inter alia, the car that was used in the explosion. She believed she had seen such a car on two occasions at the Statoil petrol station on the E-18 near Lier toll station, on Saturday 30 May and on Wednesday 4 June 1997, when the explosion took place. She gave a statement regarding this to one of the detectives on Thursday 10 July 1997. When questioned by the police, she described three people she had seen both near the car and inside the shop, and stated she believed she had seen that one of them was carrying a black petrol can. She also stated what she believed she remembered of the car's licence number.", "(24) When the High Court's presiding judge discussed the impartiality rules with the jury members on the first day in court, on 24 February 2003, W. did not give any account of her previous statement to the police. She had not heard any more from the police and was not on the list of witnesses. The jury was constituted with 11 members, according to Article 355 (2) of the Code of Criminal Procedure.", "(25) After the hearing had been adjourned on 27 February 2003, juror W. contacted a policeman she knew and asked if she could sit on the jury even though she had been questioned by the police on one occasion. This question was then put to the public prosecutor, and the matter was made known to the High Court when it convened on 28 February 2003. Her statement to the police, which was given on 10 July 1997, was read out and the parties were given the opportunity to make a statement. The High Court thereafter ordered that W. was to withdraw from the jury, and stated:", "'It has become known that jury member W. gave a statement to the police on 10 June [presumably July] 1997. She has not been called as a witness in the case, and her impartiality must be assessed under section 108 of the Courts Act. According to this provision, no one can be a jury member if there are special circumstances that may weaken confidence in the impartiality of the person concerned. All the defence counsel have petitioned for her to withdraw and have also stated that the entire jury is disqualified.", "The High Court finds that such special circumstances exist in this case. It bases its decision on the fact that the jury member reported to the police as a witness and told the police about her observations in close connection to the day of the explosion. Her observations are of such a nature that it can be questioned whether she is impartial in this case.", "However, the High Court does not find that the jury member may, by having possibly stated her observations to the other members of the jury, have influenced the other jury members so that they are disqualified. It must be assumed that the jury members will be able to disregard any information she may have told the jury, as they are assumed to be able to disregard other information on the case that has arisen outside the court room, for example in the media.'", "(26) After this, W. withdrew from the jury and the hearing continued with the remaining 10 jury members.", "(27) I agree with the High Court that W. was prejudiced. The question is then whether the other 10 members of the jury became prejudiced as a result of W. serving on the jury for the four first days of the hearing.", "(28) ...", "(29) ...", "(30) ...", "(31) ...", "(32) What is decisive for our case is therefore whether the aforementioned matter can be regarded as a procedural error that may be considered pursuant to the provision stated in Article 343 (1) of the Code of Criminal Procedure. The question here is whether W.'s presence as a member of the jury during the first four days of the hearing may have influenced the jury's verdict.", "(33) The defence counsel have alleged to the Supreme Court that the High Court has, in its reasons for regarding the other jury members as being impartial, incorrectly treated any information from W. on the same footing as information on the case that arose outside the court room, for example in the media. I agree that, when considering the impartiality issue, one cannot always treat these matters as being equal. The jury members will regularly be told by the presiding judge that, when deciding on the question of guilt, they must only place emphasis on what is stated as evidence in court, and that they must not discuss the case with third parties. There is no corresponding barrier to the jury members discussing the case among themselves – even continuously during the court hearing – and it is realistic to expect that this actually happens to a certain extent.", "(34) ...", "(35) When I nonetheless have decided that the jury members cannot be regarded as having been disqualified to serve as a result of jury member W.'s disqualification, I have placed decisive emphasis on the following: the statements that the foreperson of the jury and W. have given to the police for use in the Supreme Court do not provide any basis for assuming that she had given the other members of the jury factual information regarding her private knowledge of the case or in any other way influenced the others before she withdrew on 28 February 2003. I refer to the fact that W. was at no time called as a witness in the case, by either the prosecuting authority or the defendants. The prosecutor has stated to the Supreme Court that the observations she had told to the police on 10 July 1997 – including about parts of the vehicle in question's licence number – were clarified early on as being of no importance to the further investigation.", "(36) The jury foreperson has explained that the situation that arose after W. had withdrawn was discussed by the jury members and that they agreed that her participation during the first few days had not had any effect on the jury's verdict.", "(37) Accordingly, I cannot see that W.'s presence as a member of the jury during the introductory presentation of evidence in the first days of the hearing can be regarded as a procedural error to which Article 343 (1) of the Code of Criminal Procedure applies.”", "19. Rules on the impartiality of judges and jurors are set out in sections 106 to 108 of the Administration of Courts Act (domstolloven - Law of 13 August 1915 no. 5). In the present case, the national courts relied in particular on section 108, which reads:", "Section 108", "“Nor may a person sit as a judge or juror if there are other particular circumstances which are liable to weaken the confidence in his impartiality. This applies in particular if a party requests that he withdraws on this ground.”", "20. The conditions for provisional detention were set out in Articles 171 and 172 of the Code of Criminal Procedure, the relevant parts of which provided:", "Article 171", "“Any person who on reasonable ground is suspected of one or more acts which according to statute is or are punishable with more than 6 months' imprisonment, may be arrested if:", "1) there is reason to fear that he will evade prosecution or the execution of a sentence or other precautionary measures,", "2) there is an immediate risk that he will spoil the evidence in the case, e.g. by removing clues or influencing witnesses or accomplices,", "3) it is deemed to be necessary in order to prevent him from re-committing a criminal act punishable by ore than 6 months' imprisonment,", "4) he himself has requested it for reasons that are found to be satisfactory.", "...”", "Article 172", "“When a person is suspected of", "a crime punishable by imprisonment for 10 years or more, or of an attempt to commit such a crime, or", "a criminal offence under Articles 228 (2), second alternative, see Article 232, Article 229 second alternative, see Article 232, or Article 229 third alternative, s/he may be arrested even if the conditions in Article 171 are not fulfilled, provided that s/he has made a confession or there are other circumstances which to a particularly high degree strengthen the suspicion. In the assessment emphasis shall be placed particularly on whether it would provoke the public's perceptions of justice or create insecurity if the suspect is at large. Any increase of the maximum penalty because of any repetition or concurrence of offences shall not be taken into account.”", "21. The relationship between Article 172 of the Code of Criminal Procedure and section 108 of the Administration of Court Act was dealt with by the Norwegian Supreme Court in a landmark judgment reported in Rt 1996-261, several passages of which were quoted in the Supreme Court's judgment in the present case (see paragraph 18 above, paragraph (15) of the Supreme Court's judgment). In another part of the 1996 judgment, the Supreme Court took note of a Circular (G-140/89) issued by the Ministry of Justice informing the national courts about the Haushcildt judgment. It quoted inter alia the following statement, with respect to the High Court proceedings conducted without a jury:", "“A decision on detention on remand is normally taken by the district-or city court ... However, if the High Court has examined the question of detention on remand under Article 172, the same judge may not take part in the decision on the question of guilt under the main hearing.”", "22. The following provisions of the Code of Criminal Procedure pertaining to jury trials are of relevance:", "Article 355", "“... Before the hearing begins, the president of the court shall ascertain whether any of the jurors or their deputies are disqualified, cf. section 115 of the Courts of Justice Act.”", "Article 359", "“The President of the court shall inform the members of the jury of the course of the court proceedings and of the jury's tasks and responsibility. He shall especially impress on the members of the jury that until the verdict of the jury has finally been pronounced, they must not have any discussion or contact with any person other than the court as regards the case, and that they must not without the permission of the President of the court leave the conference room after they have retired to answer the questions put to them.”", "Article 360", "“The President of the court shall then ask the members of the jury: 'Do you affirm that you will pay close attention to the whole proceedings in the court and answer the questions that will be submitted to you as truthfully and justly as you can according to the law and the evidence in the case?' The members of the jury standing and each in turn shall answer: 'I do so affirm.' ...”", "Article 363", "“After the production of evidence relating to the issue of guilt is completed, the prosecutor shall submit a draft of the questions to be put to the jury. Defence counsel shall be given an opportunity to comment on the said draft. When required, a short adjournment shall be granted in order to study the draft.", "The President of the court shall formulate the questions and submit them to the parties. If any of them raises any objection to the questions, the court shall decide the matter.”", "Article 368", "“When the questions have been defined, the President of the court shall read them aloud. Each member of the jury shall receive a transcript of the questions.", "The President of the court shall sum up the evidence in the case and explain the questions and the legal principles applicable.", "The parties may request further explanation on specific points. They may also submit proposals concerning amendments to the questions.", "The parties may require that specially indicated parts of the explanation of the legal principles shall be entered in the court record. Any such application must be submitted before the jury has retired to consider its verdict, see Article 369.”", "Article 369", "“The jury shall then retire to a secluded room to consider its verdict. The jury shall take with it the written list of questions signed by the President of the court.", "When retiring to consider its verdict the jury may take with it pictures, drawings, maps, and other objects that have been produced during the main hearing. The jury may also take with it written exhibits and other written evidence that has been produced when the court finds this appropriate. As a general rule, the jury should not be permitted to take with it statements previously made by the person indicted, witnesses or experts.”", "Article 370", "“The foreperson of the jury shall be in charge of the jury's consideration of its verdict.", "If the jury finds that it needs further clarification of the questions, of the legal principles applicable, or of the procedure to be followed, or if it finds that the questions should be amended or that new questions be put, it shall return to the courtroom so that the President of the court may do what is required. The jury may summon the President of the court in order to receive guidance concerning the questions referred to in the first sentence.", "If it is to be decided whether the questions are to be amended or new questions put, the parties shall be given the opportunity to express their views.”", "Article 371", "“When it has finished considering its verdict, the jury shall under the leadership of its foreperson vote on the individual questions in the order in which they are put. ...”", "Article 373", "“After the voting the members of the jury shall return to their places in the courtroom. The foreperson shall rise and say: 'The jury has on its honour and in good conscience given the following answers to the questions that have been put.' He shall then read aloud the answers that have been given to each of the questions.", "The foreperson shall deliver the written list of questions and the signed answers to the court.”", "23. Under Articles 376, 376A, 376B and 376C of the Code of Criminal Procedure, the professional judges shall pronounce judgment in accordance with the jury's verdict, unless they decide differently on the conditions set out in these provisions. The professional judges may set aside a jury verdict concluding with the indicted person being found not guilty, if they find that he is undoubtedly guilty (Article 376A) and may also set aside a “guilty” verdict, if they find that insufficient evidence has been produced (Article 376C). In both situations the case is tried anew by other judges in a composite court. Article 376C reads:", "Article 376C", "“If the jury's verdict is that the person indicted is guilty, but the court finds that insufficient evidence of his guilt has been produced, the court may decide that the case shall be retried before other judges. The provisions of Article 376A, first paragraph, final sentence, and second and third paragraphs, shall apply correspondingly.”"], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}