{"ITEMID": "001-23652", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NLD", "BRANCH": "ADMISSIBILITY", "DATE": 2003, "DOCNAME": "VAN DEN BOUWHUIJSEN and SCHURING v. THE NETHERLANDS", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicants, Yolanda A.M. van den Bouwhuijsen and Jolien Schuring, are mother and daughter. They are Netherlands nationals, born in 1953 and 1991 respectively, and live in Velp, the Netherlands. They are represented before the Court by Mr A.M.W. Willems, a lawyer practising in Amsterdam.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The first applicant cohabited with her partner, Mr Schuring, from 1975 until the latter’s death in 1994. They were not married. On 22 April 1991 a daughter, Jolien – the second applicant – was born to the couple. Mr Schuring legally recognised his daughter and, following a decision by the Arnhem District Court (kantonrechter) of 17 May 1991, both parents were invested with parental authority over Jolien.", "On 16 January 1995, following the death of Mr Schuring, the first applicant requested a survivor’s benefit on behalf of Jolien from the Social Insurance Bank (Sociale Verzekeringsbank) pursuant to the General Widows’ and Orphans’ Benefits Act (Algemene Weduwen- en Wezenwet; “AWW”). In her request she acknowledged that under the provisions of the AWW she herself was not entitled to a widow’s pension as she had not been married to Mr Schuring. However, as her daughter had been financially dependent on her father, she laid claim, on behalf of her daughter, to benefits to the amount of 30% of the statutory minimum wage. In the subsequent proceedings she argued that since a widow without children was entitled to a partial widow’s pension amounting to 70% of the statutory minimum wage and a widow with a child under the age of 18 received a full widow’s pension amounting to 100% of the statutory minimum wage, a child born of married parents was in effect awarded a survivor’s benefit amounting to 30% of the statutory minimum wage in the form of an extra allowance on top of his/her surviving parent’s benefit. Not awarding this component of the widow’s pension to Jolien because her parents had not been married – a circumstance over which Jolien had had no control – amounted to unjustified discrimination on the grounds of birth.", "To substantiate her argument that the difference between a full and a partial widow’s pension had always been intended to benefit the child who had lost one of his/her parents, the first applicant referred to the drafting history of the General Act on Surviving Dependants (Algemene Nabestaandenwet) which replaced the AWW on 1 July 1996. She also pointed to ILO Conventions no. 121 (the Employment Injury Benefits Convention, 1964) and no. 128 (the Invalidity, Old-Age and Survivors’ Benefits Convention, 1967) which oblige member states to provide cash benefits to the dependent children of a breadwinner. According to the first applicant, the Netherlands legislator had complied with this obligation by awarding higher benefits to widows with minor children. However, by requiring that the surviving parent be married to the deceased, a dependent child born out of wedlock was excluded.", "The first applicant’s request was rejected by the Social Insurance Bank on 16 March 1996. It held that as the first applicant had not been married to Mr Schuring, she was not eligible for either a partial or a full widow’s pension. Moreover, although the AWW did provide for benefits for orphans, Jolien could not be awarded such benefits as she was not an orphan, one of her parents still being alive.", "The first applicant’s objection (bezwaar) was rejected by the Social Insurance Bank on 9 February 1996. Her appeal (beroep) to the Regional Court (arrondissementsrechtbank) of Arnhem was rejected on 10 April 1997. Finally, the Central Appeals Tribunal (Centrale Raad van Beroep) rejected the first applicant’s appeal (hoger beroep) on 11 March 1998.", "The Central Appeals Tribunal found that no unjustified discrimination had taken place. Referring to its own case-law, it reiterated that the fact that the pension for a widow with a child under the age of 18 was higher than that for a widow without children did not entail that that difference should be considered as a cash benefit for the child who had lost one of his/her parents. The AWW provided for benefits for two kinds of survivors: widows and orphans. It was only in respect of a widow’s pension that a difference in treatment was made, in that a marriage between the deceased and the survivor was required in order to create a right to such a pension. The first applicant had not disputed that this difference in treatment was justified. The right to orphan’s benefits was not dependent on a child having been born in wedlock but only on a child being the offspring of the deceased whose death caused the child to be without parents – which was not the case here. As a result, the survivors’ benefit claimed by the first applicant could only be placed in the framework of the provisions concerning widows, and the refusal to award her either a full widow’s pension or any other widow’s benefit could only be seen in relation to her not having been married to the deceased. There was no other discriminatory factor which could be considered as underlying the subsidiary effect that the majority of cases where an entitlement to a full widow’s pension existed concerned children born from the marriage of the deceased to the surviving widow.", "The AWW, which entered into force on 1 October 1959, insured against the risk of the death of the family breadwinner. Under the AWW scheme, all persons residing in the Netherlands and non-residents gainfully employed in the Netherlands were compulsory insured. Contributions to this scheme were paid by all persons gainfully employed in the Netherlands.", "Entitlement to AWW benefits was not dependent on the level of contributions paid as, contrary to a social security scheme based on employment (werknemersverzekering), it was a general social security scheme (volksverzekering). The level of benefits was linked to the statutory minimum wage.", "The AWW conferred entitlement to a widow’s pension for the widow, who was not yet aged 65, of an insured person provided she was caring for an unmarried child born before or on the date of the death of her spouse. A widow without children was also entitled to claim benefit, for example if she was incapacitated for work or was aged 40 or over at the time of her husband’s death. “Widow” meant the woman to whom the insured person was married on the date of his death. Since 1988, widowers enjoyed the same entitlement to benefit after the death of their wives on the basis of case-law.", "As it was felt that a widow with children had greater financial needs than a widow without children (see Bijlagen Handelingen Tweede Kamer – Appendices to the Records of the Lower Chamber of Parliament – 1958-1959, 5390, 27), a widow with unmarried children under the age of 18 – regardless of their number – received an amount equal to the minimum wage whereas a widow without children received 70% of that amount.", "Under the AWW the unmarried child, up to the age of 16, of the deceased person was entitled to an orphan’s benefit provided the child had lost both parents or if the surviving parent had been divested of parental authority.", "The AWW was repealed on 1 July 1996 and replaced by the Surviving Dependants Act (Algemene Nabestaandenwet). The new Act replaced the term ‘widow’ by ‘surviving partner’, this being the person who was married to the deceased person or who was in a relationship of equivalent status with him or her."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}