{"ITEMID": "001-92752", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF BRAUER v. GERMANY", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 14+8;Just satisfaction reserved", "JUDGES": "Isabelle Berro-Lefèvre;Karel Jungwiert;Mark Villiger;Peer Lorenzen;Rait Maruste;Renate Jaeger;Zdravka Kalaydjieva", "TEXT": ["5. The applicant was born in 1948 in Oberschwöditz, in the former German Democratic Republic (GDR), and lives in Lennestadt.", "6. The applicant is the natural daughter of a Mr Schildgen, who recognised her several months after her birth. She lived in the territory of the former GDR until 1989, while her father lived in the FRG. The father and daughter corresponded regularly during this period, and after the reunification of Germany she visited him. He died between 30 June and 3 July 1998 (the precise date has not been specified).", "The applicant subsequently made several attempts to assert her inheritance rights in the domestic courts.", "7. On 10 July 1998 the applicant applied for a certificate of inheritance attesting that she was entitled to at least a 50% share of Mr Schildgen’s estate.", "8. In a decision of 8 October 1998 the Neunkirchen District Court (Amtsgericht – Nachlassgericht) refused the applicant’s application, holding that, notwithstanding the reform of the law of succession following the introduction of the Inheritance Rights Equalisation Act of 16 December 1997 (Erbgleichstellungsgesetz), the first sentence of section 12(10)(2) of the Children Born outside Marriage (Legal Status) Act (Gesetz über die rechtliche Stellung nichtehelicher Kinder – Nichtehelichengesetz) of 19 August 1969 remained in force. The provision in question stated that children born outside marriage before 1 July 1949 were not deemed to be statutory heirs (see “Relevant domestic law and practice”, paragraph 18 below). The District Court also referred to a decision given by the Federal Constitutional Court (Bundesverfassungsgericht) on 8 December 1976 (see also “Relevant domestic law and practice”, paragraph 21 below), in which the provision had been found to be in conformity with the Basic Law (Grundgsetz).", "9. On 4 November 1998 the applicant appealed to the Saarbrücken Regional Court (Landgericht), arguing in particular that the law of the former GDR, which provided for equal treatment between children born within and outside marriage, should apply in her case. In any event, section 12(10)(2) of the Children Born outside Marriage (Legal Status) Act contravened Article 3 (principle of equality before the law) of the Basic Law as there was no objective justification for the difference in treatment.", "10. In a decision of 7 January 1999 the Saarbrücken Regional Court upheld the District Court’s decision on the same grounds. It acknowledged, however, that the exclusion of children born outside marriage before 1 July 1949 from the statutory right of inheritance placed them at a very clear disadvantage in relation to those born after that date and also to those covered by the law of the former GDR.", "11. In a decision of 3 September 1999 the Saarland Court of Appeal (Oberlandesgericht) quashed the Regional Court’s decision and remitted the case to it to establish whether the applicant was indeed Mr Schildgen’s natural daughter and whether there were any other heirs. If the applicant were to be entitled to at least a 50% share of the estate, the Regional Court should examine whether the first sentence of section 12(10)(2) of the Children Born outside Marriage (Legal Status) Act was in conformity with the Basic Law.", "The Court of Appeal confirmed at the outset that by virtue of the rules of private international law and, in particular, the settled case-law concerning section 25(1) of the Introductory Act to the FRG Civil Code (Einführungsgesetz in das Bürgerliche Gesetzbuch), FRG law alone was applicable in the applicant’s case, since the deceased (Erblasser) had not been resident in the territory of the former GDR on 3 October 1990, when German reunification had taken effect.", "However, it considered that the first sentence of section 12(10)(2) of the Children Born outside Marriage (Legal Status) Act was not in conformity with the Basic Law, for the following reasons. Firstly, the legal and social status of children born outside marriage had evolved considerably since the Federal Constitutional Court’s decision of 8 December 1976 and had in practice become equivalent to that of children born within marriage. The Federal Constitutional Court, moreover, had itself adopted a more restrictive approach to Article 6 § 5 of the Basic Law (principle of equal treatment between children born outside and within marriage) in its decision of 18 November 1986 (see “Relevant domestic law and practice”, paragraph 23 below). Furthermore, a new situation had arisen as a result of the accession of the former GDR to the FRG, since by virtue of section 235(1)(2) of the Introductory Act to the Civil Code, taken together with section 25(1), children born outside marriage before 1 July 1949 had the same rights as children born within marriage if the father had been resident in the territory of the former GDR on 3 October 1990 (see “Relevant domestic law and practice”, paragraphs 19-20 below). However, there were no objective grounds for a difference of treatment between children born outside marriage before or after 1 July 1949, or between children born outside marriage before 1 July 1949 according to whether or not the father had been resident in the territory of the former GDR on 3 October 1990. The Court of Appeal concluded that the arguments put forward by the Federal Constitutional Court in its decision of 8 December 1976 were no longer valid, particularly with regard to the practical and procedural difficulties of establishing the paternity of children born outside marriage before 1 July 1949, and the need to protect the “legitimate expectations” of the deceased (Vertrauensschutz des Erblassers) and his family.", "12. In a decision of 25 January 2001 the Saarbrücken Regional Court confirmed its previous decision on the basis of the same arguments. Even if it was established to a 99% degree of certainty that the applicant was indeed Mr Schildgen’s daughter and there were no other known heirs, she was excluded from any statutory entitlement to the estate by the first sentence of section 12(10)(2) of the Children Born outside Marriage (Legal Status) Act. In the Regional Court’s view, that provision did not contravene the Basic Law despite German reunification, as the Federal Constitutional Court had held in its decision of 3 July 1996 (see “Relevant domestic law and practice” below, paragraph 22).", "13. In a decision of 7 August 2001 the Saarland Court of Appeal again quashed the Regional Court’s decision and remitted the case to it to establish whether there were any other heirs of the second or third order and to re-examine whether the first sentence of section 12(10)(2) of the Children Born outside Marriage (Legal Status) Act was compatible with the Basic Law where the State was the sole statutory heir.", "The Court of Appeal held that it was not acceptable to set a cut-off date if the deceased had no other heirs and, as a result, the State became the sole statutory heir. It referred in that connection to the right of inheritance (Erbrechtsgarantie) guaranteed in Article 14 § 1 of the Basic Law, which in its view also protected the rights of a child born outside marriage where there were no private statutory heirs other than the State.", "14. In a decision of 10 July 2003 the Saarbrücken Regional Court confirmed its previous decisions on the basis of the same arguments. It added that it was not required in the case before it to examine whether the provision in issue was in conformity with the Basic Law, since it had been established that the deceased had heirs of the third order and that the State was therefore not the statutory heir.", "15. In a decision of 29 September 2003 the Saarland Court of Appeal dismissed an appeal by the applicant, on the ground that it was bound by the decisions of the Federal Constitutional Court in which the first sentence of section 12(10)(2) of the Children Born outside Marriage (Legal Status) Act had been found to be in conformity with the Basic Law. It further refused to refer the case back to the Regional Court for a fresh examination, seeing that the State was not the statutory heir in the case before it.", "16. In a decision of 20 November 2003 the Federal Constitutional Court, sitting as a panel of three judges, declined to consider the appeal.", "It observed, in particular, that the aspect of protecting the “legitimate expectation” of the deceased had gained in importance since, following its decision of 8 December 1976, it had considered the inheritance rights of children born outside marriage before 1 July 1949 to have been clarified in relation to the Basic Law. It added that the first sentence of section 12(10)(2) of the Children Born outside Marriage (Legal Status) Act had not lost its objective justification simply because children born outside marriage in an entirely different social context had the same rights as children born within marriage. The difference in treatment in comparison with children born outside marriage who were covered by the law of the former GDR was justified by the inherent purpose of section 235(1)(2), that of avoiding any disadvantage resulting from the former GDR’s accession to the FRG.", "17. The Children Born outside Marriage (Legal Status) Act of 19 August 1969, which came into force on 1 July 1970, provided that on the father’s death, children born outside marriage after 1 July 1949 – shortly after the entry into force of the Basic Law – were entitled to compensation from the heirs in an amount equivalent to their share of the estate (Erbersatzanspruch). The sole exception concerned children born outside marriage before 1 July 1949: the first sentence of section 12(10)(2) of the Act excluded them from any statutory entitlement to the estate and from the right to financial compensation.", "18. In 1997, in the general context of the reform of family law with regard to custody and parental rights, the legislature also made changes to the law of succession for children born outside marriage through the Inheritance Rights Equalisation Act of 16 December 1997, which came into force on 1 April 1998. Children born outside marriage are in principle now treated as equal to those born within marriage as regards all aspects of the law of succession.", "However, the first sentence of section 12(10)(2) of the Children Born outside Marriage (Legal Status) Act of 19 August 1969 remains in force as a transitional provision.", "19. By section 235(1)(2), taken together with section 25(1), of the Introductory Act to the FRG Civil Code, children born outside marriage in the territory of the former GDR before 3 October 1990 (the date on which German reunification took effect) have the same inheritance rights as children born within marriage in accordance with the FRG Civil Code if the father died after 3 October 1990 and had been resident in the territory of the former GDR on that date. Section 235(1)(2) seeks to protect the rights of children born outside marriage prior to reunification who would have been covered by the law of the former GDR, which afforded equal inheritance rights to children born outside and within marriage.", "20. It follows that the inheritance rights of children born outside marriage before 1 July 1949 are dependent on the deceased’s place of residence on 3 October 1990: if the deceased was resident in the territory of the former GDR, the child born outside marriage has the same inheritance rights as a child born within marriage; if, however, the deceased was resident in the territory of the FRG, the child born outside marriage has no statutory entitlement to the estate.", "21. In a leading decision of 8 December 1976 the Federal Constitutional Court held that the provision in issue was compatible with the Basic Law.", "It stated, in particular, that fixing 1 July 1949 as the cut-off date was objectively justified in view of the practical and procedural difficulties of establishing the paternity of children born outside marriage before that date, since the scientific methods used at the time were less developed than present-day methods. Many paternity suits were therefore unlikely to succeed owing to insufficient evidence. Moreover, the new legislation made it possible to contest declarations of paternity drawn up before 1 July 1949. Accordingly, having regard to those factors, the legislature had not overstepped its margin of discretion in this regard. Furthermore, it had to a certain extent been able to take account of existing uncertainties regarding the law of succession and of the opinion of those opposed to reforming the legal status of children born outside marriage. Lastly, the “legitimate expectation” of the deceased and their families that the exception provided for in the first sentence of section 12(10)(2) of the Children Born outside Marriage (Legal Status) Act would be maintained also deserved a certain degree of protection.", "22. In a decision of 3 July 1996 the Federal Constitutional Court confirmed its earlier position notwithstanding the reunification of Germany. It held that the legislature had taken into account the social conditions prevailing when the Children Born outside Marriage (Legal Status) Act had been enacted. This objective justification was still present even though children born outside marriage in an entirely different social context had the same rights as children born within marriage.", "23. In a decision of 19 November 1986 the Federal Constitutional Court held that section 1934c of the Civil Code, which provided that a child born outside marriage was entitled to a share in the estate only if at the time of the father’s death his paternity of the child had been acknowledged or determined by a court ruling, or judicial proceedings to that effect were pending, was not in conformity with Article 6 § 5 of the Basic Law.", "24. During the passage of the Children’s Rights Improvement Act (Kinderrechteverbesserungsgesetz) of 9 April 2002, the legislature again upheld the exception in the first sentence of section 12(10)(2) of the Children Born outside Marriage (Legal Status) Act. It took the view that that provision was compatible with the Basic Law in the light of the Federal Constitutional Court’s decisions of 8 December 1976 and 3 July 1996 (see paragraphs 21-22 above), which had created an even stronger “legitimate expectation” (Vertrauenstatbestand) for the deceased and his family."], "VIOLATED_ARTICLES": ["14", "8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}