{"ITEMID": "001-99589", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF KURŁOWICZ v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 10", "JUDGES": "Giovanni Bonello;Lech Garlicki;Ledi Bianku;Nebojša Vučinić;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["5. The applicant was born in 1957 and lives in Knyszyn.", "6. At the material time the applicant was the President of the City Council in Knyszyn (Przewodniczący Rady Miasta).", "7. On 30 December 2004 a session of the City Council took place. One of the points on the agenda was a vote on whether to adopt a resolution requesting the Education Inspector (Kurator Oświaty) to give a positive report on the continued operation of the Knyszyn School Complex (Zespół Szkół Ogólnokształcących w Knyszynie). Since 1998, the manager of the school complex had been K. Ch.", "8. During the session on 30 December 2004 the applicant, together with other representatives, voted against the planned resolution. The City Council adopted another resolution and decided that they would not request from the Education Inspector a positive report referred to above.", "9. At the next session of the City Council, on 28 February 2005, further discussion about the future of the school complex was held. During the session the applicant took the floor and presented some arguments which in his view supported the resolution adopted on 30 December 2004. The applicant accused K. Ch of:", "- adopting an inappropriate timetable, unjustified division of students into groups, increasing overtime, which caused additional costs;", "- ismanagement of the school complex finances, increase of heating costs;", "- reating the school complex as private property, the lease of school premises without remuneration;", "- poor organisation of the students' free time during the school holidays;", "- spending money on teachers' training which was not appropriate or objective and which did not correspond to the school's needs;", "- lack of discipline at school;", "- irresponsibility – organising a disco above a room in which a mock exam was being held;", "- failure to appoint the school council;", "- failure to adopt clear and transparent rules for granting awards to teachers; awards were granted publicly to some and in private to others;", "- failure to provide reliable information on granting “incentive bonuses” to teachers;", "- granting overtime work only to certain teachers;", "- failure to advertise the school complex;", "- failure to cooperate with the municipality;", "- disorder in the teachers' personal files;", "- intimidating teachers with threats that they would be fired or deprived of bonus payments, and so on;", "- inadequate educational standards; only ten out of twenty-six students passed their final exams.", "10. K. Ch., the school manager, found the accusations defamatory and untrue. He demanded that the applicant provide the participants at the session with evidence substantiating his allegations.", "11. The events that took place during the session of the City Council on 28 February 2005 were subsequently described in an article published in the local edition and on the internet site of Gazeta Współczesna and on the internet site of the Mońki Municipality.", "12. On 4 April 2005 K. Ch. lodged a private bill of indictment against the applicant with the Białystok District Court (Sąd Rejonowy), complaining that the applicant's statements of 28 February 2005 were defamatory.", "13. On 2 December 2005 the Białystok District Court found the applicant guilty of presenting untrue statements during the session of the City Council as regards the performance of K. Ch. in his professional duties, which amounted to defamation which could impact negatively on the necessary public respect and esteem required by K. Ch. in the execution of his duties as headmaster of a public school and as a teacher. Relying on Article 212 § 1 of the Criminal Code (Kodeks Karny), the court sentenced the applicant to a fine in the amount of PLN 750 and ordered that the judgment of conviction be published. The court also ordered the applicant to apologise for all his accusations.", "14. On 30 December 2005 the applicant's lawyer appealed against the first-instance judgment. She argued that the Białystok District Court had wrongly assessed the evidence, in that it had considered that the applicant's intention had been to insult K.Ch., while he had been motivated solely by concern for the local community. In consequence, according to the applicant's lawyer, the applicant should not have been sentenced on the basis of having committed defamation. The lawyer also referred to a violation of Article 10 of the Convention.", "15. On 30 March 2006 the Białystok Regional Court (Sąd Okręgowy) partly amended the first-instance judgment. It found that taking into consideration the social consequences of the prohibited act and the conduct of the applicant, as well as his personal and family situation, it was unnecessary to sentence the applicant. The Regional Court amended the first-instance judgment in that it conditionally discontinued the proceedings for a probationary term of one year, ordered the applicant to pay PLN 750 to charity and rescinded the publication of the applicant's conviction. The court also ordered that during a session of the Knyszyn City Council the applicant should make a statement that his accusations had been untrue and apologise to K.Ch.", "16. At the same time however the Regional Court confirmed the District Court's finding that the applicant's statements had been untrue and that the applicant had been acting on his own behalf rather than out of concern for the interests of the municipality. The court further dismissed the argument of a violation of Article 10 of the Convention as manifestly ill-founded, holding that that provision did not guarantee unlimited freedom of expression.", "17. On 26 May 2006 the applicant's lawyer requested the Ombudsman to lodge a cassation appeal on the applicant's behalf.", "18. On 9 August 2006 the Ombudsman refused her request, finding that the arguments contained in the judgments of the first and second-instance courts had not raised any doubts.", "19. On 11 October 2006 at the session of the Knyszyn City Council the applicant read out the statement required by the Regional Court's judgment and apologised to K.Ch.", "20. On 16 August 2006 the applicant's lawyer lodged a constitutional complaint with the Constitutional Court (Trybunał Konstytucyjny), arguing that Article 212 of the Criminal Code was incompatible with the relevant provisions of the Constitution.", "21. On 17 October 2007 the Constitutional Court refused to hear the constitutional complaint (odmówił nadania dalszego biegu skardze), holding that a similar matter had already been examined by the court in its judgment of 30 October 2006.", "22. Article 14 provides as follows:", "“The Republic of Poland shall ensure freedom of the press and other means of social communication.”", "23. Article 31 § 3 of the Constitution, which lays down a general prohibition on disproportionate limitations on constitutional rights and freedoms (the principle of proportionality) provides:", "“Any limitation upon the exercise of constitutional freedoms and rights may be imposed only by statute, and only when necessary in a democratic State for the protection of its security or public order, or to protect the natural environment, health or public morals, or the freedoms and rights of other persons. Such limitations shall not violate the essence of freedoms and rights.”", "24. Article 54 § 1 of the Constitution guarantees freedom of expression. It states, in so far as relevant:", "“The freedom to express opinions, to acquire and to disseminate information shall be ensured to everyone.”", "25. Article 212 of the Criminal Code 1997 provides as follows:", "“§ 1. Anyone who imputes to another person, a group of persons, an institution, a legal person or an organisation without legal personality, such behaviour or characteristics, as may lower this person, group or entity in the public's opinion or undermine public confidence in their capacity necessary for a certain position, occupation or type of activity, shall be liable to a fine, a restriction on their liberty or imprisonment not exceeding one year.", "§ 2. If the perpetrator commits the act described in paragraph 1 through a means of mass communication, he shall be liable to a fine, restriction of liberty or imprisonment not exceeding two years.", "§ 3. When sentencing for an offence specified in §1 or 2, the court may adjudge a supplementary payment in favour of the injured person or the Polish Red Cross, or of another social purpose designated by the injured person (nawiązka).", "§ 4. The prosecution of the offence specified in § 1 or 2 shall occur upon a private charge.”", "26. Article 213 provides as follows:", "“§ 1. The offence specified in Article 212 § 1 is not committed if the allegation not made in public is true.", "§ 2. Whoever raises or publicises a true allegation in defence of a justifiable public interest shall be deemed not to have committed the offence specified in Article 212 § 1 or 2; if the allegation regards private or family life the evidence of truth shall only be carried out when it serves to prevent a danger to someone's life or to prevent demoralisation of a minor.”", "27. Article 214 provides as follows:", "“The absence of an offence resulting from a reason specified in Article 213 does not exclude the liability of a perpetrator for the insult, by reason of the manner of announcing or publicising the allegation.”", "Article 215 provides as follows:", "“On the motion of the injured person the court may order the judgment of conviction to be punished.”", "28. On 30 October 2006 the Constitutional Court, ruling on a legal question referred to it by the Gdańsk District Court, declared Article 212 §§ 1 and 2 of the Polish Criminal Code compatible with Articles 14 and 54 § 1 read in conjunction with Article 31 § 3 of the Constitution.", "29. The court found that in some circumstances the protection of rights and freedoms such as dignity, good name and privacy may prevail over the protection of freedom of expression. The court further found that there was no basis to assume that protection of freedom of expression merely by means of civil law (provisions on personal rights) would be as efficient as criminal law. Protection of freedom of expression by means of criminal law did not of itself infringe the relevant provisions of the Constitution.", "30. Three judges expressed their dissenting opinions to the Constitutional Court's judgment of 30 October 2006."], "VIOLATED_ARTICLES": ["10"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}