{"ITEMID": "001-69629", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF TURCZANIK v. POLAND", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 6-1;No violation of Art. 13;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award - domestic proceedings", "JUDGES": "", "TEXT": ["10. The applicant was born in 1934 and lives in Wrocław. He is a lawyer belonging to the Wrocław Bar.", "11. The applicant was a party to proceedings before the Council of the Wrocław Bar Association to determine where his practice was to be located, a necessary preliminary to any activity in his profession.", "12. On 24 November 1982 the Bar Association of the Wrocław region (Okręgowa Rada Adwokacka) refused to enter the applicant's name in the list of practising lawyers. On 11 January 1983 the National Bar Association (Naczelna Rada Adwokacka) upheld that decision. On 21 October 1983 the Minister of Justice set aside the Bar Association's decision. On 25 November 1983 the Wrocław Bar Association entered the applicant's name in the list, but refused to determine a location for his practice on the ground that he had not joined a lawyers' cooperative (zespół adwokacki) in order to carry on his profession.", "13. On 20 December 1983 the applicant appealed, informing the Wrocław Bar Association that he had been retired since 19 July 1982 and only worked from time to time. He received no reply.", "14. On 13 June 1991 the applicant asked the Wrocław Bar Association to forward to the Minister of Justice his application for permission to carry on his profession as an independent lawyer and to have his practice established in Wrocław at the address he indicated.", "15. On 5 September 1991 the Wrocław Bar Association refused his application on the ground that he had not made any request for the location of his practice to be designated. According to the Government, the applicant did not appeal against that decision.", "16. On 23 December 1991 the applicant submitted a request to have his practice located in Wrocław; that request was refused on 23 January 1992 because there were no places available. On 18 March 1992 the National Bar Association dismissed an appeal by the applicant citing the lack of places and the need to give priority to trainee lawyers.", "17. On 26 January 1993 the Supreme Administrative Court (Naczelny Sąd Administracyjny), sitting in Warsaw, set aside the decisions given. It held that the Bar Association had been required to designate a location for the applicant's practice at the time when it entered his name in the list of members of the Bar, that is on 25 November 1983. It also held that when designating the location of the applicant's practice the Bar Association had a duty to take into account, among other considerations, his state of health.", "18. On 29 April 1993 the Wrocław Bar Association decided that the applicant's practice should be located in Wołów (approximately 46 km from Wrocław). On appeal, that decision was upheld on 18 August 1993 by the National Bar Association.", "19. On 31 January 1995 the Supreme Administrative Court once again set aside the decisions given. It held that the governing bodies of the profession, when designating the location of the applicant's practice, had still not taken into account his state of health, had not explained why, despite the growing number of law practices in the chief town of the region (Wrocław), the applicant's request had not been allowed, and had not explained why requests similar to the applicant's had been dealt with and granted as a priority.", "20. That decision was served on the Wrocław Bar Association on 29 March 1995. On 8 June 1995 the Bar Association asked the applicant to supply information about his professional activity and his state of health. The applicant described his professional activity and stated that he had suffered two heart attacks.", "21. On 14 September 1995 the Wrocław Bar Association decided to suspend the proceedings to determine where the applicant's practice was to be located and brought an action to have the applicant declared unfit to carry on his profession on the ground that he had suffered heart attacks. On 9 January 1996 the National Bar Association upheld the decision.", "22. On 19 October 1995 the applicant complained to the Supreme Administrative Court, sitting in Warsaw, of the Wrocław Bar Association's refusal to comply with its decision of 31 January 1995. On 7 March 1996, according to the Government, the Supreme Administrative Court dismissed the complaint as being out of time.", "23. On 5 September 1996 the Supreme Administrative Court set aside the decisions given on 14 September 1995 and 9 January 1996. It observed that the proceedings instituted by the Bar Association could be brought only against a practising lawyer, whereas in the present case, although the applicant's name had been entered in the list of lawyers, he could not carry on his profession because the location of his practice had not been determined.", "24. On 23 January 1997 the Wrocław Bar Association directed the applicant to supply medical certificates attesting to his state of health. Citing the Supreme Administrative Court's decision of 5 September 1996, the applicant refused to comply. In consequence, on 16 April 1997, the Bar Association determined the location for the applicant's practice as Strzelin (approximately 41 km from Wrocław). It held that there were no medical reasons why the practice should not be located outside the chief town of the region, in which there were too many practising lawyers. On 4 June 1997 the applicant appealed, and on 4 August 1997 he complained of the Wrocław Bar Association's continued failure to comply with the decision of the Supreme Administrative Court, sitting in Warsaw. On 19 August 1997 the National Bar Association overturned the Wrocław Bar Association's decision. On 12 September 1997 the Supreme Administrative Court put off its decision until a later date.", "25. On 21 October 1997, as the Wrocław Bar Association had not given a ruling within the time allowed, the applicant asked the Supreme Administrative Court, sitting in Wrocław, to compel the Bar Association to reach a decision and “to take the necessary measures to comply with the instructions given by the Supreme Administrative Court in its decisions”. On 11 December 1997 the Wrocław Bar Association informed the Supreme Administrative Court that the applicant's case was due to be heard at its meeting on 18 December 1997. On that date the Bar Association fixed the location of the applicant's practice in Trzebnica (approximately 25 km from Wrocław), giving him permission to live elsewhere. On appeal, that decision was upheld on 12 May 1998 by the National Bar Association.", "26. On 16 March 1998 the Supreme Administrative Court, sitting in Wrocław, refused to compel the Bar Association to give a ruling, given that in the meantime (on 18 December 1997) it had done so. It further noted that the applicant had appealed against the decision concerned. The part of his application containing the request for the necessary measures to be taken to comply with the Supreme Administrative Court's instructions was referred to the Supreme Administrative Court, sitting in Warsaw, which had jurisdiction over the matter.", "27. On 26 May 1998 the applicant explained to the Supreme Administrative Court, sitting in Warsaw, exactly what it was he was seeking. He distinguished between the following requests: the setting aside of the National Bar Association's decision of 12 May 1998; the imposition of a fine on the Bar Association; damages for each year of delay in complying with the Supreme Administrative Court's instructions (to take the state of his health into account); and a decision on whether he had the right to bring civil proceedings to obtain compensation for the loss he had suffered through the failure to comply with the Supreme Administrative Court's decisions.", "28. The National Bar Association submitted that the application should be refused. Firstly, it pointed out that the applicant was refusing to supply the medical certificates requested, which suggested that he was in good health. Secondly, it informed the court that the applicant worked as a legal adviser in a specific field, so that he was able to carry on an occupation successfully outside the legal profession. It further observed that he was in receipt of an invalidity pension (uprawnienia rentowe). Lastly, it submitted that Trzebnica, the town in which the Wrocław Bar Association had fixed the location of the applicant's practice, did not have the requisite number of lawyers. The choice of location had therefore been prompted by concern for the proper administration of justice.", "29. On 20 August 1998 the Supreme Administrative Court, sitting in Warsaw, allowed only part of the applicant's claim, setting aside the National Bar Association's decision of 12 May 1998. It first observed that the Bar Association had not complied with the orders made in all the decisions it had given up to that date. It referred to the principle that decisions taken by the Bar Association concerning the location of a lawyer's practice were administrative decisions and therefore came under its jurisdiction. It pointed out that an administrative body could not ignore its legal opinion, since any decision taken in disregard of its orders would be null and void.", "The Supreme Administrative Court also pointed out that an administrative body called upon to deal with a request like the one in issue was required to take into account the interest of the individual while protecting the general interest. It emphasised that in the present case the Bar Association's decisions gave no valid reason for refusing to allow the applicant to establish his practice in Wrocław. In conclusion, it described the proceedings before the Bar Association as unfair, since the applicant had been refused any opportunity to make his case and because the Bar Association had done no more than speculate about his state of health.", "30. The Wrocław Bar Association invited the applicant to its meetings on 30 November 1998 and 18 February 1999. He was unable to attend, but presented his apologies.", "31. On 25 March 1999 the Wrocław Bar Association again fixed the location of the applicant's practice in Trzebnica. On 21 April 1999 it annulled the above decision and finally fixed the location of the applicant's practice in Wrocław. On 31 July 1999 the applicant informed it that he would begin work on 1 August 1999.", "32. The applicant also referred the matter to the Office for the Protection of Competition and Consumers (Urząd Ochrony Konkurencji i Konsumentów – “the Office”). At the end of the related proceedings, on 15 July 1998, the Warsaw regional anti-monopoly court (Sąd Wojewódzki Antymonopolowy) dismissed an appeal by the Bar Association against a decision given by the head of the Office (Prezes Urzędu Ochrony Konkurencji i Konsumentów) on 5 March 1998. After noting that the Bar Association engaged in monopoly practices restraining competition in the service provision market, the court ordered it to abandon the practices concerned. On 29 August 1998 the Wrocław Bar Association appealed on points of law.", "33. On 29 May 2001 the Supreme Court quashed the previous decisions. It ruled that the case concerned the applicant alone and that the conduct of the Bar Association authorities could not be equated with monopoly practices. It held that the Bar Association was not required by its rules to locate a lawyer's practice in the town of his choice.", "34. Section 30 of the Supreme Administrative Court Act (the Law of 11 May 1995) provides that the legal opinion expressed in a decision of that court is binding on the administrative body whose action or omission gave rise to the proceedings. The administrative body concerned is required to comply with the opinion until subsequent factual or legal elements cause it to lose its validity or until the decision is set aside as a result of an extraordinary appeal.", "35. Section 68 of the Bar Association Act (the Law of 26 May 1982) provides, inter alia:", "“3. The regional bar association shall give a decision to enter a lawyer's name in the list of its members and at the same time shall designate the location of his practice, taking into account the need to ensure appropriate geographical coverage in the supply of legal assistance.", "4. The regional bar association may decide not to designate the location of the lawyer's practice in the event of one of the obstacles to carrying on the legal profession referred to in section 4b § 1 (1 and 2) and § 2.”", "36. The obstacles to carrying on the legal profession listed in section 4b of the Bar Association Act are as follows:", "“1. A lawyer may not carry on his profession", "– if he is bound by a contract of employment,", "– if his spouse works as a judge or prosecutor within the area covered by the regional bar association – in the inquiry and investigation agencies,", "– if he has been declared permanently unfit to carry on the legal profession,", "– if he has been declared unfit,", "– if he has been punished by a suspension from his duties or provisionally suspended from his duties.”"], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["13"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}