{"ITEMID": "001-58016", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 1997, "DOCNAME": "CASE OF FINDLAY v. THE UNITED KINGDOM", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - finding of violation sufficient;Costs and expenses award - domestic proceedings;Costs and expenses award - Convention proceedings", "JUDGES": "John Freeland", "TEXT": ["6. The applicant, Alexander Findlay, is a British citizen who was born in 1961 in Kilmarnock, Scotland, and now lives in Windsor, England.", "7. In 1980 he joined the British army and became a member of the Scots Guards. His service was due to terminate in October or November 1992 when he would have received a resettlement grant and, at the age of sixty, an army pension.", "8. In 1982 Mr Findlay took part in the Falklands campaign. During the battle of Mount Tumbledown he witnessed the death and mutilation of several of his friends and was himself injured in the wrist by a mortar-shell blast. According to the medical evidence prepared for his court martial (see paragraphs 11-13 below), as a result of these experiences he suffered from post-traumatic stress disorder (\"PTSD\"), which manifested itself by flashbacks, nightmares, feelings of anxiety, insomnia and outbursts of anger. This disorder was not diagnosed until after the events of 29 July 1990 (see paragraph 10 below).", "9. In 1987 he sustained an injury during training for service in Northern Ireland when a rope which he was climbing broke and he fell to the ground, severely damaging his back. This injury was extremely painful and affected his ability to perform his duties, which, again according to the medical evidence, led him to suffer from feelings of stress, guilt and depression.", "10. In 1990 the applicant, who had become a lance-sergeant, was sent with his regiment to Northern Ireland. On 29 July 1990, after a heavy drinking session, he held members of his own unit at pistol point and threatened to kill himself and some of his colleagues. He fired two shots, which were not aimed at anyone and hit a television set, and subsequently surrendered the pistol. He was then arrested.", "11. On 31 July 1990 an ex-naval psychiatrist, Dr McKinnon, examined Mr Findlay and found that he was responsible for his actions at the time of the incident. However, a combination of stresses (including his back injury and posting to Northern Ireland) together with his heavy drinking on the day, had led to an \"almost inevitable\" event. Dr McKinnon recommended \"awarding the minimum appropriate punishment\".", "Following this report, the decision was taken to charge Mr Findlay with a number of offences arising out of the incident on 29 July (see paragraph 14 below).", "12. In order to establish that he was fit to stand trial, at the request of the army he was examined on two occasions by Dr Blunden, a civilian consultant psychiatrist who had been employed by the Ministry of Defence since 1980.", "In her report of January 1991, Dr Blunden confirmed that Mr Findlay was fit to plead and knew what he was doing at the time of the incident. However, his chronic back problem (which caused him to be frustrated and depressed at not being fit for duty in his Northern Ireland posting) together with \"his previous combat stresses and a very high level of alcohol ... combined to produce this dangerous behaviour\".", "In her second report, of March 1991, she explained that the applicant had reacted to the stress caused by his back problems in the way he did on 29 July 1990 because of his experiences in the Falklands war. Whilst she did not clearly state that he suffered from PTSD, she confirmed that similar patterns of behaviour frequently occurred at a late stage in those who experienced this disorder. She confirmed that the consumption of alcohol on the relevant day was a result of his condition and not a cause of it.", "13. Mr Findlay was also examined by Dr Reid, at the request of his (Mr Findlay’s) solicitor. Dr Reid diagnosed him as suffering from PTSD as a result of his service in the Falklands.", "14. The position of \"convening officer\" (see paragraphs 36-41 below) for the applicant’s court martial was assumed by the General Officer Commanding London District, Major General Corbett. He remanded Mr Findlay for trial on eight charges arising out of the incident of 29 July 1990 and decided that he should be tried by general court martial.", "15. By an order dated 31 October 1991, the convening officer convened the general court martial and appointed the military personnel who were to act as prosecuting officer, assistant prosecuting officer and assistant defending officer (to represent Mr Findlay in addition to his solicitor) and the members of the court martial (see paragraph 37 below).", "16. The court martial consisted of a president and four other members:", "(1) the president, Colonel Godbold, was a member of London District staff (under the command of the convening officer: see paragraph 14 above). He was appointed by name by the latter and was not a permanent president;", "(2) Lieutenant-Colonel Swallow was a permanent president of courts martial, sitting in the capacity of an ordinary member. He had his office in the London District Headquarters. He was appointed by name by the convening officer;", "(3) Captain Tubbs was from the Coldstream Guards, a unit stationed in London District. His reporting chain was to his officer commanding, his commanding officer and the Brigade Commander, after which his report could, in exceptional circumstances, go to the convening officer; he was a member of a footguard unit and the convening officer, as General Officer Commanding, was responsible for all footguard units. He was appointed to the court martial by his commanding officer;", "(4) Major Bolitho was from the Grenadier Guards, also a footguard unit stationed in London District. The convening officer was his second superior reporting officer. He was appointed to the court martial by his commanding officer;", "(5) Captain O’Connor was from the Postal and Courier Department, Royal Engineers (Women’s Royal Army Corps), which is under the direct command of the Ministry of Defence and is administered by the London District. She was appointed by her commanding officer.", "In summary, all of the members of the court martial were subordinate in rank to the convening officer and served in units stationed within London District. None of them had legal training.", "17. The assistant prosecuting and defending officers were both officers from the Second Scots Guards stationed in the London District and had the same reporting chain as Captain Tubbs (see paragraph 16 (3) above).", "18. The judge advocate for the general court martial was appointed by the Judge Advocate General (see paragraphs 42-45 below). He was a barrister and assistant judge advocate with the Judge Advocate General’s Office.", "19. On 11 November 1991, Mr Findlay appeared before the general court martial, at Regent’s Park Barracks in London. He was represented by a solicitor.", "He pleaded guilty to three charges of common assault (a civilian offence), two charges of conduct to the prejudice of good order and military discipline (a military offence) and two charges of threatening to kill (a civilian offence).", "20. On 2 November 1991, his solicitor had made a written request to the prosecuting authorities to ensure the appearance of Dr Blunden at the court martial and on 5 November 1991 the prosecuting officer had issued a witness summons requiring her attendance. However, the defence was informed on the morning of the hearing that Dr Blunden would not be attending. Mr Findlay claims that her absence persuaded him to plead guilty to the above charges. However, his solicitor did not request an adjournment or object to the hearing proceeding.", "21. The defence put before the court martial the medical reports referred to above (paragraphs 11-13) and called Dr Reid to give evidence. The latter confirmed his view that the applicant suffered from PTSD, that this had been the principal cause of his behaviour, that he had not been responsible for his actions and that he was in need of counselling. During crossexamination, Dr Reid stated that this was the first time he had dealt with battle-related PTSD.", "The prosecution did not call any medical evidence in rebuttal or adopt any of the evidence prepared by the army-instructed psychiatrists, Drs McKinnon and Blunden (see paragraphs 11-13 above).", "22. In the course of his speech in mitigation, Mr Findlay’s solicitor urged the court martial that, in view of the fact that his client had been suffering from PTSD at the time of the incident and was extremely unlikely to reoffend, he should be allowed to complete the few remaining months of his service and leave the army with his pension intact and a minimal endorsement on his record.", "23. Having heard the evidence and speeches, the court martial retired to consider their decision on sentence, accompanied by the judge advocate. On their return they sentenced the applicant to two years’ imprisonment, reduction to the rank of guardsman and dismissal from the army (which caused him to suffer a reduction in his pension entitlement). No reasons were given for the sentence (see paragraph 46 below).", "24. Under the Army Act 1955, the decision of the court martial had no effect until it was confirmed by the \"confirming officer\" (see paragraph 48 below). In Mr Findlay’s case, as was usual practice, the confirming officer was the same person as the convening officer. Mr Findlay petitioned him for a reduction in sentence.", "Having received advice from the Judge Advocate General’s Office, the confirming officer informed the applicant on 16 December 1991 that the sentence had been upheld.", "25. The applicant, who had been under close arrest since the morning before the court martial hearing, was removed on 18 November 1991 to a military prison and thereafter to a civilian prison on 21 December 1991.", "26. He appealed by way of petition to the first of the \"reviewing authorities\" (see paragraph 49 below), the Deputy Director General of Personal Services, as delegate of the Army Board, a non-legally qualified officer who obtained advice from the Judge Advocate General’s Office. By a letter dated 22 January 1992, Mr Findlay was informed that this petition had been rejected.", "27. He then petitioned the second of the reviewing authorities, a member of the Defence Council who also was not legally qualified and who also received advice from the Judge Advocate General’s Office. This petition was rejected on 10 March 1992.", "28. The advice given by the Judge Advocate General’s Office at each of these three stages of review was not disclosed to the applicant, nor was he given reasons for the decisions confirming his sentence and rejecting his petitions.", "29. On 10 March 1992, the applicant applied to the Divisional Court for leave to challenge by judicial review the validity of the findings of the court martial. He claimed that the sentence imposed was excessive, the proceedings were contrary to the rules of natural justice and that the judge advocate had been hostile to him on two occasions during the hearing.", "On 14 December 1992 the Divisional Court refused leave on the basis that the court martial had been conducted fully in accordance with the Army Act 1955 and there was no evidence of improper conduct or hostility on the part of the judge advocate (R. v. General Court Martial (Regent’s Park Barracks), ex parte Alexander Findlay, CO/1092/92, unreported).", "30. Mr Findlay commenced a civil claim in negligence against the military authorities, claiming damages in respect of his back injury and PTSD. In a report dated 16 January 1994 prepared for these purposes, Dr Blunden confirmed her previous opinion (see paragraph 12 above) and clearly diagnosed PTSD.", "31. In March 1994 the civil action was settled by the Secretary of State for Defence, who paid the applicant £100,000 and legal costs, without any admission of liability. The settlement did not differentiate between the claims in respect of PTSD and the back injury.", "32. The law and procedures which applied to the applicant’s court martial were contained in the Army Act 1955 (\"the 1955 Act\"), the Rules of Procedure (Army) 1972 (\"the 1972 Rules\") and the Queen’s Regulations (1975). Since the Commission’s consideration of the case, certain provisions in the 1955 Act have been amended by the Armed Forces Act 1996 (\"the 1996 Act\"), which comes into force on 1 April 1997 (see paragraphs 52-57 below).", "33. Many civilian offences are also offences under the 1955 Act (section 70 (1)). Although the final decision on jurisdiction lies with the civilian authorities, army personnel who are accused of such offences are usually tried by the military authorities unless, for example, civilians are involved in some way.", "Depending on their gravity, charges against army law can be tried by district, field or general court martial. A court martial is not a standing court: it comes into existence in order to try a single offence or group of offences.", "34. At the time of the events in question, a general court martial consisted of a president (normally a brigadier or colonel in the army), appointed by name by the convening officer (see paragraphs 36-41 below), and at least four other army officers, either appointed by name by the convening officer or, at the latter’s request, by their commanding officer.", "35. Each member of the court martial had to swear the following oath:", "\"I swear by almighty God that I will well and truly try the accused before the court according to the evidence, and that I will duly administer justice according to the Army Act 1955, without partiality, favour or affection, and I do further swear that I will not on any account at any time whatsoever disclose or discover the vote or opinion of the president or any member of this court martial, unless thereunto required in the due course of law.\"", "36. Before the coming into force of the 1996 Act, a convening officer (who had to be a field officer or of corresponding or superior rank, in command of a body of the regular forces or of the command within which the person to be tried was serving) assumed responsibility for every case to be tried by court martial. He or she would decide upon the nature and detail of the charges to be brought and the type of court martial required, and was responsible for convening the court martial.", "37. The convening officer would draw up a convening order, which would specify, inter alia, the date, place and time of the trial, the name of the president and the details of the other members, all of whom he could appoint (see paragraph 15 above). He ensured that a judge advocate (see paragraph 43 below) was appointed by the Judge Advocate General’s Office and, failing such appointment, could appoint one. He also appointed, or directed a commanding officer to appoint, the prosecuting officer.", "38. Prior to the hearing, the convening officer was responsible for sending an abstract of the evidence to the prosecuting officer and to the judge advocate, and could indicate the passages which might be inadmissible. He procured the attendance at trial of all witnesses to be called for the prosecution. When charges were withdrawn, the convening officer’s consent was normally obtained, although it was not necessary in all cases, and a plea to a lesser charge could not be accepted from the accused without it.", "39. He had also to ensure that the accused had a proper opportunity to prepare his defence, legal representation if required and the opportunity to contact the defence witnesses, and was responsible for ordering the attendance at the hearing of all witnesses \"reasonably requested\" by the defence.", "40. The convening officer could dissolve the court martial either before or during the trial, when required in the interests of the administration of justice (section 95 of the 1955 Act). In addition, he could comment on the \"proceedings of a court martial which require confirmation\". Those remarks would not form part of the record of the proceedings and would normally be communicated in a separate minute to the members of the court, although in an exceptional case \"where a more public instruction [was] required in the interests of discipline\", they could be made known in the orders of the command (Queen’s Regulations, paragraph 6.129).", "41. The convening officer usually acted as confirming officer also (see paragraph 48 below).", "42. The current Judge Advocate General was appointed by the Queen in February 1991 for five years. He is answerable to the Queen and is removable from office by her for inability or misbehaviour.", "At the time of the events in question, the Judge Advocate General had the role of adviser to the Secretary of State for Defence on all matters touching and concerning the office of Judge Advocate General, including advice on military law and the procedures and conduct of the court-martial system. He was also responsible for advising the confirming and reviewing authorities following a court martial (see paragraph 49 below).", "43. Judge advocates are appointed to the Judge Advocate General’s Office by the Lord Chancellor. They must have at least seven and five years experience respectively as an advocate or barrister.", "44. At the time of the events in question, a judge advocate was appointed to each court martial, either by the Judge Advocate General’s Office or by the convening officer. He or she was responsible for advising the court martial on all questions of law and procedure arising during the hearing and the court had to accept this advice unless there were weighty reasons for not doing so. In addition, in conjunction with the president, he was under a duty to ensure that the accused did not suffer any disadvantage during the hearing. For example, if the latter pleaded guilty, the judge advocate had to ensure that he or she fully understood the implications of the plea and admitted all the elements of the charge. At the close of the hearing, the judge advocate would sum up the relevant law and evidence.", "45. Prior to the coming into force of the 1996 Act, the judge advocate did not take part in the court martial’s deliberations on conviction or acquittal, although he could advise it in private on general principles in relation to sentencing. He was not a member of the court martial and had no vote in the decision on conviction or sentence.", "46. At the time of the events in question, on a plea of guilty, the prosecuting officer outlined the facts and put in evidence any circumstance which might have made the accused more susceptible to the commission of the offence. The defence made a plea in mitigation and could call witnesses (rules 71 (3) (a) and 71 (5) (a) of the 1972 Rules). The members of the court martial then retired with the judge advocate to consider the sentence, which was pronounced in open court. There was no provision for the giving of reasons by the court martial for its decision.", "47. Certain types of sentence were not available to courts martial at the time of the applicant’s trial, even in respect of civilian offences. For example, a court martial could not suspend a prison sentence, issue a probation order or sentence to community service.", "48. Until the amendments introduced by the 1996 Act, a court martial’s findings were not effective until confirmed by a \"confirming officer\". Prior to confirmation, the confirming officer used to seek the advice of the Judge Advocate General’s Office, where a judge advocate different to the one who acted at the hearing would be appointed. The confirming officer could withhold confirmation or substitute, postpone or remit in whole or in part any sentence.", "49. Once the sentence had been confirmed, the defendant could petition the \"reviewing authorities\". These were the Queen, the Defence Council (who could delegate to the Army Board), or any officer superior in command to the confirming officer (section 113 of the 1955 Act). The reviewing authorities could seek the advice of the Judge Advocate General’s Office. They had the power to quash a finding and to exercise the same powers as the confirming officer in relation to substituting, remitting or commuting the sentence.", "50. A petitioner was not informed of the identity of the confirming officer or of the reviewing authorities. No statutory or formalised procedures were laid down for the conduct of the post-hearing reviews and no reasons were given for decisions delivered subsequent to them. Neither the fact that advice had been received from the Judge Advocate General’s Office nor the nature of that advice was disclosed.", "51. A courts martial appeal court (made up of civilian judges) could hear appeals against conviction from a court martial, but there was no provision for such an appeal against sentence when the accused pleaded guilty.", "52. Under the 1996 Act, the role of the convening officer will cease to exist and his functions will be split among three different bodies: the \"higher authorities\", the prosecuting authority and court administration officers (see 1996 Act, Schedule I).", "53. The higher authority, who will be a senior officer, will decide whether any case referred to him by the accused’s commanding officer should be dealt with summarily, referred to the new prosecuting authority, or dropped. Once the higher authority has taken this decision, he or she will have no further involvement in the case.", "54. The prosecuting authority will be the Services’ legal branches. Following the higher authority’s decision to refer a case to them, the prosecuting authority will have absolute discretion, applying similar criteria as those applied in civilian cases by the Crown Prosecution Service to decide whether or not to prosecute, what type of court martial would be appropriate and precisely what charges should be brought. They will then conduct the prosecution (1996 Act, Schedule I, Part II).", "55. Court administration officers will be appointed in each Service and will be independent of both the higher and the prosecuting authorities. They will be responsible for making the arrangements for courts martial, including arranging venue and timing, ensuring that a judge advocate and any court officials required will be available, securing the attendance of witnesses and selection of members. Officers under the command of the higher authority will not be selected as members of the court martial (1996 Act, Schedule I, Part III, section 19).", "56. Each court martial will in future include a judge advocate as a member. His advice on points of law will become rulings binding on the court and he will have a vote on sentence (but not on conviction). The casting vote, if needed, will rest with the president of the court martial, who will also give reasons for the sentence in open court. The Judge Advocate General will no longer provide general legal advice to the Secretary of State for Defence (1996 Act, Schedule I, Part III, sections 19, 25 and 27).", "57. Findings by a court martial will no longer be subject to confirmation or revision by a confirming officer (whose role is to be abolished). A reviewing authority will be established in each Service to conduct a single review of each case. Reasons will be given for the decision of the reviewing authority. As part of this process, post-trial advice received by the reviewing authority from a judge advocate (who will be different from the one who officiated at the court-martial) will be disclosed to the accused. A right of appeal against sentence to the (civilian) courts martial appeal court will be added to the existing right of appeal against conviction (1996 Act, section 17 and Schedule V)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}