{"ITEMID": "001-61091", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GRC", "BRANCH": "CHAMBER", "DATE": 2003, "DOCNAME": "CASE OF GEORGIOS PAPAGEORGIOU v. GREECE", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 6-1 concerning the length of proceedings;Violation of Art. 6-1 and 6-3-d;Non-pecuniary damage - financial award;Costs and expenses partial award - domestic proceedings;Costs and expenses award - Convention proceedings", "JUDGES": "Giovanni Bonello", "TEXT": ["7. The applicant was born in 1955 and lives in Aghios Stefanos (Attica).", "8. On 30 May 1990 the Commercial Bank of Greece lodged a criminal complaint against a number of its employees, including the applicant, alleging suppression of documents, forgery and uttering, and fraud, offences which it claimed had caused it a loss of more than 20,000,000 drachmas. It accused the employees concerned of having debited the account of Greek Railways (“the OSE”) using seven cheques from a cheque book that had been produced in the railway company’s name but never actually issued to it. On 2 June 1990 the public prosecutor instituted proceedings against the applicant.", "9. On 27 March 1991 the applicant was summoned to appear before the investigating judge and was placed in pre-trial detention. On 23 April 1991 he was released on bail, subject to court supervision entailing, among other things, a ban on leaving the country.", "10. In a decision of 26 June 1992 the Indictment Division of the Athens Court of Appeal committed some of the accused, including the applicant, for trial in the Athens Court of Appeal, composed of three judges as is the rule for cases dealt with by courts of appeal at first instance.", "11. The hearing, initially set down for 27 May 1994, was adjourned firstly until 26 January 1996 because of a strike by members of the Athens Bar and subsequently until 31 May 1996 because of the ill health of one of the other defendants. On that date the hearing was again adjourned, this time until 13 October 1997.", "12. On 4 June 1996 the applicant, who before joining the bank had been an officer in the merchant navy, applied to have the ban on his leaving the country lifted so that he could work in the navy again. He argued that he needed to be in gainful employment in order to support his wife and three children and pointed out that the proceedings had been adjourned several times by the court itself. However, his application was refused by the public prosecutor and subsequently by the Indictment Division of the Court of Appeal, the Court of Appeal having earlier rejected a similar application.", "13. The trial finally began on 13 October 1997 – five years, three months and seventeen days after the Indictment Division’s decision of 26 June 1992 and more than seven years after the complaint had been lodged and the proceedings instituted. Hearings were held on 13, 14, 15, 21 and 29 October 1997. One of the co-defendants requested the production in court of the back-up tape for the bank’s computer (but not the cheques in question). Counsel for the bank produced a declaration by the bank’s information technology department attesting that the copies of the computer tapes in the file were authentic. The declaration was read out at the hearing without eliciting any reaction from the defendants. During the trial at least sixty-six documents were read out and evidence was heard from three witnesses.", "The Court of Appeal gave judgment on 29 October 1997. It convicted the applicant and sentenced him to five years and four months’ imprisonment, to be reduced by the period already spent in pre-trial detention, and ordered the confiscation and destruction of the seven cheques in question. Lastly, it ruled that if the applicant decided to appeal, the appeal would suspend the execution of the sentence.", "14. The applicant appealed against the judgment to the appropriate court, namely the Athens Court of Appeal, sitting as a bench of five judges. On 20 February 1998 that court upheld the judgment delivered at first instance but reduced the sentence to four years and ten months’ imprisonment.", "15. During the trial the applicant had requested the production of certain extracts from the log file of the bank’s computer and of the original cheques and had asked for a handwriting expert, Mr Chalkias, to be summoned and cross-examined in the presence of another handwriting expert.", "16. The Court of Appeal refused those requests on the following grounds:", "“The precision and authenticity of the extracts from the bank’s central computer records, accompanied by declarations by senior executives of the bank, are beyond dispute, and the production of the extracts is unnecessary. Nor is there any need to summon and cross-examine Mr Chalkias, because he has drawn up a detailed report which was read out at the trial. Lastly, the photocopies of the relevant cheques, which none of the parties disputes are forged, satisfy the needs of the proceedings and production of the originals therefore serves no purpose.”", "17. The Court of Appeal read out the items of evidence that had already been adduced at first instance and heard evidence from twelve prosecution and five defence witnesses.", "18. It noted that, contrary to what the applicant had maintained, the connection between the cheques in question and the OSE’s account could not have been established by members of the bank’s information technology department, which was empowered only to process data from branches. It further observed that on the date of the offence, the applicant had been the only person to use the computer on which the offence had been committed. The handwriting expert had concluded that characteristics of the applicant’s handwriting and signature were visible on the cheques. Lastly, the Court of Appeal noted that the applicant was one of the very limited number of the bank’s employees who knew the OSE’s account number and the names of the OSE employees authorised to issue cheques.", "19. The applicant appealed on points of law. On 20 October 1998 the Court of Cassation quashed the judgment appealed against in respect of the charges of suppressing documents and forgery and uttering, and remitted the case to the Court of Appeal in respect of the charge of fraud only.", "20. The Court of Appeal held a hearing on 2 December 1998. The applicant again requested the production of extracts from the bank’s log file and sought a declaration from counsel for the bank attesting that the photocopies of the cheques were authentic. The Court of Appeal refused those requests. With regard to the first request, it ruled that it was impossible to recover the extracts from the bank’s log file because the relevant tape reels had not been kept, and added that the authenticity of the documents in question was clear from other pieces of documentary evidence. It construed the second request as an attempt to establish whether the defendant had had an accomplice, whereas his guilt was apparent from other evidence. The Court of Appeal also held that it had not been proved that the photocopies of the cheques had been falsified. It concluded that the defendant had committed the offence on the basis of a pre-defined plan, which he had intended to carry out several times in order to misappropriate funds from Greek Railways.", "21. On 8 December 1998 the Court of Appeal found the applicant guilty of fraud within the meaning of Article 386 of the Criminal Code, holding that the loss sustained by the bank had resulted from deception on the part of its employees and that the question whether the computer had been used or not was irrelevant. It sentenced him to three years and six months’ imprisonment (to be reduced by twenty-eight days, the period already spent in pre-trial detention) and ordered the destruction of the forged cheques.", "22. On 30 November 1999 the Court of Cassation, on an appeal by the applicant, upheld the Court of Appeal’s judgment."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}