{"ITEMID": "001-60974", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "CHAMBER", "DATE": 2003, "DOCNAME": "CASE OF LESNIK v. SLOVAKIA", "IMPORTANCE": "1", "CONCLUSION": "No violation of Art. 10", "JUDGES": "Nicolas Bratza", "TEXT": ["9. The applicant was born in 1940 and lives in Košice. He is a businessman.", "10. On 2 December 1991 the applicant requested the Košice City Prosecutor’s Office to bring criminal proceedings against H., a businessman from the Czech Republic whom he suspected of having committed fraud. The request was examined by various authorities but no criminal proceedings were brought.", "11. On 4 December 1992 the applicant complained to the police that two unknown men had left a message at the entrance to his flat saying that they would break his hands if he did not “abstain from writing”. On 13 April 1993 the applicant complained to the police that a shot had been fired through a window in his flat. He claimed that he was being harassed because he had written articles about several former members of the Communist Party. Subsequently the applicant was informed that the police could not identify the perpetrators.", "12. On 5 April 1993 the applicant complained to the head of the Košice Telecommunications Authority that, following a change of the central switchboard, telephone conversations at his agency were frequently interrupted. The applicant stated that there was a noise on the telephone prior to the interruption of a call which was similar to that which had formerly occurred when telephone calls were tapped by the communist secret police. He requested that the fault be remedied.", "13. On 10 June 1993 a police investigator brought criminal proceedings against the applicant on the ground that he was suspected of having stolen goods from H. The decision was based on a written communication by the district prosecutor in Semily (Czech Republic).", "14. On 1 November 1993 the applicant asked the Košice Regional Prosecutor to discontinue the criminal proceedings against him. In his letter the applicant complained, without providing further details, that the police investigator dealing with his case had obtained information on him by unlawfully tapping his telephone. He requested that criminal proceedings be brought against a person or persons unknown for illegal telephone tapping.", "15. On 6 December 1993 the applicant addressed a letter to P., the Košice I district prosecutor. The letter contained, inter alia, the following statements:", "“Since you have not succeeded, comrade prosecutor, in attaining your aims in one area, you continue energetically, in accordance with the practice of the [former] State Security agents, to fabricate another case [against the applicant] as you have learned to do under the so-called infallible socialist law. On this occasion I can assure you, however, that I have not bowed to the high representatives of the former political system and, in particular, the [former] State Security agents who paid at least as much attention to my person as you do now. I do not intend today to let myself be intimidated, especially not by individuals such as yourself, a person with a dubious past, not to speak of [your] other qualities ...", "It is not only my earlier experience of managing a detective agency which makes it difficult for me to associate you with objectivity, professionalism and respect for the law. I would therefore like to remind you on this occasion that you are also bound by the law despite the fact that you probably consider yourself ... to be an almighty lord of the Tatra [Mountains] and the Váh [River] and, as such, beyond anyone’s reach as you are, for the time being, under the protective hand of comrade [M.]. Abuse of the law may have very unpleasant consequences for you. For the time being, I will only mention some of the abuses which do not call for any comments.”", "16. In the letter the applicant further stated that the addressee was responsible for the dismissal of his criminal complaint against H. and the institution of criminal proceedings against him in 1993, and that he had unlawfully ordered the tapping of his telephone.", "17. P. submitted the letter to his hierarchical superior, the Košice Regional Prosecutor. In a letter of 17 March 1994 the latter informed the applicant that it had not been established that P. had given an order to tap his telephone or that he had otherwise acted unlawfully.", "18. In the meantime, on 7 March 1994, the applicant complained to the General Prosecutor that P. had committed an offence in that he had misused his authority. The letter read, inter alia, as follows:", "“[P.] accepted the request of [H.’s lawyer] ... that no criminal proceedings would be brought against [H.] in Slovakia notwithstanding that sufficient evidence existed to do so ... Of course, money paid by [H.] with a view to covering up his fraudulent activity also played a role in the matter. It would therefore be worth examining in this context whether [an offence of bribery was not committed] ...", "Following a ... threat ... by ... an investigator from the Košice I Investigation Office in the context of the case of [H.] ... I went to the aforesaid office on 10 June 1993. After I had rejected an ‘agreement’ which was proposed to me, [the investigator], a former State Security agent, accused me of having stolen [goods from H.] in 1991. Thus [P.] has been unwilling to bring proceedings against [H.] since 1991, and has arranged, through a police investigator who can easily be blackmailed, for proceedings to be brought against me in revenge for the justified complaints I had lodged against him. [P.] did so contrary to [the relevant provisions of the Code of Criminal Procedure] because so far ... there is no evidence before [the relevant authorities] from which to conclude with sufficient certainty that I stole anything from [H.] Subsequently I realised that my telephone, which was also used by my detective agency, had been tapped contrary to Article 88 of the Code of Criminal Procedure.”", "19. On a petition by P., the General Prosecutor’s Office agreed that criminal proceedings be brought against the applicant for insulting a public prosecutor. The case was transferred to a public prosecutor in Liptovský Mikuláš. On 2 June 1994 the applicant was charged with insulting a public official in his letters of 6 December 1993 and 7 March 1994 mentioned above.", "20. In a letter of 5 September 1994 addressed to the Košice Regional Prosecutor’s Office, the applicant expressed the view that the purpose of the harassment to which he was subjected in 1992 and 1993 had been to make him withdraw his criminal complaint against H. He requested that an investigation be opened.", "21. In September 1994 the newspaper Necenzurované noviny published an article by a third person describing the applicant’s case in detail. It was entitled “How the Red Plague operates in Eastern Slovakia” and contained quotations from the applicant’s letters. The relevant parts read as follows:", "“... It is on this basis that the district prosecutor’s office in Liptovský Mikuláš started a prosecution against [the applicant] on 2 June 1994. In order to give the reader an idea of what is possible in [Slovakia], I will quote the text which, according to public prosecutor [L.], constitutes a criminal offence.", "In his message of 7 March 1994 addressed to the General Prosecutor in Bratislava, [the applicant] stated in respect of [public prosecutor P.] that in the criminal case of [H.] he had deliberately acted wrongly so that ‘he could satisfy his friend [M.] from Košice, the former President of the Košice City Court whom the City Committee of the Communist Party of Slovakia had identified as a key official and who is now [H.]’s lawyer, that no criminal proceedings would be brought against [H.] in Slovakia notwithstanding that sufficient evidence existed to do so ... Of course, money paid by [H.] with a view to covering up his fraudulent activity also played a role in the matter. It would therefore be worth examining in this context whether the facts do not fall under Articles 161 and 162 of the Criminal Code [which govern the offence of bribery]’.", "In the same document [the applicant] stated: ‘Subsequently I realised that my telephone, which was also used by my detective agency, had been tapped contrary to Article 88 of the Code of Criminal Procedure.’", "In a letter dated 6 December 1993 and addressed to public prosecutor [P.], [the applicant] stated among other things: ‘Since you have not succeeded, comrade prosecutor, in attaining your aims in one area, you continue energetically, in accordance with the practice of the [former] State Security agents, to fabricate another case as you have learned to do under the so-called infallible socialist law. On this occasion I can assure you, however, that I have not bowed to the high representatives of the former political system and, in particular, the [former] State Security agents who paid at least as much attention to my person as you do now. I do not intend today to let myself be intimidated, especially not by individuals such as yourself, a person with a dubious past, not to speak of [your] other qualities ...’", "In the same letter [the applicant] went on: ‘It is not only my earlier experience of managing a detective agency which makes it difficult for me to associate you with objectivity, professionalism and respect for the law. I would therefore like to remind you on this occasion that you are also bound by the law despite the fact that you probably consider yourself to be an almighty lord of the Tatra [Mountains] and the Váh [River] and, as such, beyond anyone’s reach since you are, for the time being, under the protective hand of comrade [M.]. Abuse of the law may have very unpleasant consequences for you. For the time being, I will only mention some of the abuses which do not call for any comments.’", "Thus, on the basis of these statements, prosecutor [L.], on the instructions of [the General Prosecutor], started a prosecution against [the applicant]. Every decent person must be astonished to learn of such stupid behaviour.”", "22. On 7 November 1994 the applicant stated before the prosecutor in Liptovský Mikuláš that he had intended to criticise P. for his wrongful actions but not to insult him. He further informed the public prosecutor dealing with the case that he had not written any newspaper article on the issue, but had merely provided the author with the relevant documents.", "23. On 8 November 1994 the Košice Regional Prosecutor submitted a document to the district prosecutor’s office in Liptovský Mikuláš indicating, with reference to the relevant register, that the Košice I district prosecutor had not ordered the tapping of the applicant’s telephone between 1992 and 1994.", "24. On 23 November 1994 the Liptovský Mikuláš district prosecutor indicted the applicant before the Liptovský Mikuláš District Court on the charge of insulting a public official. On 25 November 1994 the Liptovský Mikuláš District Court transferred the case to the Košice I District Court for reasons of jurisdiction. As the public prosecutor affected by the applicant’s statements was responsible for the same district, the Košice Regional Court, on 9 March 1995, transferred the case to the Trebišov District Court.", "25. On 25 April 1995 the Trebišov District Court issued a penal order in which it convicted the applicant of attacking a public official, on the ground that, in his letters of 6 December 1993 and 7 March 1994, he had insulted a public prosecutor. The court sentenced the applicant to four months’ imprisonment suspended for a probationary period of one year.", "26. The applicant appealed against the order. The case was assigned to another judge. On 25 June 1996 the Trebišov District Court convicted the applicant under Article 156 § 3 of the Criminal Code of insulting a public official and sentenced him to four months’ imprisonment suspended for a probationary period of one year. The judgment stated, in particular, that in his letters the applicant had alleged that the public prosecutor had deliberately acted improperly as regards the applicant’s request of 1991 for criminal proceedings to be brought against H.; that the public prosecutor had done so at the request of the lawyer representing H.; and that H. had paid a sum of money for this purpose. The District Court also noted that the applicant had accused P. of having been unwilling to uphold his criminal complaint, of having ordered criminal proceedings to be brought against him and of having his telephone illegally tapped.", "27. The judgment further stated that the applicant had not shown that the public prosecutor in question had failed to act in accordance with the law. The court therefore concluded that the applicant’s statements were defamatory and grossly offensive.", "28. The District Court did not accept the applicant’s defence that the sole purpose of his letters had been to have his request for criminal proceedings to be brought against H. dealt with appropriately. The court noted that, besides the two letters in question, the applicant had sent a considerable number of other complaints concerning the same issue which, however, had contained no defamatory or offensive remarks. Both the Košice Regional Prosecutor’s Office and the General Prosecutor’s Office had dealt with the applicant’s complaints and had dismissed them as being unsubstantiated.", "29. The applicant appealed, both personally and through his lawyer. He alleged that the purpose of his remarks had been to prevent further delays in the proceedings concerning his criminal complaint of 1991, and not to offend P. He further claimed that the statements in question were not offensive and did not constitute an offence.", "30. On 24 September 1996 the Košice Regional Court dismissed the appeal after hearing evidence from the applicant and asking him to substantiate his allegations.", "31. The Regional Court found that in the statements made in his letters of 6 December 1993 and 7 March 1994 the applicant had grossly insulted a public prosecutor without justification. In particular, it stated that the applicant had failed to substantiate his allegation that H. had paid a sum of money in order to prevent criminal proceedings being brought against him and reiterated that the General Prosecutor’s Office had not established that P. had acted unlawfully in this or any other respect.", "32. The Regional Court further considered defamatory and grossly offensive the applicant’s statements that the public prosecutor had acted in accordance with the practice of the former State Security agents, had a dubious past, not to speak of his other qualities, and possibly considered himself to be an almighty lord of the Tatra Mountains and the Váh River who was “beyond anyone’s reach”.", "33. In the Regional Court’s view, the applicant had failed to show that he had a justified reason to make such statements. The court did not accept the applicant’s argument that he had doubts about the past and qualities of the public prosecutor because the latter had studied socialist law, had failed to take appropriate action on the applicant’s criminal complaint of 1991, and initiated criminal proceedings against him.", "34. In its judgment the Regional Court pointed out that the applicant had not been hindered in seeking redress before the appropriate authorities for the actions of P. which he considered inappropriate or unlawful. It held, however, that by making defamatory and offensive remarks the applicant had committed an attack against a public official within the meaning of Article 156 § 3 of the Criminal Code. The Regional Court upheld the sentence which the District Court had imposed on the applicant.", "35. On 28 October 1996 the Košice IV District Office revoked the trading licence under which the applicant had been authorised, inter alia, to run a detective agency, on the ground that he had been convicted of an offence. On 12 December 1996 the Košice Regional Office dismissed the applicant’s appeal against this decision.", "36. On 4 June 1997 the Košice Regional Court quashed the administrative decisions concerning the revocation of the applicant’s trading licence and remitted the case to the Košice Regional Office. In its judgment the Regional Court noted that both administrative authorities, deciding at lower instances, had failed to establish any relevant legal grounds for their decisions.", "37. On 18 November 1997 the Trebišov District Court issued a decision noting that the applicant had not committed any offence during the probationary period and stating that he was to be considered as not having been convicted.", "38. As from 1 January 1998 the relevant law was amended in that persons wishing to run private security agencies were required to obtain the approval of the police headquarters. The applicant did not ask for such approval and returned his trading licence of 7 January 1993, under which he had been allowed to run a detective agency, to the Košice IV District Office on 3 June 1998. In the meantime, on 18 February 1998, he registered with the relevant authorities as running a different business. He attached a certificate indicating that his criminal record was clean and received a new trading licence on 6 April 1998.", "39. Article 156 § 3 of the Criminal Code provides that a person who utters grossly offensive or defamatory remarks in respect of a public official relating to that official’s exercise of his or her powers shall be punished by up to one year’s imprisonment or a fine."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["10"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}