{"ITEMID": "001-110861", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "ADMISSIBILITY", "DATE": 2012, "DOCNAME": "LEŽAJA v. CROATIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Anatoly Kovler;Elisabeth Steiner;Erik Møse;Julia Laffranque;Linos-Alexandre Sicilianos;Mirjana Lazarova Trajkovska", "TEXT": ["1. The applicant, Ms Jozefina Ležaja, is an Croatian national, who was born in 1937 and lives in Semeljci. She is represented before the Court by Ms J. Novak, a lawyer practising in Zagreb.", "2. The Croatian Government (“the Government”) are represented by their Agent, Ms Š. Stažnik.", "3. The facts of the case, as submitted by the parties, may be summarised as follows.", "4. During the night of 16-17 September 1992 the applicant’s summer house in Zadar was blown up by an unknown perpetrator.", "5. On 3 February 1996 the Amendment to the Obligations Act (Zakon o izmjeni Zakona o obveznim odnosima, Official Gazette no. 7/1996 of 26 January 1996 - “the 1996 Amendment”) entered into force. It repealed section 180 of the Obligations Act - which provided that the State was liable for damage resulting from “acts of violence or terrorist acts” - and stayed all proceedings instituted on the basis of that provision, pending enactment of new legislation.", "6. On 14 March 2001 the applicant and her husband brought a civil action against the State in the Zadar Municipal Court (Općinski sud u Zadru) seeking 742,000 Croatian kunas (HRK) as compensation for pecuniary damage sustained as a result of the destruction of their house, with the accrued statutory default interest.", "7. On 5 November 2001 the Municipal Court gave judgment dismissing the claim of the applicant and her husband and ordered them to reimburse the State the costs of the proceedings in the amount of HRK 7,720. It held that after section 180 of the Obligations Act had been repealed there was no longer a legal basis for the State to be held liable for damage resulting from terrorist acts.", "8. The applicant submits that she paid the costs of the proceedings to the State, as ordered by the Municipal Court. The Government submitted that the applicant had never paid the costs at issue.", "9. On 3 December 2001 the applicant and her husband appealed to the Zadar County Court (Županijski sud u Zadru) against that judgment, arguing that the Municipal Court had wrongly applied the relevant substantive law and erred in their assessment of the facts of the case. They did not forward any arguments as to the costs of the proceedings.", "10. In 2003 the applicant’s husband died.", "11. On 31 July 2003 the Act on Liability for Damage Resulting from Terrorist Acts and Public Demonstrations (Zakon o odgovornosti za štetu nastalu uslijed terorističkih akata i javnih demonstracija, Official Gazette of the Republic of Croatia no. 117/2003) of 23 July 2003 – “the Liability Act 2003”) entered into force. It provided that the State was liable in tort for damage caused by death, bodily injury or impairment of health resulting from terrorist acts, whilst damage to property was to be compensated through reconstruction assistance, obtainable before the competent administrative authorities, under the Reconstruction Act. The Act also provided that all proceedings stayed on the basis of the 1996 Amendment were to be resumed in accordance with its provisions.", "12. On 9 June 2005 the Zadar County Court dismissed the appeal by the applicant and her husband and upheld the first-instance judgment.", "13. On 29 July 2005 the applicant lodged an appeal on points of law with the Supreme Court. She argued that the lower courts had erred in the application of both procedural and substantive law when they had dismissed her compensation claim. She did not forward any arguments concerning the costs of the proceedings.", "14. On 24 January 2006 the Supreme Court dismissed the appeal.", "15. On 2 July 2007 the applicant lodged a constitutional complaint against the Supreme Court’s judgment, alleging, inter alia, violations of her constitutional rights to equality, equality before the law and ownership. Again, she did not forward any arguments concerning the cost of the proceedings.", "16. On 24 June 2008 the Constitutional Court (Ustavni sud Republike Hrvatske) dismissed the applicant’s constitutional complaint and served its decision on her representative on 17 July 2008."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}