{"ITEMID": "001-57592", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NLD", "BRANCH": "CHAMBER", "DATE": 1984, "DOCNAME": "CASE OF VAN DER SLUIJS, ZUIDERVELD AND KLAPPE v. THE NETHERLANDS", "IMPORTANCE": "2", "CONCLUSION": "Preliminary objection rejected (victim);Violation of Art. 5-3;Non-pecuniary damage - financial award", "JUDGES": "", "TEXT": ["12. Mr. van der Sluijs, Mr. Zuiderveld and Mr. Klappe, who were born in 1960, 1956 and 1955 respectively, reside in the Netherlands. In 1981, after being forcibly drafted as conscript soldiers in the Netherlands Armed Forces, they each refused, on account of their beliefs as conscientious objectors, to obey specific orders deriving from their obligation to perform military service. They were placed in detention by the competent military officers for suspected offences against the Military Penal Code (Wetboek van Militair Strafrecht). They were kept in custody and referred for trial before a military court.", "13. Exemption may be obtained from compulsory military service on the ground of conscientious objection, both before and after active military service has begun. The procedure for requesting such exemption is laid down in the Conscientious Objection to Military Service Act (Wet Gewetensbezwaren Militaire Dienst) and a Ministerial Decree of 31 July 1970. In particular, where military criminal proceedings are in progress against a conscript serviceman who has applied for the status of conscientious objector, they may be stayed before, and must be stayed once, the Advisory Board on Conscientious Objectors has commenced its enquiries (section 4 sub-section 3 of the Act). After the Advisory Board has stated its opinion, the Minister of Defence may grant recognition as a conscientious objector (section 7). The entitlement to conduct criminal proceedings for failure to obey orders or military regulations or for failure to report for enlistment lapses automatically upon recognition of the accused’s conscientious objection (section 10).", "In the present case, Mr. van der Sluijs requested to be granted the status of conscientious objector only in the final stages of his appeal before the Supreme Military Court (see paragraph 25 below), whereas Mr. Zuiderveld and Mr. Klappe never at any moment did so (see paragraphs 26-34 below).", "14. Criminal procedure for the military land and air forces, including in particular the matter of arrest and detention on remand, is governed by the Army and Air Force Code of Procedure (Rechtspleging bij de Land-en Luchtmacht - \"the Military Code\"), as last amended on 24 November 1978. Offences under military criminal law, which applies equally to conscript servicemen such as the applicants and to volunteers, are tried at first instance before a Military Court (Krijgsraad). There may be an appeal to the Supreme Military Court (Hoog Militair Gerechtshof) and ultimately a (cassation) appeal on points of law to the Supreme Court (Hoge Raad) of the Netherlands.", "15. Every officer and non-commissioned officer is empowered to arrest military personnel of lower rank suspected of a serious offence provided the circumstances require immediate deprivation of liberty (Article 4 of the Military Code). The resultant detention is not to exceed twenty-four hours (Article 5).", "The commanding officer may order a suspected serviceman to be placed or kept in custody on remand if (a) there is a serious risk of absconding or (b) there are important reasons of public safety requiring immediate deprivation of liberty or (c) this is necessary in connection with the maintenance of military discipline among other servicemen (Article 7, second paragraph). Such a detention order may be made against a serviceman suspected of any offence set out in the Military Penal Code or any offence in respect of which detention on remand is permitted under the civilian Code of Criminal Procedure, with the exception of those offences of which the Military Court takes no cognisance (Article 7, fourth paragraph). An order may not be issued if the suspect is unlikely to be penalised by unconditional imprisonment or by any other measure restricting his freedom, or is likely to be given a sentence of shorter duration than that of the detention on remand (ibid.). Detention must be terminated once the grounds for it cease to exist (Article 7, fifth paragraph). All cases of detention exceeding four days shall be reported by the commanding officer to the commanding general (Article 7, sixth paragraph).", "Where detention has lasted fourteen days, the suspected serviceman may petition the competent Military Court to fix a term (liable to extension) within which the commanding general must either decide whether the case is to be referred to a Military Court or else terminate the detention. The Military Court has to rule on the petition without delay, after hearing the authority empowered to refer the case, the auditeur-militair (see paragraph 20 below) and the suspected serviceman, who may have the assistance of an adviser (Article 13).", "16. If, after receiving the advice of the auditeur-militair and, \"if possible\" (\"zo mogelijk\"), after the suspected serviceman has been heard, the commanding general or a senior officer (hoofd officier) designated by him to act on his behalf considers that the case should be tried by the Military Court, the serviceman shall be referred for trial before that Court (Article 11). On the other hand, the commanding general or the designated officer may in appropriate circumstances leave the case to be dealt with as a disciplinary matter (Article 12). Regulation No. 27/7 of the Ministry of Defence explained the effect of these provisions as follows (translation from the Dutch):", "\"In military penal procedure, as distinct from civilian procedure, the decision to prosecute in a case is not taken separately by the prosecuting authority, the auditeur-militair, but by a military authority. That authority is the commanding general or the senior officer he has appointed to act on his behalf, i.e. the referring officer ... Thus, the auditeur-militair is merely an advisory body at this stage, although the obtaining of his advice and the giving of that advice by him are mandatory.\"", "Any decision to refer for trial must be in writing and state whether the suspected serviceman is to be released or kept in custody; the grounds for detention set out in the second and fourth paragraphs of Article 7 (see paragraph 15 above) apply pari passu (Article 14). If, against the advice of the auditeur-militair, the commanding general or designated senior officer chooses not to refer a suspected serviceman for trial, the auditeur-militair may take the matter to the Supreme Military Court (Article 15). No appeal is provided for in the contrary case.", "According to the Government, it has now become standard procedure to apply the above provisions of the Military Code in the following manner. Where detention on remand has been ordered, the suspected serviceman is always heard by the auditeur-militair and any referral to the Military Court takes place shortly thereafter, on average four to five days after the arrest. In view of the requirements of Article 14 of the Military Code, the auditeur-militair’s assessment of the circumstances and his advice to the commanding general or designated senior officer cover not only referral for trial but also the question whether the conditions for detention on remand set out in Article 7 are fulfilled. Thus, the standard written form used by the auditeur-militair for the purposes of transmitting his advice to the referring officer contains, inter alia, a paragraph as to whether the suspect should \"be released or be placed or kept in custody\". Practice has evolved to the point where the advice of the auditeur-militair is invariably followed and generally regarded as binding.", "17. Detention maintained or ordered in the decision referring the serviceman for trial may not exceed fourteen days unless extended, by terms of thirty days, by the Military Court at the request of the auditeur-militair (Article 31). Every accused detained by virtue of the referral decision must be heard by the officier-commissaris (see paragraph 21 below) as speedily as possible and in any event within four days of referral; in this connection, the accused may be assisted by an adviser (Article 33, first paragraph). Before extending detention, the Military Court must give the accused or his adviser the opportunity to submit argument (Article 33, second paragraph).", "As soon as the grounds for the detention cease to exist, release must be ordered (Article 34, first paragraph). In the period between referral and commencement of the trial, power to order release is exercisable by the auditeur-militair, or by the Military Court at the request of either the officier-commissaris or the detained serviceman himself (Article 34, second paragraph). The Military Court, in deciding on such requests, will hear the auditeur-militair and also the detained serviceman or his adviser where the serviceman is requesting release for the first time (Article 34, third paragraph).", "18. If the accused is in custody at the first hearing, the Military Court will decide, after being addressed by the auditeur-militair, whether or not the nature and circumstances of the case require his continued detention during the trial (Article 151). The Court may direct the accused’s release from detention on remand at any later stage in the proceedings, either of its own motion or at the request of the auditeur-militair or the accused himself (Article 156).", "19. A serviceman in custody may request release or suspension of his detention under Article 219 of the Military Code in proceedings before the Supreme Military Court pending the decision on his appeal, and under section 5 of the Military Cassation Act (Militaire Cassatiewet) in proceedings before the Supreme Court pending the decision on his appeal on points of law.", "20. The auditeur-militair has the function of prosecuting authority before the Military Court (Article 126, first paragraph). No serving member of the armed forces may appear as auditeur-militair or substitute auditeur-militair (Article 126, third paragraph). The auditeur-militair and his substitute may be replaced by an acting auditeur-militair (plaatsvervanger - Article 126, second paragraph) who may be a military officer, but such replacement was said by the Government to occur only in exceptional circumstances. Auditeurs-militair (including substitutes and acting ones) are appointed, and dismissed, by the Crown on a joint proposal from the Ministers of Justice and Defence; they must possess a law degree (Article 126, fourth and sixth paragraphs). Under the terms of Article 276, second paragraph, of the Military Code, they are obliged to comply with instructions given to them in their official capacity by the Minister of Justice. However, according to the Government, this latter provision serves as no more than the legal authority for issuing general guidelines on prosecution policy and, at least in recent years, no Minister of Justice has acted or interfered in a concrete case on the basis of Article 276.", "The auditeur-militair is bound by his oath to act honestly and impartially (Articles 368 and 370). He must attend the hearings of the Military Court (Article 290) but he does not take part in the Court’s deliberations. He is under a general duty to assist the Military Court, as well as the commanding general, with reports, observations and advice in relation to military justice when required to do so (Article 278). He is not under the supervision of the Military Court or the Supreme Military Court in the discharge of his duties, save that the Supreme Military Court has the power to reprimand him should he fail strictly to observe statutory time-limits (Article 297).", "21. Attached to each Military Court is at least one officier-commissaris who is in charge of the preliminary investigation of cases (Article 29). An officier-commissaris is an officer or former officer of the armed forces with the rank of captain or higher and is appointed for a fixed term of at least one year by the commanding general (ibid.). While he may at the same time be a member of the Military Court, this is not usually the case. His task of preliminary investigation involves gathering the facts and hearing witnesses and the accused when necessary (Articles 29, 48 and 78). A hearing by the officier-commissaris has the same force as a hearing by the Military Court (Article 161). During his enquiries, he is under a duty to apply himself equally to discovering the accused’s innocence and to obtaining proof or admission of guilt (Article 62). Like the auditeur-militair, he is bound by his oath to act honestly and impartially (Articles 368 and 370).", "22. Following his failure to register in due time as a conscript serviceman, Mr. van der Sluijs was arrested on 13 March 1981 and transferred to a military house of detention. Upon his arrival, he refused to put on a military uniform and to take receipt of a weapon. He persisted in his refusal although his hierarchical superior pointed out to him that in doing so he committed the criminal offence of insubordination (Article 114 of the Military Penal Code). The commanding officer then confirmed the arrest, the grounds relied on being a serious risk of his absconding and the need to maintain discipline among other servicemen (Article 7 of the Military Code - see paragraph 15 above).", "On 16 March, he appeared before the auditeur-militair. On 18 March, in accordance with the advice of the auditeur-militair, the designated senior officer referred the applicant for trial before the Military Court, while deciding that he should be kept in custody on the same grounds as before (Articles 11, 14 and 7, second paragraph, of the Military Code - see paragraph 16 above).", "23. On 19 March, the auditeur-militair addressed a request to the Military Court that the applicant be kept in detention upon expiry on 1 April of the fourteen-day maximum period allowed for under the law (Article 31 of the Military Code - see paragraph 17 above) as the grounds prevailing on 18 March were still valid in his view.", "On 20 March, the applicant was heard by the officier-commissaris (Article 33, first paragraph, of the Military Code - ibid.).", "On 25 March, he appeared before the Military Court. Counsel for Mr. van der Sluijs submitted that his client’s detention was unlawful since the requirements of Article 5 § 3 (art. 5-3) of the Convention had not been complied with, in particular because the officier-commissaris was not vested with autonomous power to decide on the accused’s detention. The Military Court rejected the applicant’s arguments and prolonged the detention by a thirty-day term. Thereafter his detention was regularly prolonged by the Military Court.", "24. The trial took place before the Military Court on 21 May. On 3 June, the applicant was convicted of acts of insubordination and sentenced to eighteen months’ imprisonment, the time spent in custody on remand to be deducted therefrom.", "25. Mr. van der Sluijs then appealed to the Supreme Military Court. Pending his appeal, he sought suspension of his sentence for a period of two weeks for personal reasons (Article 219 of the Military Code - see paragraph 19 above). The Supreme Military Court rejected that request on 1 July.", "On 30 July, he requested the Supreme Military Court to suspend criminal proceedings and order his release in view of his application to be recognised as a conscientious objector (section 4 of the Conscientious Objection to Military Service Act - see paragraph 13 above). Such an application was in fact introduced with the Ministry of Defence on 4 August. On 12 August, he was heard by the Supreme Military Court, which, two days later, suspended criminal proceedings and, conditionally, the detention. Subsequently, upon recognition by the Minister of Defence of his conscientious objection, criminal proceedings lapsed and his release became final (section 10 of the above-mentioned Act - ibid.).", "26. Mr. Zuiderveld was arrested on 14 February 1981 on a charge of failing to register in due time as a conscript serviceman (Article 150 of the Military Penal Code) and was transferred to a military house of detention. On 16 February, he refused to put on a military uniform and to take receipt of a weapon. He persisted in his refusal although his hierarchical superior pointed out to him that he was thereby committing the criminal offence of insubordination (Article 114 of the Military Penal Code). The commanding officer then confirmed the arrest, the grounds relied on being a serious risk of his absconding and the need to maintain discipline amongst other servicemen (Article 7 of the Military Code - see paragraph 15 above).", "On 17 February, the applicant was heard by the auditeur-militair. Later that day, in accordance with the advice of the auditeur-militair, the designated senior officer referred him for trial before the Military Court, while deciding that he should be kept in custody on the same grounds as before (Articles 11, 14 and 7, second paragraph, of the Military Code - see paragraph 16 above).", "27. On 18 February, he was heard by the officier-commissaris (Article 33, first paragraph, of the Military Code - see paragraph 17 above).", "On 25 February, on request by the auditeur-militair, the Military Court prolonged the applicant’s detention by thirty days upon expiry on 2 March of the fourteen-day maximum period allowed for under the law (Article 31 of the Military Code - ibid.). Neither Mr. Zuiderveld nor his lawyer availed himself of the opportunity to submit argument (Article 33, second paragraph - ibid.).", "On 25 March, the Military Court examined a further request by the auditeur-militair for prolongation of the detention. At this hearing, counsel for Mr. Zuiderveld submitted that his client’s detention was unlawful since the requirements of Article 5 § 3 (art. 5-3) of the Convention had not been complied with, in particular because the officier-commissaris was not vested with autonomous power to decide officier-commissaris was not vested with the autonomous power to decide on the accused’s detention. The Military Court rejected the applicant’s arguments and prolonged the detention by a further thirty-day term.", "Thereafter his detention was regularly prolonged by the Military Court.", "28. Trial hearings took place before the Military Court on 27 and 29 May. The applicant once more submitted, inter alia, that his detention was unlawful for failure to comply with Article 5 § 3 (art. 5-3) of the Convention. The Court, on 29 May, rejected his arguments and maintained his detention.", "On 11 June, Mr. Zuiderveld was acquitted of the charge of failure to register for military service but convicted of acts of insubordination. He was sentenced to eighteen months’ imprisonment, the time spent on remand to be deducted therefrom.", "29. The applicant then appealed to the Supreme Military Court.", "On 16 September, the Supreme Military Court quashed, for a procedural defect, the Military Court’s decision of 29 May prolonging the detention. Holding that the detention had accordingly been unlawful from 1 June onwards, the Supreme Military Court ordered Mr. Zuiderveld’s release.", "On the same day, the Minister of Defence suspended the remainder of the sentence.", "On 2 December, the Supreme Military Court reversed the judgment of the lower court with reference to its reasoning; the Supreme Military Court also found the applicant guilty, but reduced the sentence to one of fourteen months’ imprisonment, the time spent in custody on remand between 14 February and 1 June to be deducted therefrom.", "30. The applicant entered an appeal on points of law with the Supreme Court. On 22 June 1982, the Supreme Court set aside the sentence of the Supreme Military Court and referred the case back to that Court (Nederlandse Jurisprudentie, 1983, no. 413).", "On 29 September, the Supreme Military Court sentenced Mr. Zuiderveld to 214 days’ imprisonment, the time spent in custody on remand, which also totalled 214 days, to be deducted therefrom.", "31. Mr. Klappe was arrested on 28 January 1981 on a charge of failing to register in due time as a conscript serviceman (Article 150 of the Military Penal Code) and transferred to a military house of detention. On 29 January, he refused to put on a military uniform and to take receipt of a weapon. He persisted in his refusal although his hierarchical superior pointed out to him that in doing so he committed the criminal offence of insubordination (Article 114 of the Military Penal Code). The commanding officer then confirmed the arrest, the grounds relied on being a serious risk of his absconding and the need to maintain discipline amongst other servicemen (Article 7 of the Military Code - see paragraph 15 above).", "On 30 January, the applicant appeared before the auditeur-militair. Later that day, the designated senior officer referred him for trial before the Military Court, while deciding that he should be kept in custody on the same grounds as before (Articles 11, 14 and 7, second paragraph, of the Military Code - see paragraph 16 above).", "32. The applicant was also heard by the officier-commissaris on 30 January (Article 33, first paragraph, of the Military Code - see paragraph 17 above).", "On 11 February, following a request by the auditeur-militair for extension of the detention (Article 31 of the Military Code - ibid.), the applicant appeared before the Military Court. Counsel for Mr. Klappe submitted that his client’s detention was unlawful since the requirements of Article 5 § 3 (art. 5-3) of the Convention had not been complied with, in particular because the officier-commissaris could not be regarded as a judicial officer for the purposes of that provision. The Military Court rejected the applicant’s arguments and prolonged the detention by a thirty-day term.", "On a further request by the auditeur-militair, this decision was renewed by the Military Court on 11 March.", "33. The trial took place before the Military Court on 26 March. On 8 April, the applicant was convicted of insubordination and failure to register for military service and sentenced to eighteen months’ imprisonment, the time spent in custody on remand to be deducted therefrom.", "34. The applicant appealed to the Supreme Military Court. On 27 April, he requested the suspension of his sentence for one day in order to address a political meeting on 1 May (Article 219 of the Military Code - see paragraph 19 above). The Supreme Military Court acceded to this request on 28 April.", "At a hearing on 17 June, the applicant once more requested his release, invoking Article 5 § 3 (art. 5-3) of the Convention.", "The Supreme Military Court delivered judgment on 1 July. It rejected the applicant’s request for release, holding that a decision on the alleged breach of Article 5 § 3 (art. 5-3) of the Convention was not within its competence. On the other hand, the Supreme Military Court reversed the judgment of the lower court with reference to its reasoning, but, also finding the applicant guilty, imposed an identical sentence of eighteen months’ imprisonment subject to deduction of the time spent in custody on remand."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-3"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}