{"ITEMID": "001-79394", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MDA", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF VENERA-NORD-VEST BORTA A.G. v. MOLDOVA", "IMPORTANCE": "3", "CONCLUSION": "Government's request for a strike-out rejected;Violation of Art. 6-1;Violation of P1-1;Pecuniary damage - financial award;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "Nicolas Bratza", "TEXT": ["7. On 1 May 1999 the applicant concluded a contract with another private company. According to the contract, the applicant would locate assets belonging to the debtors of the second company in exchange for a commission. Since the second company failed to comply with the contract, the applicant brought an action against it seeking damages for breach of the contract.", "8. On 8 May 2001 the Chişinău Economic Court found in favour of the applicant and awarded it 244,939 Moldovan lei (MDL) (the equivalent of 21,050.46 euros (EUR) at that time).", "9. On 30 January and 9 October 2002 the Economic Court of the Republic of Moldova and the Supreme Court of Justice respectively dismissed the second company’s appeals and upheld the judgment of the first-instance court, which thus became final.", "10. On 24 December 2002 the Prosecutor General lodged with the Plenary of the Supreme Court of Justice a request for annulment of the judgment in favour of the applicant.", "11. On 27 January 2003 the Plenary of the Supreme Court of Justice upheld the Prosecutor General’s request for annulment and quashed the judgment. It adopted a new judgment dismissing the applicant’s action.", "12. Following the communication of the case by the Court, the Government Agent asked the Prosecutor General to lodge a request with the Plenary of the Supreme Court of Justice in order to quash its judgment of 27 January 2003 and to discontinue the request for annulment proceedings. He considered that the quashing of a final judgment in favour of the applicant following the annulment proceedings had breached the applicant’s rights under the Convention.", "13. On 2 November 2004 the Prosecutor General complied with the Government Agent’s request. He lodged a revision request relying on section 449 § 1 (j) of the Code of Civil Procedure (the “CCP”, see paragraph 16 below) and indicated that the applicant and the Government intended to conclude a friendly settlement agreement.", "14. By a judgment of 21 February 2005 the Plenary of the Supreme Court of Justice dismissed the Prosecutor’s request for revision on the ground that the parties had not submitted any evidence of the alleged friendly settlement.", "15. The relevant domestic law concerning the quashing of a final judgment was set out in Roşca v. Moldova, no. 6267/02, § 16, 22 March 2005.", "16. The Code of Civil Procedure of 12 June 2003, insofar as relevant, reads as follows:", "Revision may be requested:", "...", "j) When the Government of the Republic of Moldova, represented by the Government Agent, or the European Court of Human Rights has started a procedure of friendly settlement in a pending case against the Republic of Moldova, and the Government consider that by a final decision of a court a fundamental right guaranteed by the Constitution of the Republic of Moldova or by the European Convention for the Protection of Human Rights and Fundamental Freedoms has been breached.", "k) When the European Court of Human Rights has found a violation of fundamental rights and liberties, as well as when it has found that the interested person could obtain, in accordance with domestic law, at least partial reparation by way of annulment of a judgment pronounced by a domestic court.", "17. In Ungureanu v. the Sângerei Local Council on 25 January 2006 the Supreme Court of Justice upheld the Prosecutor’s request for revision lodged in accordance with section 449 § 1 (j) following the Government’s Agent request. It discontinued the annulment proceedings, acknowledged the violation of the applicant’s rights under Article 6 § 1 of the Convention and awarded her compensation in respect of pecuniary and non-pecuniary damage and for costs and expenses.", "18. In Dumitru Grosu v. the Ministry of Finance on 22 March 2006 the Supreme Court of Justice upheld the Prosecutor’s request for revision lodged on 6 May 2004 in accordance with section 449 § 1 (j) following the Government’s Agent request. It discontinued the annulment proceedings, acknowledged the violation of the applicant’s rights under Article 6 § 1 and Article 1 of Protocol No. 1 to the Convention and awarded him compensation in respect of pecuniary and non-pecuniary damage and for costs and expenses.", "19. In Enachi v. the Ministry of Finance on 15 March 2006 the Supreme Court of Justice upheld the applicant’s action following the re-opening of the proceedings upon the Prosecutor’s request for revision lodged in accordance with section 449 § 1 (j). It acknowledged the violation of the applicant’s rights under Article 6 § 1 and Article 1 of Protocol No. 1 to the Convention and awarded him compensation in respect of pecuniary and non-pecuniary damage and for costs and expenses.", "20. In The Ministry of Industry of the Republic of Moldova v. JSC Hidromasina on 29 June 2006 the Supreme Court of Justice dismissed the Prosecutor’s request for revision lodged in accordance with section 449 § 1 (j) following the Government’s Agent request. It found that the Government had failed to submit any evidence of the violation of the applicant company’s rights under the Convention. The Supreme Court also stated it could not re-open the case until the Court had adopted a judgment on the merits of the case."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}