{"ITEMID": "001-60505", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BGR", "BRANCH": "CHAMBER", "DATE": 2002, "DOCNAME": "CASE OF ANGUELOVA v. BULGARIA", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 2 in respect of death of applicant's son;Violation of Art. 2 in respect of failure to provide timely medical care;Violation of Art. 2 due to lack of effective investigation;Violation of Art. 3;Violation of Art. 5;Violation of Art. 13;No violation of Art. 14", "JUDGES": "Christos Rozakis", "TEXT": ["9. The applicant, Mrs Assya Anguelova, is a Bulgarian national who was born in 1959 and lives in Razgrad.", "10. On 29 January 1996 her son, Anguel Zabchekov, aged 17, who had been known to the police as a suspect on theft charges, died after having spent several hours in police custody in Razgrad following his arrest for attempted theft. The ensuing investigations conducted by the prosecution authorities ended with the conclusion that the death must have been caused by an accidental injury which pre-dated Mr Zabchekov's arrest. The applicant contested that conclusion.", "The applicant describes herself and her late son as belonging to the Roma/Gypsy ethnic group).", "11. According to the statements of several witnesses, on 28 January 1996 Mr Zabchekov spent part of the day doing some odd jobs for a neighbour. In the evening he went home for a while and then went out with his sister, her boyfriend and a Mr M., another friend of his. He then spent most of the evening in their company at a local bar. He consumed alcohol.", "At about 10.30 p.m. or 11.30 p.m. Mr Zabchekov's sister and her boyfriend left the bar, leaving him there with Mr M. The bar closed shortly afterwards. Mr M. stated that he had then left the bar with Mr Zabchekov and that they had parted at the door, Mr M. returning home.", "All the witnesses (the owner of the bar, the person for whom Mr Zabchekov had worked that day, his sister and her boyfriend, and Mr Zabchekov's father, who was at home when his son dropped in on his way to the bar) were unanimous that he had been in good health, that he had no visible injuries on his body, that he had not been involved in any quarrel or fight, and that he had consumed alcohol.", "12. At about midnight on 29 January 1996 a Ms I.A., who lived in a block of flats in Beli Lom Street in Razgrad, noticed from her balcony a man later identified as Mr Zabchekov hanging around by parked cars, bending over and “doing something”. Ms I.A. telephoned a neighbour, Ms I.M. The two women shouted at Mr Zabchekov from their balconies to ask him what he was doing. At that moment Sergeant Mutafov (“C”), a police officer who was not on duty that day, and a young man (“D”), both of whom also lived in the same block of flats, were passing by in the street and were alerted by their neighbours.", "13. Mr Zabchekov attempted to run away, and C ran after him. The chase apparently continued for a minute or two. Then D and his two neighbours saw C appearing from around the corner, holding Mr Zabchekov and leading him back to the entrance of the building. The witnesses stated that there had been snow on the ground.", "14. C later stated that while trying to run away Mr Zabchekov had slipped and fallen down but had quickly stood up again. This was confirmed by Ms I.A. and Ms I.M., who had been watching from their balconies. They explained that Mr Zabchekov had fallen on a patch of grass. However, D, who had remained in the street and had also observed the incident, stated that he had not seen Mr Zabchekov falling at any moment before his arrest. He repeated that statement at a confrontation with the other witnesses.", "15. C was the only witness of the events between the moment when Mr Zabchekov and he had turned round the corner and the moment when they had reappeared in front of the building in Beli Lom Street. C stated that Mr Zabchekov had slipped and fallen down two more times. As a result, C had been able to catch up with him and, while Mr Zabchekov was back on his feet and running, C had tripped him up, Mr Zabchekov had fallen to the ground and C had pounced on him. C had then pulled Mr Zabchekov up by the arm and had led him back. Asked to specify the part of his body on which Mr Zabchekov had fallen, C replied that the boy had fallen on his face. C could not remember whether Mr Zabchekov had protected his face with his hands. C also stated that he had had difficulty in running and apprehending Mr Zabchekov because he had had a leg injury and his shoelaces had been untied.", "16. Sergeant Dimitrov (“G”), one of the police officers who arrived later, stated as follows: “When we arrived on the spot [C] told us that while he was trying to arrest Mr Zabchekov the latter ran away and fell two or three times and that if he had not fallen C would not have been able to catch up with him.”", "17. The witnesses were unanimous that, while C had been leading Mr Zabchekov back to the entrance of the block of flats, the latter had slipped and fallen. There were discrepancies as to precisely how that had happened. Ms I.M., who observed the incident from her balcony, stated that when C and Mr Zabchekov had reappeared from around the corner of the building, the latter had slipped, fallen and rolled over. D stated, however, that Mr Zabchekov's leg had slipped and he had fallen on his buttocks. C maintained that Mr Zabchekov had in fact only slipped but had not fallen, because he had been holding him.", "18. C stated that he had not hit Mr Zabchekov and had not seen anyone hitting him. That was confirmed by Ms I.A. and Ms I.M. The latter, who was also the owner of one of the cars in the car park, clarified that she had indeed seen Mr Zabchekov rolling on the ground when C was leading him back after the chase, but stated that she had not seen anyone kicking him or beating him. D did not mention whether he had seen anyone hitting Mr Zabchekov.", "19. C also stated that when he had been in close contact with Mr Zabchekov after arresting him he had not noticed any traces of blood or any grazes on his face. He added that Mr Zabchekov's hair covered part of his forehead and that the colour of his face was dark. D stated that he had not noticed any blood or grazing on Mr Zabchekov's face. He added that the latter smelled of alcohol.", "20. Having apprehended Mr Zabchekov, C asked Ms I.M. to call the police, which she did at about 12.20 a.m. Afterwards, she remained inside her flat.", "21. C, D and Mr Zabchekov waited at the entrance of the block of flats, apparently for about ten or twenty minutes. It appears that Ms I.A., who stayed on her balcony, did not have a view of the entrance.", "22. The witnesses' statements contain few details as to whether there was any kind of verbal exchange between Mr Zabchekov and any of them before the arrival of the police. Some of the witnesses stated that Mr Zabchekov had been mumbling something barely comprehensible. According to Ms I.M., who was watching from her balcony, Mr Zabchekov had repeated several times that he was drunk. Ms I.A., Ms I.M. and C stated that, when Mr Zabchekov had fallen to the ground after being arrested, C had told him: “Get up, I'm not going to drag you.” D stated that he had not heard any such words being uttered. None of the witnesses' statements indicates whether C or D spoke with Mr Zabchekov during the time when they were alone with him at the entrance of the block of flats.", "23. In the statement he gave on 29 January 1996, C said that, after the police had left with Mr Zabchekov, he had found a wrench on the spot where D, Mr Zabchekov and himself had been waiting for the police to arrive. C thought that it must have belonged to Mr Zabchekov as it was the right size for removing a car battery. C explained in his statement that he had kept the wrench and had handed it over to the investigator in the morning on 29 January 1996 when he had been summoned to the police station after the death of Mr Zabchekov. However, in a statement taken on 31 January 1996 Sergeant Atanassov (“H”), who had been on duty at the police station when Mr Zabchekov was brought there, said that he had noticed the wrench on a desk at the police station no later than 1.30 a.m., shortly after Mr Zabchekov had arrived there. At a confrontation with the other police officers on 26 April 1996, H recalled that he had in fact first seen the wrench at a later stage.", "24. When the telephone call was received at the local police station a patrol car with two police officers, Sergeants Penchev (“A”) and Kolev (“B”), was dispatched to the address. When the police officers arrived they saw C and Mr Zabchekov at the entrance of the block of flats. D was also standing nearby.", "25. A recognised Mr Zabchekov, whom he knew as a suspect in several pending theft investigations, and addressed him by name. He handcuffed him. A and some of the other police officers later asserted that at that moment A warned the others to be careful as Mr Zabchekov had a “brain disease”.", "26. Another police car, with three police officers, Sergeants Ignatov (“E”), Georgiev (“F”) and Dimitrov (“G”), arrived shortly afterwards. The officers then proceeded to search the area for evidence of attempts by Mr Zabchekov to break into cars. At some point, A led Mr Zabchekov to one of the cars which appeared to have been broken into and asked him whether he had been trying to steal anything. Mr Zabchekov allegedly denied this. He was then handcuffed to a small tree and the police officers continued to search the area. Having identified two cars which had been broken into, the police officers rang the owners' doorbells. One of them came out and went to see the damage done to his car. During that time Mr Zabchekov remained handcuffed to the tree.", "27. The only witnesses who gave details about the events between the police's arrival and their departure with Mr Zabchekov were the police officers on duty. Ms. I.A., and D merely stated that the police officers had searched the area. C stated that he had gone to alert the owners of the cars. He had only seen that at a certain point Mr Zabchekov was with the police officers at the car park, where his colleagues were comparing the soles of Mr Zabchekov's shoes with traces visible in the snow. One of the car owners was questioned, but only in respect of the damage caused to his car, by a police officer who visited the site later, at about 11 a.m. on 29 January 1996.", "28. According to some of the police officers, at some point when they were searching the area they had noticed Mr Zabchekov lying or sitting on the ground. A stated that at that point he had released Mr Zabchekov from the tree, placed him on the back seat of the police car and handcuffed both his hands. All the police officers who were present in Beli Lom Street stated that at that time they had not noticed any trace of injury on Mr Zabchekov's face. Some of them stated that he appeared to be drunk, and that he had been mumbling and had not been communicative.", "29. At about 12.50 a.m. Mr Zabchekov was taken to the police station by A and B.", "The sergeant on duty, H, stated that he had seen A and B enter the police station with Mr Zabchekov walking between them. The latter's hands had been handcuffed behind his back. A and B had been holding him by the arms and leading him in. Mr Zabchekov had been put in office no. 1. A stated that at that point he had removed the handcuffs from the boy.", "30. No written order for Mr Zabchekov's detention was issued.", "31. According to the statements of A, B and H, Mr Zabchekov stayed in office no. 1 with B and H, while A went to report to the senior officer on duty, Colonel Iordanov (“I”). H further stated that at that moment he had noticed a bruise on Mr Zabchekov's eyebrow. A and B did not mention any injury. H also stated that Mr Zabchekov's clothes had been wet. They all noticed that Mr Zabchekov had been drunk and mumbling.", "Colonel I stated that A had informed him that Mr Zabchekov had been brought to the police station; A had said that the arrested person had been identified, but was too drunk for questioning. Colonel I had not seen Mr Zabchekov until about 4.30 a.m. According to the sergeants' statements, Colonel I had ordered that Mr Zabchekov should be given a seat in the passage to sober up. A had then instructed H to call him over the radio as soon as Mr Zabchekov was able to communicate. At an unspecified time A and B had left the police station and returned to their patrol duties.", "32. H stated that Mr Zabchekov had fallen asleep soon afterwards, on a chair in the passage, and had been snoring. At about 3 a.m. H had allegedly noticed that Mr Zabchekov had been lying asleep on the floor. H had woken him and put him back on the chair, thinking that “he might catch a cold”. H further stated that at about 3.50 a.m. he had again gone to see Mr Zabchekov who had been sitting on the chair, sleeping and shivering. H had decided to move him back to office no. 1, where it had been warmer. He had woken him and helped him enter the room. Shortly afterwards Mr Zabchekov had slipped from the chair. H had noticed that he had been breathing heavily. H stated that at that point he had contacted Sergeant Dontchev (“J”), and had told him “to call Sergeant Penchev [A] or an ambulance”.", "33. J stated that, in accordance with the duty schedule, he had slept on the premises of the police station until 2 a.m. on 29 January 1996, when he had been woken for duty. He had not been informed that anyone was being detained. J's statement did not mention whether, between 2 a.m. and 3.50 a.m., he had gone down the passage where, at that time, according to H, Mr Zabchekov had been sleeping on a chair. J stated that he had only become aware of Mr Zabchekov's presence when at 3.50 a.m. H had reported that the boy's condition seemed to be deteriorating. J had then seen him, noticing injuries on his forehead, and had called A and B by radio.", "34. At approximately the same time H or J had alerted Colonel I, the senior officer on duty. I stated that at that moment he had noticed injuries on Mr Zabchekov's face.", "35. A and B stated that at 4.30 a.m. they had been contacted by radio and had been told that Mr Zabchekov's condition was rapidly deteriorating. Arriving at the police station, the sergeants had seen Mr Zabchekov lying on the ground, breathing heavily. B had then driven to the hospital and had returned, with Dr Mihailov, the paediatrician on duty, following in an ambulance.", "36. Dr Mihailov later stated that at about 5 a.m. the hospital employee in charge of emergencies had asked him to go to the police station “for a 15-year-old boy”. Dr Mihailov explained that he had seen that employee talking to the police officers. He also pointed out that he had not been given any prior information about the boy's condition.", "37. Dr Mihailov examined Mr Zabchekov at the police station and advised that he should be taken to hospital as his pulse rate was low. Mr Zabchekov was driven to the hospital in the ambulance, with A and B following in their police car. When they arrived at the hospital, A and B helped to bring Mr Zabchekov to the corridor in front of the office of the doctor on duty. According to the statements of A and B, when Mr Zabchekov was examined several minutes later by Dr Ivanova, the internist on duty, there had followed a heated discussion between her and Dr Mihailov. The police officers had then been informed that Mr Zabchekov had died.", "38. B stated that Dr Ivanova had said to him and his colleague: “You must have known Mr Zabchekov's condition”, and that she had insisted that she had not seen him breathing.", "39. Dr Mihailov stated that in the police station he had noticed bruises on Mr Zabchekov's chest and that at that time the boy had still been alive but had been unconscious with a weak pulse.", "Dr Mihailov had then asked the police officers how long the boy had been in such a condition. The police officers had replied: “He was brought to the police station in that condition.", "40. Dr Ivanova stated that at about 5 a.m. she had been asked by Dr Mihailov to verify whether a patient who had been brought to the hospital had died. Having found that no cardiac activity was noticeable she had attempted cardiac massage, but to no avail. She further stated that, when she had asked why Dr Mihailov, and not herself, as the internist on duty, had been dispatched to the police station, the hospital employee in charge of emergencies had replied that the request for an ambulance had been said to concern a child, and so it had been decided to send the paediatrician on duty.", "41. According to normal practice, all detentions are recorded in a register kept at the police station. The register contains a series of entries organised in columns: the number assigned to the detainee, the name of the officer entering information into the register, the name of the detainee, the reasons for detention, the action taken and the time of release. Information corresponding to each detainee is entered in chronological order.", "42. At the Court's request the Government submitted a copy of the Razgrad police station's register for 29 January 1996. The register does not contain an entry for Mr Zabchekov. However, it contains an entry for an “unidentified person” who was assigned number 72.", "43. The register does not contain a separate column recording the time of detention. In respect of some of the detainees listed on the same page the time of detention is mentioned together with the date. In respect of the “unidentified person”, as with some of the other detainees listed on the same page, there is no mention of the time of detention in the column indicating the date. However, immediately after the words “unidentified person”, there appears, spread over two columns and two lines, the entry “29 I 96, 01.oo”. A visual examination of the copy of the register shows that the figure “1.oo” has been written over a figure which, as far as legible, had originally read “3.oo” or “5.oo”.", "44. It can be also observed that the registration numbers on the same page have been written over. From the copy provided by the Government it is difficult to see the original numbers that were altered. Nevertheless, it can clearly be seen that there are equal spaces between each of the entries except the numbers “72” and “73”, between which there is a significantly smaller space.", "45. The entry under number 72 for the detention of an unidentified person states that that person was brought to the police station by A. On the right-hand side of the same line there appears a signature which, in so far as it is legible, appears to be that of Colonel I.", "46. In the course of the investigation Colonel I, the senior officer on duty, and J, his assistant that night, were questioned in relation to the registration of Mr Zabchekov's presence at the police station. Colonel I stated that he had not instructed A to register the detainee since A was familiar with the procedure. J stated that shortly after 3.50 a.m., when he had been alerted by H about Mr Zabchekov's deteriorating condition, he had checked the register of detainees but had not seen any entry concerning him. Colonel I further denied having made an entry in the register and stated that the entry for an unknown person had not been there when he had left the police station after Mr Zabchekov's death.", "47. Early in the morning of 29 January 1996 the police officers involved submitted a written account of the night's events to the head of the local police.", "Towards the end of his handwritten report C stated, with no apparent connection with the surrounding text: “The person I apprehended was swarthy (Gypsy)” (“Този когото задържах беше мургав (циганин)”).", "48. The head of the local police opened file ZM-I no. 128 which contained a summary of the events, the reports of seven police officers and the written statements by D and one of the owners of the cars which Mr Zabchekov had allegedly tried to break into.", "Also early in the morning of 29 January 1996 Mr Neshev, an investigator from the Regional Investigation Service (Окръжна следствена служба) in Razgrad opened criminal proceedings under file no. 13/1996 to investigate the death of Mr Zabchekov.", "49. According to the applicant, at 8 a.m. on the same day Mr Neshev, accompanied by two uniformed police officers, went to the house of the applicant's family to inform them of Mr Zabchekov's death. They spoke to the boy's stepfather. According to the applicant, the investigator stated that during the night Mr Zabchekov had tried to break into two cars, that the police had chased him, and that, during the chase, Mr Zabchekov had fallen down and had hit his head against the asphalt.", "50. Also on 29 January 1996, Mr Neshev questioned the police officers involved and D, the young man who had been with Sergeant Mutafov (C) during the brief chase on Beli Lom Street. The investigator also visited the hospital and saw Mr Zabchekov's body. Pictures of the body were taken.", "51. On the same day at about 11.45 a.m. an officer from the local police went to Beli Lom Street in connection with the reported car-theft attempt. He noted that two cars bore signs of attempted theft and questioned their owners. At about 5 p.m., this time apparently acting in connection with the investigation into the death of Mr Zabchekov, he took a sample from a large red patch in the snow. Laboratory analysis revealed that it was animal blood.", "52. Also on 29 January 1996 Mr Neshev ordered an autopsy. He put the following questions to the medical experts:", "“What are the causes of Zabchekov's death? Are there any traumatic injuries on Zabchekov's body? Do they have any causal relation to the death? How were the injuries inflicted? How long was the period between the infliction of the lethal injury and the death and is it possible, as witnesses claimed, that Zabchekov was conscious until 4.30 a.m.? Is the lethal injury related to injuries in places where the skin was broken? Are there any other visible injuries and did they require, in view of their visible characteristics, immediate medical treatment?”", "53. The autopsy was carried out on 29 January 1996 (starting at 11.30 a.m.) by three doctors at the Regional Hospital in Razgrad. These were Dr Minchev, head of the forensic department, Dr Militerov, head of the pathology department, and Dr Marinov, a doctor in the forensic department.", "54. In their report, dated 29 January 1996 (“the first report”), the experts described their findings in detail. Photographs were taken.", "55. The external inspection of the body revealed, inter alia:", "“At the outer end of the left eyebrow, over the orbital rim, a superficial wound of longish shape, measuring 1 cm by 0.4 cm, with slightly uneven and grazed edges, and covered by a thin brownish scab. The soft tissue around the wound is slightly swollen, the skin being of bluish-purple colour. The eyeball of the left eye is slightly protruded (outwardly) ...", "A slight surface scar 3.5 cm long, with mild bruising ... on ... the left wrist ...", "Two surface bruises measuring 7.5 cm by 0.5 cm and 3.5 cm by 0.6 cm, of brownish colour, covered by a reddish scab on the right wrist ...”", "56. In the concluding part of the report the experts summarised the injuries on Mr Zabchekov's body as follows:", "“[1.] Skull and cerebral trauma: Superficial lacerated contusion (a deep bruise) located on the outer side of the left eyebrow along its orbital rim; haematomas on the skin and in the soft tissue around this wound and on the left eyelid, fracture of the back wall of the left 'eye bone' reaching its lower external side, with a bow-like fissure under the external injury described above; epidural haematoma on the left side (haemorrhage between the brain and the skull bones – 110 ml; epidural oedema ... [identified as the cause of death]).", "[2.] Haematoma on the skin, spotted in a characteristic manner, and haematoma in the soft tissue on the right side of the chest, along the anterior axillary line.", "[3.] Surface skin grazes on the right side of the forehead and on the upper surface of the left wrist with a limited haematoma in the soft tissue under the skin.", "[4.] Haematoma of an oval shape and diameter of 0.5 cm on the mucous membrane of the left lower lip.", "[5.] Two strip-like surface bruises on the skin of typical shape, and haematoma in the soft inner tissue, in the area of the wrist joint of the right hand.”", "57. The experts further concluded:", "“[The death was caused by] accumulated epidural cerebral haematoma on the left-hand side of the forehead, containing 110 ml of blood, followed by a cerebral oedema, with wedging of the cerebellar tonsils into the foramen magnum; this oedema led to the suppression and detachment of vital brain centres (those of breathing and heart activity, which in turn caused a pulmonary oedema), and was the direct cause of death.”", "58. Addressing the question of the manner in which the injuries had been inflicted, the experts stated:", "“1. The injury in the area of the left orbital rim and the left eyeball and the epidural haematoma were caused by a blow by, or against, a blunt object, or an object with a blunt edge, [which had] a delineated [limited] and uneven surface. The blow was sudden and sufficiently strong. It caused the fracture of the back wall of the left 'eye bone' reaching its lower external side (furthermore, the skull bones are 0.2 cm thick);", "2. [The injury to the right side of the chest was caused by] a blow by, or against, a hard blunt object, or an object with a blunt edge, having a larger impact surface. The marks in this area are spotted in a manner characteristic of an imprint of the victim's clothes.", "3. [The injuries to the right side of the forehead and to the wrists were the result of] blows, or pressing, by or against sharp-edged objects. [The injury to the left part of the lower lip was caused by] a blow by or against a hard blunt object having a delineated [limited] surface.”", "59. The experts also stated that in cases of epidural haematoma of the kind Mr Zabchekov had suffered there was characteristically a lucid interval of four to six hours during which no visible signs would be displayed, except that", "“the victim gradually becomes feeble, apathetic and sleepy, after which he falls into a coma and dies – as happened in the present case (during the period between 1 a.m. and 5 a.m. on 29 January 1996).”", "The report concluded that Mr Zabchekov's death had been inevitable in the absence of urgent surgical intervention.", "60. The laboratory analysis found an alcohol level of 1.42‰ in Mr Zabchekov's blood and 2.40‰ in his urine, corresponding to a medium level of alcohol intoxication.", "61. According to the applicant, in the morning of 30 January 1996 she went to the office of the Regional Investigation Service in Razgrad and requested information about the circumstances surrounding her son's death. Mr Neshev, the investigator, informed the applicant that her son had died of a skull fracture. According to the applicant, he explained that her son had been trying to steal car parts and that, when the police had sought to apprehend him, he had run away, had fallen down and had hit his head.", "According to the applicant, during this meeting Mr Neshev asserted that her son had been taken to hospital, omitting the fact that he had been in police custody. When asked how Mr Zabchekov's skull could have been fractured as a result of his fall, Mr Neshev had allegedly explained that the autopsy had found an “abnormally thin skull”.", "62. In the afternoon of 30 January 1996, upon receiving Mr Zabchekov's body from the hospital, the applicant and other family members noticed bruises on his body. The applicant went to the office of a local newspaper, spoke with two journalists and took them to her home, where they took pictures of Mr Zabchekov's body and clothes. Late in the afternoon of 30 January 1996 Mr Zabchekov was buried.", "63. On 31 January and 1 February 1996 the investigator questioned Ms I.M. and Ms I.A.", "64. On 31 January 1996, by order of the regional prosecutor, Ms Hadzhidimitrova, the investigation was transferred to the Regional Military Prosecutor's Office (Окръжна военна прокуратура). That decision was based on the finding that Mr Zabchekov had died after having been in police detention. The regional prosecutor stated, inter alia:", "“... for several hours immediately preceding [his] death, the minor Zabchekov, apprehended at 1 a.m. on 29 January 1996 while attempting to steal car parts, was taken by [police] officers ... and placed within the premises of the unit on duty in order to restrict his freedom of movement. Therefore, although he was not detained pursuant to section 35(1) taken in conjunction with section 33(1)(1) of the National Police Act [Закон за националната полиция], as a matter of fact Zabchekov was forcibly held in the police station for about three hours and in the course of his stay [there] ... his condition suddenly deteriorated, and he lost consciousness.”", "65. On 31 January 1996, having received the file on the case, the Regional Military Prosecutor's Office opened an investigation under a new file number (3-VIII/96, prosecutor's file 254/96). The case was assigned to a military investigator (военен следовател).", "During the following weeks the military investigator conducted new examinations of the police officers involved, questioned five persons who had spent the afternoon and evening of 28 January 1996 with Mr Zabchekov, and also heard Dr Mihailov and Dr Ivanova.", "66. Two of the police officers, Sergeant Penchev (A) and Sergeant Georgiev (F), mentioned Mr Zabchekov's ethnic origin in their oral evidence to the military investigator.", "A stated that when he had arrived at Beli Lom Street he had seen two persons emerging from the entrance of the building, one of whom had been “a Gypsy with a criminal record – Anguel Zabchekov”.", "In his statement F. referred to the applicant's son as “the Gypsy” (three times), “the arrested” (seven times) and “Zabchekov” (twice).", "67. On 12 March 1996 the investigator conducted examinations of the witnesses Ms I.A., Ms I. M., C and D. His questions related solely to the number of times Mr Zabchekov had fallen to the ground during the chase on Beli Lom Street and the places where this had happened.", "On 18 March 1996 the investigator appointed an expert to analyse the clothes which Mr Zabchekov had been wearing on 28 and 29 January 1996. In his report of 20 March 1996 the expert stated that no traces of shoe soles could be found but explained that microscopic remains from particles from a shoe sole would not normally be left on soft fabric.", "68. On 20 March 1996 the investigator conducted a reconstruction of the events during Mr Zabchekov's arrest in order to clarify the witnesses' evidence. Those taking part were Sergeant Mutafov (C), the young man who had been with him on 28 and 29 January (D), and the two persons who had observed the scene from their balconies, Ms I.A. and Ms I.M. The police officers who had arrived at Beli Lom Street after Mr Zabchekov was arrested by C did not participate in the reconstruction, which was almost exclusively concerned with the events before the arrival of the two police cars. The reconstruction was videotaped.", "69. On 11 April 1996 the applicant submitted to the Varna Military Prosecutor's Office a request for the exhumation of her son's body and for the assignment of a new medical expert, stating that her son had been buried in haste and that exhumation of his body was essential. The applicant suspected that her son's ribs might have been broken. She also submitted to the investigator, Mr Atanasov, two X-ray photographs of her son's head taken several months before his death, to be used for the purpose of establishing whether his skull had been “soft” or “thin”.", "70. On 17 or 18 April 1996 five medical experts were appointed to re-examine the conclusions as regards the causes of Mr Zabchekov's death. One of them, Dr Minchev, had participated in the initial group of experts. The other four were Professor Pavlov, head of the forensic department at the Medical University in Varna, Dr Kiuchukov, from the university's neurosurgery department, and Dr Dokov and Dr Radoinova, senior assistants in the forensic department of the same university. The experts were asked the following questions:", "“1. What injuries did Zabchekov sustain? What was the cause of death?", "2. In what manner were the injuries sustained and by how many blows could they have been caused? Could the injuries have been caused by consecutive falls (in accordance with the witnesses' statements and the findings of the investigation reconstruction as recorded on video), or were they the result of direct blows?", "3. When were these injuries inflicted?", "4. What was Anguel Zabchekov's blood alcohol level at the time of his arrest, at about 12.15 a.m.?”", "71. On 26 April 1996 the investigator held a confrontation between all the police officers involved. On the same day three additional witnesses were questioned.", "On 23 May 1996 the applicant repeated her request for an exhumation. On 29 May 1996 another witness was questioned.", "On 11 June 1996 Mr Dimitrov, a prosecutor from the Regional Military Prosecutor's Office, sent the applicant a copy of his information note on the proceedings. The note stated, inter alia, that exhumation could be envisaged if this was considered necessary by the five medical experts, who had not yet submitted their opinion.", "72. On 28 June 1996 the five experts delivered their report (“the second report”), which was based on an examination of the material in the investigation file. They had also seen the videotape of the reconstruction of Mr Zabchekov's arrest, which had been recorded on 20 March 1996.", "73. The experts confirmed that Mr Zabchekov's death had been caused by an epidural oedema resulting from a skull fracture. They also stated, inter alia, that the fatal injury could have been inflicted by a kick, a punch or a blow by a blunt object, or also by a fall and a collision against a “flat broad surface” (широка удряща повърхност). They noted that the autopsy had not recorded any morphological data to allow the identification of the object which had caused the injuries.", "The second report indicated that the blow which had caused the skull fracture had not been very strong. That conclusion was based on the “particular features of the skull structure (as witnessed by the X-ray photographs enclosed and the thickness as described [in the autopsy report])”.", "74. Contrary to the first medical report, which had stated that the interval between the skull injury and Mr Zabchekov's death had been approximately four to six hours, the report of the five experts concluded:", "“The haematoma ... which caused the death of Zabchekov, had been present for at least ten hours before the time of death. The basis for this conclusion is the appearance of the haematoma (blood clot of dark red colour), which is clearly visible on the photographs attached to the file. Clots of that kind, without the presence of liquid blood, are formed during a period of more than ten hours from the moment when they were caused. During this period the patients' condition is usually characterised by the so-called 'lucid interval' – the time during which they do not display visible warning signs. Their condition gradually deteriorates ... they develop a headache, speech disturbances and problems of coordination of movement, [they] become unstable and sleepy, they stagger, etc., until they fall into a coma.”", "75. The photographs relied on by the experts were taken at the time of the autopsy, which began at 11.30 a.m. on 29 January 1996.", "76. The experts also found, in view of the amount of alcohol found in Mr Zabchekov's blood, that the symptoms resulting from the head injury had been masked by the effects of alcohol.", "77. The report of the five experts also dealt with the other injuries to Mr Zabchekov's body:", "“The haematoma on the right side of the chest is the result of a blow by or against a flat object with a broad hitting surface, which could have taken the form of a kick, a fall and a collision against a larger object and other objects. The general appearance of the bruise corresponds to the imprint of the clothes of the deceased, which indicates that the blow was inflicted through the clothes ... The bruises and injuries to the right side of the forehead, the two wrist joints and the lower lip are the result of the use of hard, blunt and/or sharp-edged objects with a limited hitting surface. The characteristics of the injuries to the two wrist joints make it possible to conclude that they were caused when the handcuffs were put on, in accordance with the available information ...”", "78. On 25 July 1996 the investigator drew up a report proposing to terminate the proceedings.", "79. On 31 July 1996 the Regional Military Prosecutor's Office closed the investigation as there was no connection between the acts of the police and the death of Mr Zabchekov. That conclusion was based on the finding of the second medical report that at least ten hours had passed between the injury and death.", "80. On 6 August 1996 the applicant lodged an appeal with the National Military Prosecutor's Office (Прокуратура на въоръжените сили). She contended that the investigation had been incomplete and pointed to the repeated refusal to carry out an exhumation, to the alleged discrepancies between the evidence of different witnesses and to the lack of explanation for certain facts, including all the injuries to Mr Zabchekov's body.", "81. On 18 December 1996 the National Military Prosecutor's Office confirmed the closure of the investigation and refused the applicant's requests. Its decision stated, inter alia:", "“[A]part from the physical force used during the arrest of Zabchekov for attempting to steal from cars, there is no evidence that any violence was used against him by police officers, whether ... inside or outside the ... police station. Furthermore, the firm conclusion of the report of the five experts, who are highly qualified in their field, is that the lethal injury was caused more than ten hours prior to death.”", "82. It was also decided to refer the case back to the Regional Prosecutor's Office in Razgrad, which was competent to deal with the question whether a criminal act had been committed by a person other than a police officer.", "83. On 20 January 1997 the regional prosecutor, Ms Hadzhidimitrova, referred the case to the investigator, Mr Neshev. She noted that the investigation in respect of the police had been closed on the basis of the finding that the fatal injury had been inflicted more than ten hours prior to the death of Mr Zabchekov. Therefore, further evidence needed to be collected as regard the whereabouts and the condition of Mr Zabchekov before 7 p.m. on 28 January 1996.", "84. The additional investigation entailed the examination of the applicant and six other witnesses on 23 January 1997 by Mr Neshev.", "85. On 23 and 24 January 1997 the applicant made further requests for the exhumation of the body and for a fresh forensic examination, claiming that there were inconsistencies in the evidence. That was rejected by the Razgrad Regional Prosecutor's Office on 31 January 1997 as being unnecessary.", "86. The applicant complained to the Chief Public Prosecutor's Office (Главен прокурор). She stated, inter alia, that the prosecutors had consistently failed to explain why the police had not taken proper care of Mr Zabchekov following his arrest.", "87. On 17 February 1997 Mr Neshev summoned the applicant (represented by counsel) to allow her to consult the file on the investigation. The applicant made a number of requests and objections concerning shortcomings in the investigation. In particular, she stated that there had been fundamental contradictions between the first and the second medical reports, and that it was clearly impossible for a person suffering from such a grave injury as that found by the autopsy to steal car parts and resist arrest. The applicant again requested the exhumation of the body and the appointment of experts to answer the questions raised in her previous requests.", "88. On 18 February 1997 Mr Neshev drew up a report stating that the additional investigation ordered on 20 January 1997 had not disclosed evidence that Mr Zabchekov had been beaten prior to his arrest. It was therefore proposed to suspend the investigation.", "89. By an order of 4 March 1997 the regional prosecutor, Ms Hadzhidimitrova, suspended the criminal proceedings as all available evidence had been collected and it was not possible to determine the precise circumstances under which the fatal head injury had been inflicted.", "90. The decision noted the findings of the military prosecutors, in particular those concerning the skull fracture, and confirmed them. In respect of the other bodily injuries, the prosecutor stated that they had not placed Mr Zabchekov's life in danger.", "The decision also mentioned that when he had been taken to the police station Mr Zabchekov had been in good health.", "91. On 10 March 1997 the applicant appealed to the Chief Public Prosecutor against the decision to suspend the proceedings. On 20 March 1997 the Chief Public Prosecutor's Office confirmed the suspension of the proceedings.", "92. The applicant has submitted four colour photographs of the dead body of Mr Zabchekov and a photograph of the jacket which he was wearing before his death. The photographs were taken by journalists on 30 January 1996 at the applicant's home, after the autopsy and the return of the body for burial.", "93. Two of the photographs are of Mr Zabchekov's face. The hair covers half of the forehead. Above and over the left eyebrow can be seen a bluish-purple bruise. The left eyelid is of a bluish colour. A bruise can also be seen on the lips, on the left side of the mouth.", "94. On the other two photographs a purple bruise colour can be seen on Mr Zabchekov's chest, on its right side, partly under the right armpit. Wounds are visible on Mr Zabchekov's right wrist.", "95. On an unspecified date the applicant, acting through the European Roma Rights Centre, a non-governmental organisation based in Budapest, solicited the opinion of Professor Jorgen Thomsen, State Pathologist, Institute of Forensic Medicine, University of Southern Denmark, Odense, a member of the United Nations Standing Team of Forensic Experts. Professor Thomsen gave a written opinion dated 4 February 1999. Professor Thomsen had at his disposal, inter alia, the description of what had allegedly happened in the case and extracts from the autopsy report and the reports of the forensic experts.", "Professor Thomsen stated, inter alia:", "“An epidural haematoma is usually caused by a fall against a hard surface or a strong blow with a blunt object. It is well known that a fall against a hard surface will often leave so-called contre-coup lesions. It is regrettable that the presence or absence of such lesions have not been mentioned. It has been mentioned that the deceased had a thin skull. In my opinion that is not an apologising factor in cases of interpersonal violence, as it is usually not known if a skull is thick or thin and it is inherent in the possible effects of violence that a person may have a thin skull. Together with the epidural haematoma there is usually a fracture (fissure) in the temporal bone and a rupture of the middle meningeal artery. The haemorrhage is thus arterial. It is in the beginning limited by the attachment of the dura to the inside of the bone. There is thus often a lucid interval that may last several hours, but often the interval is not longer than a couple of hours. If the traumatic lesion involves the brain with a concussion or contusions there is usually not a lucid interval.", "I agree with the two forensic reports that the cause of death was the epidural haematoma and that it was caused by one of the types of traumas mentioned. It may well have happened before the victim was arrested, but it can in no way be excluded that he sustained the fatal lesion during his stay in the police centre. I do not agree with the statement that there was a lapse of ten hours from the trauma until death. It was based on the appearance of the blood clot. It is known that the blood after death can take various forms and even after death there is enzymatic biochemical activity that may change the blood in an unpredictable way and in various ways in different locations.", "With reference to the other lesions these are not likely to have been sustained from the same trauma as the epidural haematoma. They are the result of blunt violence such as beating, kicking and/or falls, and may have been sustained during the stay in police detention.", "The marks on the wrists are characteristically the results of handcuffing. Handcuffs will usually not leave marks, but may if they are too tight, if the person is struggling, or if he is dragged by the handcuffs.", "In summary, it cannot be determined if the epidural haematoma was caused by a fall or other types of blunt violence. It may well have been sustained just before or during the stay in police detention. An epidural haematoma is curable if an operation with evacuation of the haematoma is performed soon enough. If admitted to hospital sooner, Mr Zabchekov might have been saved.”", "96. The Government submitted that Mr Zabchekov had a record at the Juvenile Offenders Pedagogic Centre (Детска педагогическа стая) and at the police in Razgrad on account of numerous alleged thefts.", "97. A note dated 3 July 1995, issued by the Juvenile Centre and addressed to the police in Razgrad, stated that Mr Zabchekov, who at that time was 16 years old, had a speech defect and was mentally retarded. Another note, dated 18 November 1995, reiterated those findings.", "The Government explained that on 7 November 1995 the applicant had been heard by an investigator in Razgrad in connection with a criminal investigation into thefts allegedly committed by her son, Mr Zabchekov. She had stated, inter alia, that her son had always had a stammer. He had been ill since the age of 3. In particular, he had had moments when he could not breathe and his skin became bluish. His eyes had often been swollen and he had fainted during moments of sudden fear. Mr Zabchekov had seen doctors who had stated that he had problems with his spine. The applicant had mentioned the name of a Dr Miceva who had all the documents concerning the medical examinations carried out in respect of her son.", "98. On 14 December 1995 Mr Zabchekov had been questioned in connection with criminal proceedings concerning thefts. Asked about his health, he had stated that he had been prone to fainting and pain in his head and eyes. On 4 January 1996 an investigator from the District Investigation Service in Razgrad had opened criminal proceedings against Mr Zabchekov and other persons on charges of theft. On 15 January 1996 Mr Zabchekov had been questioned and had stated, inter alia, that he had been treated by Dr Miceva, a psychiatrist, and that he had been taking medication. Mr Zabchekov's lawyer had requested a psychiatric examination, which had been scheduled for 30 January 1996.", "99. Section 35(1) of the Act provided as follows:", "“The police authorities shall issue a written order for an arrested person to be taken to the [place of detention].”", "100. By virtue of Article 388 of the Code, the military courts hear criminal cases in which the accused is, for example, a police officer. Where a case would fall within the competence of the military courts, the preliminary investigation is handled by military investigators and prosecutors.", "101. Article 362 § 1 (4) taken in conjunction with Article 359 provides that, in the event of a judgment of the European Court of Human Rights finding a violation of the Convention “of significant importance” to a criminal case that has ended by virtue of a judicial decision, the prosecuting authorities shall request the reopening of the case by the competent court."], "VIOLATED_ARTICLES": ["13", "2", "3", "5"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["14"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}