{"ITEMID": "001-23607", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SWE", "BRANCH": "ADMISSIBILITY", "DATE": 2003, "DOCNAME": "EKELUND v. SWEDEN", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant, Mr. Hans-Olof Ekelund, is a Swedish national, who was born in 1948 and lives in Höllviken, Sweden.", "The facts of the case, as submitted by the applicant, may be summarised as follows.", "It appears that the applicant was detained on remand for two days between 3 and 5 December 1997. He was later charged with aggravated fraud (grovt bedrägeri) and complicity in aggravated fraudulent behaviour towards creditors (grov oredlighet mot borgenärer). The indictment was brought by the chief prosecutor at the Economic Crimes Bureau (ekobrottsmyndigheten) in Malmö.", "The District Court (tingsrätten) of Malmö heard the case, which also involved charges against two co-accused, during 13 days between 15 January and 16 February 1998. The court heard 15 witnesses and the parties submitted a considerable amount of written evidence. In hearing the case, the District Court was composed of one professional judge and four lay assessors (nämndemän).", "Delivery of judgment was delayed on several occasions due to illness or a heavy workload. Eventually, by a judgment of 5 May 1998, the District Court found the applicant guilty of attempted aggravated fraud and complicity in aggravated fraudulent behaviour towards creditors and sentenced him to one and a half year’s imprisonment. However, the prosecutor’s request that the applicant be prohibited from running a consulting business (förbud att bedriva rådgivningsverksamhet) was rejected.", "Upon appeal, the Court of Appeal (hovrätten) of Skåne and Blekinge heard the case during 12 days between 1 and 29 March 1999. On the first day of the hearing, the applicant joined the objection made by one of the co-accused that the hearing should be suspended as a person suspected of complicity in the crimes in question was absent and thus could not be heard by the Court of Appeal. By a decision of the same day, the appellate court decided that the absence of this person did not constitute an obstacle to the continuation of the hearing. It took into account that there had been no contact with this person for a long time and that, despite the efforts to find him, his whereabouts were still unknown. It considered therefore that there was no reason to believe that he would be found in the foreseeable future.", "On 23 April 1999 the Court of Appeal rendered its judgment. It upheld the conviction for aggravated fraudulent behaviour towards creditors but acquitted the applicant of the charge of aggravated fraud. The prison sentence remained unchanged. Moreover, the Court of Appeal decided to prohibit the applicant from running a consulting business for three years. It had regard to the oral and written evidence presented to it and did not base any part of its assessment on statements made by the person who could not be heard during the hearing.", "On 3 January 2000 the Supreme Court (Högsta domstolen) refused leave to appeal.", "The criminal proceedings against the applicant and the co-accused attracted interest from the media, and the public prosecutor and the applicant’s lawyer made statements to the press in regard to the proceedings.", "As from October 1998 a criminal investigation, lead by the Public Prosecutor’s Office in Helsingborg, was carried out concerning the District Court judge who had presided in the applicant’s case. Due to the investigation, the judge was suspended from his work in February 1999. He later resigned from his duties at the District Court. On 7 June 1999 the District Court of Lund convicted him of breach of trust (trolöshet mot huvudman), consisting of embezzlement of assets belonging to his aunt during the period of November 1995 – May 1998. He was given a suspended sentence.", "The applicant subsequently filed complaints with the police and the Chancellor of Justice (Justitiekanslern), claiming that the District Court judge should not have dealt with his case since the judge had been involved in criminal activities. In the applicant’s view, this had affected his trial by, for instance, delaying the delivery of the District Court judgment. By decisions of 3 and 23 September 1999, respectively, neither the Chancellor of Justice nor the Prosecutor-General (Riksåklagaren) found reason to take action in the matter."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}