{"ITEMID": "001-59626", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ITA", "BRANCH": "CHAMBER", "DATE": 2001, "DOCNAME": "CASE OF VITTORIO AND LUIGI MANCINI v. ITALY", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 5-1", "JUDGES": "Christos Rozakis", "TEXT": ["7. The applicants are Italian nationals who were born in 1959 and 1951 respectively and live in Rome.", "8. On 10 and 19 July 1997 two armed robberies were committed in the Rome area. It emerges from a report prepared by the Rome police on 23 July 1997 that there was evidence that the stolen goods had been hidden in a warehouse belonging to the company owned by the applicants. The latter were also said to have been in telephone contact with persons suspected of the offences.", "9. On 18 December 1997 the Rome public prosecutor applied for the applicants to be placed in pre-trial detention. In an order of 22 December 1997, the Rome investigating judge allowed that application.", "10. On 23 December 1997 the applicants were arrested and taken to Rome Prison. On 24 December 1997 they appealed against the order of 22 December 1997 to the division of the Rome District Court responsible for reconsidering security measures (tribunale del riesame).", "11. The hearing before the Rome District Court was held on 7 January 1998. In an order delivered the same day, filed with the registry on 10 January 1998, the court replaced the applicants’ pre-trial detention with the security measure of house arrest (arresti domiciliari). It considered, in particular, that it was reasonable to suspect that the applicants had committed the offences in issue and that it was to be feared that they might commit others of the same type. Taking the view, however, that there was no “tangible risk for the gathering of evidence” and having regard to the defendants’ clean police record, it concluded that a less restrictive measure, such as house arrest, was preferable. That measure required the applicants to stay in their home and leave only with the authorities’ prior authorisation.", "12. The order of 7 January was served on the applicants on 10 January 1998. They should therefore have been immediately escorted from Rome Prison, where they were being held, to their home. However, no police officers were available to escort them and so their transfer was delayed until 13 January 1998."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}