{"ITEMID": "001-80388", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF AMATO v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Violation of P1-1", "JUDGES": "", "TEXT": ["4. The applicant was born in 1956 and lives in İzmir. On 1 June 1994 he bought a house (no. 97, plot no. 632/26) in the Asansör neighbourhood attached to the Konak District in İzmir. According to the title deed records, he paid 30,000,000 Turkish liras (approximately 986 US dollars at the time).", "5. Following a major rockslide, on 17 July 1962 the Council of Ministers declared the Asansör neighbourhood a natural disaster area. To identify those who had been affected by the natural disaster, a regulation was published in the Official Gazette on 28 August 1968. According to the terms of this regulation, the victims of the natural disaster were given an opportunity to apply to the authorities within a specified time-limit to claim re-housing. At that time, 46 of the 86 families that had been living in the disaster area applied to the administrative authorities and they were provided with new houses in the Esentepe neighbourhood. The houses of these families were subsequently demolished. The owner of house number 97, plot no. 632/26, which was subsequently bought by the applicant in 1994, did not apply to the authorities to claim re-housing.", "6. On 28 April 1971 the owner of plot no. 632/26 at the time received an eviction order from the İzmir Governor's office.", "7. On 26 March 1981, at the request of the Ministry of Public Works and Settlement, land registry records were amended to indicate that no construction was permitted in the Asansör neighbourhood.", "8. Between 1982 and 1995 several on-site inspections were conducted and many experts' reports were prepared. All of these reports indicated that the neighbourhood was under an imminent danger of rockslide and prevention measures had to be taken by the owners of the houses and the municipality. It appears from the documents that no preventive measures were taken.", "9. As stated above (paragraph 4), on 1 June 1994 the applicant bought the house (no. 97) situated on plot no. 632/26. The applicant never lived in this house, and it was vacant in January 1995. According to the documents submitted by the Government, the house was in ruins and it had no historical or architectural value.", "10. On 7 January 1995 following a heavy rain, rocks fell on house no. 113. On 11 January 1995 the authorities conducted an on-site inspection and prepared a report. The report concluded that eleven houses located in the Asansör neighbourhood, including the one owned by the applicant, required demolition to prevent loss of life. As a result, at the request of the Directorate of Public Works and Settlement, the İzmir Governor's office ordered that the applicant's house be demolished pursuant to Article 13 of Law No. 7269 regarding Natural Disasters. On 12 January 1995 the house was demolished without prior notification to the applicant.", "11. On 26 April 1995 the applicant filed an action before the İzmir Administrative Court against the İzmir Governor's office. He requested compensation for the unlawful demolition of his house.", "12. On 12 December 1996 the İzmir Administrative Court dismissed the applicant's case. The court explained its decision by pointing out that the applicant's house had been situated in a neighbourhood that had been declared a natural disaster area by the Council of Ministers on 17 July 1962 following a major rockslide. The court further took note of the fact that on 28 April 1971 the İzmir Governor's Office had sent an eviction order to the previous owner of the applicant's house. In the court's opinion, as the title-deed records of the building stated that no construction was permitted in the Asansör neighbourhood, the applicant should have been aware of this situation when he had bought the house. As a result, it concluded that by demolishing the vacant house, that had no historical or architectural value, and which posed an immediate threat to public safety, the administration had acted in accordance with the law. The court accordingly refused the applicant's request for compensation.", "13. The applicant appealed. On 26 May 1998 the Supreme Administrative Court upheld the judgment of the İzmir Administrative Court, finding that the applicant's grounds of appeal were unfounded. The Supreme Administrative Court held that the Izmir Governor's Office had delivered the demolition order because there was an urgent need to take action to prevent loss of life in the neighbourhood.", "14. On 16 June 1999 the Supreme Administrative Court dismissed the applicant's request for rectification. This decision was served on the applicant on 27 July 1999."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}