{"ITEMID": "001-94993", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MDA", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF BUSINESS SI INVESTITII PENTRU TOTI v. MOLDOVA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;Non-pecuniary damage - award", "JUDGES": "David Thór Björgvinsson;Giovanni Bonello;Lech Garlicki;Ledi Bianku;Mihai Poalelungi;Nicolas Bratza", "TEXT": ["5. The applicant company is registered in Moldova.", "6. The facts of the case, as submitted by the parties, may be summarised as follows.", "7. In 1987 a State-owned company started construction of an apartment building, with the ground floor reserved for office space. After several changes of ownership of the unfinished building, another State company (L.) was designated as its owner. A subsequent administrative decision allowed a third State company (M.) to become a co-owner of the building.", "8. In 1997 L., with the apparent approval of the Department of Privatisation (“the Department”), concluded a contract with a private company (I.). The latter undertook to finish the construction works in exchange for a share of the office space on the ground floor of the building.", "9. On 19 October 2000 I. concluded a contract with the applicant company, under which the applicant company would finance the construction work and in exchange become the owner of a part of the office space in the building.", "10. On 27 March 2001 M. initiated court proceedings against L., I. and the Department for annulment of the 1997 contract, as interfering with its right to a part of the building.", "11. On 19 November 2001 the applicant company initiated court proceedings against I., claiming damages for I.'s failure to fulfil its part of the contract in time. On 29 November 2001 the applicant company requested I. to transfer the office space to which it had rights under the contract concluded in 2000.", "12. On 6 February 2003 the applicant company initiated court proceedings against I., M., the Department of Privatisation and the Chişinău municipality, requesting confirmation of its property right over the office space claimed from I. under the contract of 19 October 2000. It noted that it had invested more than a million United States dollars (USD) in the construction of the building under that contract and that it was using the relevant office space, but that it was still unable to exercise all rights over that property as its rightful owner. It added that “due to I.'s actions, [the applicant company] was dragged into court proceedings against M., the Department, etc.” The applicant company asked the court to recognise its property right over specifically identified office space in the relevant building.", "13. On 27 April 2004 the applicant company asked the court to discontinue the proceedings it had initiated against I. because the latter had accepted its claims and transferred the relevant office space. On the same day the Chişinău Court of Appeal allowed the applicant company's request.", "14. Also on 27 April 2004 the Chişinău Court of Appeal rejected the claims of M. as unfounded.", "15. On 8 July 2004 the Supreme Court of Justice quashed that judgment and adopted a new one, allowing M.'s claims in full.", "16. The applicant company asked for a revision of the judgment of 8 July 2004. It complained that it had not been joined as a party to the proceedings, even though its property rights had been affected. Moreover, its court action lodged on 6 February 2003 had not been examined and the judgment of 8 July 2004 had prejudged the outcome of those proceedings. The applicant company emphasised that it had withdrawn only its court action against I. and not that against M. and the Department for recognition of its property right over the part of the building which it had been occupying throughout the proceedings.", "17. On 16 September 2004 the Supreme Court of Justice rejected the applicant company's request for revision. It found that the applicant company was not the owner of the disputed part of the building. It also found that on 19 October 2000 I. had concluded the contract with the applicant company in bad faith, since it had been aware of the ongoing legal dispute with M. in respect of the building and of the court prohibition on continuing any construction work. The proceedings which had ended with the judgment of 8 July 2004 did not affect the applicant company's right to claim damages from I. for its actions in bad faith.", "18. The court also considered that by withdrawing its claims on 27 April 2004 the applicant company had sought to have the proceedings discontinued in their entirety. It added that “since the applicant company had withdrawn the totality of its claims, but the court decided to discontinue the proceedings only in respect of one such claim, the parties have the right to ask for an additional decision discontinuing the proceedings in respect of the recognition of the property right”.", "19. Article 37 of the Code of Civil Procedure, in force before 12 June 2003, reads as follows:", "“...", "If the legally protected rights and interests of persons not participating in the proceedings may be affected by a court judgment because of the nature of the legal relationship or applicable legal provisions, the court is obliged to join such persons to the proceedings as co-defendants or to inform them of their right to join as co-plaintiffs”.", "20. Article 449 of the Code of Civil Procedure reads as follows:", "“A request for revision shall be granted if:", "...", "(g) the court has adopted a judgment affecting the rights of persons who were not parties to the proceedings;", "(h) the judgment adopted prevents the taking of a lawful decision in other proceedings; ...”.", "21. In the case of Soroca mining company (see Baroul Partner-A v. Moldova, no. 39815/07, § 49, 16 July 2009), the Supreme Court of Justice, after annulling the contract for the privatisation of the mining company, also annulled all subsequent legal acts adopted on the basis of that privatisation such as the issuing of shares."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}