{"ITEMID": "001-82597", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF STANKOVA v. SLOVAKIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 8", "JUDGES": "Nicolas Bratza", "TEXT": ["5. The applicant was born in 1951 and lives in Kežmarok.", "6. The applicant and her husband held a joint tenancy of a three-room flat owned by a cooperative in Poprad.", "7. Owing to differences with her husband, the applicant left the flat together with her two children in 1992. They started living in a two-room flat owned by the Poprad Municipality. It was leased by the applicant's father, who suffered from a long-term illness and died on 21 January 1994. The applicant and her two children, born in 1979 and 1982 respectively, continued to live in the flat. The applicant paid the rent.", "8. In a decision which became final on 7 November 1994 a court granted a divorce order in respect of the applicant and her husband. Their children were placed in the applicant's custody.", "9. On 6 February 1995 the applicant and her former husband reached an agreement whereby the latter would continue using the flat in which they had formerly lived together. On 6 March 1995 the cooperative which owned the flat and of which the applicant was a member approved a request for the flat to be exchanged for a one-room flat in Kežmarok. The applicant's former husband lived in the flat in Kežmarok until his death on 1 August 1995. His and the applicant's son inherited membership rights in respect of the cooperative which owned the flat in Kežmarok, including the right to use it. The applicant later started leasing the flat with a view to improving her financial situation.", "10. After her father's death the applicant requested to be registered as permanently residing in the flat where she had lived since 1992. In a letter of 19 July 1995 the mayor of Poprad replied that the position was unclear. It had to be determined, in particular, whether the tenancy had passed to the applicant pursuant to Article 706 § 1 of the Civil Code after her father's death.", "11. On 4 August 1995 the Poprad Municipal Office informed the applicant that she had formally ceased to be a tenant of the flat which she had used with her former husband on 6 February 1995 – that is, after the death of her father. The right to use her father's flat had not passed to the applicant after the former's death as the requirements of Article 706 § 1 of the Civil Code had not been met.", "12. On 3 September 1996 the Poprad Municipal Office included the applicant on a list of persons seeking the tenancy of a flat. No municipal flat could be put at the applicant's disposal at that time as other persons were above her on the list.", "13. As the applicant had refused to move out, on 30 August 1996 the Poprad Municipal Housing Company sought a judicial order for her eviction.", "14. On 31 October 1996 the Poprad District Court ordered the applicant to move out of the flat within 30 days after its judgment had become final. On 29 October 1997 the Prešov Regional Court upheld the first-instance judgment. The courts established that the applicant had not become a tenant of the flat originally used by her father since, at the time of the latter's death, she had been registered as a user of a different flat, in which she had lived with her former husband. The requirements of Article 706 § 1 of the Civil Code had not been met. After her father's death the applicant had lived in the flat in issue without any justification. In addition, the District Court held that the applicant could live in the flat in Kežmarok which her son had inherited from her former husband. The plaintiff had rightly sought the protection of its ownership rights in respect of the flat.", "15. The applicant lodged an appeal on points of law, arguing that the plaintiff company lacked the capacity to take part in the proceedings. On 28 July 1998 the Supreme Court dismissed the appeal on points of law, holding that the plaintiff was a legal entity established by the Poprad Municipality. As such it had standing to sue the applicant.", "16. The Poprad Municipality requested that the order be enforced. The applicant objected that her son had reached the age of majority and that she could not live in his flat in Kežmarok. The Poprad District Court dismissed the objection on 10 May 1999, holding that the issue could not be examined in the context of the enforcement proceedings. On 18 June 1999 an enforcement officer enforced the judgment, in accordance with the relevant provisions of the Executions Order 1995, with the result that the applicant was obliged to move out of the flat in which she had lived since 1992.", "17. On 8 July 1999 that flat was allocated to a municipal employee who lived in a one-room flat and who had applied, on 24 June 1999, for a bigger one as she had to take care of an elderly and ill relative. Later the new tenant acquired ownership of the flat for a relatively small sum in accordance with the relevant law.", "18. The applicant, with her under-age daughter, started living in the one-room flat in Kežmarok inherited by the applicant's son. The flat has a surface area of 33 square metres. The applicant has continued to work in Poprad. The distance between the two towns is approximately 15 kilometres.", "19. The applicant filed a petition under Article 130 § 3 of the Constitution, alleging, inter alia, a violation of her constitutional right to protection of her private and family life as well as a violation of her ownership rights in the proceedings referred to above. She argued that the municipality had been informed that she had moved to her father's flat in 1992 with the intention of living there permanently. She had requested to be allocated municipal housing and had therefore believed that her interests would be protected. The municipality's argument that she could live in her son's one-room flat in Kežmarok was unreasonable. In addition, her daughter, who was under age, was disturbed by having to live in that flat as the girl's father had committed suicide there.", "20. On 12 April 2000 the Constitutional Court declared admissible the complaint alleging a violation of the applicant's right to respect for her private and family life.", "21. On 10 July 2001 the Constitutional Court found that by its judgment of 29 October 1997 the Prešov Regional Court had violated the applicant's rights under Article 19 § 2 and Article 21 § 3 of the Constitution.", "22. The decision stated that the ordinary courts' conclusion that the requirements of Article 706 § 1 of the Civil Code had not been met in the applicant's case was correct as such. It also had to be considered, however, whether there had been a pressing social need for the interference and whether it had been proportionate to the legitimate aim pursued,.", "23. The applicant had not acted contrary to the law when she had moved to her father's flat in 1992. She had lived in that flat continuously, together with her children, even after her father's death. At the time of the examination of the request for her eviction the applicant had had no other place to live. The flat was to be regarded, therefore, as the applicant's home.", "24. The Constitutional Court noted that Article 3 of the Civil Code permitted the granting of relief from hardship in justified cases by ensuring that alternative accommodation should be provided to persons who had been ordered to move out of a flat. As to the Supreme Court's practice and, in particular, judgment no. 1 Cdo 48/97 (see paragraph 40 below), the circumstances of the applicant's case were different in that the applicant had legally moved into the flat in 1992 and the flat was owned by the municipality and not by individuals. In any event, neither Article 3 § 1 of the Civil Code nor any other legal provision could be interpreted and applied in a manner producing effects incompatible with Slovakia's obligations under international treaties.", "25. In view of Article 20 § 3 of the Constitution, the municipality's ownership rights in respect of the flat could not be dissociated from its obligation to assist citizens of Poprad in having their basic needs satisfied. it should have been examined whether ordering the applicant to leave the flat, together with her under-age daughter and without providing them with alternative accommodation, was contra bonos mores within the meaning of Article 3 § 1 of the Civil Code. The protection of family, minors and juveniles under Article 41 of the Constitution should also have been taken into account.", "26. Furthermore, the Poprad Municipality had registered the applicant as a person seeking a flat, after having verified whether her request had been justified, at approximately the same time as it had initiated judicial proceedings for her eviction. It should have been verified whether the municipality, as the owner and manager of municipal flats, had a compelling reason for ordering the applicant to move out of the flat immediately without being obliged to provide her with alternative accommodation.", "27. The Constitutional Court did not consider the applicant's behaviour improper. In 1992 she had left the cooperative flat where she had lived with a view to avoiding the negative impact of her husband's inappropriate behaviour on her and her children. The applicant had petitioned for divorce and her return to that flat would not have resolved her personal situation as her husband also had the right to use it.", "28. Finally, the applicant had used the flat for a long time and the representatives of the municipality had initially not taken a firm standpoint as regards her title to use the flat. Reference was made, in particular, to the mayor's letter of 19 July 1995. The owner of the flat had therefore contributed to the applicant's belief that she would not be obliged to leave the flat without alternative accommodation being provided to her. In 1996, when the judicial proceedings had started, the applicant had been in a difficult situation as the mother of two under-age children who had lost their father.", "29. When deciding the case, the Prešov Regional Court had not duly considered the above relevant facts. Its decision to uphold the first-instance judgment ordering the applicant to leave the flat without being provided with any other accommodation therefore amounted to an interference with the applicant's right to respect for her private and family life and for her home which was not based on relevant and sufficient reasons. As a result, and also having regard to the particular protection which Article 41 § 1 of the Constitution afforded to children and juveniles, that interference could not be regarded as being necessary in a democratic society.", "30. Article 19 § 2 guarantees to every person the right to protection against unjustified interference with his or her private and family life.", "31. In decision II. ÚS 23/00 of 23 March 2000 the Constitutional Court rejected a petition filed by a judge who alleged a violation of Article 19 §§ 2 and 3 of the Constitution in that the Ministry of Justice had asked him to submit a financial statement. The decision stated that the petitioner should have sought redress before the ordinary courts by means of an action under Articles 11 et seq. of the Civil Code for protection of his personal rights.", "32. Article 20 § 1 guarantees the right to own property. Paragraph 3 of Article 20 prohibits the abuse of ownership to the detriment of the rights of others or contrary to general interests protected by law.", "33. Under Article 21 § 3, interference with the inviolability of the home (other than the search of a home in the context of criminal proceedings, which is governed by paragraph 2 of the same Article) may be permitted by law only where it is necessary in a democratic society for the protection of a person's life, health or property, for the protection of the rights and freedoms of others or in cases of serious threat to public order.", "34. Article 41 § 1 provides that marriage, parenthood and family are to be protected by law. Particular protection is to be afforded to children and juveniles.", "35. Pursuant to Article 130 § 3 of the Constitution, as in force until 30 June 2001, the Constitutional Court could commence proceedings upon a petition (podnet) filed by any individuals or corporations claiming that their rights had been violated.", "36. According to its case-law under Article 130 § 3, the Constitutional Court lacked jurisdiction to draw legal consequences from a violation of a petitioner's constitutional rights. It could neither grant damages to the person concerned nor impose a sanction on the public authority liable for the violation found. In the Constitutional Court's view, it was therefore for the authority concerned to provide redress to the person whose rights were violated.", "37. Pursuant to Article 3 § 1, the exercise of civil rights and obligations must not interfere with the justified rights and interests of others unless there are relevant legal grounds and must not be contra bonos mores.", "38. By Article 11, any natural person has the right to protection of his or her personality, and in particular of his or her life and health, civil and human dignity, privacy, name and personal characteristics.", "39. Under Article 706 § 1, where a tenant of a flat dies, unless the flat has been jointly leased by spouses, the tenancy passes to the late tenant's children and other close relatives, provided that they lived in the same household as the tenant at the time of his or her death and that they do not have their own flat.", "40. In judgment no. 1 Cdo 48/97, delivered on 20 November 1997, the Supreme Court expressed the view that Article 3 § 1 of the Civil Code could not be applied for the purpose of obliging the owner of a flat (three individuals in that particular case) to provide accommodation to a person who used the flat without any legal grounds. Imposing such an obligation would infringe the owner's property rights.", "41. On 29 December 1998 the applicant lodged an application with the Court in which she complained under Article 6 § 1 and Article 8 of the Convention of the above-mentioned decisions of the ordinary courts leading to her eviction from the flat in which she lived. The application was registered as no. 48398/99.", "42. On 18 May 2001 a committee of three judges rejected the application as being inadmissible. At that time the constitutional proceedings initiated by the applicant were still pending. As the Constitutional Court had declared admissible the complaint alleging a violation of the applicant's right to respect for her private and family life, the Court considered the relevant part of the application to be premature at that time. The decision on admissibility reads as follows:", "“The Court has examined the application and notes that the applicant has been informed of the possible obstacles to its admissibility. In the light of all the material in its possession, and in so far as the matters complained of are within its competence, the Court finds that they do not disclose any appearance of a violation of the rights and freedoms set out in the Convention or its Protocols. It follows that the application must be rejected, in accordance with Article 35 § 4 of the Convention.”"], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}