{"ITEMID": "001-5972", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "ADMISSIBILITY", "DATE": 2001, "DOCNAME": "LAM AND OTHERS v. THE UNITED KINGDOM", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "Georg Ress;Nicolas Bratza", "TEXT": ["The first applicant is a British national, born in 1949 and living in Paignton, England.", "The second applicant, also a British national, is his wife, born in 1950. The third and fourth applicants are their children, born respectively in 1974 and 1976.", "The applicants were initially represented before the Court by William A. Merrick and Co., Solicitors, London, England. They are currently represented by the Environmental Law Centre, Southport, England.", "The first applicant is the owner of a Chinese restaurant situated in a designated conservation area in the centre of Paignton. The applicant and his family live on the premises.", "At the material time two warehouses and a storage building were located in the immediate vicinity of the restaurant. These units were leased in August 1988 by a company manufacturing wooden artefacts. The company obtained planning permission in November 1988 to use the storage building as a craft workshop, it being understood that any industrial processes carried out were to be restricted to those falling within Class B1 of the Town and Country Planning (Use Classes) Order 1987.", "The company subsequently used one of the warehouses for paint spraying with the result that toxic cellulose paint spray fumes were emitted into the first applicant’s restaurant via an illegal vent inserted into the wall of the warehouse. The applicants became ill, suffering from a variety of symptoms including headaches, chest problems and rashes. Complaints were lodged with the Torbay Borough Council (“the local authority”) by the first applicant as well as by other residents affected by the fumes. The local authority was requested by the complainants to enquire into planning-related matters as well as environmental aspects of the company’s operations.", "On 24 November 1989 the local authority granted the company permission to construct a special chimney to channel the fumes away from the neighbouring premises. However, the chimney which was built resulted in the fumes being directed downwards and worsened the situation for the applicants. They were eventually forced to abandon their home and business.", "Although the local authority served a prohibition notice and an abatement notice on the company between October 1990 and December 1991, no steps were taken to enforce these notices.", "In early 1991 the applicants issued proceedings against the company claiming an injunction and damages. However, the applicants were unable to continue with their claim since the defendant company was not covered by insurance in respect of public liability for the emission of fumes. In December 1992 the company abandoned its activities and the applicants returned to their premises.", "The applicants turned to the local authority to secure redress and on 4 October 1994 issued a writ claiming damages for personal injury and damage to property as a result of the local authority’s negligence in granting the company the planning permission which led to the chemical processes being carried out on the company’s premises and in failing to take enforcement proceedings under the Planning Acts or Environmental Protection Acts.", "On 4 October 1995 the local authority issued a High Court summons to have the writ struck out as showing no cause of action.", "foreseeability of harm and proximity of relationship between the applicants and the local authority, Mr Justice Collins ruled that it would not be just and reasonable to impose a duty of care on the local authority. In Mr Justice Collins’ view:", "“... It seems to me that it would be wholly detrimental to the proper process of considering planning applications if the local authority in addition had to have regard to the private law interests of any persons who might be affected by the grant of permission, and to ask itself in each case whether it had properly had regard to the individual rights concerned. If it were potentially liable to actions in negligence in those circumstances, it seems to me that the carrying out of its important functions in the public interest would be likely to be affected. ... It seems to me that the fact that the grant of planning permission does not give permission to create a nuisance or to do damage to a particular adjoining occupier carries with it that it is not and cannot be implicit in the grant of the permission that there is any overriding of third party rights. Once one accepts that, it seems to me that it is impossible to say there is a duty of care owed to such a third person, because ex hypothesi there can be in the grant of permission no breach of that person’s rights. .... ”", "Mr Justice Collins considered that the applicant’s primary remedy was the private law remedy for damages and/or an injunction against the company to stop the nuisance.", "As to the applicants’ claim that they had suffered damage on account of the local authority’s failure to take enforcement action, Mr Justice Collins held that the decision to take such action is one which is taken in the public interest and should not be influenced by considerations as to whether there might be a claim for negligence if action was or was not taken in a particular case. Mr Justice Collins pointed to a range of remedies which allowed an individual to protect himself in the event of a local authority not taking action to bring an end to a nuisance, including a private law claim against the person creating the nuisance and the laying of a complaint before a Magistrates’ Court.", "The Court of Appeal granted the applicants leave to appeal.", "Before the Court of Appeal the applicants’ counsel abandoned reliance on the arguments submitted in the High Court proceedings that the breach of statutory duty on the part of the local authority gave rise to a cause of action and that a breach of a common law duty of care could be demonstrated in relation to the original grant of planning permission. The applicant’s counsel maintained that a cause of action lay in respect of the manner in which the local authority failed to exercise its enforcement functions to put an end to a statutory nuisance.", "On 30 July 1997 the Court of Appeal dismissed the applicants’ appeal against Mr Justice Collins’ ruling. As regards the applicants’ reliance on the failure of the local authority to take enforcement action under sections 79 and 80 of the Town and Country Planning Act 1990, Lord Justice Potter considered that:", "“...these are plainly provisions for the benefit of the public at large living within the area of the local authority and, albeit, under section 80, service of an abatement notice is obligatory if the local authority is satisfied that a statutory nuisance exists, it is not mandatory for the local authority to take proceedings for an offence under section 80(4). Indeed, should it see fit to do so, section 82(1) anticipates the right of any person ‘aggrieved by the existence of a statutory nuisance’ to make complaint to a Magistrates’ Court himself. Quite apart from that, the procedures in s. 79 and s. 80 exist in parallel with, and without any derogation from, the right of such person to take private proceedings against an adjoining landowner, whether for an injunction or damages. In those circumstances it seems to us plain that there is neither reason nor necessity in relation to such a landowner aggrieved by the failure of local authority to take action in respect of a nuisance, to create a right of action in damages based on such failure.”", "On 13 January 1998 the House of Lords refused the applicants leave to appeal.", "In separate proceedings the applicants sought to challenge by way of judicial review a decision reached by the Central Planning Committee of the local authority at a meeting held on 10 November 1997. The background to the meeting concerned a complaint lodged by the first applicant about smells and noises coming from the warehouses being used by a pottery business which had taken over occupancy from the company manufacturing wooden artefacts. The applicants maintained that the activity being conducted did not benefit from planning permission.", "At the meeting, the committee decided that the warehouses at the rear of the applicants’ premises were being used legitimately and no enforcement action had to be taken against the owner of the pottery business.", "The first applicant was present at part of the meeting and made representations to the committee. According to the first applicant, he only received official notification of the committee’s decision on 16 January 1998 through a council official who had agreed to reconsider the local authority’s decision. The council official confirmed in the letter that the premises were being used legitimately and added that any smells or fumes emanating from the premises were intermittent and did not constitute a statutory nuisance.", "On 6 February 1998, fifteen days after being notified of the committee’s decision, the first applicant sought leave to apply for judicial review. He maintained, inter alia, that the local authority had failed to take enforcement proceedings against the owner of the pottery business who was operating without the necessary planning permission.", "On 25 June 1998 Mr Justice Moses refused the applicant’s request for an adjournment to enable him to put forward evidence as to why he had delayed the initiation of the leave proceedings in respect of the decision of 10 November 1997. The judge considered that the applicant had ample time to produce such evidence between the date when the local authority notified him that it would oppose the application on grounds of delay and the start of the proceedings. The judge dismissed the applicant’s application for leave to apply for judicial review.", "On appeal, Lord Justice Kennedy conceded that the scope of the planning permission in relation to the warehouses was not entirely clear. However, with reference to Order 53, rule 4(1) of the Rules of the Supreme Court and by analogy with time-limits laid down in planning legislation, Lord Justice Kennedy found himself:", "“... driven to the conclusion that here the application was not made promptly, as required by Order 53, rule 4 of the Rules of the Supreme Court. There seems to be no reason why the applicant should have waited to receive the letter of 16th January 1998 before seeking to challenge the decision of 10th November. I can find no good reason to extend the period laid down by the Order.”", "Lord Justice Kennedy further observed that, even if ten years ago the use made of the warehouses was unauthorised, it was now too late for the local authority to institute enforcement action.", "Lord Justices Aldous and Potter agreed with Lord Justice Kennedy’s reasoning and in a judgment dated 28 October 1998 the Court of Appeal dismissed the applicants’ renewed application."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}