{"ITEMID": "001-80947", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF ZAGORODNIKOV v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1 (public hearing);No Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "Christos Rozakis", "TEXT": ["6. The applicant was born in 1967 and lives in Moscow. He was an investor in Russian Credit, a private bank which is now insolvent.", "7. In 1998 and 1999 the applicant won two legal actions against the bank. Unable to recover his investment despite the judgments in his favour, the applicant instituted numerous sets of proceedings against the bank and various authorities involved in its insolvency.", "8. In April 2000 188,900 of the bank's creditors joined together to form a union, obtained a settlement with the bank and asked the Commercial Court of Moscow to ratify it. 221 creditors disagreed with the settlement. Some of them, including the applicant, lodged their written objections with the court.", "9. The Commercial Court of Moscow heard the case in four hearings which took place on 10, 11, 14, and 15 August 2000. The court gave notice of the hearings to the 221 creditors who had objected to the settlement, representatives of the creditors' union and representatives of the bank. Since the applicant received the notice only on 14 August 2000, he was able to participate in the last hearing only. According to the applicant, on 15 August 2000 the judge refused to hear his pleadings on the ground that they were essentially the same as those of the other creditors.", "10. Access to the court building was restricted throughout the proceedings. On 10 August 2000 a policeman standing at the entrance turned away twenty to twenty-five people who wished to enter the courtroom but who did not have a notice to appear or an identity card. On each of the following days about three to five people wishing to attend the hearings were refused access to the court building. At each hearing a number of seats in the courtroom remained free.", "11. On 15 August 2000 the Commercial Court of Moscow ratiﬁed the settlement. The applicant appealed.", "12. On 9 October 2000 the Appeals Division of the Commercial Court of Moscow upheld the settlement. The applicant participated in the hearing, pleaded his case and submitted written arguments. Disagreeing with the judgment, the applicant appealed on points of law.", "13. On 1 December 2000 the Federal Commercial Court of the Moscow Circuit dismissed the appeal on points of law. The applicant participated in the hearing, pleaded his case and submitted written arguments.", "14. Public access to the appeal hearings was also restricted. Both appeal courts ignored the applicant's complaint that the first-instance hearings had not been public.", "15. The commercial courts ratified the settlement in accordance with the Code of Commercial Procedure of the Russian Federation (Law no. 70-FZ of 5 May 1995, in force at the material time). Article 9 of the Code required proceedings to be public:", "“Proceedings in commercial courts shall be public. A hearing in camera shall be possible if [the case concerns] State, commercial, and other secrets...”", "16. Article 115 of the Code required the commercial court to verify at the beginning of the proceedings whether the notice to appear had been properly dispatched to the absentee parties:", "“The presiding judge ... shall verify the presence of the parties and other participants at the hearing ... [and shall find out] whether persons who do not appear have been properly notified and if there is information available concerning the reasons for their failure to appear.”"], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}