{"ITEMID": "001-113953", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CZE", "BRANCH": "ADMISSIBILITY", "DATE": 2012, "DOCNAME": "MILER v. THE CZECH REPUBLIC", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "André Potocki;Angelika Nußberger;Ann Power-Forde;Dean Spielmann;Karel Jungwiert;Paul Lemmens", "TEXT": ["1. The applicant, Mr Roman Miler, is a Czech national who was born in 1964. He is represented before the Court by Ms K. Samková, a lawyer practising in Prague. The respondent Government are represented by their Agent, Mr V.A. Schorm, from the Ministry of Justice.", "2. The applicant lived in Warsaw, Poland from 1993 onwards. He lived there with his wife and two children, who are all Polish nationals. The children are attending school there.", "3. In 2000 he was extradited from Poland to the Czech Republic for a criminal prosecution. On 19 March 2004 the Prague Regional Court found the applicant guilty of attempted murder and sentenced him to fifteen years’ imprisonment. He is serving his prison sentence in Mírov Prison in the Czech Republic.", "4. The applicant has been trying to be transferred to a Polish prison so he can be closer to his family who, he states, are living in impoverished conditions and do not have means to travel to the Czech Republic. Also, his son’s mental health has been damaged by his not being able to see his father.", "5. He sent several requests in that regard to the Ministry of Justice. On 6 May 2004, 17 July 2007 and 17 May and 2 August 2010 the Ministry replied by letter, giving negative responses. It firstly reasoned that the applicant was a Czech national and thus it would not be possible to transfer him to Poland. In another letter, on 14 December 2010, the Ministry reasoned that Czech law allowed such a transfer only exceptionally and that the fact that the applicant’s family was living in Poland was not such an exceptional circumstance.", "6. The applicant is in contact with his family by regular telephone calls, allowed for ten minutes once a week, and unrestricted written correspondence. The family has not been able to visit him yet, according to the applicant, mainly because of the distance, poor health and lack of funds.", "7. On an unspecified date the applicant applied for Polish nationality and simultaneous revocation of his Czech nationality. It seems that these proceedings are pending.", "8. The applicant approached various other bodies, including the ombudsman, the Parliament and numerous non-governmental organisations, about his situation.", "9. Under section 72(1)(a), a constitutional appeal may be lodged by any natural or legal person who claims that a final decision given in proceedings to which he or she was a party, or a measure or any other action taken by a public authority, has infringed his or her fundamental rights or freedoms as guaranteed by a constitutional law.", "10. Section 82(3) provides that when the Constitutional Court upholds a constitutional appeal it must either set aside the impugned decision by a public authority or, where the infringement of a right guaranteed by the Constitution is the result of an interference other than a decision, forbid the authority concerned to continue to infringe the right and order it to reestablish the status quo if that is possible.", "11. In a judgment no. III. ÚS 62/95 of 30 November 1995 it defined an “other action taken by a public authority” in section 72 of the Act on the Constitutional Court largely as a one-off, illegal and unconstitutional attack by such an authority on constitutionally guaranteed fundamental rights (freedoms) that, at the time of the attack, posed a continuous threat to an existing legal situation, while such an attack itself was not an expression (result) of a decision-making power of the authority, and as such fell outside the usual review proceedings.", "12. In a decision no. I. ÚS 690/2000 of 11 April 2001 it held that a primary feature of “other action taken by a public authority” in section 72 of the Constitutional Court Act must be that the interference was still going on at the time of the decision of the Constitutional Court.", "13. In its judgment no. III. ÚS 16/96 of 6 January 1997 it held that for admissibility of a constitutional appeal under section 72(1)(a) it was immaterial how the challenged act of an administrative authority had been labelled. What mattered was only if the administrative authority had by that act interfered with an individual’s legal standing in an authoritative and possibly final way. The substantive content of an act was always decisive, rather than its formal designation.", "14. In its judgment no. Pl. ÚS 36/01 of 25 June 2002 it held that the ratified and promulgated international agreements on human rights and fundamental freedoms, including the Convention, were part of Czech constitutional law."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}