{"ITEMID": "001-87640", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF KAIC AND OTHERS v. CROATIA", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 6-1;Violation of Art. 13;Non-pecuniary damage - award", "JUDGES": "Christos Rozakis;Dean Spielmann;George Nicolaou;Giorgio Malinverni;Khanlar Hajiyev;Sverre Erik Jebens", "TEXT": ["4. During 1992 the applicants lent various sums of money to a certain S.D., who was supposed to pay the money back within periods ranging from two to twelve months and at interest rates ranging from 10% to 18% per month (so-called “financial engineering”).", "5. Since S.D. failed to perform her contractual obligations, on 21 March 1994 the applicants brought a civil action against her in the Zagreb Municipal Court (Općinski sud u Zagrebu).", "6. In the period before the entry into force of the Convention in respect of Croatia (5 November 1997) the court held several hearings.", "7. On 17 November 1997 the court invited the applicants to advance the costs of a financial expert. On 1 December 1997 the applicants refused to do so, arguing that an expert opinion was unnecessary since they had already submitted a similar opinion to which the respondent had not objected. They invited the court to give a judgment on the basis of the existing evidence.", "8. The court held further hearings on 5 April and 26 October 2001 and 4 July 2003. On the last-mentioned date it delivered a judgment finding for the applicants. The judgment was served on the applicants' advocate on 30 December 2003.", "9. On 12 February 2004 S.D. appealed to the Zagreb County Court (Županijski sud u Zagrebu).", "10. On 8 November 2005 the County Court dismissed the respondent's appeal and upheld the first-instance judgment.", "11. Meanwhile, on 2 December 2002 the applicants lodged a constitutional complaint with the Constitutional Court (Ustavni sud Republike Hrvatske) complaining about the length of the above proceedings. On 9 November 2004 the Constitutional Court found a violation of the applicants' constitutional right to a hearing within a reasonable time, awarded 4,000 Croatian kunas (HRK) in compensation to each of them and ordered the County Court to decide the appeal in the shortest time possible but no later than six months from the publication of the decision in the Official Gazette. The Constitutional Court's decision was published on 26 November 2004."], "VIOLATED_ARTICLES": ["13", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}