{"ITEMID": "001-90962", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "ADMISSIBILITY", "DATE": 2008, "DOCNAME": "HEUER v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson;Giovanni Bonello;Lech Garlicki;Ledi Bianku;Mihai Poalelungi;Nicolas Bratza", "TEXT": ["The applicant, Mr Franz Heuer, is a German national who was born in 1941 and lives in Neu Isenburg. He was represented before the Court by Mr T. Gertner, a lawyer practising in Bad Ems.", "A summary account of historical events in which the present application originated can be found in the Court’s decision on admissibility in the case of Preussische Treuhand GmbH & CO. Kg A. A. v. Poland (see Preussische Treuhand GmbH & CO. Kg A. A. v. Poland (dec.), no. 47550/06, 7 October 2008, §§ 3-5, ECHR 2008-...).", "The applicant submits that he is an heir of Rudolf Graf von Ingenheim, who was the owner of an impressive art collection. According to the applicant, Mr von Ingenheim was killed by the Nazis in a mental hospital in 1943.", "At the end of the Second World War the paintings belonging to the Ingenheim collection were stored in different places which are now within the Polish territory. They were confiscated by the Polish State under the Decree of 8 March 1946 on Abandoned or Post-German Property (dekret o majątkach opuszczonych i poniemieckich – “the March 1946 Decree”) as property belonging to Germans. At present the paintings are exhibited in various museums in Poland. The most important part of the Ingenheim collection included the following paintings:", "1) Alessandro Allori, Portrait of Francesco I de Medici.", "On 24 November 1944 the painting was taken to the Palace in Kuhna (at present Kunów in Poland). In 1946 the painting was transferred to the National Art Museum at the Wawel Royal Castle.", "2) Sandro Botticelli, The Virgin with Child, St. John the Baptist and an Angel.", "In 1940 the painting was on loan to the Silesian Museum of Fine Arts in Breslau (at present Wrocław). On 2 June 1942 it was taken to Kamenz (at present Kamieniec Ząbkowicki). After the war the Polish authorities confiscated it under the March 1946 Decree. It was taken to the Warsaw National Museum.", "3) Giovanni Filippo Criscuolo, Madonna with Child, Angels and Saints.", "Before the war the painting was in the Silesian Museum of Fine Arts in Breslau. In 1946 it was confiscated and taken to the Warsaw National Museum.", "4) Fra Diamante, The Adoration of the Child and Crucifixion.", "On 2 June 1942 the painting was transferred to Kamenz. The Polish authorities confiscated it under the March 1946 Decree and took it to the Warsaw National Museum.", "5) Josef Anton Koch, The Grindelwald Glacier in the Alps.", "The painting was on loan to the Silesian Museum of Fine Arts in Breslau. In 1942 it was transported to Kamenz. After the war the Polish authorities confiscated the painting and took it to Warsaw. In 1973 the painting was transferred to the National Museum in Wrocław.", "6) Lorenzo Lippi, Archangel Raphael and Tobias.", "The painting was loaned out to the Silesian Museum of Fine Arts in Breslau. The Polish authorities confiscated it and took it to the Warsaw National Museum. At present the painting is stored in the National Museum in Wrocław.", "7) Sebastiano del Piombo, The Scourging of Christ at the Pillar.", "The painting was on loan to the Silesian Museum of Fine Arts in Breslau. Since 1945 it has been exhibited in the National Museum in Wrocław.", "8) Giovani Santi, Lamentation.", "The painting was loaned out to the Silesian Museum of Fine Arts in Breslau. Since 1945 it has been exhibited in the National Museum in Wrocław.", "9) Portrait of a Family made by a Lombard painter in the 15th century.", "Before the war the painting was being restored in the Silesian Museum of Fine Arts in Breslau. After the war the Polish authorities confiscated it. It was taken to the Warsaw National Museum in 1946.", "10) Della Vecchia, Portrait of a Doge.", "During the war the painting was stored in Kuhna Palace. After the war it was confiscated by the Polish authorities. In 1946 it was taken to the National Art Museum at the Wawel Royal Castle.", "Details concerning the former place of storage of other paintings are unknown. They were, however, recorded at the National Museum in Breslau as belonging to the former Ingenheim collection and are still there.", "The applicant submits that he did not apply for restitution since under Polish law there is no possibility of challenging the validity and lawfulness of the confiscation and expropriation.", "A detailed description of the relevant international and domestic law is set out in the above-mentioned case of Preussische Treuhand GmbH & CO. Kg A. A. v. Poland (ibid. §§ 31-41)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}