{"ITEMID": "001-88792", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF OLEG NIKITIN v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objections joined to merits and dismissed (non-exhaustion of domestic remedies, six month period);Remainder inadmissible;Violation of Art. 3 (procedural aspect);Violation of Art. 3 (substantive aspect);Non-pecuniary damage - award", "JUDGES": "Anatoly Kovler;Christos Rozakis;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Khanlar Hajiyev", "TEXT": ["4. The applicant was born in 1977 and is currently serving a sentence of imprisonment in penitentiary establishment UN 1612/1 of Mariinsk, the Kemerovo Region.", "5. On 31 October 2001 at 4 a.m. the applicant was arrested on suspicion of robbery and taken to the Frunzenskiy District police station, Ivanovo. He was questioned at 7.20 p.m. the same day.", "6. According to the applicant, he was also questioned at 2 p.m. on 1 November 2001. During the questioning the police officers allegedly beat him on his head, chest and legs, seeking to obtain self-incriminating evidence. Afterwards the applicant was placed in a preliminary detention cell. The officer on duty was allegedly instructed not to let the applicant go to the toilet and not to give him anything to drink, notwithstanding the applicant’s argument that he suffered from diabetes insipidus which, in case of dehydration, could provoke an abrupt deterioration in his health.", "7. According to the applicant, on 2 November 2001 an ambulance was called by the police officers for a young man detained in the same cell as the applicant. Following the applicant’s request, the ambulance doctor examined the applicant and allegedly told the police officers that he needed to be taken to the hospital. Notwithstanding the doctor’s advice, the applicant was transferred to a pre-trial detention facility (СИЗО-1 г. Иваново), where he was again examined by a doctor.", "8. The Government maintained that an ambulance was never called for the applicant.", "9. On 2 November 2001 the applicant, in the presence of his lawyer, wrote a complaint to the Prosecutor’s Office of ill-treatment by police officers and submitted it to the investigator. However, neither the applicant nor his lawyer ever received any answer to the complaint in question.", "10. According to the Government, however, on 28 December 2001 the applicant’s allegations of ill-treatment were examined by the Prosecutor of the Frunzenskiy District of Ivanovo, who did not find a prima facie case of ill-treatment and decided not to institute criminal proceedings. The Government submitted neither a copy of the above decision, nor the material of the investigation due to the fact that they had been destroyed on 27 April 2006 as their retention period had expired.", "11. On 5 February 2002 the Frunzenskiy District Court of Ivanovo convicted the applicant of robbery and sentenced him to eleven years and four months’ imprisonment with forfeiture of property. Despite the applicant’s objections the trial court did not obtain the attendance of Mr Sh., a prosecution witness, and relied on the testimony given by him during the pre-trial investigation. During the trial the applicant raised the issue of illtreatment. The trial record reads as follows:", "“... In the morning I was taken to the police officers. I told them everything, but they said I was lying. Around 4 p.m. I was taken to the fourth floor. They bullied and beat me there. In the presence of my counsel I wrote a complaint and handed it to Mr Kalyagin, the investigator. However, I never got any answer. An ambulance medic examined me and said I needed to be taken to Hospital No. 7. They threatened me all the time, but never explained what charges were being brought against me. I filed the complaint on 2 November 2001.”", "However, the trial court left this issue unexamined.", "12. had failed to eliminate contradictions in the evidence, that it had left certain circumstances unexamined, that it had failed to establish the applicant’s participation in the robbery and had relied on some evidence received in violation of the procedural rules. He further complained that Mr Sh. had not been informed of his right not to testify against himself. The applicant’s lawyer further submitted:", "“During the trial [the applicant] submitted that on 2 November 2001 he wrote a complaint addressed to the Prosecutor of Ivanovo concerning the wrongful acts of the police officers. This complaint was written in my presence. Up to the pronouncement of the conviction [the applicant] had not received any answer to his complaint.”", "13. On 21 March 2002 the Ivanovo Regional Court upheld the judgment on appeal. The appeal court did not investigate the applicant’s allegations of illtreatment.", "14. Following the applicant’s request, on 10 October 2003 the Presidium of the Ivanovo Regional Court modified the qualification of the applicant’s crime by way of supervisory review and reduced the sentence to ten years’ imprisonment.", "15. The applicant submitted to the Court an extract from his medical file dated 27 December 2001, which read as follows:", "“Suffering from diabetes insipidus of medium severity [the applicant] has been observed by an endocrinologist since his childhood. Until 1998 he had a ‘category 3’ childhood disability.", "[The applicant] needs constant and regular intake of antidiuretic hormone three times a day (nasal drops), good nutrition with sufficient liquid, availability of necessary facilities for regular and timely compliance with physiological needs (urination) in order to prevent disease decompensation (organ failure) causing increased thirst and frequent urination ...”", "16. The applicant also submitted a statement by one of his codefendants, Mr T., who had been detained in the Frunzenskiy District police station together with the applicant from 31 October to 2 November 2001. The statement was dated 20 January 2003 and read as follows:", "“... On 1 November 2001, at approximately 2 p.m., [the applicant] was taken for questioning from the preliminary detention cell where we were being held. Several hours later he was brought back to the cell all beaten up, limping on his left leg, with a haematoma on his eye. [The applicant] told me that he had been beaten up by the police officers who were seeking to obtain his confession.", "... In my presence [the applicant’s] request for a doctor was refused. ...”", "17. The Government produced a medical reference issued by the Ivanovo ambulance unit on 2 August 2007 pursuant to the request of the Prosecutor’s Office of the Ivanovo Region. The reference indicated that in the period from 30 October through 4 November 2001 an ambulance team was called to the Frunzenskiy District police station located at [the address]. Between the words “was called” an uncertified hand-made correction “not” was made. The applicant’s personal information was indicated in the “name” and “age” of the patient’s field.", "18. The Government produced a copy of the document approved by the Prosecutor of the Frunzenskiy District of Ivanovo dated 27 April 2006 on destruction of documents with expired retention period. The reference to the applicant’s case file (1 volume) is contained at number 141.", "19. They further produced an information note from the Prosecutor’s Office of the Ivanovo Region, from which it follows that the applicant’s complaint about the alleged beatings was received by the Prosecutor’s Office on 23 November 2001, and that on 28 December 2001 it was dismissed in accordance with Article 5 § 2 of the Code of Criminal Procedure.", "20. Despite the Court’s request the Government did not submit the medical documents showing the state of the applicant’s health after the alleged ill-treatment. The Government explained that the requested information could have been retrieved from the outpatient record of the pretrial detention facility of Ivanovo. However, on 16 July 2007 the record in question was destroyed due to the expiration of its three-year retention period.", "21. The RSFSR Code of Criminal Procedure (in force until 1 July 2002, “the CCP”) established that a criminal investigation could be initiated by an investigator on a complaint by an individual or on the investigative authorities’ own initiative when there were reasons to believe that a crime had been committed (Articles 108 and 125). A prosecutor was responsible for general supervision of the investigation (Articles 210 and 211). He could order a specific investigative action, transfer the case from one investigator to another or order an additional investigation. If there were no grounds to initiate a criminal investigation, the prosecutor or investigator issued a reasoned decision to that effect which had to be notified to the interested party. The decision was amenable to an appeal to a higher prosecutor or to a court of general jurisdiction (Article 113).", "22. On 29 April 1998 the Constitutional Court of the Russian Federation held that anyone whose legitimate rights and interests had been affected by a decision not to institute criminal proceedings should have the right to appeal against that decision to a court."], "VIOLATED_ARTICLES": ["3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}