{"ITEMID": "001-98733", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "ADMISSIBILITY", "DATE": 2010, "DOCNAME": "WATTS v. THE UNITED KINGDOM", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson;Giovanni Bonello;Ján Šikuta;Mihai Poalelungi;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["1. The applicant, Ms Louisa Watts, is a British national who was born in 1903 and lives in Wolverhampton. She was represented before the Court by Ms Y. Hossack, a lawyer practising in Kettering.", "2.", "3. The applicant moved to Underhill House about five years ago, as she was no longer able to take care of her needs in her own home. Underhill House was owned and managed by Wolverhampton City Council (“the Council”), acting under its duties pursuant to the National Assistance Act 1948 and the NHS and Community Care Act 1990 (see paragraphs 44 to 46 below).", "4. Between 12 January 2009 and 3 April 2009, the Council carried out a consultation on the future of Underhill House. The consultation included a meeting with residents, families and carers held at Underhill House in January 2009, attended by 23 residents/carers; face-to-face interviews with residents and their families in February 2009; a stakeholder event on 3 March 2009 which was attended by 35 people, including representatives of the Wolverhampton's Over 50s Forum, the Older People's Carers Task Group, Age Concern, the Alzheimer's Society, the Primary Care Trust and New Cross Hospital Trust; and general advertisement of the consultation procedure and seeking of public views, which resulted in 72 written submissions.", "5. The subsequent report on the future of Underhill House explained the background for the consultation exercise and the need for a re-assessment of care home provision in the area:", "“The weekly cost of a bed in Underhill House is approximately 50% higher than the cost of a residential care bed in the independent sector. This difference in cost is not related to a commensurate difference in quality and it is not, therefore, possible to demonstrate that Underhill House provides value for money. The resources available for funding social care services in Wolverhampton are reducing. As a result there is a need to ensure that expenditure is contained within the reduced resources available. The impact of this, in terms of the need to actually withdraw services, can be lessened if opportunities can be found to continue to provide services to the same number of people but at a lower cost. The replacement of residential care places, run directly by the Council, with places purchased in independent sector homes offers such an opportunity.", "Underhill House was built 40 years ago and, consequently does not meet the physical space standards set out in the National Minimum Standards, established by legislation. These standards (relating to room size and en-suite facilities) are currently only applied to new homes and those where the terms of registration are being varied. There is consequently no immediate requirement for Underhill House to meet these standards, but it has always been intended that eventually these requirements will apply to all care homes. It is estimated that it would cost approximately £2 million to make the necessary alterations. Even if no requirement is introduced, expenditure on such alterations can only be avoided if the home remains unchanged for the foreseeable future. This would mean that, in the longer term, the home would be unable to respond to the changing needs and expectations of current and future users. If work were undertaken to achieve the increased room sizes within the current building, it would be necessary to reduce the number of rooms by at least a third. This would increase unit costs to a level that would make the home financially unviable.”", "6. The report identified a number of key themes:", "“4.1 ...", "Concern that closure would mean separation from other service users, with whom friendships have been established.", "Concern about the loss of relationships established with staff and the potential loss of employment for those staff.", "Fears that alternative homes may not be as good or be too far away from friends and family.", "Concern about the detrimental effect of the upheaval of moving on residents, particularly those with dementia.", "Appreciation of the high quality of care in the home.", "A view that savings could be made in other ways, without impacting on vulnerable people.", "A suggestion that existing residents should be allowed to remain, but that all new permanent admissions should be stopped, thus allowing the home to be gradually run down (perhaps using vacancies for temporary respite stays).", "A view that current residents found the existing size of their rooms and the bathroom facilities satisfactory.", "A view that Underhill House should not be closed until plans to develop very sheltered housing in vicinity are in place.”", "7. The report considered all available options, including retention of the home, closure of the home, retention of the home until replacement very sheltered housing was available in the area, disposal of the home as a going concern to an external provider, and retention of the home for the lifetime of existing residents. As regards retention of the home, the report noted that:", "“... this would entail foregoing the opportunity to make savings and obtain better value for money through the provision of alternative placements for residents in other homes. At some point in the future, the home will be required to meet the new space standards, which will involve substantial expenditure and significantly reduce capacity and cost effectiveness.”", "8. As to the closure option, the report stated:", "“This would enable savings to be made, while still providing a service to residents through alternative placements, and be in line with the strategic direction for older people's services. It would, however, cause distress to current service users and their families.”", "9. The report concluded:", "“6.1 It is proposed that:", "Underhill House be closed.", "Current residents and their families be provided with intensive support to help them find alternative placements which meet their needs and prepare them for the transition (initial assessments suggest that 3 residents may now require nursing home care). Each resident's needs will be individually assessed, in consultation with their families, and involving other professionals, where appropriate, to ensure that they have a personalised care plan designed to minimise any adverse impact. Reviews of research evidence by Professors Burn[s] and Jolley have shown that careful, individualised planning of moves to alternative care settings can mitigate against the negative effects of the change.", "Arrangements are made to enable friendship groups to move together to an alternative home.”", "10. The report further noted:", "“8.1 An assessment has been undertaken, which identified the need to reduce the impact of closure on service users by ensuring that careful, individualised care planning is undertaken for each resident to minimise any distress and disruption caused in moving to another establishments. Each service user and their carer will be provided with intensive support and a range of information on the availability of places in other homes in Wolverhampton, including making visits prior to reaching a decision. Where necessary advocates will be provided and the service user, and their carers, will be fully engaged in the process of their move, paying particular attention to their wishes, feelings and addressing cultural differences.”", "11. The views of residents, families and carers as expressed in the face-to-face interviews conducted in February 2009 (see paragraph 4 above) were summarised in a table annexed to the report.", "12. In a separate appendix to the report, a summary of the meeting with residents, staff and carers at Underhill House was provided. The summary noted:", "“There are several friendship groups in Underhill House and family members asked about the possibility of moving residents together in small groups. They were told that even if we don't currently have three places together, if there are two in the home they want to move to we will hold the vacancies until we can move them all together.”", "13. On 22 April 2009, Cabinet (the Council's decision-making body) approved the recommendation to close Underhill House.", "14. The decision was subsequently called in for further scrutiny by the Scrutiny Board of the Council. The scope of the scrutiny was confined to determining “what efforts had been made to find a site and funding for a very sheltered scheme in the local area”. On 28 April 2009 the Scrutiny Board considered the decision of Cabinet and, after hearing from the Director for Adults and Community, resolved to take no further action.", "15. The applicant's solicitor instructed a medical report from Professor Katona, a consultant psychiatrist, in order to assess the potential effects of any transfer on the applicant's health. The report of 17 July 2009 noted as follows:", "“In view of her extreme old age, Mrs Watts' current life expectancy is very limited – probably no more than 1-2 years. It is however difficult to estimate individual life expectancy with any certainty.”", "16. As to the possible risks of any transfer to the applicant's life, the report continued:", "“Despite extensive research in the area there is no conclusive evidence that, overall, mortality is increased if people in residential care are transferred ... There is however evidence that some people are at particular risk ... and that mortality is significantly increased in such individuals. Risk factors cited by Castle (2001) which are positive in Mrs Watts' case include", "- confusion", "- incontinence", "- poor mobility", "In the light of this I would conclude that on the balance of probabilities Mrs Watts' already short life expectancy is likely to be reduced by 25% if she is moved from Underhill House where she has lived happily for five years. The research summarised by Castle (2001) suggests that this risk is likely to be mitigated somewhat by preparation and if she were moved together with other residents with whom she has made particularly close friendships. Such preparation is regarded as good practice by most Councils.”", "17. The report concluded:", "“Mrs Watts has limited life expectancy.", "The ideal outcome for Mrs Watts would in my view be for her to remain at Underhill House for the rest of her life.", "If however a move is unavoidable, the key issues to ensure would be", "- moving 'en bloc' with her closest friends", "- continued accessibility for the very frequent visits that add significantly to the quality of her life ...”", "18. On 15 June 2009 the applicant's solicitor sent the Council a letter before claim and warned that she would apply for an injunction if any steps were taken to move the applicant from Underhill House. The Council replied to the letter on 3 July 2009, refuting the applicant's claim and requesting further details of the applicant's Convention complaints. The Council further disputed the need for interim remedies and provided an undertaking in the following terms:", "“a) We will not seek to move any of the named residents who remain at Underhill House prior to completion of their individual care plan;", "b) The number of staff retained will be sufficient to address the needs of the residents then present.”", "19. On the same day the applicant applied to the High Court for permission to seek judicial review of the decision to close Underhill House and for an order for interim relief to prevent steps being taken to implement the Council's decision of 22 April 2009 to close Underhill House, including redeploying or making redundant any of its staff and moving any of the residents without a prior report from an expert psychiatrist confirming that the move presented no risk to the resident's health or life. She relied on Articles 2, 8 and 14 of the Convention.", "20. In her statement of facts and grounds, the following was stated:", "“Louisa is an intelligent lady who knows that the Defendant has made a decision to close her care home. However, she is unable to remember details such as what she ordered for lunch the previous day. Her memory is insufficient for her to retain and weigh up competing options. On a number of occasions, she asks about the welfare of a family member, who has been dead for 40 years ...", "Louisa has resided at Underhill House for about five years, as she was unable to look after her needs at home and had broken her hip. The nature of her disability is such that she needs 24-hour oversight and supervision, and would not be able to look after herself in, for example, very sheltered accommodation.", "Louisa has sufficient understanding to say to her son that she thinks it would 'drive [her] mad if she moves' and has expressed that her desire is to stay at her care home.”", "21. On 10 July 2009, the request for interim relief came before the High Court, which expressed concern about the width and vagueness of the order sought and the evidential basis for the application. No order for interim relief was made, following the Council's confirmation that there were no immediate plans to move the remaining residents and that none would be moved pending the determination of the application for permission to seek judicial review. A further attempt was made by the applicant to seek interim relief in the form of a prohibition on staff movements. The application was refused.", "22. On 28 July 2009, judicial review of the decision to close the applicant's care home was refused on the papers on the ground that it was an attempt to re-litigate points run and lost in other cases (see paragraphs 60 to 75 below). Further, Judge McKenna noted that the complaints were not sustainable on the facts and were unsupported by the medical evidence supplied.", "23. On 13 August 2009, the Court of Appeal granted an interim injunction to prevent residents being moved before the hearing of the renewed application for judicial review on 9 September 2009.", "24. On 9 September 2009, Judge Kirkham in the High Court refused permission for judicial review at a renewed hearing. The applicant lodged an appeal. It would appear that the injunction was extended to prevent transfer prior to the decision on the applicant's appeal.", "25. On 7 October 2009 the Council gave an undertaking in the following terms:", "“The Council confirms that in each individual case it will assess–", "a) whether moving the applicant presents a risk of death or to health;", "b) if there is a risk in being moved, whether or how might that risk be managed. That assessment will take place in the context of section 47 NHSCCA 1990 assessment.”", "26. On the same date and on the basis of the Council's undertaking, the Court of Appeal refused permission to appeal the refusal to grant leave and discharged the injunction. Sedley LJ noted that:", "“13. Dr Katona's report on Mrs Watts is dated 17 July 2009. We know now that on the same day he e-mailed Miss Hossack a covering message for the report, which read as follows:", "'I look forward to your comments as to whether any amendments or clarifications are necessary. As you will see I am not convinced that the outcome of a move would be so bad for some of [the residents].'", "14. In response to [a] request by email from Miss Hossack for further information he wrote:", "'I was also quite surprised at what I found. I think the people I saw were relatively well (mentally in particular), were well supported by family and in particular were quite aware of the possibility of moving and pretty laid back about it.'", "15. Miss Hossack confirms to us that the phrase 'the people I saw' included Mrs Watts. Read together with the report, it is clear that, while it is in no way a licence to be less than extremely careful about Mrs Watts' welfare in any move, it does not predict harm to her from a move.”", "27. Sedley LJ accordingly concluded that:", "“18. For my part, I am unable to see any viable ground on which this court can grant permission to appeal against Judge Kirkham's decision not to give permission to apply for judicial review. If there were any firm evidence that moving Mrs Watts was going to shorten her life, the decision would be quite different. It would be nothing to the point that she had already enjoyed a long and active life. Mrs Watts, like everybody else, is entitled to the full benefit of every day that still remains to her.", "19. But when one reads Dr Katona's report with the accompanying messages that I have quoted, it is evident that there is no reason why Mrs [Watts' move] to a new care home, provided it is properly managed, should do her any appreciable harm.”", "28. As to the management of the move, Sedley LJ commented:", "“20. Is there then any reason in the evidence before us to suppose that it will not be properly managed? Wolverhampton City Council has made it clear that it is well aware of its legal duty towards its residents. Although it was not adequately spelt out in initial correspondence, it has more than once now undertaken in open court to conduct individual assessments, so far as these have not already been made, so that the move of each resident can be tailored to his or her own needs and own medical condition. That undertaking was given to Wyn Williams J when he was asked for an injunction and was given again to HHJ Kirkham when she considered the application for permission to seek judicial review.", "21. We also now have the council's equalities impact assessment, a document which, although only disclosed today, can be seen on examination to have been the source of the greater part of what was set out in the report to cabinet which was the foundation of the decision to close the home ...", "22. Among the tabulated information which has been gathered are the individual care plans of residents, the contents of the consultation process and the views of residents and relatives following face-to-face interviews by the assessment team ...”", "29. He noted that the assessment included findings as to possible adverse impacts and steps which could be taken to reduce or eliminate those adverse impacts. Referring to the Council's undertaking that it would not move any resident before an individual impact assessment had been conducted, he concluded:", "“25. Thus, as it seems to me, the plans for relocating the residents of Underhill House meet the concerns expressed by Dr Katona. So long as those concerns are met, Dr Katona's own evidence indicates no risk of undue harm to the residents, who are to be moved – this needs to be remembered – from an unsuitable home to a home better equipped for their needs.", "26. For those reasons, it seems to me that the HHJ Kirkham and HHJ McKenna were both right to refuse permission to apply for judicial review. For the same reasons, it seems to me that an appeal to this court would have no realistic prospect of success. In short, the council proposes, as it has done throughout, to take individualised measures to ensure, so far as humanly possible, that neither Mrs Watts nor any of her fellow residents is distressed or harmed in any way by the move from one care home to another. That is all that anyone can ask.”", "30. Following the court's decision, the applicant's solicitor contacted Professor Katona on 8 October 2009 seeking clarification of the email cited by Sedley LJ in his judgment. She wrote:", "“... The Court of Appeal yesterday took [your] email to imply that there was no risk to Louisa Watts in the involuntary transfer from Underhill House to another home.", "Could you please confirm whether or not you meant to imply ... that there would be no risk to health or of early mortality to Louisa Watts if she was moved involuntarily from Underhill House.”", "31. Professor Katona replied:", "“I am surprised to hear that.", "My comments applied to the group of people I had seen on one particular day. It did not apply to Louisa Watts.”", "32. He referred to the findings of his report (see paragraph 16 above), also cited by Sedley LJ in his judgment.", "33. The applicant was transferred from Underhill House to Sycamores Nursing Home, some three miles away, on 13 January 2010, together with three of her friends.", "34. An Adult Full Review relating to the applicant and dated 13 February 2009 summarised the applicant's health details and her needs. It noted that she received regular visits from her sons and daughters-in-law but that she did not sleep well and worried about her children. It further noted that she sometimes became distressed about changes to her routine and was anxious about the changes proposed at Underhill House. An Adult Planning Additional Information report, also dated 13 February 2009, recorded that in the event of a breakdown of the placement, the applicant would require an alternative residential placement for physically frail older people.", "35. In a letter dated 7 December 2009 to another resident of Underhill House, the Council noted:", "“The process of undertaking the assessments has continued and nears completion. While it is regrettable that not all family members wished to co-operate with the assessment process, we have been able to use the full assessments that were completed earlier in the year and update them through the wide variety of sources of information that are currently used to support and meet your care needs.", "Within the next week, these will be complete and will identify where your care needs will continue to be met and how the process of transfer will be managed taking into [account] your needs identified in the assessment. The social workers responsible for your assessment will work alongside the staff at Underhill to discuss the assessments and their outcome with you and how moves can be supported.”", "36. By letter of 11 December 2009, the Council advised the applicant's solicitor that it was undertaking an assessment of each resident in accordance with section 47 of the National Health Service and Community Care Act 1990. The letter continued:", "“These assessments include assessments as to whether moving each resident presents a risk of death or to health and if there is a risk in being moved, whether or how that risk might be managed.", "The Reports of Dr Katona on the residents obtained in the course of the judicial review proceedings are also being used to inform these assessments.”", "37. The letter concluded:", "“The Authority does not agree to the assessments being carried out by a consultant in the psychiatry of old age as suggested in your letter. As set out above, assessments are being undertaken in accordance with statutory provisions and the Council's undertaking given to the Court of Appeal on 7 October 2009. I confirm any risks identified in assessments will be addressed before the residents move.”", "38. On 21 December 2009, an Adult 4/5 Planning Arranging Support report on the applicant was prepared. It noted the frequent visits of the applicant's sons and daughters-in-law and the fact that the applicant enjoyed being around other people and did not like to be alone. As regards care plan proposals, the report noted:", "“Wolverhampton Social Services will provide support and assistance to enable Mrs Watts to select an alternative provider of care.", "Mrs Watts has been provided with a list of suitable homes within a 5 mile radius of Underhill house. She has also been offered a free advocacy service provided by Age Concern. She has been given information and advice on financial considerations and offered CQC [Care Quality Commission] reports on any homes that she may be interested in.", "Mr Watts (son) has been advised that we will offer transport to view the homes and staff to accompany her. He has also been advised that we will endeavour to place her within the area of her choice and with her two friends from the home if possible. Mr Watts has advised us that he would like all residents to be able to move together to a nearby home in Wednesfield if possible. I have agreed to put this option forward to be considered.", "Mrs Watts will also be offered a memory book of Underhill and its residents and a leaving party when the time comes for moving.", "Mrs Watts has been offered a bed at the Sycamores dual registered home, along with her three friends. This was the nearest home that the whole friendship group could move to together and is only 3 miles from Underhill house. As there are no residential vacancies at present and Mrs Watts requires a high level of care, she will initially move to a nursing bed at a cost of £459 per week. An assessment has been requested by the PCT for the funded nursing contribution. If nursing level care is not required on an ongoing basis, then Mrs Watts will be offered the next available residential bed. Mrs Watts will not pay a top up but will continue to pay the same assessed contribution as she pays at Underhill. Her family have been advised to view the home and arrangements have been made for Mrs Watts to visit if she wants to.”", "39. The intended outcome of the care plan was to:", "“... provide an alternative residential placement for Mrs Watts that meets her needs and maximises her choice and quality of lifestyle. To minimise the risk from falls and tissue damages by ensuring that 24 hour care and support are provided.”", "40. The options considered were described in the report and included the following:", "“Due to her recent tissue deterioration, a nursing home placement has been considered but both GP and district nurses feel that at present her needs can be met in residential care and would not be improved by a move to a nursing home. A dual registered home may be a suitable option if she views such a home that she likes. Mrs Watts needs will continue to be monitored closely up until the placement is made to ensure that she is placed in the most suitable environment.", "...", "After discussion with ... [the] Team Manager on 22/12/2009 it was felt that as Mrs Watt's condition is stable, ... she should remain at Underhill for the short term.”", "41. The report also identified moving and handling issues, noting that following a fall, the applicant's mobility was reduced such that she required two people and a frame to transfer. It further noted that her condition appeared to have stabilised in the seven days preceding the report.", "42. The report recorded that the applicant preferred to stay at Underhill House, and if she had to move preferred to stay in Wednesfield. It noted that her family wished her to remain in the area to facilitate visits and that her son wanted her to move with other residents of Underhill House if possible.", "43. An Adult Full Review dated 2 February 2010 noted the following:", "“As Underhill House was closing Mrs Watts moved to the Sycamores nursing home on 13/1/10 along with 3 other residents. Initially she settled well but has had a few nights where she hasn't slept and has become agitated at times. She continues to need encouragement to eat but has maintained her weight ... She is now able to walk short distances with assistance.", "On 26/1/10 a safeguarding investigation was raised as bruises were noted on both of Louisa's lower arms. The cause cannot be determined but it may be due to poor handling and the fact that Louisa bruises easily. As Louisa has reported that she is happy at the home it was felt appropriate to close the safeguarding. Louisa has stated 'I like it here'. She said the food was good and the staff were kind. When asked if she wanted to consider moving Louisa stated 'I don't want to move again'.”", "44. Section 21(1) of the National Assistance Act 1948 provides:", "“... a local authority may with the approval of the Secretary of State, and to such extent as he may direct shall, make arrangements for providing—", "(a) residential accommodation for persons aged eighteen or over who by reason of age, illness, disability or any other circumstances are in need of care and attention which is not otherwise available to them ...”", "45. Under section 21(2) of the 1948 Act:", "“In making any such arrangements a local authority shall have regard to the welfare of all persons for whom accommodation is provided, and in particular to the need for providing accommodation of different descriptions suited to different descriptions of such persons as are mentioned in the last foregoing subsection.”", "46. Section 47(1) of the National Health Service and Community Care Act 1990 provides:", "“(1) ... where it appears to a local authority that any person for whom they may provide or arrange for the provision of community care services may be in need of any such services, the authority—", "(a) shall carry out an assessment of his needs for those services; and", "(b) having regard to the results of that assessment, shall then decide whether his needs call for the provision by them of any such services.”", "47. A number of reports have been prepared by experts in the area. Relevant extracts of a selection of reports cited in domestic proceedings are set out below.", "48. In 2001, Professor Castle published an article entitled “Relocation of the Elderly: Medical Care Research and Review”. The article, a review of seventy-eight studies into relocation of the elderly, concluded as follows:", "“In summary, we show that trends in the current health care marketplace may be precipitating relocation of the elderly. The potential negative and positive outcomes of relocation investigated include changes in mortality rates, morbidity, and psychological and social changes. In this review, we found few consistent negative or positive outcomes resulting from relocation; indeed, the majority of studies we reviewed did not identify any significant resident outcomes as a result of relocation. However, it should also be noted that we also show that many relocation studies have analytic limitations. By combining this prior literature in an analytic model, we help show some opportunities for future research in the relocation of the elderly.”", "49. The section on “mortality” concluded:", "“Only two empirical studies have investigated whether residential relocation is associated with an increase in mortality. No increase in mortality post-relocation was observed in either of these studies, but clearly we should be cautious in drawing any conclusions from only two studies.”", "50. In the context of legal proceedings in 2003, Professor Jolley was asked to prepare a report which addressed the likely effect of moves on the physical and mental health of elderly residents of care homes. In his report, he noted:", "“28. Amongst the life events recognised to be particularly stressful is move of accommodation. This is true whether an individual is moving from one house to another either in an enforced way or in a planned way, and as Dr Jefferys remarks in paragraph 48 of his report of October 2001 'for older people in particular moving residence is amongst the highest risk factor for triggering an anxiety response and possible depression. It is only marginally less significant than death of a spouse'.”", "51. As to the reliability of the available literature and data on residential care home moves, he noted:", "“29. Turning again to the literature of the impact of relocation of older people from residential home to residential home or similar institution to similar institution: Dr Dalley has produced a helpful and scholarly review including detailed analysis of some of the papers made available to the Court, as well as reference to some of the work. It is important to put the published literature into context. Papers and special reports are put together and offered for publication with a view to conveying particular messages or making particular points. As Dr Dalley points out, there are no circumstances in which older people with or without evidence of frailty would be exposed by design in a controlled experimental way to the stresses associated with closure of homes, relocation to alternative environments, and perhaps relocation back to newly refurbished accommodation. There would be no justification for such an experiment; it would be deemed economically impracticable and ethnically unacceptable.", "30. What we have is a selective reporting of experiences that occur when relocations are required as a consequence of unplanned tragedies such as a fire in a home, the discovery of safety problems, etc, or in response to alternative practical considerations such as the nonviability financially of a sponsoring organisation or a requirement such as that operative in the present case to improve standards, to reduce the overall beddage of a particular component of the care sector.", "31. So materials that come into the public arena are represented as selected sample. Some are selected by authors wanting to make the point that moving old people puts them at risk and seeking to document and quantify that risk and its impact. Others wanting to make the point that despite the common understanding that moves are stressful and can cause deterioration in health and bring forward death, it is possible by taking careful thought and planning, engaging the individuals and their families and the care staff in making suitable arrangements, to minimise the adverse impact of relocations.”", "52. Commenting on his assessment of the possible risk of increased mortality resulting from a move, he said:", "“32. In summary statements, Dr Dalley reflects:", "Paragraph 5.2 – 'where research has been undertaken, the evidence is equivocal' and in paragraph 6.1 – 'broadly, the epidemiological evidence suggests that, under optimal conditions, relocation from one care setting to another does not significantly increase the risk of mortality or morbidity'.", "My own view is that from common experience, from my clinical experience, and from an informed review of the literature, it is an inescapable truism that relocation is a stressful event and can precipitate problems of mental health, physical health, and even bring forth death. There are published examples of good practice that when every care and consideration is taken into account in planning and conducting moves, and where matters are not confounded by unplanned or unforeseen complications, the impact of this stress can be minimised. Achieving 'optimal conditions' for individuals and groups of individuals is, in practice, very difficult to achieve and cannot reasonably be guaranteed.”", "53. He summarised factors which could have a bearing on the resilience of elderly residents facing a transfer to another care home:", "“34. Some individuals are more susceptible to the impact of relocation than others. They are likely to be more susceptible to any life event. Characteristics which identify people likely to encounter the greatest difficulty include:", "- evidence of previous breakdown in response to stress.", "- age – with very advanced age making it more difficult to adapt to change.", "- gender – men by and large adapt less well to change and stress than women.", "- the presence of pathological impairments – these might produce physical impairments, reduced mobility, and incontinence of urine.", "- they may make it more difficult to understand the environment – reduced eyesight or blindness, reduced hearing or deafness, or other loss of sensory facility.", "- the presence of depression, anxiety or a demonstrated vulnerability to such symptomatology is likely to be exacerbated by any move.", "- the presence of cognitive impairments, i.e. impairment of the facility to understand, comprehend, remember and reason with the information that a move is to be made makes the individual particularly vulnerable, for no matter how much work is done to explain the situation and to help them come to terms with the situation, all that work may be lost because of the failure to register and to remember. In addition, fragments of an understanding and the anxieties associated with that understanding or half understanding, may come back repeatedly to haunt the individual.", "Combinations of these vulnerability factors increase the risk of adverse reactions to the relocation stress and, of course, such combinations are not uncommon amongst individuals who are living in residential care.”", "54. On options available to minimise the risks to residents of a transfer, Dr Jolley commented:", "“37. ... The first consideration has to be to examine again whether it is necessary or inevitable that the relocation proceeds. There is little doubt that the best interests of these individuals will be served by continuing to live in the environment that they choose, have chosen and have not moved from.", "38. The next consideration is to deal with each individual as an individual, investigating the situation carefully with them and with their families, their medical practitioner advisers, and anyone else who is relevant, so that they can be made aware as far as they are able of the proposals and their implications and the alternatives. Some will choose to move to alternative accommodation of their choice rather than remain in a situation of uncertainty and potential conflict ...", "39. Others will choose to remain in their present care environments and to accept changes that will occur within that environment and the programme of relocation presented to them by the authorities. For these individuals, the authorities have additional responsibilities. It is clear that if individuals or groups of individuals are to move from one environment to another, then the receiving environment must be at least as well physically attuned to their needs as the one from which they are moving. It must be warm and comfortable and have suitable facilities, and to be accessible by friends and relatives who would wish to visit. Where it is possible for groups of friends to move together, then this has every advantage for the friendship circle will be sustaining both in anticipating the move, coping with the move, and reflecting on its aftermath. Similarly, where it is possible for staff to move as a group with their charges, there is every advantage. The familiarity of a trusted carer or nurse is extremely reassuring to the individual. Older people with multiple pathologies have multiple needs based on those pathologies as well as upon their personal preferences and styles. These are known to those who care for them and carrying that expertise from one situation to another reduces and minimises stress. There may be advantage in brand new and special equipment but there is also advantage in carrying with one favoured and trusted comforts, which might include a chair, table, radio, etc. It is extremely important when such relocations are being contemplated, that extremely careful arrangements are made for continuity of medical care and support. If it is possible for one practice to continue to be the provider, that is maybe ideal. If there is to be transfer from one practice to another, it is important that all information is conveyed from the donor practice to the receiver practice well in advance, preferably by personal contact. It is important that a receiving environment is well prepared in advance of the day of a move. It may be possible to move all residents from one home to another on a particular day but it is a difficult logistical task. There is a requirement for staffing at both ends as well as staffing to conduct the transfer. The involvement of people's families in the process can be very helpful. It is important not to try to do too much all in one frantic move. It may be necessary to undertake a series of moves of a modest number of individuals so that everyone's needs can be properly attended to. There are considerations of the time of year and climate. Moves during the cold of winter are hazardous and should be avoided for cold is stressful and deaths preferentially occur in the winter months.”", "55. Professor Burns was asked by HM Coroner Cheshire to prepare a report following the death of seven elderly residents who had recently moved care home. He summarised the relevant literature as follows:", "“In the scientific literature, there have been a number of reports over recent years concerning the effects of the relocation of older people, either from National Health Service (NHS) continuing care wards to homes, or from one home to another. A review by Smith and Crome (2000), summarized the literature over the last 40 years. The mortality of elderly residents who are moved compared to those who are not, seems to be increased by about one third. It is clear from a number of studies that the people most at risk are those who are relatively immobile, need to be helped with dressing and washing, have significant physical illness and who have severe dementia. A combination of these risk factors puts a resident at greater risk. It has also been suggested by one Inquiry into such a transfer, where seven deaths occurred within three weeks of moving (Barnet Health Authority, 1997) that poor planning of the process was partly to blame – implementation and monitoring of the transfer was not carried out in sufficient detail and there was not enough time given to new staff to become familiar with the needs of transferred residents. In 1998, the NHS Executive produced guidance on the transfer of frail older people from the NHS (NHS Executive, 1998). Some studies (for example that of Smith and Crome, 1999) have found no increase in mortality but note that at the time of transfer a lot of attention had been paid to the organisation of the process and families, carers and staff were involved. Publications since 2000 have included: Meehan (2004) who concluded from his study that physical ill health and old age, rather than the trauma associated with relocation itself, explained mortality; McDonald (2004) who confirmed how disruptive it is for older people with dementia to move and found a death rate of just under a third after one year and; Hodgson (2004) who measured the physical effects of moving on levels of stress hormones in the body of older people who had taken part in a relocation and found that the move was associated with much higher levels one week after the move.", "Thus, it has been well documented that there is an increase in mortality in older people when they move from one setting to another. The risk factors are being frail and hav[ing] dementia. Organising the transfer with proper care can mitigate against the negative effects of the move.”", "56. In his report, Dr Jefferys commented:", "“32. Many local authorities have revised and published policies and protocols on home closure since the Oct 2003 publication by PSSRU of 'Guidelines for the closure of care homes for older people: presence and content of local government procedures', J Williams & A Netten.", "33. I have looked at a crosssection of these. Most local authority protocols and procedures now specifically address most of the issues identified in the Jolley, Burns and PSSRU reviews.”", "57. Reviewing previous publications and research in the field, Professor Jeffery noted:", "“36. Professor Jolley refers to methodological limitations of devising effective research to measure the effects of home closure on older people which are reflected in the existing literature. Effective control studies have not been mounted, either because they would be unethical or impractical.", "37. At least 50% of local authority care home residents suffer from some degree of dementia and an additional 25% from significant depressive illness ... Such individuals are unlikely to be capable of consent or agreement to be subjects for research or agreeable to publication of their case histories, even if successfully relocated.", "38. Most case studies have only been published because there were significant adverse outcomes for the residents. This represents a 'publication bias' in favour of 'bad news' rather than 'good news' outcomes. In this context it is therefore highly significant that there are several published reports indicating 'successful' transfer of vulnerable older people where preparation was undertaken to a high standard.”", "58. On the risks of transfer, he concluded:", "“43 Professors Joll[e]y and Burns have provided a fair summary of the existing evidence, albeit much of it lacks research vigour about the particular risks faced by older people moving from one care home to another ...", "44. As a consultant trained in both geriatric medicine and psychiatry I have seen consequences of both hasty and well planned care home transfers of thousands of vulnerable older people over the past 32 years. In broad terms I fully endorse the conclusions of Professors Burns and Jolley, which is that older people in care homes are a vulnerable group who are at risk of deterioration with ill planned relocation. However, careful planning and preparation of individuals, following personalised care plans and maximising continuity of care, can minimise the risks such that the risk of an adverse outcome is very low.”", "59. In his report, Dr Jeffery was asked to address the question whether, having regard to the reports of Professors Burns and Jolley, it was in principle possible to transfer care home residents, in particular individuals suffering from dementia, without any increased risk of mortality. He responded:", "“53. Yes, provided the vulnerability of individual residents is recognised and assessed to a high standard, with multi disciplinary and family/carer consultation and all steps (consistent with the experience and best practice as outlined by Burns, Jolley, PSSRU and in this report) are taken to avoid unnecessary risk and trauma to individuals facing transfer. It needs to be acknowledged that in any population of frail older people with an average age in their mid 80's there will be a small number of deaths to be expected in the few weeks/months prior and following transfer.”", "60. The question of the impact of the closure of residential care homes on residents' human rights has been brought before the domestic courts on several occasions. In R (Haggerty and others) v. St Helens Council [2003] EWHC 803 (Admin), Silber J considered the Articles 2 and 3 arguments in respect of a proposed care home closure and noted:", "“30. I am prepared to assume that a positive obligation of the kind suggested by [counsel for the applicant] was imposed on the Council. In this case, Articles 2 and 3 are being invoked to impose positive obligations on the Council as they themselves are not responsible for killing or torturing the claimants. The result is that the limits of the obligations are defined by proportionality. That means the obligation on the authority to take measures to protect the citizens from breaches of their Article 2 and 3 rights is limited in that the obligation must not impose an 'impossible or disproportionate burden on the authorities' (Osman v. UK 29 EHRR 611 [116] and R (Pretty) v. DPP [90]).”", "61. He concluded:", "“49. The Article 2 claim fails for four reasons. First, I do not consider that there is evidence that the risk to the claimants' lives would reach the level needed to engage Article 2 as explained by [counsel for the applicant] in the light of both the precautions and steps to be taken by the Council. The claimants have not adduced any evidence to criticise or to comment on the steps that the Council consider adequate. Second, in any event, even if that is wrong I consider that the Council has met the requirements relied on by the claimant, which is, according to [counsel for the applicant], to ensure that 'the state did all that could reasonably been required of it to prevent the [claimant's] life being avoidably put at risk' (LCB v. UK (1998) 27 EHRR [11]) ... Third, as I will explain at the end of this judgment, the Council has agreed to liaise with Professor Jolley or another consultant in the psychiatry of the old aged on the best ways of moving the claimants so as to reduce the risk to them. It was agreed that the parties would have liberty to apply if problems arose. This will ensure that the claimants' lives will not be at risk. Fourth, if I had been in any doubt about the Article 2 claim the factor to which I have just referred would have led me to the same conclusion that this Article 2 challenge fails because the courts accord a broad area of discretionary judgment to a public authority in deciding what is a fair balance between the interests of an individual and of the community ... This would prevent the Council's decision being impugned on Article 2 grounds. Thus, I conclude that the claimants' rights under Article 2 will not be infringed by the move.”", "62. The Article 3 complaint was dismissed for similar reasons.", "63. As to the Article 8 complaint, Silber J held that:", "“58. I consider that the claim in respect of Article 8 fails for three reasons. First, there is no cogent evidence of disruption of home or family life or interference with the right to physical integrity ...", "59. The way in which the moves are and have been planned ... indicates that a great deal is being done to ensure that the move is as undisruptive to the claimants as it could possibly be. No cogent criticism has been made by [counsel for the applicants] of the proposed arrangements. It is particularly noteworthy that the Council intends to do all that is necessary to preserve friendship groups and thus shows respect for what would be covered under Article 8(1) as 'family life'. The other measures ... show the claimants' rights to physical integrity and respect for home and family life have been safeguarded and are not infringed. As I have explained ... individual assessments of all residents have been carried out. I have explained ... the way in which the Council has agreed to liaise with the claimants' expert consultant psychiatrist on the best ways of moving the claimants so as to reduce any risk to them.", "60. Second, the financial resources of the Council is an important element to be considered to the balancing exercise required in the application of Article 8(2) ...", "61. A third reason why this claim based on Article 8 must fail is that the Council is entitled to a substantial degree of deference relating to the way in which it allocates its resources and provides services. This is relevant as Article 8(2) requires a balancing exercise. These are matters very much within the expertise of a local authority and with which a court should only interfere where the evidence is very clear, but this is, as I have explained, not such a case.”", "64. Subsequently, in R (Wilson and others) v. Coventry City Council [2008] EWHC 2300 (Admin), H.H. Judge Pelling QC, having reviewed carefully the various reports put before him (including the Jolley, Burns and Jefferys reports), concluded:", "“15. ... In my judgment, having considered this material, it seems to me that at most the material establishes that in some studies a statistical increase of the sort alleged by the Claimant has been established, while in others it has not. Further, it seems to me that on proper analysis what the material shows is that different people may react to a move in different ways, and that moves which are sensitively and thoughtfully handled can be achieved without a significant increase in mortality, although there may be individuals who cannot be moved however carefully the moving process is handled, though such cases will be rare.”", "65. On the Article 2 complaint, he found:", "“34. I reject the suggestion that in taking the decision to close, the authorities violated Article 2. As Maurice Kay J said in Dudley:", "'28... the evidence does not point to a breach of Article 2 in this case. No particularised medical evidence has been filed showing that the life of any particular resident is seriously at risk. What the claimant needs to establish is that “the authorities did not do all that could reasonably be expected of them to avoid a real and immediate risk to life of which they have or ought to have knowledge” – see Osman. The claimants have not established that in this case.'", "In my judgment that point applies equally here as it did in that case ... [T]here can be no doubt at all that all relevant Article 2 issues will be considered before any resident is required to move ...”", "66. Judge Pelling referred to Silber J's conclusions as to why the Article 2 claim in R (Haggarty and others) failed (see paragraph 61 above), and concluded that all of the points made by Silber J also applied in the case before him. He concluded:", "“In the circumstances, whilst I am prepared to grant permission in relation to the application to bring judicial review proceedings, I dismiss the applications for reasons that I have given.”", "67. A further challenge to the closure of a residential care home and the transfer of a 101-year old resident was brought before the courts in the case of R (Rutter) v. Stockton on Tees Borough Council [2008] EWHC 2651 (Admin). Leave to seek judicial review was granted on limited grounds relating to the information before the Council when it took its decision to close the care home. Wilkie J explained:", "“16. The claim ... raised a number of grounds for seeking judicial review, none of which, save for one, I concluded was arguable ... The first was that it was said that consultation was not sufficient in law bearing in mind that neither residents or relatives were made aware of the risk to health of closing Park View and relocating residents. In my judgment that was not an arguable ground.", "17. Lord Justice Sedley established a number of principles in R (Brent Borough Council) ex p Tunney [1985] LR 168. I am perfectly satisfied that those principles were all satisfied in this case. In particular the question and answer document disclosed that the issue of risk of death to residents was raised, and canvassed during that consultation, sufficiently so that the specific question and the response to it appeared in the question and answer document. Thus as the purpose of the consultation is to enable those being consulted to raise issues for consideration by the council, plainly the consultation was sufficient for that purpose and the mere fact that an individual's relatives may not have been aware of the risk does not in any way cast doubt on the lawfulness of the consultation process.", "18. Ground 3 sought to argue that Article 2 of the European Convention on Human Rights was engaged. Again in my judgment that ground was not arguable. Before such an article is engaged the hurdle to be surmounted is a high one ...", "19. A certain amount of material has been placed before the court as to the nature and degree of risk to life or health from such relocation. I will return to that evidence in a moment. But suffice to say that the level of risk is small. The evidence is entirely generic. It does not remotely come close, in my judgment, to engaging Article 2 ...", "...", "21. The one ground on which I did conclude that the case was arguable was whether the issue of the risk to health or life of residents had been sufficiently placed before the councillors who were taking their decision on 13 March and confirming it on 10 April so as to enable it to be said that the council had considered that relevant issue. It was on the basis that the councillors were said to have had insufficient information about the nature and the extent of the risk of the health or life of the residents from relocation when they took their decision on 13 March and/or when that decision was confirmed on 10 April. Criticism was made of the fact that there was no reference to that risk at all in the main report. The issue was raised only tangentially in one of the many questions the subject of the Q and A document, and in particular question 56.", "22. The argument was ... that at that stage the issue was not given such prominence or seriousness of consideration to enable or ensure that the councillors engaged properly with it and gave it its appropriate weight ...”", "68. In assessing the evidence of the risk to life and health of elderly residents from an enforced transfer, Wilkie J noted:", "“23. ... It is perhaps a matter of common sense that just as moving house is one of the most stressful life events so too would be relocation of an elderly and frail person from one residential home to another, particularly where the decision to relocate has not been taken by that person but is the product of a decision taken by an administrative authority.”", "69. He made reference to reports prepared by experts for the claimant and for the local authority and noted the terms of a joint statement agreed by both experts in the following terms:", "“1. We have no fundamental disagreements with the contents of each other's reports.", "2. We agree that the current situation is not ideal in that it did not offer the claimant adequate social stimulation. On the other hand, the status quo posed no increase of morbidity or mortality.", "3. However the current situation may not be sustainable and may result in an unplanned move which in our opinion may be more detrimental to both her mental and physical health than the planned measures which have already been put in place.", "4. The ultimate and final decision rests with the court. Both of us have endeavoured to suggest ways in which the risks can be mitigated, not eliminated.”", "70. He considered the reports of Professors Jolley and Burns (see paragraphs 50 to 55 above) and the argument that the information before the councillors who took the decision to close the home was inadequate. He concluded:", "“30. I have to look at the whole process of the taking of the decision which includes the scrutiny meeting on 10 April. I was drawn with specific attention to the terms of the call-in which explicitly raised the question of the impact of closure and relocation on the health of the residents ... The report drew specific attention to that point and responded to it in ... comprehensive terms ...", "31. In my judgment the terms of the call-in and the way in which it was dealt with in the report make it perfectly clear that the issue of the impact on the health of the residents of a decision to close and relocate was before them and was considered by them in a prominent and focussed way... It was plainly implicit in the fact that this consideration had been raised and the terms in which it was raised that there was perceived to be a potential risk and it was a risk that had to be addressed.”", "71. In the subsequent case of R (Turner and others) v. Southampton City Council [2009] EWCA Civ 1290, decided after the decision of the Court of Appeal in the applicant's judicial review proceedings, Sedley LJ in the Court of Appeal considered the medical reports prepared by Professor Katona, which identified a significant reduction in life expectancy if the claimants were moved to a new care home. Sedley LJ noted that Professor Katona's reports were reliant on research conducted by others, and commented that:", "“20. In a field of research in which it is not possible to conduct experiments, such indeterminacy is unsurprising. Castle's data do of course include studies which suggest that poorly handled relocations can cause stress and anxiety, which in turn can adversely affect the life expectancy of the more vulnerable. Both local authorities have throughout been well aware of this – one wonders indeed whether it requires research to establish it – and have been advised by specialists about ways of preventing it.”", "72. He concluded that it was for the court to consider whether Professor Katona's conclusions were justified, taking into consideration the sources cited. On this, he found:", "“21. ... while Professor Katona concludes that on the balance of probabilities Mrs Milsom's life expectancy will be reduced by relocation 'to a significant degree', the Castle survey on which he relies confirms only that relocation may have that effect and ... that further research is desirable.", "22. It would in our judgment require at lowest evidence of a real risk that relocation was to be undertaken in a way injurious to the particular patient's health to trigger the supervisory jurisdiction of the High Court over the conduct of local government. Neither the material relied on by Ms Hossack nor the research relied on by Professor Katona establishes this in Mrs Milsom's or any other of the cases before us. Exactly the same is the case, as this court has pointed out on an earlier occasion, if it is recognised that the duty owed by the local authorities to these patients is not a public law duty at all but the common law duty of care – a question of private law, but one which introduces a standard of care entirely consonant with the Art 2 obligation.”", "73. Sedley J noted that Professor Katona had clarified that:", "“Optimal procedures will substantially reduce but cannot eliminate risk – some people are nonetheless likely to die prematurely ... ; [this risk] cannot always be reduced to 'very low indeed' though in most cases it can probably be reduced to 'low'.”", "74. In respect of the claimant's Article 2 complaint, Sedley LJ concluded:", "“27. The test of a 'real and immediate risk' is 'one that is not readily satisfied: in other words the threshold is high' ... The evidence before this Court falls far short of this threshold.", "28. This is not the first time that the courts have considered whether a decision to close a care home breaches a public authority's positive obligations under Article 2. In R (on the application of Wilson) v. Coventry City Council [2008] EWHC 2300 HHJ Pelling QC reviewed the case law in this area and assessed its application to circumstances similar to those before this Court: § 31-36. His review and conclusions, which have not been directly challenged before us, ought to have put those advising the present claimants on clear notice that their case faced formidable difficulties of principle, and that to involve them in litigation might contribute to the stress of relocation.", "29. These are the principal reasons why permission to appeal was refused in both cases ...”", "75. He added:", "“31. On the present applications Ms Hossack made it part of her written and oral submissions that this court, giving judgment in the recent case of R (Watts) v. Wolverhampton City Council [2009] EWCA Civ 1168, had said that 'if there had been a risk to life the result would have been very different'. In fact, as the transcript confirms, the court said that it would be prepared to intervene 'if there were any firm evidence that moving [the resident] was going to shorten her life'. That quite different state of affairs did not obtain there and does not obtain here.", "32. Beyond this there has to be concern at the drain on public funds on both sides. It may be that the litigation, at least in its early phase, concentrated the minds of local authorities on the nature and extent of their duties towards care home residents who had to be relocated; but there has been no evidence before the courts in recent applications of which we have knowledge that these duties are being either ignored or violated. Nothing is wholly without risk, but so long as councils do the best that can professionally be done to minimise identifiable risks to frail and elderly people in their care, the law has no immediate role to play.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}