{"ITEMID": "001-100941", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF NAYDYON v. UKRAINE", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 34;No violation of Art. 34;Remainder inadmissible", "JUDGES": "Ganna Yudkivska;Isabelle Berro-Lefèvre;Karel Jungwiert;Mark Villiger;Peer Lorenzen;Rait Maruste;Zdravka Kalaydjieva", "TEXT": ["4. The applicant was born in 1962 and is currently serving a prison sentence at the Yenakiyeve Town Correctional Colony (Prison) No. 52, the Donetsk Region (“the Yenakiyeve Colony”).", "5. On 23 November 1999 the applicant was arrested by the police on suspicion of burglary. According to the applicant, during his detention from 23 to 25 November 1999 and subsequent interrogations, which took place at the police station, he was subjected to various forms of ill-treatment, the aim of which was to extract a confession for grave crimes, including murder and burglary. The applicant maintained that he had received multiple bruises and abrasions on his head and body and that several ribs and teeth had been broken. The applicant did not have access to a doctor and the alleged injuries were not recorded.", "6. On 25 November 1999 the applicant was given access to an official defence lawyer, appointed by the authorities, who continued to represent him until the completion of the proceedings. On the same day the applicant was transferred to the Mariupol Town Temporary Detention Centre (“the Mariupol ITU”).", "7. On 29 November 1999 the applicant was transferred to the Mariupol Pre-Trial Detention Centre No. 7 (“the Mariupol SIZO”).", "8. According to the applicant, he complained to the prosecutors that he had been ill-treated. His complaint was allegedly rejected as unsubstantiated by the Deputy Prosecutor of the Donetsk Region on 12 April 2000 and he did not challenge that decision before the courts. No copy of the decision was submitted to the Court. The Government did not contest these submissions, though they provided a copy of the letter from the General Prosecutor's Office of 24 January 2008 by which the Government Agent had been informed, inter alia, that the applicant had not lodged any complaints with the Donetsk Regional Prosecutor's Office claiming that unlawful investigation methods had been applied in his case (see paragraph 31 below).", "9. In the course of his trial the applicant maintained his complaint of ill-treatment. In particular, the applicant alleged that his confession for having committed some of the crimes with which he had been charged had been obtained under duress. In his submissions before the courts the applicant referred to the decision of 12 April 2000, indicating where it was to be found in the domestic case file. While the Donetsk Regional Court of Appeal gave no reply to the applicant's complaint, the Supreme Court, in its decision of 26 September 2002 (see below), held, in general terms, that there was no evidence that the applicant's statements had been obtained in an arbitrary manner. The relevant parts of that decision read as follows:", "“... Naydyon disagrees with [his] conviction, as, in his view, it is harsh, partial and unfair. [According to him] the case was heard with the accusatory inclination; the force was used during [his] questioning; [he was] questioned in a misleading manner; [and] he did not organise a [criminal] group ...", "Having heard the judge-rapporteur, the prosecutor ... having examined the case materials, and having discussed the arguments in the cassation appeals, the panel of judges concluded that the appeals shall not be allowed ...", "There is no evidence that the statements of the convicted were obtained in a misleading or in any other unlawful manner.", "...”", "10. On 22 July 2001 the applicant was transferred to the Donetsk PreTrial Detention Centre No. 5 (“the Donetsk SIZO”), where he was held at least until 10 July 2004, when he was transferred to the Yenakiyeve Colony in which he is now serving his sentence. During his detention in the Donetsk SIZO the applicant requested and subsequently received dental treatment on one occasion and he also had his lungs x-rayed and examined in May 2003 and January 2004. He did not request any other medical aid.", "According to the applicant, the conditions of his detention in the Donetsk SIZO were poor, he was not provided with food of adequate quality and there was a person with mental health problems detained in the same SIZO building with him.", "11. On 31 May 2000 the pre-trial investigations in the applicant's case were completed and the case was subsequently referred to the Donetsk Regional Court of Appeal.", "12. According to the applicant, in the course of the court proceedings, he asked for several witnesses to be called and examined on his behalf. He received no reply to his request.", "13. On 19 July 2001 the Donetsk Regional Court of Appeal, acting as a court of first instance, found the applicant, together with three other persons, guilty of crimes committed in 1998-99, including several counts of aggravated murder, burglary and sexual intercourse with a minor. The court sentenced the applicant to life imprisonment and confiscated all his property. The court based its judgment on the statements made before it by the defendants and their statements obtained during the pre-trial investigations in which they had confessed to having committed some of the crimes with which they had been charged; the statements of ten victims and witnesses heard by the court and the written statements of six other victims and witnesses obtained in the course of the pre-trial investigations; and the reports of fifteen experts.", "14. The applicant's lawyer and the applicant himself lodged separate appeals in cassation with the same court.", "15. The lawyer alleged that the first-instance court had erred in the assessment of evidence and had not applied the law correctly in the case.", "16. The applicant complained that the first-instance court had failed to summon witnesses on his behalf or the expert on whose conclusions the applicant's conviction of sexual intercourse with a minor had been based. The conclusions concerned the state of sexual development of the victim. In his appeal in cassation the applicant further alleged that the court had refused to take into account his allegations of torture during his detention and subsequent interrogations in November 1999 and that it had not examined his submissions concerning various procedural violations committed by the authorities in the course of the pre-trial investigations.", "17. On 26 September 2002 the Supreme Court partly amended the judgment of 19 July 2001. However, the applicant's conviction and sentence remained unchanged. The Supreme Court found that the judgment had been well-founded and that there had been no procedural irregularities during the investigation or trial. The Supreme Court's decision was communicated to the applicant on 25 October 2002.", "18. On 17 April 2003 the applicant sent his first letter to the Court and the application form was received on 30 September 2003. In support of his application the applicant submitted copies of the court decisions in his criminal case, his lawyer's appeal in cassation and several letters from the authorities which the applicant had received in reply to his complaints that his conviction had been unlawful.", "19. In the letters, which the Court received from the applicant in 2003, he alleged that the staff of the Donetsk SIZO had often refused or substantially delayed the dispatch of his letters, including the application form, addressed to the Court; that they had refused to provide him with copies of the documents which he had intended to submit to the Court (the applicant's complaints and procedural requests made in the course of his trial and the courts' replies to the applicant's submissions); and that they had put psychological pressure on the applicant asking him not to complain about the SIZO authorities. The applicant maintained that, because of his application to the Court, he was placed in a cell with a person suffering from the open form of tuberculosis. As a consequence, he was at risk of being infected with this disease.", "20. On 27 October 2003 the Court invited the Government to submit factual information with respect to allegations contained in the applicant's letters to the Court.", "21. By letter dated 3 December 2003, the Government informed the Court that there had been no interference with the applicant's correspondence. They submitted copies of the Donetsk SIZO's register of incoming and outgoing correspondence and the applicant's written statements addressed to the State Penitentiary Department, in which he had acknowledged that he had had no complaints against the Donetsk SIZO authorities and that his letters had been dispatched without delay.", "22. In his letters of 22 November and 12 December 2003 the applicant alleged that on 5 November 2003 the deputy governor of the Donetsk SIZO had told him to write such statements.", "23. In his letter of 22 May 2006 the applicant stated that in July 2004, just before his transfer to the Yenakiyeve Colony, an unspecified member of staff of the Donetsk SIZO had made threats against him in order to prevent him complaining about the SIZO authorities.", "24. By letter dated 7 July 2006, the Court asked the applicant to submit documentary evidence in respect of his complaints under Articles 3 and 6 of the Convention. In particular, the applicant was invited to submit copies of his complaints made to the national authorities concerning the alleged illtreatment and copies of their replies to such complaints concerning the events of 23-25 November 1999, a copy of his appeal in cassation against the judgment of the Donetsk Regional Court of Appeal of 19 July 2001 and copies of his written requests to have witnesses examined by the latter court on his behalf.", "25. By letter dated 1 August 2006, the applicant asked the Donetsk Regional Court of Appeal to send him copies of his appeal in cassation, the reports on his confrontation with four police officers who had allegedly illtreated him, his complaint to the Donetsk Regional Prosecutor stating that he intended to submit those copies to the Court in substantiation of his application and the latter's reply.", "26. In its reply of 14 August 2006, the court refused to provide copies of the requested documents because the applicant's request had no basis in domestic law.", "27. By letter dated 8 December 2006, the applicant requested the same court to send him copies of his complaints to that court about the allegedly unlawful investigations in his case.", "28. The applicant received no reply to his latter request.", "29. On 13 June 2007 the applicant sent a third letter to the court of appeal, requesting copies of the same documents from his case file. On 3 July 2007 he received a reply from the deputy president of the Donetsk Regional Court of Appeal. In that letter, he was informed that his request had been refused on the ground that, because his conviction had become final, he was entitled to receive copies only of the courts' decisions in his criminal case. According to the deputy president of that court, no copies of other documents from the case file were allowed to be sent to the applicant.", "30. On 26 November 2007 the Court invited the Government to submit written observations on the admissibility and merits of the case (see paragraph 3 above). They were also requested to submit a copy of the applicant's appeal in cassation and relevant documents concerning his complaints about the alleged ill-treatment to the national authorities, copies of their replies to such complaints, and copies of his written motions to have witnesses on his behalf examined by the Donetsk Regional Court of Appeal.", "31. On 29 February 2008 the Government sent to the Court their observations on the case and copies of the applicant's appeal in cassation of 31 August 2001 together with written amendments to his appeal dated 29 July 2002, copies of the applicant's letters to the president of the Donetsk Court of 9 and 20 February 2001 requesting copies of documents from his case file, and a copy of the letter from the General Prosecutor's Office of 24 January 2008 by which the Government Agent had been informed, inter alia, that the applicant had not lodged any complaints with the Donetsk Regional Prosecutor's Office claiming that unlawful investigation methods had been applied in his case. The Government's observations were subsequently forwarded to the applicant.", "32. On 25 March 2008 the applicant informed the Court that he had found a lawyer to represent him in the proceedings before the Court and asked for legal aid. On 27 May 2008 the President of the Chamber decided that legal aid should be granted to the applicant for his representation before the Court. The lawyer prepared and submitted observations to the Court on behalf of the applicant. By a letter of 31 July 2008, the applicant informed that he did not wish the lawyer to continue representing him before the Court.", "33. The Criminal Code of 1960 (repealed on 1 September 2001) provided for the death penalty as an exceptional type of punishment for particularly serious crimes, including aggravated murder.", "34. By a judgment of 29 December 1999, the Constitutional Court held that the provisions of the Criminal Code concerning the death penalty were contrary to the Constitution of Ukraine. On 22 February 2000 those provisions were changed by the Verkhovna Rada, the Parliament, to the effect that the death penalty was replaced by life imprisonment. Before the changes of 22 February 2000, the maximum term of imprisonment under the Code had been twenty years.", "35. Under the Code of Criminal Procedure of 1960, an accused, a defendant, their defence lawyers or non-legal representatives may familiarise themselves with materials in the criminal case file at various stages of the proceedings until their completion (Articles 43, 48, 218, 219, 222, 255, 349, 362, 384 of the Code). When studying the case file they are allowed to take notes.", "36. According to section 32 of the Information Act of 1992, citizens have the right to ask the authorities to provide them with any official document, whether or not it concerns them, except in cases in which the law limits access to documents. Copies of the requested documents may be given against the payment of a fee (section 35 of the Act).", "37. Regulations on case processing in courts of appeal and local courts of general jurisdiction, issued by the State Judicial Administration on 6 January and 27 June 2006 (Order nos. 1 and 68), respectively, provide for a procedure through which persons taking part in court proceedings may familiarise themselves with case files. In particular, case files should be studied at a court's premises in the presence of a member of the registry. Copies of documents included in a file, court decisions which have entered into force and written information notes are issued by registry staff upon a written request and against the payment of a court fee. Upon approval by the president or deputy president of a court, a complete case file may be sent by post to those State bodies which are entitled by the law to request it.", "38. The Internal Regulations of Penitentiary Institutions, approved by the State Department for the Execution of Sentences on 25 December 2003 (Order no. 275), do not allow prisoners to keep any documents, other than copies of judgments in their criminal cases and correspondence concerning their application to the European Court of Human Rights (Annexes 6, 7 and 9 to the Regulations). Further to amendments made to the Regulations on 14 March 2007, a prison administration is required to assist prisoners who wish to obtain copies of documents concerning their applications from the State bodies. When copies of such documents are received, prisoners should be allowed to keep them and, if appropriate, to join them to their applications to the Court (Regulation 43). Under amended Regulation 92, prisoners are to be provided with photocopying services against the payment of a fee.", "39. A comparative survey of national legislation in eighteen of the member States of the Council of Europe demonstrates that while there are no specific regulations on prisoners' access to their case files, other domestic legal provisions can be relied upon by prisoners to make a request for access to such documents. The most common provisions can be found in Codes of Criminal Procedure. This is the case in seven of the surveyed member States, namely, France, Greece, Italy, Latvia, Malta, Poland and the United Kingdom. In five member States, the relevant provisions can be found in Acts on the Administration of Justice or the Courts, as is the case for Bulgaria, Denmark, Estonia, Ireland and Turkey. In another four member States, namely, Georgia, Moldova, the Netherlands and Romania, Access to Public Information provisions provide the best way for a prisoner to request such documents. Finally, in one member State, Georgia, the relevant provisions can also be found in the Administrative Code of Procedure.", "40. Using one or more of these legal provisions, a prisoner, who does not have a person to represent him or her outside the penitentiary institution, may have access to documents in a criminal case file once domestic proceedings have ended, usually by way of a written request to the court for photocopies of the relevant documents to be sent by post, or, as, for instance, in Poland, consultation of the file under supervision in prison. In the majority of the surveyed member States, the photocopies of the relevant documents would have to be paid for, although in some member States there is provision for an exemption for charges depending on the means of the prisoner (such as in Estonia).", "41. The relevant extract from the Appendix to the Recommendation Rec(2006)2 of the Committee of Ministers to member states on the European Prison Rules, adopted on 11 January 2006, reads as follows:", "“...Legal advice", "...", "23.6 Prisoners shall have access to, or be allowed to keep in their possession, documents relating to their legal proceedings...”", "42. According to legal commentary contained in the Council of Europe publication of the European Prison Rules (2006, p. 52), Rule 23.6 is designed to assist prisoners by giving them access to legal documents which concern them. Where for reasons of security and good order it is not acceptable to allow them to keep those documents in their cells, steps should be taken to ensure that they are able to access them during normal working hours."], "VIOLATED_ARTICLES": ["34"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["34"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}