{"ITEMID": "001-23086", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CZE", "BRANCH": "ADMISSIBILITY", "DATE": 2003, "DOCNAME": "DES FOURS WALDERODE v. THE CZECH REPUBLIC", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant, Mr Karel Des Fours Walderode, was a Czech and Austrian national. He was born in 1904 and died on 6 February 2000.", "On 25 February 2000 the applicant’s widow, Mrs Johanna Kammerlander, informed the Court that she wished to pursue the application originally lodged by her husband, who had designated her as his universal heir. She is an Austrian national, born in 1947, and lives in Vienna, Austria. Having regard to its practice in similar cases, the Court accepted Mrs Johanna Kammerlander as the person entitled to pursue the application (see Malhous v. the Czech Republic (dec.), no. 33071/96, ECHR 2000-XII, with further references).", "The facts of the case, as submitted by the applicant, may be summarised as follows.", "Gabrielle Des Fours Walderode, the applicant’s stepmother, Maximilian and Louis Des Fours Walderode, his stepbrothers, all German nationals, owned real estate in former Czechoslovakia. In 1945 the property owned by the applicant’s stepbrothers and part of the property owned by the applicant’s stepmother was confiscated pursuant to Presidential Decree no. 12/1945 on the Confiscation and Expedited Allocation of the Agricultural Property of Germans, Hungarians, Traitors and Enemies of the Czech and Slovak nations (dekret presidenta republiky ze dne 21. června 1945 konfiskaci a urychleném rozdělení zemědělského majetku Němců, Maďarů, jakož i zrádců a nepřátel českého a slovenského národa), which entered into force on 21 June 1945. The remainder of the property of the applicant’s stepmother was confiscated pursuant to Presidential Decree no. 108/1945 on the Confiscation of Enemy Property and National Restoration Funds (dekret presidenta republiky ze dne 25. října 1945 o konfiskaci nepřátelského majetku a Fondech národní obnovy), on 22 September 1948, on the ground that she had been a Nazi and that her sons, Maximilian and Louis, had served in Hitler’s SS troops.", "Nikolaus Des Fours Walderode, the applicant’s father, had sold his real estate to third persons on an unknown date before the Second World War.", "Maximilian Des Fours Walderode died on 16 May 1945. Louis Des Fours Walderode served in the German Army during the Second World War and was declared to be presumed dead as from 30 June 1944 by the Schöneberg District Court (Amtgericht) on 27 May 1992. The applicant’s stepmother died on 22 October 1955. She left her real estate to the applicant, conferring the succession rights of her deceased sons, Maximilian and Louis, on the applicant. She had never acquired Czechoslovak citizenship.", "The applicant left Czechoslovakia in 1949, thereby forfeiting his Czechoslovak citizenship, and returned in 1991. Czech citizenship was granted him on 25 August 1992.", "On 14 July 1992 the applicant’s legal representative lodged a claim for the restitution of the property confiscated from his stepmother and stepbrothers under Presidential Decree no. 12/1945 and which had been sold by his father before the Second World War. He referred to the Land Ownership Act of 1991 (see the “Relevant domestic law and practice” below), alleging that he had inherited the property.", "On 6 February 1995 the Jablonec nad Nisou Land Office (pozemkový úřad) dismissed the applicant’s claim in proceedings to which seven municipalities and seventeen other legal persons - the owners of the property at the material time - were parties. The Land Office held that the applicant’s stepmother and stepbrothers had not been loyal to the Czechoslovak State during the German occupation (1938-45) and had not acquired Czechoslovak citizenship after the Second World War. It referred to the documentary evidence, including the decision of the Prague Central National Committee (Ústřední národní výbor) of 22 September 1948 confiscating the remainder of the stepmother’s property under Presidential Decree no. 108/1945 on the ground that she had been a Nazi and that her sons, Maximilian and Louis, had served in Hitler’s SS troops.", "The Land Office found that the property at issue had been put under national administration in 1945, that it had subsequently been confiscated pursuant to Presidential Decree no. 12/1945, and that the real estate of the applicant’s father had been transferred to third persons before the Second World War. It concluded, with reference to section 2(1) of the Restitution Act 1992, that the applicant was not the owner of the property as his stepmother and stepbrothers (the original owners of the property) had not satisfied the requirements for restitution set out in this Act, and that the applicant’s claim in respect of his father’s former property fell outside the scope of the restitution legislation.", "The applicant appealed to the Prague Municipal Court (městský soud), through his counsel, against the administrative decision, alleging, inter alia, that the Land Office had not sufficiently established the facts of the case. He also argued that his stepmother had waived her deceased sons’ succession rights in his favour, and that neither she nor his stepbrothers had been Nazis. He maintained that Presidential Decree no. 12/1945 should not have been applied to his stepbrothers because at the time of its entry into force (21 June 1945) his stepbrothers were dead. The applicant further claimed that, during the German occupation, the German legal system had been in force in the territory of former Czechoslovakia. He claimed that under the German Civil Code of 18 August 1896, an estate passed to the heirs upon the death of a testator and that therefore half of Louis’s property had passed to his stepmother, a quarter to Maximilian and another quarter to himself. In these circumstances, he had inherited one-quarter of Louis’s property on 30 June 1944 and part of Maximilian’s property on 16 May 1945 in the form of hereditas iacens (ležící pozůstalost; “dormant” inheritance; ruhender Nachlaβ) (see page 9 below, the Civil Code 1881). He further claimed that, as his stepmother had conferred her deceased sons’ succession rights on him, he had acquired the whole estate.", "On 16 April 1996 the Municipal Court, after having assessed a substantial amount of documentary evidence and having heard the parties to the dispute, upheld the Land Office’s decision. The court, refusing to grant the applicant leave to appeal, said in particular:", "“The court does not share the applicant’s opinion that he was the owner of the property as at the time when the confiscation under Presidential Decree no. 12/1945 took place, Louis and Maximilian Des Fours Walderode were registered in the Land Register as the owners of the property.", "In its legal analysis, the court considered Presidential Decree no. 11/1944 on the Restoration of Legal Order, which expresses the principle of the legal continuity of the Czechoslovak legal order. The Decree provides that legal provisions enacted up to 29 September 1938 ... constituted part of the Czechoslovak legal order; those adopted during the German occupation (between 30 September 1938 and 4 May 1945) did not form part of the Czechoslovak legal order ... However, the Decree defined certain legal provisions enacted on Czechoslovak territory under the German occupation which could be applied during a transitional period, provided that they were not contrary to the Czechoslovak Constitution ...", "Act no. 195/1946 on the Applicability of Legal Regulations from the Period of Occupation annulled the applicability of all legal provisions enacted during the German occupation ...", "By Article 1 of the Order on the Acquisition of German Citizenship by Czechoslovak Citizens of German Nationality of 20 April 1939, Czechoslovak citizens of German nationality living on the territory of former Czechoslovakia on 10 October 1938 acquired German citizenship with effect from 16 March 1939 ... at the latest.", "In order to determine the citizenship of Louis and Maximilian Des Fours Walderode, regard has to be had to the President Beneš Decree no. 33/1945 on the Czechoslovak citizenship of German and Hungarian nationals, under which German or Hungarian nationals lost their Czechoslovak citizenship by acquiring German or Hungarian citizenship. Czechoslovak citizens lost their citizenship on the date when they acquired the citizenship of the foreign occupying power: German nationals from the frontier territories of the Czech lands and Moravia (Sudety; Sudetenland) on 10 October 1938, and German nationals from other parts of the Czech lands and Moravia on 16 March 1939.", "In these circumstances, it is clear that the applicant’s stepbrothers acquired German citizenship on 16 March 1939 at the latest ....", "In 1992 Louis Des Fours Walderode was declared to be presumed dead as from 30 June 1944, .... His estate, which has not yet been administered, could not have been administered by the national authorities before he was declared to be presumed dead .... Presidential Decree no. 33/1945 recognised exclusively the foreign occupying power’s measures on the acquisition of German citizenship by Czechoslovak citizens of German nationality. Louis Des Fours Walderode therefore died on 30 June 1944 as a German citizen. ...", "Maximilian Des Fours Walderode died in Josefodol (former Czechoslovakia) on 16 May 1945. Having regard to Presidential Decree no. 33/1945, he died as a German citizen. His estate has not yet been administered by the national authorities. ...", "The applicant’s objection that civil cases brought by German citizens residing in the Sudetenland had to be dealt with under the German legal order, until Act no. 195/1946 came into force, is not correct. Actually, Act no. 195/1946 annulled only the applicability of those legal acts adopted during the German occupation which had been applicable, on a transitional basis, under Presidential Decree no. 11/1944 to the extent that they had not contravened the Czechoslovak Constitution ...", "As Louis Des Fours Walderode lived in Prague and Maximilian Des Fours Walderode lived in Josefodol, they were, at the time of their respective deaths, subject to the Czech Civil Code 1811, which was in force in the Czech lands until the end of 1950 ...", "Under Article 819 of the Czech Civil Code 1811, an heir acquired an estate upon its distribution. The time of acquisition of the estate and death of a testator did not therefore fall within the same period. From the death of a testator until the time of distribution of the estate, the property was subject to hereditas iacens. Before its acquisition by an heir, property subject to hereditas iacens was considered to have been owned by the testator .... In order to assess whether the property subject to hereditas iacens was confiscated from the testator or his heirs, the stage of the inheritance proceedings concerning the property subject to hereditas iacens at the time of the confiscation is relevant ...", "The property at issue was confiscated from Louis and Maximilian Des Fours Walderode, who were already dead, but were still the notional owners of the estate as it had not been acquired by an heir. The property in question was confiscated ex lege by Presidential Decree no. 12/1945. The court considers that the property could properly be confiscated in the period between the death of the testator and the time of acceptance of the estate by an heir.", "On the basis of the aforementioned facts, the Municipal Court found, like the Land Office, that Gabrielle, Louis and Maximilian Des Fours Walderode had been the original owners of the property which had been confiscated under Presidential Decree no. 12/1945. They were German nationals, and therefore the confiscation under Decree no. 12/1945 had taken place in accordance with law, and the applicant’s restitution claim falls to be considered under the Restitution Act 1992.", "As the original owners did not reacquire Czech citizenship as provided for in section 2(1) of the Restitution Act 1992, the applicant cannot be considered to be entitled to restitution under this provision ... As to the remainder of the real property claimed by the applicant, it had been sold by his father before the Second World War to third persons and is, therefore excluded from restitution ... ”", "On 25 June 1996 the applicant lodged a constitutional appeal (ústavní stížnost) with the Constitutional Court (Ústavní soud). He alleged, in particular, that the Municipal Court had breached Article 1 (freedom and equality regarding dignity and rights), Article 3 (non-discrimination), Article 4 § 3 (equal treatment), Article 36 § 2 (the right to judicial review) and Article 11 § 1 (property rights) of the Charter of Fundamental Rights and Freedoms (Listina základních práv a svobod). He also requested that section 2(2) of Act no. 30/96 and section 2(3) of the Restitution Act 1992 be repealed as unconstitutional, that section 9(3) of the Land Ownership Act and section 3(2) of the Restitution Act be modified, and finally that the latter be amended to apply to the restitution rights referred to in section 6(1) paragraphs (o), (p) and (r) of the Land Ownership Act. He submitted, inter alia, that his stepmother had overriden her deceased sons’ succession rights in his favour and that he had been forced to leave Czechoslovakia after the Second World War. He maintained that, although he had lost his Czech citizenship in 1949, it had been restored to him in 1992. Lastly, he contested the Municipal Court’s findings of fact and law.", "On 5 June 1997 the Constitutional Court dismissed the applicant’s appeal as unsubstantiated. It stated that, pursuant to Presidential Decree no. 11/1944, legal provisions which had been enacted during the German occupation had not formed part of the Czechoslovak legal order, save those that had not contravened the Czechoslovak Constitution. In any event, Act no. 195/1946 had annulled the applicability of all legal provisions enacted during the German occupation on Czech territory. The applicant’s objection that civil cases brought by German citizens residing in the frontier territories of former Czechoslovakia had fallen within the German legal order until Act no. 195/1946 came into force, was irrelevant as the Sudetenland had been transferred to the German Reich by virtue of the Treaty of Munich, which had later been declared null and void ex tunc. The decision stated that, according to international law, the Sudetenland had not ceased to be part of Czechoslovak territory and that all legal relations on that territory had been governed by the Czech legal order.", "The Constitutional Court found that, under the Civil Code 1811, Louis and Maximilian Des Fours Walderode had been subject to Czechoslovak law at the time of their deaths. According to the Civil Code, an heir acquired the estate upon its distribution. In the present case the time of acquisition of the estate and the death of the testator did not fall within the same period. In order to transfer the estate to an heir, special ex officio proceedings before the national courts had to be instituted of the court’s own motion. If such proceedings were not instituted, the estate was hereditas iacens until delivery of a court judgment. Heirs who wished to acquire the estate had to submit an application within the framework of those proceedings. The estate was considered as being in the possession of a testator until acquired by an heir.", "The Constitutional Court further held as follows:", "“ ... in order to determine the persons from whom the hereditas iacens property was confiscated, it is necessary to establish at what stage of the inheritance proceedings the confiscation took place. In the present case the confiscation was carried out when Louis and Maximilian Des Fours Walderode were dead; however, the estate has not yet been administered by the national authorities ... Therefore, ... the applicant has never acquired the property at issue.”", "The Constitutional Court stated that as Louis and Maximilian Des Fours Walderode had not been entitled to claim restitution of the property under the Land Ownership Act and, since Gabrielle Des Fours Walderode was of a German origin and had never acquired Czechoslovak citizenship, the applicant himself could not be entitled to claim restitution pursuant to this Act.", "The Constitutional Court also examined whether the applicant’s right to a fair hearing had been violated in the restitution proceedings. It found no such violation.", "It held lastly that, as the applicant’s constitutional appeal was unsubstantiated, it was not possible to deal with his application to repeal, modify or amend the statutes specified by him. The Constitutional Court noted that it was not a legislative body, and was therefore not empowered to enact, modify or amend statutes.", "(a) In 1995 the applicant instituted inheritance proceedings before the Berlin-Schöneberg District Court (Amtsgericht) in respect of the property claimed in the above restitution proceedings. On 7 June 1995 the District Court issued two certificates of succession (Erbschein) to the effect that the applicant was the universal heir of his stepbrothers.", "(b) On 3 March 1995 the relevant German authority (Deutsche Dienststelle für die Benachrichtigung der nächsten Angehörigen von Gefallenen der ehemaligen deutschen Wehrmacht) issued a document certifying that the applicant’s stepbrothers had not served in the SS troops.", "(c) The applicant was the owner of real estate in Hrubý Rohožec. This was confiscated from him pursuant to Presidential Decree no. 12/1945 on 21 June 1945. On 6 August 1945 the Turnov District National Committee (Úřad okresního národního výboru v Turnově) acknowledged the confiscation and granted him leave to appeal to the Prague Land National Committee (Zemský národní výbor v Praze).", "(d) On 2 November 2001 the United Nations Human Rights Committee, considering the applicant’s communication (no. 747/1997) concerning the Hrubý Rohožec real estate at its seventy-third session, held that Article 26 of the International Covenant on Civil and Political Rights, read in conjunction with Article 2 of the Covenant, had been violated by the Czech Republic. It referred to its Views in cases nos. 516/1993 (Simunek et al.), 586/1994 (Josef Adam) and 857/1999 (Blažek et al.) that a legal requirement of citizenship for restitution of property previously confiscated by the authorities made an arbitrary - and consequently discriminatory - distinction between individuals who were equal victims of prior State confiscation, and constituted a violation of Article 26 of the Covenant.", "The Land Ownership Act regulates, inter alia, the restitution of certain agricultural and other property defined in section 1 which was assigned or transferred to the State or other legal persons between 25 February 1948 and 1 January 1990. Section 6(1) lists the acts giving rise to a restitution claim.", "The persons entitled to claim restitution (“rightful claimants”) are set out in section 4. Under section 4(1), any natural person who is a citizen of the Czech and Slovak Federal Republic and who lost property which once formed his or her agricultural homestead in the period from 25 February 1948 to 1 January 1990, in one of the ways set out in section 6(1), is entitled to claim restitution. The entitled persons are the original owners of the property or, where the original owner is dead or reported missing without trace, the owner’s heirs or next of kin in a specified order (section 4(2)). By section 4(2) restitution can be claimed by natural persons who are citizens of the Czech and Slovak Federal Republic and are at the same time, in order of precedence, a) testamentary heirs who acquired the whole of the estate, b) testamentary heirs who acquired part of the estate, c) children and spouses, d) parents, or e) brothers and sisters or their spouses and children.", "As regards the procedure to be followed, section 9(1) provides that a rightful claimant must lodge his or her claim with the appropriate Land Office and, at the same time, request restitution from the person or entity concerned.", "This Act constitutes a lex specialis in relation to the Land Ownership Act.", "Section 2(1) provides that any natural person who is a citizen of the Czech and Slovak Federal Republic and lost his or her property under Presidential Decrees nos. 12/1945 and 108/1945, and was loyal to the Czechoslovak State and reacquired (Czechoslovak) citizenship either under Acts nos. 245/1948, 194/1949 and 34/1953 or Act no. 33/1945, is entitled to claim restitution of any of his or her property which passed into State ownership in the circumstances referred to in the Land Ownership Act.", "Section 2(3) provides that if such an entitled person died or was declared to be presumed dead before the time-limit set out in Section 11a, restitution can be claimed by natural persons who are citizens of the Czech and Slovak Federal Republic and are at the same time, in order of precedence, a) testamentary heirs who acquired the whole of the estate, b) testamentary heirs who acquired part of the estate, c) children or spouses, d) parents, or e) brothers or sisters or their children. Section 11a provides that a person who satisfied the requirements set out in this Act on 29 May 1992 could file a restitution claim until 31 December 1992. His or her right lapsed if a claim was not lodged within this time-limit.", "Under section 2(2), amending section 2(3) of the Restitution Act, any natural person satisfying the condition of section 2(1) of the latter can claim restitution provided that he or she was a Czech citizen on 31 January 1996 and acquired Czech citizenship either pursuant to Acts nos. 245/1948, 194/1949 or 34/1953, or pursuant to Presidential Decree no. 33/1945, and who did not lose Czech citizenship before 1 January 1990.", "Article 547 provides for the concept of hereditas iacens, which exists from the time of the deceased’s death to the time when an heir accepts the estate. The principle of hereditas iacens is that, during this period, an estate is considered to be notionally owned by the deceased.", "By Article 819, a person who has been declared an heir by a decision of a court of law on his or her application, and who has fulfilled his or her obligations, receives the estate, thus closing the inheritance proceedings.", "The Civil Code 1811 was repealed at the end of 1950, whereupon the legal concept of hereditas iacens ceased to be valid in Czechoslovakia.", "The decree provides for expropriation, with immediate effect and without compensation, of agricultural property for the purposes of programmed land reform. It concerns agricultural property, including buildings and movable goods, owned by persons of German and Hungarian origin irrespective of their citizenship status.", "For the purposes of the land reform, section 1(1) provides, with immediate effect and without compensation, that the property of the following persons shall be confiscated:", "a) persons of German and Hungarian origin irrespective of their citizenship, and", "b) traitors and enemies of the State.", "Section 1(2) provides that the property of persons of German and Hungarian origin who were active in the battle for the liberation of Czechoslovakia is eligible for exemption from confiscation.", "Section 1(3) provides that decisions as to whether the property referred to in section 1(2) is exempt from confiscation shall be taken by the District National Committees.", "Section 2(1) defines persons of German or Hungarian origin as being those who, in any census after 1929, declared themselves to be of German or Hungarian origin, or who became members of national groups, formations or political parties made up of persons of German or Hungarian origin.", "By section 1 (1), Czechoslovak citizens of German or Hungarian origin lost their Czechoslovak citizenship on the day when they acquired German or Hungarian citizenship pursuant to the legislation enacted by the occupying power.", "Section 1(2) provided that other Czechoslovak citizens of German or Hungarian origin lost their Czechoslovak citizenship on the day when the decree came into effect.", "By section 1 (3), the decree was not applicable to Germans and Hungarians who applied for registration as Czechs or Slovaks during the German occupation.", "By section 2 (1), the Czechoslovak citizenship of the persons referred to in section 1 of this Decree was retained, provided that they prove that they had been loyal to the Czechoslovak State and active in the battle for its liberation, or had suffered under Nazi or fascist terror, and that they had not done any wrong to the Czech and Slovak nations.", "Section 2(2) provided that applications to retain Czechoslovak citizenship were to be submitted to the District National Committee or to the appropriate embassy abroad within six months.", "Under section 3, persons who lost their Czechoslovak citizenship by virtue of section 1 of the Decree could claim its restoration by applying to the District National Committee or the appropriate embassy abroad.", "Persons who may be entitled to property falling under a “dormant” inheritance (hereditas iacens) can be a party to judicial or administrative proceedings."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}