{"ITEMID": "001-77416", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "ADMISSIBILITY", "DATE": 2005, "DOCNAME": "ESKINAZI AND CHELOUCHE v. TURKEY [Extracts]", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The first applicant, Mrs Ethel Teri Eskinazi, who has French and Turkish nationality and was born in 1963, lodged the application with the Court on her own behalf and on behalf of her daughter, Caroline Ruth Chelouche (the second applicant), who has French, Turkish and Israeli nationality and was born in January 2000 in Tel Aviv (Israel). The applicants are currently living in Istanbul.", "They were represented before the Court by Mr D. Bollecker, Mr J. Paillot, Mr H.C. Krüger and Ms E. Schwab-Gyrs, of the Strasbourg Bar, and assisted at the hearing by Mr M. Uluç, of the Istanbul Bar, and Ms R. Halperin-Kaddari, a lawyer practising in Israel.", "The third-party intervener in the case, Mr Jacques Gabriel Chelouche, of Franco-Israeli nationality and father of the second applicant, was born in 1959 and lives in Tel Aviv.", "He was represented before the Court by Mr F. Ruhlmann, of the Strasbourg Bar, assisted at the hearing by Ms M. Lemarchand, a lawyer practising in Paris, and Mr S. Moran, a lawyer practising in Israel.", "The facts of the case, as submitted by those appearing before the Court, may be summarised as follows.", "On 20 April 1997 Mrs Eskinazi married Mr Chelouche. The civil wedding took place before the French consular authorities in Tel Aviv. A Jewish wedding ceremony also took place in the same city.", "The couple apparently intended to settle permanently in Paris, although Mr Chelouche’s professional activities often kept him in Israel and Mrs Eskinazi often went to Turkey, either for work purposes or to visit her family.", "As she never sought to acquire Israeli nationality, the first applicant used to stay in Israel on three-month tourist visas issued by the Israeli consulate in Turkey.", "On 27 January 2000 the second applicant was born in Tel Aviv. The couple continued travelling between the three countries, however. The child was always accompanied by her mother.", "As time went by the couple’s relationship deteriorated.", "On 8 April 2004 the applicants went to Turkey for Passover. The plan was that they would stay there for ten days. Mrs Eskinazi put off the return date a number of times, however, and ultimately decided to remain in Turkey.", "On 29 April 2004 the first applicant filed a divorce petition (case no. 2004-375) with the single judge of the Sarıyer Family Affairs Court in Istanbul (“the Sarıyer Court”).", "On 30 April 2004 the Sarıyer Court awarded Mrs Eskinazi interim custody of her daughter. Up until then Mrs Eskinazi and Mr Chelouche had had joint custody of their daughter.", "On 16 May 2004, having been informed of the situation, Mr Chelouche in turn petitioned for divorce in the Tel Aviv Rabbinical Court (Batei Hadîn Harabaniim Haezorim – “the Rabbinical Court”), composed of three religious judges (dayanim). Mr Chelouche asked for the issue of custody of his daughter to be determined at the same time as that of the religious dissolution of the marriage. That request conferred full jurisdiction ipso jure on the Rabbinical Court to rule on the issue of custody rights.", "In his pleadings Mr Chelouche expressed the fear that his daughter would emigrate from Israel, which, judging by his wife’s conduct, would sever all his ties with his daughter.", "...", "On the same day the Rabbinical Court made two orders.", "In the first one it ordered Mrs Eskinazi to bring her daughter back to Israel within seven days, failing which her action would be deemed “wrongful removal of the child” within the meaning of Article 15 of the 1980 Hague Convention on the Civil Aspects of International Child Abduction (“the Hague Convention”). The first applicant was informed of the order by telephone, and subsequently by fax and mail, and was given three days in which to reply.", "Before giving its ruling, the Rabbinical Court found it to be established that after their marriage the couple had elected Israel as the family’s fixed place of residence, and that Mrs Eskinazi, although a Turkish national, had continually lived in Israel, had obtained a driving licence and work permit in that country and had opened a bank account there. Pointing out that the child was a minor, of Israeli nationality and resident in Israel, the Rabbinical Court noted that the mother had taken the child to Turkey on 8 April 2004 supposedly for ten days, but had never returned.", "The order in question authorised the father to confiscate the child’s passport, once she crossed the Israeli border, and to “use all means” to safeguard his parental rights.", "In the second order the Rabbinical Court also imposed a prohibition on Mrs Eskinazi and her daughter leaving Israeli territory. That measure, which was initially valid until 17 May 2005, was lifted on 12 January 2005.", "On 10 February 2005 the Rabbinical Court decided to adjourn its hearing in the divorce proceedings, which are still pending. Mrs Eskinazi is represented in those proceedings by two members of the Tel Aviv Bar.", "As a first step, Mr Chelouche lodged a criminal complaint in Turkey against his wife for child abduction. The Sarıyer public prosecutor’s office took no action, however, on the ground that the case fell to be dealt with under the Hague Convention and should be brought before the bodies having jurisdiction to deal with it.", "Mr Chelouche therefore applied to the Ministry of Justice of his country, designated as the Central Authority (“Israel’s Central Authority”), for assistance in securing his daughter’s return to Israel, in accordance with the procedure laid down in Articles 8 and 9 of the Hague Convention.", "On 10 June 2004, for the purposes of those proceedings, Israel’s Central Authority sent the two aforementioned orders of the Rabbinical Court to its Turkish counterpart, namely, the General Directorate of International Law and Foreign Relations at the Ministry of Justice (“Turkey’s Central Authority”).", "On 23 June 2004 Turkey’s Central Authority instructed the Sarıyer public prosecutor (“the public prosecutor”) to ascertain the child’s current address, apply to the Sarıyer Court for an order prohibiting her from leaving Turkish territory, and to summon Mrs Eskinazi in order to obtain a statement from her about the alleged abduction.", "On 1 July 2004 the Sarıyer Court decided, in case no. 2004-375, to issue the order requested by the public prosecutor, and gave instructions for the border posts to be informed accordingly.", "On 6 July 2004 Turkey’s Central Authority was sent two further applications by the Israeli authorities claiming that, under Article 16 of the Hague Convention, custody rights should be withdrawn from Mrs Eskinazi as the Rabbinical Court had found her liable for “child abduction”.", "Turkey’s Central Authority then instructed the public prosecutor to raise a preliminary question in case no. 2004-375 pending before the Sarıyer Court, requesting the court not to rule on the custody of the child pending the outcome of the dispute regarding her return to Israel. On 9 July 2004 the Sarıyer Court followed the public prosecutor’s advice and withdrew Mrs Eskinazi’s custody of her daughter.", "On 19 July 2004 friendly-settlement negotiations, conducted at the request of Turkey’s Central Authority and under the aegis of the Sarıyer Court, failed after Mr Chelouche insisted on his daughter’s repatriation.", "On 23 July 2004 Turkey’s Central Authority sent Mrs Eskinazi’s lawyer a request from the Israeli authorities regarding the arrangements proposed by Mr Chelouche for visiting his daughter in Istanbul.", "On 16 August 2004 the public prosecutor brought proceedings in the Sarıyer Court for the return of the child to her father (case no. 2004-683).", "The Sarıyer Court held two hearings in the case.", "At the hearing on 17 September 2004 the parties submitted their preliminary observations. Counsel for Mrs Eskinazi argued that the Hague Convention was inapplicable in a number of respects to the case in hand and produced in support of that submission private legal opinions by Turkish professors of private international law and French lawyers.", "With a view to proving that the child was socially integrated in Turkey and had ties there, Mrs Eskinazi also relied on numerous documents and witness statements, and asserted that the girl had gone with her to Turkey with the father’s consent and could not therefore be regarded as having been abducted.", "Mr Chelouche, for his part, disputed those submissions and called two witnesses: his uncle and mother.", "At the end of the hearing the court fixed the father’s visiting days. The visits were to take place at the mother’s home in the presence of a social worker, but without the mother being present.", "At the following hearing, on 25 October 2004, which was the last one, the Sarıyer Court first took formal note of the documents produced by Turkey’s Central Authority in support of Mr Chelouche’s application. These were statements from nurseries and paediatricians in Israel. Also produced in the proceedings was an official record of the dates on which the child had gone in and out of Israel during the period 2000-04, drawn up by the Tel Aviv city authorities and the Israeli and Turkish border police.", "During the proceedings Mr Chelouche, referring in particular to the information provided by the Central Authorities, claimed that his daughter had spent 76% of her life in Israel. He submitted that his right was established and that a ruling had to be made expeditiously, since Article 11 of the Hague Convention required proceedings to be disposed of within six weeks.", "The court then heard evidence from Mr Chelouche’s mother and uncle and from the defendant’s eight witnesses. According to the latter, the child and her mother had mainly spent their time in Turkey, with the father’s knowledge. The first applicant also produced a written statement to that effect by Mr S. Levi, an Israeli importer known to the couple.", "Mrs Eskinazi relied further on photocopies of her passport, declaring that she had never stayed in Israel for more than 132 days out of 365 and had always had her daughter with her. She also submitted several psychologists’ opinions questioning Mr Chelouche’s ability to assume custody of his daughter.", "In addition, Mrs Eskinazi challenged the participation of a public prosecutor in the proceedings and complained that the plaintiff was attempting to influence the court by referring to observations of the Turkish Central Authority that were not based on any final judicial and binding decision awarding custody of the child to the father, that right having previously been exercised jointly by the parents in Israel.", "Lastly, Mrs Eskinazi submitted a list of further witnesses. The public prosecutor opposed her application to call them, arguing that the case was ready for decision and that, in the light of the evidence, the court should find in favour of Mr Chelouche.", "In accordance with Article 13 (b), second paragraph, of the Hague Convention, the Sarıyer Court did not hear the second applicant on account of her young age.", "At the end of the proceedings the Sarıyer Court decided that the child should be returned to her father in Israel, and maintained the prohibition on her leaving Turkey until the judgment became final.", "The court found that, whilst the parties to the dispute had joint custody of their daughter, Mrs Eskinazi had assured Mr Chelouche that she would go to Turkey on 8 April 2004, as usual, and return on 18 April, which she had not done in the end, contrary to the father’s wishes. Having regard in particular to the official record provided by Israel’s Central Authority, the court found that, during the period 2000-04, that is, until Miss Chelouche was removed, she had spent only 455 days outside Israel.", "The other relevant passages from the judgment read as follows:", "“... The Court cannot accept the argument submitted by the defendant and her representative that the child’s habitual place of residence is not Israel. In the light of the two-page official document issued by the Israeli Ministry of the Interior ... setting out the dates of the child’s entry into and exit from Israel between 2000 and 2004 ... and the other documents ..., it is established that, from her birth onwards, the child spent most of her life in Israel. The assertion regarding the habitual place of residence is therefore inadmissible, particularly when regard is had to the fact that the defendant declared on 15 July 2004 before the Sarıyer public prosecutor that she had lived in Israel for the six years that elapsed following the marriage. The child’s habitual place of residence, prior to her removal, was therefore Israel, notwithstanding the contrary statements by the defendant’s witnesses, which are not based on established facts and are contradicted by the official documents filed in the proceedings.", "Nor can the Court accept the final submission of the defendant’s representative, based on Article 13 (b) of the Hague Convention, according to which the conditions for ordering the child’s return are not satisfied on account of the state of war affecting Israel. It would appear that life in Israel pursues its normal course regarding, among other things, teaching, education, business, tourism, etc., and that the conflict and disorder in the country are confined to certain specific regions. Moreover, the conflict, which is not new and has been going on for many years, did not stop the parties from continuing to live in Israel. Furthermore, the existence of a grave risk, within the meaning of Article 13 (b) of the Hague Convention, that her return would expose the child to physical or psychological harm or otherwise place her in an intolerable situation has not been established. Thus, the conditions for refusing to return the child, as specified in the said Article, have not been made out.”", "The judge of the Sarıyer Court concluded as follows:", "“... After hearing the parties’ submissions, I consider it established that Caroline Ruth Chelouche was taken to Turkey by her mother and subsequently removed ... from her father, contrary to the latter’s wishes, in breach of Article 3 of the Hague Convention ... I also consider it established that the requirements regarding the time-limit stipulated in Article 12 § 1 of [that convention] are satisfied, but that the conditions capable of justifying a refusal to return the child in the light of Articles 13 and 20 are not.”", "On 1 November 2005, following the divorce proceedings instituted by her husband, Mrs Eskinazi applied to the Tel Aviv Civil Family Court (Batei Mishpath Lelnyanei Hamishpa’ha), using an Israeli lawyer. The application, which was lodged on Caroline Chelouche’s behalf, sought to challenge the jurisdiction of the religious courts on the ground that the mother was not an Israeli national and did not reside in Israel.", "However, after a thorough examination of the case another lawyer convinced the first applicant that the application “stood no chance of success”, and she withdrew it on 23 November 2005.", "On 11 February 2005 Mrs Eskinazi’s final application for reinstatement of custody of her daughter, in case no. 2004-375, was dismissed by the Sarıyer Court, having regard to the order for the child’s return in case no. 2004-683.", "On 18 February 2005 Mrs Eskinazi appealed on points of law against the decision to return the child to her father. Relying on the concept of the “best interest of the child”, she maintained that her daughter’s habitual residence was in Turkey. In her submission, a child could have several places of residence, under the rules of international law, and, in any event, the Hague Convention could not be applied merely by calculating the number of days the child had spent in Israel.", "The first applicant argued that the child could not therefore be considered to have been abducted, especially as the father had knowingly agreed to the child gradually settling in Turkey; Mr Chelouche had neither a fixed place of residence nor regular work commitments in Israel, and had himself been keen to settle elsewhere.", "According to Mrs Eskinazi, he had in fact acted in bad faith in order to have the child’s habitual residence established arbitrarily, deliberately referring the matter to a rabbinical court, which – despite having no jurisdiction – had ruled in the absence of the mother on the basis of religious tenets and with total disregard for the principles of equality of arms and adversarial process.", "Lastly, Mrs Eskinazi’s lawyer referred to the prosecution’s participation in the proceedings before the Sarıyer Court, alleging that this had considerably swayed the mind of the single judge of the Sarıyer Court.", "...", "On 22 March 2005 the Court of Cassation held a hearing at which it heard submissions from both parties’ representatives. On 29 March 2005 it upheld all the provisions of the impugned judgment.", "The applicant then lodged an application for rectification of a judgment.", "On 25 April 2005, at the request of its Israeli counterpart, Turkey’s Central Authority instructed the public prosecutor to take the necessary measures to prevent Mrs Eskinazi from leaving with the child.", "On 22 September 2005 Mrs Eskinazi’s application for rectification was refused and the judgment ordering the child’s return thus became final.", "On 10 October 2005 Mr Chelouche brought enforcement proceedings for the return of his daughter.", "Enforcement of the judgment was stayed, however, in accordance with the interim measure indicated in the case by the European Court under Rule 39 of the Rules of Court.", "A report drawn up on 22 October 2004 by the social worker responsible for overseeing the parental visits noted that Mrs Eskinazi had made efforts to ensure that the child’s meetings with her father were conducted smoothly and in a warm atmosphere. A second report, filed in the proceedings on 25 October 2004, on the date when the judgment at first instance was delivered, still referred to a harmonious relationship between the child and her father.", "However, the many further reports drawn up by social workers after that judgment were increasingly critical of the father.", "On 27 February 2005, when visiting the child at Mrs Eskinazi’s flat, Mr Chelouche allegedly attacked the social worker present, insisting that he wanted to talk to his daughter alone. He allegedly also caused damage in the flat. A complaint lodged in connection with those events led to the institution of criminal proceedings, which are still pending.", "It appears that relations deteriorated still further after that incident, and on 7 May 2005, at Mrs Eskinazi’s request, a second indictment was filed against Mr Chelouche.", "Following a series of psychiatric examinations carried out in September and October 2005, in the appropriate departments of two university hospitals, the second applicant was diagnosed with post-traumatic stress disorder. She has been taking medication ever since.", "For some of the provisions of this convention, see, for example, Iglesias Gil and A.U.I. v. Spain (no. 56673/00, § 29, ECHR 2003-V). The following Articles are also relevant:", "“If the Central Authority which receives an application referred to in Article 8 has reason to believe that the child is in another Contracting State, it shall directly and without delay transmit the application to the Central Authority of that Contracting State and inform the requesting Central Authority, or the applicant, as the case may be.”", "...", "“In ascertaining whether there has been a wrongful removal or retention within the meaning of Article 3, the judicial or administrative authorities of the requested State may take notice directly of the law of, and of judicial or administrative decisions, formally recognised or not in the State of the habitual residence of the child, without recourse to the specific procedures for the proof of that law or for the recognition of foreign decisions which would otherwise be applicable.”", "“The judicial or administrative authorities of a Contracting State may, prior to the making of an order for the return of the child, request that the applicant obtain from the authorities of the State of the habitual residence of the child a decision or other determination that the removal or retention was wrongful within the meaning of Article 3 of the Convention, where such a decision or determination may be obtained in that State. The Central Authorities of the Contracting States shall so far as practicable assist applicants to obtain such a decision or determination.”", "“After receiving notice of a wrongful removal or retention of a child in the sense of Article 3, the judicial or administrative authorities of the Contracting State to which the child has been removed or in which it has been retained shall not decide on the merits of rights of custody until it has been determined that the child is not to be returned under this Convention or unless an application under the Convention is not lodged within a reasonable time following receipt of the notice.”", "“The return of the child under the provisions of Article 12 may be refused if this would not be permitted by the fundamental principles of the requested State relating to the protection of human rights and fundamental freedoms.”", "“Any application submitted to the Central Authorities or directly to the judicial or administrative authorities of a Contracting State in accordance with the terms of this Convention, together with documents and any other information appended thereto or provided by a Central Authority, shall be admissible in the courts or administrative authorities of the Contracting States.”", "The relevant provisions of this convention, ratified by Turkey and by Israel on 4 April 1995 and 3 October 1991 respectively, provide:", "“In all actions concerning children, whether undertaken by public or private social welfare institutions, courts of law, administrative authorities or legislative bodies, the best interests of the child shall be a primary consideration.”", "“States Parties undertake to respect the right of the child to preserve his or her identity, including nationality, name and family relations as recognised by law without unlawful interference.”", "“1. States Parties shall ensure that a child shall not be separated from his or her parents against their will, except when competent authorities subject to judicial review determine, in accordance with applicable law and procedures, that such separation is necessary for the best interests of the child. Such determination may be necessary in a particular case such as one involving abuse or neglect of the child by the parents, or one where the parents are living separately and a decision must be made as to the child’s place of residence.", "2. In any proceedings pursuant to paragraph 1 of the present Article, all interested parties shall be given an opportunity to participate in the proceedings and make their views known.", "3. States Parties shall respect the right of the child who is separated from one or both parents to maintain personal relations and direct contact with both parents on a regular basis, except if it is contrary to the child’s best interests.”", "“1. In accordance with the obligation of States Parties under Article 9, paragraph 1, applications by a child or his or her parents to enter or leave a State Party for the purpose of family reunification shall be dealt with by States Parties in a positive, humane and expeditious manner. States Parties shall further ensure that the submission of such a request shall entail no adverse consequences for the applicants and for the members of their family.", "2. A child whose parents reside in different States shall have the right to maintain on a regular basis, save in exceptional circumstances, personal relations and direct contacts with both parents. Towards that end and in accordance with the obligation of States Parties under Article 9, paragraph 1, States Parties shall respect the right of the child and his or her parents to leave any country, including their own, and to enter their own country. The right to leave any country shall be subject only to such restrictions as are prescribed by law and which are necessary to protect the national security, public order (ordre public), public health or morals or the rights and freedoms of others and are consistent with the other rights recognised in the present Convention.”", "...", "“1. States Parties shall assure to the child who is capable of forming his or her own views the right to express those views freely in all matters affecting the child, the views of the child being given due weight in accordance with the age and maturity of the child.", "2. For this purpose, the child shall in particular be provided the opportunity to be heard in any judicial and administrative proceedings affecting the child, either directly, or through a representative or an appropriate body, in a manner consistent with the procedural rules of national law.”", "Article 23 of the International Covenant on Civil and Political Rights, signed by Turkey on 15 August 2000 and ratified by Israel on 3 October 1991, provides:", "“1. The family is the natural and fundamental group unit of society and is entitled to protection by society and the State.", "...", "4. States Parties to the present Covenant shall take appropriate steps to ensure equality of rights and responsibilities of spouses as to marriage, during marriage and at its dissolution. In the case of dissolution, provision shall be made for the necessary protection of any children.”", "Israel’s reservation regarding that provision reads as follows:", "“With reference to Article 23 of the Covenant, and any other provision thereof to which the present reservation may be relevant, matters of personal status are governed in Israel by the religious law of the parties concerned.", "To the extent that such law is inconsistent with its obligations under the Covenant, Israel reserves the right to apply that law.”", "Implementation of the Covenant by the States Parties is supervised by the Human Rights Committee, which is a body made up of independent experts. Under Article 41 of the Covenant, the Committee may examine communications of States Parties in respect of other States. All the States Parties undertake to submit reports, at regular intervals, on the measures they have adopted which give effect to the rights recognised in the Covenant. They must submit an initial report within one year of acceding to the Covenant and subsequently whenever the Committee requests one. The Committee studies the reports and informs the State Party concerned of its concerns and recommendations in the form of “final observations”. The Committee meets in Geneva or New York and generally holds three sessions per year.", "Recommendation 874 (1979) of the Parliamentary Assembly of the Council of Europe on a European Charter on the Rights of the Child states among the first general principles:", "“(a) Children must no longer be considered as parents’ property, but must be recognised as individuals with their own rights and needs;”", "The Hague Convention has statutory force in Turkish law and forms part of the legislation. In theory, the execution in Turkey of a decision of a foreign court requires a registration procedure. However, by virtue of Article 14 of the Hague Convention, decisions delivered by the courts of the place of “habitual residence” of the child concerned are applicable without any need for a registration procedure. When dealing with an application under Article 8 of the Hague Convention, the Turkish family affairs courts are therefore empowered to rely directly on the court decision on which the application is based as conclusive evidence (Article 30 of the Hague Convention), without having to endorse it in the legal sense of the term.", "Execution of a decision to return a child to the country deemed to be its “habitual residence” is carried out by public prosecutors, on behalf of the General Directorate of International Law and Foreign Relations at the Ministry of Justice, that is, “the Central Authority” designated to implement the procedures laid down in the Hague Convention.", "In practice, in that context, the public prosecutor in charge of execution asks the requesting Central Authority to inform him of the date of arrival of the parent whose child has been abducted and makes the necessary arrangements for the child to be returned in the best conditions.", "In accordance with Article 25 (b) of the Judgment Enforcement Code, procedures for the return of a child and meetings in person with a child are conducted in the presence of an expert (social worker, teacher, psychologist, etc.) who is appointed jointly by the head of the Judgment Enforcement Agency and the Institute of Social Services and the Protection of Children.", "The Law of 1984, which establishes the structure of the Israeli legal system, provides – apart from the special courts – for three major types of court: civil, religious and military. The religious courts are governed by the Rabbinical Courts (Marriage and Divorce) Act (Law no. 5713/1953). The laws applicable to Israeli Jews in the sphere of personal status are generally based on the Torah and the Halacha.", "For parties of the Jewish faith, the regional rabbinical courts (Batei Hadîn Harabaniim) have exclusive jurisdiction in the areas of, among other things, divorce, marriage and diet of the members of their community. They also have jurisdiction in any other sphere relating to the personal status of Jews (such as custody and contact rights in respect of children, maintenance payments, filiation, etc.). Moreover, in respect of those matters, the regional rabbinical courts and the civil family courts (Batei Mishpath Lelnyanei Hamishpa’ha) – which are governed by the Family Courts Act (Law no. 5755/1995) – are vested with concurrent jurisdiction, which, in practice, becomes exclusive for the court before which the case is first brought.", "Decisions of the rabbinical courts delivered at first instance are subject to review by the Grand Rabbinical Court (Beith Hadîn Harabani Hagadol), which is the appeal court.", "Whether a case is tried by the rabbinical or the civil courts, the final court of appeal is the Supreme Court. According to the information in the Court’s possession, however, in respect of the rabbinical courts the Supreme Court acts as High Court of Justice, under section 15(c) of the above-mentioned Law of 1984, and, accordingly, the object and scope of its power of review are more limited. In practice, it would appear that this power of review is often exercised in respect of disputes relating to the jurisdiction of the rabbinical courts and, more rarely, in cases of denial of natural rights and non-application of the mandatory provisions of civil law. It is accepted that, in cases of conflict of jurisdiction, the Supreme Court can set aside the decision of the rabbinical court and refer the case to a civil court, but that, where errors of law with regard to the Halacha are concerned, it will merely remit the case to the original rabbinical court for it alone to amend its decision.", "...", "Many Israeli writers point to the inequality between the sexes in the rabbinical courts, particularly in connection with the get institution, which is often criticised by Israeli society. In accordance with the Halacha, only the husband may petition for divorce from his wife, by handing her the get. There is a consensual aspect to the measure, however, since the wife is free to accept or refuse the get.", "...", "Under Israeli law, the family courts and the rabbinical courts can, in the interests of the proper conduct of the proceedings, prohibit a party to divorce proceedings from leaving Israeli territory. According to the information available, such ne exeat measures are ordered by the rabbinical courts at the request of the party petitioning for divorce, normally for a renewable one-year period. Where the respondent is not an Israeli national, the measure is applied with particular rigour. Where the opposing party objects, the rabbinical court determines the matter following a hearing of the issue."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}