{"ITEMID": "001-113723", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF PIĘTKA v. POLAND", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection dismissed (Article 35-3-b - No significant disadvantage);Preliminary objection dismissed (Article 35-1 - Six month period);Preliminary objection joined to merits (Article 35-1 - Exhaustion of domestic remedies);No violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Access to court)", "JUDGES": "David Thór Björgvinsson;George Nicolaou;Lech Garlicki;Ledi Bianku;Nebojša Vučinić;Päivi Hirvelä;Zdravka Kalaydjieva", "TEXT": ["5. The applicant lives in Wrocław.", "6. On 2 April 2002 the applicant, together with A.Ł. – his partner in his commercial partnership (spółka cywilna) – brought a joint action before the Wrocław Regional Court against a certain G.P. for payment of 237,739 Polish zlotys (PLN) with statutory interest. He requested exemption from court fees. In the statement of claim he gave his permanent address and another address specified for service of court correspondence.", "7. By an order of 6 May 2002 the court ordered that the statement of claim be served on G.P.", "8. On 21 May 2002 G.P., represented by a privatelyhired lawyer, replied to the claim. That reply was sent to the applicant’s address for service of correspondence.", "9. On 22 May 2002 the applicant moved out of his permanent address.", "10. On 5 June 2002 the court requested the plaintiffs to submit additional information in respect of their request for exemption from court fees. The summons was sent to the applicant’s permanent address, but it was not served on him as he was no longer living at that address. The summons was sent to the coplaintiff’s permanent address and was served on him on 10 June 2002.", "11. On 5 July 2002 the court refused to grant an exemption as the plaintiffs had failed to submit the necessary information. This decision was sent to the applicant’s permanent address. It was not served on him as he was no longer living there.", "12. On 12 July 2002 that decision was served on the applicant’s coplaintiff.", "13. On 2 August 2002 the court summoned the plaintiffs to pay PLN 13,486 in court fees and set a time-limit of 14 days for payment. The summons was sent to the applicant’s address for correspondence as indicated in his statement of claim and was served on him on 12 August 2002.", "14. On 29 October 2002 the applicant informed the court that he had never been served with the decision of 5 June 2002 (see paragraph 10 above) refusing him an exemption from court fees.", "15. The court served the decision on the applicant on 5 November 2002.", "16. By a letter of 8 November 2002, received by the court on 12 November 2002, the plaintiffs informed the court that they wished to withdraw their claim as the court had refused to grant them an exemption from court fees. They further referred to the fact that the defendant had left Poland. Even if they obtained a judgment in their favour, it would be very difficult to obtain its effective enforcement against her.", "17. Subsequently, on 2 December 2002, the applicant and his coplaintiff were ordered to pay legal fees incurred by the defendant in the amount of PLN 24,015.", "18. On 13 December 2002 the applicant and his co-plaintiff appealed against this decision. Their appeal was dismissed by the Wrocław Court of Appeal on 21 February 2003. On an unspecified date the applicant paid half of the legal costs incurred by the defendant, in the amount of PLN 12,007.", "19. Subsequently, the applicant and the co-plaintiff claimed compensation from the State Treasury. They submitted that the Wrocław Regional Court had breached Article 124 of the Code of Civil Procedure by setting the civil proceedings in motion despite the fact that their request for an exemption from court fees had not been decided at that time. The court had wrongly and unlawfully served the statement of claim on the defendant before the issue of exemption from the court fees had been decided. The defendant, relying on that service and assuming that there had been no impediment to proceeding with the case at that time, had incurred legal costs. The court had also failed to serve the refusal of exemption on the applicant properly, despite the fact that the applicant had already informed it of his address for service of judicial correspondence in his statement of claim. When this decision was ultimately served on them, the plaintiffs decided to withdraw their claim. Nonetheless, they had been obliged to pay in full the legal costs borne by the defendant.", "20. Subsequently, during the same proceedings concerning his compensation claim, the applicant was heard by the Wrocław District Court. He stated that he was a businessman earning an average monthly income of PLN 10,000.", "21. By a judgment of 19 May 2006 the Wrocław District Court dismissed the claim. It found that the decision to serve the statement of claim on the defendant was in breach of Article 124 of the Code of Civil Procedure. It further acknowledged that the plaintiffs had sustained damage as they had to reimburse the costs borne by the defendant.", "However, the court was of the view that the plaintiffs had failed to show that the damage had been caused exclusively by the court’s procedural error in serving the summons. In their pleadings withdrawing their claim they had referred not only to the refusal of exemption but also to the fact that the defendant had left the country. Moreover, the plaintiffs had been obliged to pay the defendant’s costs not because the court had refused to grant them an exemption, but because they had withdrawn their claim. They had therefore failed to show the existence of a normal causal link (normalny związek przyczynowy) between the acts of the State Treasury, represented by the court, and the uncontested damage which they had suffered.", "22. The applicant and his co-plaintiff appealed against that decision, arguing that their obligation to reimburse the defendant’s costs had arisen essentially because their statement of claim had been incorrectly served on the defendant. They had thereby been drawn into the litigation unlawfully and despite the fact that they had already requested exemption from the court fees in their statement of claim.", "23. A hearing in the case was held on 3 January 2007. The applicant attended the hearing. The court informed him that the judgment on the merits of the case would be given on 16 January 2007.", "24. By a judgment of 16 January 2007 the Wrocław Regional Court dismissed the claim, essentially sharing the conclusions of the lower court. The court read out the operative part of the judgment, giving a brief verbal explanation of the reasons for that judgment.", "25. On 18 January 2007 the applicant and the co-plaintiff requested the court to prepare written grounds for the judgment.", "26. The written grounds, comprising the facts of the case as established by the court and summarising the legal reasoning of both the first- and secondinstance courts, were served on them on 26 February 2007.", "27. Article 124 of the Code of Civil Procedure, as applicable at the relevant time, reads, in so far as relevant:", "“Submission of a request for exemption from court fees ... shall not result in the proceedings being stayed, save for cases where such a request has been lodged together with a statement of claim or before such a statement has been lodged with a court.”", "28. Section 16 (1) of the 1967 Court Fees Act, applicable at the material time, provided:", "“ A court shall not take any procedural measures following an application for which the relevant court fee has not been paid. The president shall summon the party to pay that fee within a seven-day time limit, on pain of the application being returned. If the fee has not been paid, the president shall return the application.”", "29. Article 325 of the Code of Civil Procedure specifies which constituents the operative part of a judgment (sentencja) must contain. It lists the following: the name of the court, those of the parties, the judges, the court clerk and the prosecutor (provided that the last-named was a party to the case), the date and name of the town, matter in dispute and the substance of the decision (rozstrzygnięcie sądu o żądaniach stron).", "30. Under Article 326 § 3 of that Code, the president of a judicial panel reads out the operative part of the judgment in open court. Afterwards the president or judge rapporteur orally explains the main grounds for the decision (podaje ustnie zasadnicze powody rozstrzygnięcia).", "31. Pursuant to Article 328 of the Code, written grounds for a judicial decision shall be prepared at a party’s request submitted within one week from the date of the delivery. Written grounds must consist of a summary of the facts established by the court, refer to the evidence relied on by the court, indicate the reasons why the court considered that evidence to be credible and give legal reasons for the decision adopted."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}