{"ITEMID": "001-61930", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "CHAMBER", "DATE": 2004, "DOCNAME": "CASE OF HRICO v. SLOVAKIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 10;Pecuniary damage - financial award;Non-pecuniary damage - financial award;Costs and expenses partial award", "JUDGES": "Nicolas Bratza", "TEXT": ["8. The applicant was born in 1949 and lives in Košice.", "9. At the relevant time the applicant was the publisher and editor in chief of the weekly Domino efekt. In 1994 and 1995 the weekly published three articles which concerned civil proceedings for defamation pending before the Slovakian courts. The proceedings were between Mr Slobodník, a Minister who became later a Member of Parliament, and Mr Feldek, a poet and publicist who had published a statement alleging, inter alia, that Mr Slobodník had a fascist past. The relevant parts of the articles, which were not written by the applicant, read as follows.", "“Quo vadis, Slovakian justice? (A shameful judgment delivered by the Supreme Court)", "When the Bratislava City Court put an end to the first round of the judicial dispute between Mr Slobodník and Mr Feldek dismissing the former minister’s action for protection of his personality rights, voices could be heard alleging that the outcome of the appellate proceedings before the Supreme Court would be different. They argued that [the Supreme Court] judges were ‘different’. Those views came true and Slovakia faces further ridicule at the international level. The Supreme Court chamber presided over by [judge Š. - the article mentioned the full name of the judge] did not disappoint.", "A tragicomic farce", "The Slovakian poet and writer Ľubomír Feldek (who opted for Czech nationality in the meantime) stated in 1992 that Mr Dušan Slobodník, who had just become the Minister of Culture of the Slovak Republic, should not exercise the post of a minister in a democratic state as he had a fascist past... The statement was based on facts which were generally known: during World War II Slobodník had been a member of the Hlinka Youth and he had participated in a terrorist course in Sekule organised under the auspices of that organisation. Several participants in that course (it should be mentioned that Dušan Slobodník was not among them) had been later involved in the killing of the inhabitants of [a] village...", "Feldek, who never alleged that Slobodník was a murderer or a criminal ... expressed the view of a citizen of a free society who considered that a person who had belonged to the Hlinka Youth and who had been close to people who later killed members of the civilian population, should not be a minister of a democratic state. Nothing more and nothing less...", "[Instead of retiring from the post] Slobodník filed an action for protection of his personality rights and thus gave rise to a case which, in a certain way, is tragicomic... [and in the course of which Mr Slobodník] failed to show that he had not been a member of the Hlinka Youth and that he had not participated in the course in Sekule. [Mr Slobodník] thus failed to disprove the facts on the basis of which Feldek had declared that he had a fascist past. We simply recall that a decree by President Beneš of 1945 provided that the Hlinka Youth was to be considered as a fascist organisation.", "Strange reasoning", "The Bratislava City Court took all the above facts into account and ... dismissed the action of Slobodník. [The City Court judge] ...thus established the very best case-law for the newly born democracy and warned every politician that his or her past may and even must be the object of an increased interest by the public.", "At the hearing held on 22 March 1994 [the Supreme Court] judge Š. took the opposite approach in that he ordered Feldek to pay 200,000 Slovakian korunas [SKK] to Slobodník and to apologise to the latter [in the press]... Thus [judge Š.] warned all citizens of the Slovak Republic that, should they come to the conclusion that the moral profile of a politician is incompatible with the exercise of the public function entrusted to him or her, they had better keep quiet.", "[Judge Š.] also showed the strength of his spirit when giving reasons for the judgment. 1. Hlinka Youth ... was, in principle, a very good organisation which had been abused by politicians, 2. Feldek not only caused damage to Slobodník, but also to the whole of Slovakia, the Prime Minister, the Movement for a Democractic Slovakia, the Government and the Parliament, ... 4. the post-war retribution decrees enacted in Czechoslovakia were the result of a conspiracy between President Beneš and the communists.", "[Judge Š.] revises history", "...", "[It should be recalled that] the Czechoslovak legal rules on retribution, of which the decrees by President Beneš form a part, were adopted in accordance with the principles of the United Nations Commission for the Investigation of War Crimes established in London on 20 October 1943. They were further based on the ... agreement on the establishment of the International Military Tribunal of 8 August 1945 and the Report on the Berlin Conference held in Potsdam... Such retribution rules were adopted by practically all European states which had been occupied by Nazi Germany during the war and which had to take a position with respect to collaborators and traitors.", "The words which [judge Š.] used in order to justify his judgment directly call in question the attitude which, after World War II, the democratic states in Europe took towards fascism and those who had served it.", "It should be said, however, that [judge Š.] had no choice. When he wanted to reach the decision which he reached, no other reasoning was available – it simply did not exist... When I wish to say A, that is that the past of a person who was a member of the Hlinka Youth and who took part in the course in Sekule is not a fascist one, I am obliged to say also B, that is that I do not recognise the law which defines the Hlinka Youth as a fascist organisation. As the case may be, I will add that the Hlinka Youth was a good organisation and things are settled.", "Thus, quo vadis, Slovakian justice? Slobodník is said to look forward to the international court in Strasbourg. However, a Slovakian citizen, having in mind such ‘objective’ decisions of the ‘independent’ and ‘impartial’ Supreme Court does not have many reasons for being pleased. Even if he or she is successful at first instance, the chances of obtaining justice after a possible appeal to the Supreme Court are slight as has been shown by the case Feldek v. Slobodník.”", "On 12 August 1994 the weekly Domino efekt published an interview with the former president of the Constitutional Court who was the lawyer of Mr Feldek in the defamation proceedings brought by Mr Slobodník. It was entitled “Slovakia is governed by an absolute legal chaos” and the relevant parts read:", "- “The press stated that [judge Š.], who decided the case of Slobodník against Feldek in the way he did and in which you were the advocate of the poet, is a candidate of the Christian-Social Union in the [parliamentary] election. What do you think about it?", "- ... It is ... unusual that a judge, whose task it is to guarantee the objectiveness and impartiality in a democratic society, manifests his political views in public. Having one’s name included in the list of candidates of a political party undoubtedly represents such a manifestation of political views.", "- Let’s talk about the particular inscription of [judge Š.] on the election list of a particular party, namely the Christian-Social Union...", "- One should see that that party has a clear position as regards the period between 1939 and 1945. To put it mildly - it does not condemn that period. And this is the core of the problem - [judge Š.], who decided the case of Slobodník against Feldek, that is a dispute in which one of the main points at issue had been the behaviour of one of the participants during the period of the Slovakian State, is the candidate of a party which does not condemn the Slovakian State or the regime by which it was governed, on the contrary...", "... Section 54 of the Judiciary and Judges Act clearly provides that one of the principal obligations of judges is that ‘a judge shall abstain from any action which could impair the dignity of the judicial function or jeopardise the trust in independent, impartial and just decision-making of the courts’...", "- Do you think that [judge Š.] had internally decided ‘the case of Feldek’ long before the delivery of the judgment and that all the fuss in the court room served nothing?", "- There is nothing else that I can think. The performance of that judge has no other explanation. In particular, I can say that, after the delivery of the judgment, I learned that the Supreme Court judges had expected such a decision to be taken. The views of [judge Š.] as regards the case or as regards the existence of the Slovakian State during World War II were known...", "The appeal against the Bratislava City Court judgment, which was in favour of Mr Feldek, was transmitted to the Supreme Court on 22 February 1994... The case was decided upon on 23 March ... that is with the rapidity of a missile, and one can hardly find another case examined by the Supreme Court which was dealt with the same promptness.”", "“See you soon in Strasbourg (Not even death will separate the couple Slobodník – Feldek)", "The judicial proceedings in the case Slobodník v. Feldek which have lasted three years have not been ended by the decision delivered by the cassation chamber of the Supreme Court. Even the latter has not found the courage to quash in full the legal farce (‘paškvil’ [The Short Dictionary of the Slovakian Language (Slovak Academy of Sciences, Bratislava, 1989, p. 282) defines “paškvil” as (i) a satirical and offensive piece of writing or as (ii) an unsuccessful imitation of something.]) produced by [judge Š.] on 23 March 1994. The aforesaid judge quashed the decision delivered by the City Court in Bratislava and granted the whole claim lodged by Slobodník.", "Two jokes were thus produced out of one... [To the extent that the claim by Mr Slobodník was granted by the cassation chamber of the Supreme Court], Feldek will bring the case ... before the European Court of Human Rights in Strasbourg.", "Thus Slovakian justice was open to ridicule. To make things clear – the Slovak Republic has no chances of success in Strasbourg. The existing case-law of [the European Court of Human Rights] comprises a sufficient number of examples where that court used a phrase protecting freedom of expression as such, which every politician in a democratic state should be acquainted with: ‘The limits of admissible criticism are wider as regards a politician and narrower in the case of a private person’. It is easy and clear at the same time and the cassation chamber of the Supreme Court (like [Mr] Slobodník) has not grasped it...", "A different fact is relevant: Feldek has to apologise for a civic ‘value judgment’ whereas this is not acceptable for the free world. ‘Value judgments’ expressed publicly are not, in accordance with the established European practice and also in accordance with the European Convention on Human Rights, susceptible of proof...", "Should we admit (as we did in fact) [that a journalist who publishes his or her value judgments in respect of a public figure be obliged to prove the truth of such statements], a situation would arise which has nothing to do with democracy and with the principles of a democratic society. Citizens will simply fear making ‘value judgments’ because they will be under the threat of a sanction. As a result, the vital sap of democracy will dry out – namely an open debate on issues of public interest.", "The Supreme Court failed to understand these principles which ... are simple and easy to understand and which are respected by the democratic world as something that is ‘given’. Or, as the case might be, it did not want to understand.", "P.S. I will dare make a ‘value judgment’ despite the position which ‘value judgments’ have in this country thanks to this case law. In my view, the Supreme Court of the Slovak Republic did NOT WANT to respect the European principles of the protection of the freedom of expression. It would have sufficed if the judges had read the Constitution of the Slovak Republic. In particular Article 11 where it is written in black and white.”", "10. On 20 September 1995 judge Š. filed an action under Article 11 et seq. of the Civil Code for protection of his personal rights against the applicant. The plaintiff claimed that the above articles interfered grossly with his civil and professional honour and also with his authority as a Supreme Court judge. The plaintiff further claimed that the applicant be ordered to publish an apology and to pay him SKK 150,000 in compensation for non-pecuniary damage.", "11. In his reply the applicant stated that the author of the above articles had informed the public about the judicial proceedings in a case which attracted public attention. The contested statements were value judgments and the articles contained permissible criticism of a public figure.", "12. On 3 July 1996 the Košice 1 District Court delivered a judgment in which it ordered the applicant to publish, in the weekly Domino efekt, the following statement:", "“a) ... the article ‘A shameful judgment delivered by the Supreme Court; Quo vadis, Slovakian justice’, which presented [judge Š.], the president of a chamber of the Supreme Court in a negative light and which ridiculed the proceedings conducted by him,", "b) ... the interview with the former president of the Constitutional Court published on 12 August 1994 in which it is stated that [judge Š.] made up his mind on the outcome of the proceedings long before the delivery of the judgment,", "c) the phrase ... ‘Even the latter has not found courage to quash in full the legal farce produced by [judge Š.] on 23 March 1994’ which was published in the article ‘Not even death will separate the couple Slobodník – Feldek; See you soon in Strasbourg’ published on 16 June 1995,", "interfere grossly and without any justification with the civil and professional honour of [judge Š.] for which [the applicant], as the editor of the newspaper Domino efekt makes a public apology to [judge Š.]...”", "13. The applicant was further ordered to pay the plaintiff SKK 50,000 in compensation for non-pecuniary damage and to pay the court fees and the plaintiff’s costs.", "14. The District Court found that the limits of objective and acceptable criticism had been exceeded in that the above articles comprised such expressions as “tragicomic farce”, “shameful judgment”, “strange reasoning” and “legal farce”. The first and the third article were capable of giving the readers the impression that the plaintiff had been biased. The District Court further recalled that the judgment criticised in the articles was delivered by an appellate chamber of three judges. However, the articles referred to the plaintiff as if he were the only author of the judgment. The District Court recalled that a chamber of the appellate court always decides after deliberations in the presence of a typist. A majority of votes is required and the presiding judge is the last to vote. The District Court also recalled that judges are independent when deciding on matters before them and that the cassation chamber of the Supreme Court had not found any procedural shortcomings in the proceedings leading to the judgment criticised in the above articles.", "15. When deciding to grant non-pecuniary damages to the plaintiff the District Court noted that the above articles criticised, repeatedly and without justification, a judge of the Supreme Court whereby his dignity and position in the society had been considerably affected.", "16. The applicant and the plaintiff appealed. The applicant argued that the District Court had failed to apply the law correctly and that it had decided arbitrarily. The applicant submitted that the statements in question were value judgments which were based on facts explicitly set out in the articles. He therefore requested that the first instance judgment, to the extent that it granted the action, be overturned. The plaintiff failed to submit any reasons and subsequently he maintained that he had not appealed.", "17. On 24 June 1997 the Košice Regional Court overturned the first instance judgment in that it dismissed the action of judge Š. The Regional Court’s judgment stated that the applicant had ceased being the editor of Domino efekt in February 1997. As he was not the author of the articles in question, he no longer had standing to be a defendant in the case. The new editor could not be sued as he was not a general successor to the rights and obligations relating to the weekly. The plaintiff’s claim that an apology be published in the weekly could not, therefore, be granted.", "18. The Regional Court also examined the merits of the case and found that the phrase “Even the latter has not found courage to quash in full the legal farce produced by [judge Š.] on 23 March 1994” published on 16 June 1995 represented an attack against the authority of the courts as such and that it was not proportionate to the aim pursued, namely to criticise the reasons for the Supreme Court judgment presented orally by judge Š. However, no satisfaction could be granted in this respect as the applicant had lost standing in the case.", "19. On 9 September 1997 the plaintiff filed an appeal on points of law in which he challenged the conclusions reached by the Regional Court.", "20. On 29 May 1998 the cassation chamber of the Supreme Court quashed the Regional Court’s judgment of 24 June 1997. The Supreme Court held that the appellate court had decided erroneously and instructed the latter to take further evidence. As regards the merits of the case in particular, the court of cassation held that because of their expressive character the applicant’s statements were disproportionate to the aim pursued, namely to criticise a judicial decision or the public activities of judge Š. In the Supreme Court’s view, those statements clearly indicated that the applicant had intended to offend judge Š., to humiliate and discredit him. Limits of acceptable criticism had been thereby exceeded.", "21. On 11 March 1999 the Košice Regional Court upheld the part of the Košice 1 District Court’s judgment of 3 July 1996 by which the applicant had been ordered to pay SKK 50,000, together with the statutory default interest, to the defendant in compensation for non-pecuniary damage. The Regional Court further dismissed the remainder of the plaintiff’s action.", "22. The judgment stated that the plaintiff had failed to submit reasons for his appeal. Accordingly, the Regional Court could review the first instance judgment only to the extent that it had been appealed against by the applicant. The Regional Court dismissed the claim that an apology be published in Domino efekt as (i) the editing rights had been transferred to a different person and the name of the weekly had changed and (ii) the plaintiff had failed to amend his action so that a judgment in this respect could be enforced. The Regional Court noted that the plaintiff had failed to specify which parts of the article published on 1 April 1994 interfered with his personal rights. The relevant part of the action was therefore also dismissed.", "23. As regards the merits of the remaining part of the case, the Regional Court recalled, with reference to Article 10 of the Convention and the relevant provisions of the Constitution, that judges enjoyed special protection as regards the criticism of the way in which they exercised their function. This was dictated by the requirement of impartiality of judges. The latter could be jeopardised if the society tolerated unjustified criticism of a judge for a decision delivered by him or her.", "24. The judgment further stated that the situation is different in cases where a judge makes public his or her intention to become involved in politics, and where the decision on a case to be subsequently taken by such a judge is linked to the political views presented by him or her. By failing to withdraw from a case in such circumstances the judge concerned deliberately exposes himself or herself to the threat of criticism by the public, notwithstanding that the decision in question was lawful. The Regional Court therefore held that, when a judge decided to become involved in politics, he or she became a person of public interest and, as such, he or she no longer enjoyed special protection as regards the limits of acceptable criticism.", "25. The Regional Court recalled that it was bound by the views expressed in the judgment delivered by the cassation chamber of the Supreme Court on 29 May 1998. It therefore concluded that the contested statements in the articles published on 12 August 1994 and on 16 June 1995 interfered with the personal rights of the plaintiff, whereby his dignity and the esteem for his person in society had been considerably diminished. The expressive character of the terms used was disproportionate to the aim pursued, namely the criticism of a judicial decision or the plaintiff’s involvement in public life. Those terms clearly showed that the purpose of the statements was to offend, to humiliate and to discredit the criticised person. Accordingly, the plaintiff was entitled to compensation for non-pecuniary damage which he had thus suffered.", "26. On 19 April 1999 judge Š. filed an appeal on points of law. It was dismissed by the Supreme Court on 28 September 2000.", "27. The right to protection of a person’s dignity, honour, reputation and good name is guaranteed by Article 11 et seq. of the Civil Code.", "28. According to Article 11, any natural person has the right to protection of his or her personality, in particular of his or her life and health, civil and human dignity, privacy, name and personal characteristics.", "29. Pursuant to Article 13 (1), any natural person has the right to request that unjustified infringement of his or her personal rights should be stopped and the consequences of such infringement eliminated, and to obtain appropriate satisfaction.", "30. Article 13 (2) provides that in cases where the satisfaction obtained under Article 13 (1) is insufficient, in particular because a person’s dignity and position in society have been considerably diminished, the injured person is entitled to compensation for non-pecuniary damage."], "VIOLATED_ARTICLES": ["10"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}