{"ITEMID": "001-113299", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AZE", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF NAJAFLI v. AZERBAIJAN", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment;Inhuman treatment) (Substantive aspect);Violation of Article 3 - Prohibition of torture (Article 3 - Effective investigation) (Procedural aspect);Violation of Article 10 - Freedom of expression -{General} (Article 10-1 - Freedom of expression);Pecuniary damage - claim dismissed;Non-pecuniary damage - award", "JUDGES": "Anatoly Kovler;Erik Møse;Julia Laffranque;Khanlar Hajiyev;Linos-Alexandre Sicilianos;Mirjana Lazarova Trajkovska", "TEXT": ["5. The applicant was born in 1967 and lives in Baku.", "6. The applicant was a journalist and the editor-in-chief of a newspaper named Boz Qurd.", "7. On 9 October 2005 a number of opposition parties held an unauthorised demonstration in Baku. The applicant, together with five other journalists, was present at the demonstration to report on the events. The applicant was not wearing a special blue vest identifying him as a journalist, but he was wearing a journalist badge on his chest.", "8. During the dispersal of the demonstration by the police, the applicant and his colleagues were beaten up and received various injuries. According to the applicant, he told the police officers that he was a journalist and asked them to stop. The applicant was hit on the head and lost consciousness following his beating.", "9. The applicant was taken to hospital the same day. On 26 October 2005 he received a medical certificate with a diagnosis of closed cranio-cerebral trauma, concussion and soft-tissue damage to the crown of the head.", "10. On 10 July 2006 the applicant obtained a medical certificate from Baku City Polyclinic no. 19. That certificate indicated that the applicant had been registered as a patient diagnosed with closed cranio-cerebral trauma and concussion, and that his condition required long-term treatment.", "11. The six journalists who had been beaten up on 9 October 2005 lodged a joint criminal complaint. On 9 November 2005 the Sabail District Police Department instituted criminal proceedings under Article 132 (beating) of the Criminal Code. On 22 December 2005 the case was re-qualified under Article 163 (obstruction of the lawful professional activity of journalists) of the Criminal Code and transferred to the Sabail District Prosecutor’s Office.", "12. On 12 January 2006 the applicant was questioned by the investigator in charge of the case. The applicant stated that he had been beaten with truncheons by a group of police officers while he was observing the demonstration as a journalist. The applicant also stated that he did not know the police officers who had hit him, although he did know the police officers who were in charge of the police unit. The applicant submitted a photo of an officer (A.V.) who was the head of the Riot Police Regiment of the Baku Police Office. The applicant’s version of the events was also confirmed by statements from two other journalists, E.M. and N.A., who were present at the relevant time at the place of the incident.", "13. According to the Government, on 28 January 2006 the investigator ordered a forensic examination of the applicant, but the applicant did not appear for this examination. No copy of any decision in this respect was submitted by the Government to the Court. The applicant alleged that he had not been informed of this decision by the investigator.", "14. By a letter of 2 February 2006, the investigator in charge of the case requested the Sabail District Police Department to identify the police officers who had hit the applicant. In reply to the investigator’s letter, on 25 February 2006 the Head of the Sabail District Police Department wrote that they had not been able to identify the relevant police officers, however they would continue to take measures in this respect and inform the investigator of any result.", "15. On 1 March 2006 the investigator heard A.V., who denied involvement in the applicant’s beating. A.V. stated that neither he nor the police officers under his supervision had done anything unlawful to the applicant in his presence.", "16. On 9 March 2006 the Sabail District Prosecutor’s Office investigator issued a decision suspending the criminal proceedings until the perpetrators of the beating had been identified. The investigator relied on the fact that the police officers allegedly involved in the applicant’s beating had not been identified. As to A.V.’s alleged involvement, the investigator relied on A.V.’s statements, noting that the latter had not carried out any unlawful actions against the applicant.", "17. The applicant was not provided with any information concerning the criminal investigation until May 2006. On 9 May 2006 the applicant contacted the Sabail District Prosecutor’s Office investigator and inquired about the state of the proceedings. The investigator informed him that the criminal investigation had been suspended on 9 March 2006, but did not provide the applicant with a copy of the decision suspending the investigation.", "18. On 12 May 2006 the applicant lodged a complaint with the Sabail District Court. He complained that the investigator had failed to provide him with a copy of the decision suspending the investigation, thus making it impossible for him to lodge a proper complaint against it. He also asked the court to quash this decision and remit the case for investigation. He insisted, in particular, that the group of police officers who had hit him had been under A.V.’s command, and that the photo of A.V. taken at the time of the incident had been submitted to the police.", "19. On 26 May 2006 the Sabail District Court dismissed the applicant’s complaint, finding that the decision suspending the investigation had been lawful and had been sent to the applicant on 9 March 2006. The decision was silent as to A.V. and his alleged role in the applicant’s beating. It appears that the court did not hear any witness at the hearing.", "20. On 1 June 2006 the applicant lodged an appeal reiterating his previous complaints. In particular, he argued that the suspension of the investigation, for which the reason given was that it was impossible to identify the policemen who had beaten him, was wrong, and that the investigation authorities knew who the perpetrators were. In this connection, he noted that he and other journalists had specifically identified A.V., who was present at the scene of the incident at the relevant time.", "21. On 13 June 2006 the Court of Appeal dismissed the applicant’s appeal and upheld the Sabail District Court’s decision of 26 May 2006.", "22. On 9 November 2006 the applicant lodged a separate civil action against the Ministry of Internal Affairs, asking for compensation for pecuniary and non-pecuniary damage caused by his beating on 9 October 2005. He relied on Articles 3, 10 and 11 of the Convention.", "23. On 20 November 2006 the Sabail District Court refused to admit the action for non-compliance with the formal requirements. The court held that the applicant had failed, in particular, to provide a forensic report showing the cause of the injuries and had not supplied a copy of any document showing that a police officer had been found responsible for the applicant’s beating. The court also noted that the applicant had failed to identify actual individuals, rather than the Ministry of Internal Affairs in general, as defendants.", "24. On 6 December 2006 the applicant appealed against the first-instance court’s inadmissibility decision, reiterating his previous complaints.", "25. On 26 January 2007 the Court of Appeal upheld the Sabail District Court’s decision of 20 November 2006.", "26. On 14 June 2007 the Supreme Court upheld the decisions of the lower courts.", "27. Article 46 (III) of the Constitution of the Republic of Azerbaijan reads as follows:", "“No one shall be subjected to torture or ill-treatment. No one shall be subjected to degrading treatment or punishment. ...”", "28. Police officers may use special equipment when, inter alia, it is considered that a person who is behaving dangerously may cause damage to himself or people around him (Article 26.II). “Special equipment” is defined as truncheons, arm-restraining instruments, tear gas, rubber bullets, water cannons and other means (Articles 1). Physical force, special equipment or firearms may be used when absolutely necessary in a manner proportionate to the danger posed. The police authorities must carry out an inquiry into every incident involving the use of physical force, special equipment or firearms, and must issue a pertinent opinion on its lawfulness (Article 26.VII). Unlawful use of force by a police officer entails the officer’s responsibility under the relevant legislation (Article 26.IX).", "29. Police officers may use physical force, special equipment or firearms only in the event of absolute necessity or necessary self-defence, after all other means of coercion have failed to produce the required result, and depending on the gravity of the offence and the character of the offender (Article 27.I.1). Anyone injured as a result of the use of physical force, special equipment or firearms must be provided with the necessary medical aid (Article 27.I.5). The police officer must report to the relevant police authority, in writing, on the occasions he or she used physical force, special equipment or firearms (Article 27.I.7). The relevant prosecutor must also be informed of any such use of force within twenty-four hours (Article 27.I.8)."], "VIOLATED_ARTICLES": ["10", "3"], "VIOLATED_PARAGRAPHS": ["10-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}