{"ITEMID": "001-102910", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "COMMITTEE", "DATE": 2011, "DOCNAME": "CASE OF VASYLIV v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Violation of Art. 13", "JUDGES": "Mirjana Lazarova Trajkovska;Rait Maruste;Zdravka Kalaydjieva", "TEXT": ["4. The applicant was born in 1928 and lives in Stryy, the Lviv Region.", "5. On 18 March 2004 the applicant lodged a claim with the Stryy Court against the State Social Protection Department and the State Pension Fund for recovery of a yearly allowance, compensation for non-pecuniary damage and for re-calculation of her pension.", "6. On 23 June 2004 the Stryy Court rejected the applicant’s claims as unsubstantiated. On 12 August 2004 the Stryy Court rejected the applicant’s request for interpretation of the judgment.", "7. On 4 October 2004 the Lviv Regional Court of Appeal quashed the judgment of 23 June 2004 and remitted the case for new consideration.", "8. On 28 October 2004 the parties appealed in cassation. The applicant had to re-lodge her appeal in cassation as she had initially failed to comply with procedural requirements.", "9. On 2 March 2007 the Supreme Court transferred the case for consideration to the Higher Administrative Court.", "10. On 11 February 2009 the Higher Administrative Court dismissed the parties’ appeals in cassation.", "11. On 1 April 2009 the Supreme Court rejected the applicant’s request for extraordinary review of the decision of 11 February 2009.", "12. The case is currently pending before the first-instance court.", "13. In the course of the proceedings before the first-instance court and court of appeal there were seventeen hearings held. The applicant supplemented her claims on two occasions. She lodged requests for rectification of the hearing records, for studying the case-file, for obtaining additional evidence and for interpretation of the judgment.", "14. In October 2004 the applicant and her daughter instituted defamation proceedings before the Stryy Court against the State Pension Fund and S., a private person.", "15. On 1 December 2004 the Stryy Court left the claim without examination for the claimants’ failure to substantiate it and to pay the court fee.", "16. On 28 February 2005 and 10 September 2007, respectively, the Lviv Regional Court of Appeal and the Khmelnytsk Regional Court of Appeal (acting as a court of cassation) upheld the decision of 1 December 2004.", "17. In December 2004 the applicant and two other persons lodged with the Lychakiv Court an administrative claim against the Lviv Regional State Administration, alleging incorrect calculation of their pension and unlawfulness of the claim for debts issued by the local gas supplying company.", "18. On 14 February 2005 the Galytskyy District Court of Lviv found that the claim did not fall to be examined in the framework of the administrative procedure and was to be dealt under the rules of civil procedure. Accordingly, it dismissed the claim.", "19. On 18 April 2005 and 23 August 2006 the Lviv Regional Court of Appeal and the Higher Administrative Court, respectively, upheld the decision of 14 February 2005.", "20. On 24 October 2006 the Supreme Court rejected the applicant’s request for extraordinary review of the ruling of 23 August 2006.", "21. In April 2005 the applicant and her daughter instituted defamation proceedings in the Stryy Court against the State Pension Fund and S., a private person.", "22. On 20 May 2005 the Stryy Court left the claim without examination for the claimants’ failure to pay the court fee.", "23. On 18 July 2005 and 25 October 2007, respectively, the Lviv Regional Court of Appeal and the Khmetlnytsk Regional Court of Appeal (acting as a court of cassation) upheld the decision of 20 May 2005."], "VIOLATED_ARTICLES": ["13", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}