{"ITEMID": "001-4864", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DNK", "BRANCH": "ADMISSIBILITY", "DATE": 1999, "DOCNAME": "P.W. v. DENMARK", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis", "TEXT": ["The applicant is a Danish national, born in 1956 and living in Hellerup, Denmark. He is represented before the Court by Olav Willadsen, a lawyer practising in Glostrup, Denmark.", "Following the submission of his tax declaration for the years 1985 and 1986 investigations were carried out by the tax authorities in respect of certain income allegedly obtained in Belgium at a time when the applicant also obtained unemployment benefits in Denmark. It appears that the police were informed of the situation on 9 June 1988 whereas it does not appear from the file whether or to what extent the applicant was aware of any police investigations at that moment in time. In July 1990 it appears that the applicant was questioned by the police about his alleged employment by a Belgian company in 1985-86.", "By indictment of 7 February 1991 (amended on 2 October 1992) the applicant was charged with fraud, pursuant to Section 279 of the Penal Code (straffeloven), for having wrongfully informed the Unemployment Fund for University Graduates (Akademikernes Arbejdsløshedskasse) that he was unemployed in the period from 1 August 1985 until 30 June 1986 although he was in fact employed in Belgium, thereby causing the Unemployment Fund a loss in the amount of 91,138.80 Danish Crowns (DKK). He was also charged with tax evasion, pursuant to Section 13, subsection 1, of the Tax Control Act (Skattekontrolloven), for not having informed the Municipality of Gentofte (Gentofte Kommune) of income obtained in Belgium in the years 1985 and 1986, thereby causing the tax authorities a loss in the amount of 72,960 DKK. Finally, he was charged with theft pursuant to Section 276 of the Penal Code for having stolen two plastic bags containing items with an assessed value totalling 2,761 DKK. The latter charge concerned an offence allegedly committed in September 1992.", "On 25 July and 19 November 1991 the applicant requested the Chief of Police of Gentofte (Politimesteren i Gentofte) to undertake certain investigatory measures relating to his alleged contract of employment with the company in Belgium. The Chief of Police replied on 13 February 1992. On 2 March 1992 the applicant maintained that further investigations were necessary whereas it appears that the police considered that the case was ready for adjudication. Therefore, on 9 September 1992 the applicant requested the Criminal Court of Gentofte (Gentofte Kriminalret) to request the Belgian authorities to assist in clarifying whether any evidence existed that could substantiate the prosecution’s allegation that the applicant had been working in Belgium during the period in question. On 18 September and 26 October 1992 the Chief of Police submitted to the court that he found the requested measures to be without relevance to the case. It appears that a court session was held on 7 January 1993 following which the applicant requested an adjournment in order to have certain factual points clarified. The applicant submitted further requests for investigations by letter of 4 May 1993.", "The trial subsequently commenced in the Criminal Court. The applicant, represented by counsel, and seven witnesses, including the witnesses E.V. and M.J., were heard. Following an evaluation of the available evidence the Criminal Court found the applicant guilty of the charges brought against him and by judgment of 21 July 1993 he was sentenced to 3 months’ imprisonment and a fine in the amount of 50,000 DKK. The prison sentence was suspended on the condition that no further criminal act would be committed by the applicant within a period of one year from delivery of judgment. The applicant was ordered to bear the costs of the case amounting to 127,500 DKK.", "The applicant as well as the prosecution appealed against the judgment to the High Court of Eastern Denmark (Østre Landsret). During the proceedings before the High Court it appears that the applicant raised the issue of further investigative measures to be taken by the police.", "On 24 May and 12 September 1994 the applicant submitted, inter alia, that a request be made to the European Court of Justice for a preliminary ruling pursuant to Article 177 of the European Union Treaty. The State Prosecutor of Zealand (Statsadvokaten for Sjælland", "On 10 and 24 October 1994 the applicant requested the Ministry of Justice for leave to appeal against the High Court’s decision to the Supreme Court (Højesteret). On 10 November 1994 the prosecutor submitted the file and his observations to the Ministry. On 11 January 1995 the applicant submitted his observations and requested that the examination of his request for leave to appeal be adjourned until he had obtained a statement from an expert in Community Law.", "On 9 February 1995 the Ministry fixed a time-limit of one month for the applicant’s final observations. On 6 March 1995 the applicant requested an extension of the time-limit in order to obtain the Danish copy of a judgment from the European Court of Justice. Accordingly, on 31 March 1995 the Ministry fixed a time-limit of 14 days for the applicant’s final observations. On 10 April 1995 the applicant submitted his observations, inter alia, referring to a judgment pronounced by the European Court of Justice on 14 February 1995. On 6 June 1995 the Ministry requested the prosecutor to comment on the applicant’s submissions. On 23 October 1995 the prosecutor’s comments were sent to the applicant who replied on 1 November 1995. The applicant submitted additional comments on 28 February 1996.", "On 6 May 1996, on the basis of the above-mentioned observations, the Ministry rejected his request for leave to appeal against the decision of the High Court of 4 October 1994.", "Thereafter the criminal case against the applicant continued in the High Court. On 29 November 1996 and 15 January 1997 the applicant requested the High Court to hear a number of witnesses, including E.V. and M.J. On 24 January 1997 the High Court allowed the hearing of E.V. and M.J. but dismissed the other evidence proposed as it found that this evidence was of no relevance for the determination of the case. The applicant applied for leave to appeal against this decision. However, on 11 February 1997 the Board of Leave to Appeal (Procesbevillingsnævnet) rejected the applicant’s request.", "The criminal case was subsequently heard in the High Court. The applicant and five witnesses, including E.V. and M.J., were heard. On the basis of the evidence presented the High Court upheld the Criminal Court of Gentofte’s judgment on 12 February 1997. The applicant was ordered to bear the costs of the case before the High Court amounting to 87,700 DKK, including 70,000 DKK in counsel’s fees.", "On 7 April 1997 the Board of Leave to Appeal rejected the applicant’s request for leave to appeal against the High Court’s judgment to the Supreme Court."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}