{"ITEMID": "001-98185", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF GUTKA v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Violation of Art. 13", "JUDGES": "Isabelle Berro-Lefèvre;Karel Jungwiert;Mirjana Lazarova Trajkovska;Mykhaylo Buromenskiy;Peer Lorenzen;Renate Jaeger;Zdravka Kalaydjieva", "TEXT": ["4. The applicant was born in 1932 and lives in Lutsk, Ukraine.", "5. By judgment of 14 December 1998 the Lutsk City Court partitioned a property inheritance between the applicant's mother and her relatives.", "6. On 26 August 1999 the applicant's mother gifted the applicant part of an apartment in Lutsk awarded to her by the above-mentioned judgment.", "7. In September 1999 the applicant's mother instituted proceedings in the Lutsk City Court against Z.V., M.V. and three other persons (her relatives), seeking their eviction from her apartment.", "8. On 18 December 1999 the applicant's mother died. On 12 January 2000 the applicant was admitted to the proceedings as her next of kin.", "9. In February 2000 Z.V. and M.V. lodged a counterclaim, seeking to have the contract of 26 August 1999 declared void; subsequently they sought invalidation of the applicant's mother's will which was in favour of the applicant. They also sought to have property rights over the relevant parts of the disputed apartment acknowledged as theirs.", "10. On 29 January 2003 the court found for the applicant and ordered the defendants to vacate the apartment. It dismissed the counterclaim by Z.V. and M.V.", "11. The defendants appealed but due to the shortcomings of their appeal the proceedings were protracted for four months.", "12. On 13 August 2003 the Volyn Regional Court of Appeal, having found, inter alia, that the lower court had failed to examine crucial pieces of evidence, set aside that judgment and remitted the case for fresh examination.", "13. On 5 September 2003 the applicant appealed in cassation against the latter decision; on 12 October 2006 the Supreme Court of Ukraine dismissed her appeal.", "14. Of almost thirty hearings held between September 1999 and 12 October 2006 seven were adjourned due to the defendants' failure to appear before the court. Within this period three forensic examinations were held staying the proceedings in total for one year and four months.", "15. In November 2006 the Lutsk City Court took over the case.", "16. From 15 March to 23 July 2007 the proceedings were stayed as the additional forensic examination had been ordered.", "17. On 20 December 2007 the Lutsk City Court declared the contract of 26 August 1999 and the applicant's mother's will void. It dismissed the applicant's request to have the defendants evicted.", "18. Of the eleven hearings held by the first instance court one was adjourned due to the applicant's and two due to the defendants' failure to appear before the court.", "19. On 2 April and 7 October 2008 the Volyn Regional Court of Appeal and the Supreme Court of Ukraine dismissed the applicant's appeals and upheld the judgment."], "VIOLATED_ARTICLES": ["13", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}