{"ITEMID": "001-58278", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "GRANDCHAMBER", "DATE": 1999, "DOCNAME": "CASE OF SÜREK AND ÖZDEMIR v. TURKEY", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 10;Not necessary to examine Art. 18 (second applicant);Preliminary objections rejected (non-exhaustion of domestic remedies, estoppel);Violation of Art. 6-1;Pecuniary damage - financial award (first applicant);Non-pecuniary damage - financial award;Costs and expenses partial award - domestic proceedings;Costs and expenses partial award - Convention proceedings", "JUDGES": "John Freeland;Luzius Wildhaber;Paul Mahoney", "TEXT": ["8. At the material time, the first applicant, Mr Kamil Tekin Sürek was the major shareholder in Deniz Basın Yayın Sanayi ve Ticaret Organizasyon, a Turkish company which owns a weekly review entitled Haberde Yorumda Gerçek (The Truth of News and Comments), published in Istanbul. The second applicant, Mr Yücel Özdemir was the editor-in-chief of the review.", "9. In the 31 May 1992 and 7 June 1992 issues of the review, an interview with a leader of the Kurdistan Workers’ Party (“the PKK”), an illegal organisation, was published in two parts. In the edition of 31 May 1992 a joint declaration by four socialist organisations was published.", "10. The relevant parts of these publications read as follows (translation):", "“Q: What do you mean when you say [the elections present] dangers?", "A: The US say: ‘The Kurds are oppressed. Saddam is slaughtering them. We are protecting the Kurds against Saddam’s massacres. Their survival is in our safekeeping.’ But it is quite obvious that this is a big swindle. If they were really protecting the Kurds against massacre as they claim, they ought to be protecting them against the Turkish State, too. Since the massacre which the Turkish State is carrying out against our people in the North is as horrible as that of Saddam. In fact, there are practices which are much more extreme than those of Saddam. So the US ought to be doing the same thing against Turkey. The double standard is clear for all to see. The US take action against Saddam, but support Turkey’s massacres against the Kurdish people in both the North and the South. There have been many signs of this and our people are aware of it. They want to make the Kurds an instrument for gaining their own ends. Their aim in the elections is both to contain the positive developments in the South through the organisations they want to promote and to block the fight for independence and freedom which is developing in Kurdistan in general. They want to bring all the Kurdish movements under the control of those two organisations already controlled by them [the US]. So that is why they all present a danger for the Kurdish people.", "Q: Laws will be enacted once a parliament has been established in Southern Kurdistan. Treaties will be signed, on the one hand with neighbours, i.e. Turkey and Iraq, and, on the other hand, with the US. Turkey can have only one demand from these countries, that the PKK be excluded. If Kurdish parties take part in such an environment, what would be the PKK’s attitude?", "A: It is a well-known fact that Turkey and/or imperialism wants to divert our people from its national identity and struggle. But we want to achieve our identity as a nation and have a fatherland. That is what we are fighting for. They want to uproot us and drive us out of our territory; they want to annihilate us or force us to change. But we fight to live in freedom in our own territory. If either the US or Turkey or any other power which claims to be acting in the name of Kurdish identity attempts to force us out of any part of our country, we will fight in order to stay where we are. That is what we are fighting for right now. The Turkish State wants to oust us from our territory. It is driving people out of their villages. It wants Kurdistan to become a totally uninhabited area. But we are resisting. No one can tell us or ask us to get out. We are not on anyone else’s territory; we are on our own territory. No one can tell us to leave our own territory. We make no distinction between the North and the South; we are in Kurdistan. We are amongst our own people. If they want us to leave our territory, they must know that we will never agree to it. We are a people who have lost everything we had and who are fighting to regain what we have lost. That is the purpose of our action. We have nothing to lose. We shrink from nobody and are afraid of no one. All we can lose is our slavery. That is why we act without fear.", "Q: It is said that broadcasting programmes in Kurdish on Turkish State television would be interpreted as making a concession to the PKK. Could that be true? It is also rumoured that the PKK is going to set up a TV station. Is that right?", "A: It is not true that the PKK is going to broadcast on television. We have no such facilities. Television broadcasting either by satellite or through any other channel is not an issue for the PKK. It was Turgut Özal who brought up the issue of Kurdish TV in Turkey when he went to the US. That is what is being debated. A very small fraction of people say that Özal was right, but a very large proportion are against it. Those who are suggesting Kurdish TV are doing so deliberately. The aim is supposedly to influence and win over the masses and thus to isolate the PKK. That is what the idea is. But even if Kurdish TV became a reality, it would do them no service. That is why they are against it. The purpose of those who want to create Kurdish TV is to isolate the PKK. For there is no mention of any argument such as ‘Here is a people who have their own language and we must broadcast in their language. There is need for respect for that people. It is wrong to ban a people’s language, that also harms the Turkish people.’ Far from it. The debate has revealed the real intentions: ‘How can we wipe out the influence of the PKK? How can we isolate the PKK? How can we pull the wool over the Kurdish people’s eyes?’ It is a tactical approach. It is a trick. But no matter what steps they take, they will be working to the advantage of the PKK. The Turkish State has now lost Kurdistan. That is a fact. Any move the State makes in Kurdistan after this will turn out to the advantage of the PKK and to the disadvantage of the Turkish State ... .The Turkish press has no principles. We consider that there is no longer any point in communicating with that unethical press. We shall not be satisfied with abstaining from any contact with the press; we shall endeavour to stop the press from entering Kurdistan.", "Q: A different tactic was applied in the Uludere attack. Previously, attacks were always carried out at night. But this time, the attack was carried out during the day and the clashes continued throughout the day. It is said that this entails more risk for the guerrillas. What was the reason for it?", "A: What they say is right. Our combat has reached a certain level. Tactics have to be developed which match that level, because it is a mistake to wage war with less developed tactics. Progress can be achieved in the war by using tactics in keeping with the level of warfare which has now been reached. That is why an action of that nature was planned. The idea was to attack in the morning and hold our ground, continuing the clashes throughout the day – and it was successful in the end. It was an experiment. From our point of view there are conclusions to be drawn from it. We are studying the matter. We shall benefit from that in the actions we carry out in the future.”", "“Q: What do you think about the assassinations by unknown perpetrators in Kurdistan and the actions ascribed to the ‘Hizbi-contra’?", "A: It is true that there is an organisation known as Hizbullah. But it is a weak organisation. It is not that organisation which is carrying out the massacres, contrary to what is being said. Since the organisation is weak, the Republic of Turkey has captured its members in many places. Many massacres are carried out in the name of that organisation, but it is actually the Turkish State itself which is doing the killings. We say this to the members of Hizbullah: ‘If you are really Muslims, [you should know that] the Islamic faith is against repression and injustice and advocates what is right and just.’ It is a well-known fact that the Turkish State is repressive and carries out massacres and inhuman actions. They [the Hizbullah] must respect those who oppose these acts. If they want to wage war, they must join forces with them. That is what we are asking of them. We warn them as friends that they must throw out the contra-guerrillas who infiltrate their ranks. For unless they do that, they will come to grief. We have not, as yet, reacted more seriously, we have just warned them. We say that that phenomenon has served the Turkish State and we have received a favourable response from certain quarters. They have said that Hizbullah people or Muslims have not in fact been involved in that sort of action and that the acts have not been carried out by Hizbullah people. That is favourable as far as we are concerned. But it [the State] is still carrying out massacres in some places in Hizbullah’s name...", "Q: On what lines will the struggle be carried out from now on?", "A: The climate does affect a war, although the effects are not decisive. The 1991-92 winter was very hard and that affected our movements, the capacity for combat and caused several difficulties – both for us and for the Turkish State. But they have the advantage of using technology and they used that advantage to the full. To no avail, however. They intended to deal us murderous blows last winter. They thought they would have overthrown us and ousted us by the spring. But they did not achieve what they wanted. Our capacity for movement was reduced by the hard winter conditions and, as a result, steps could only be taken late as compared to previous years. The season is gradually becoming more suitable, however. There is still snow on the ground in many places, but it is presenting less and less of an obstacle. 1992 will be more different compared to other years, but we never say: ‘Let us improve our armed combat, let us expand it further.’ If we continue the war, we do so because we have to. Because there is no possibility of achieving a different life and developing. All roads have been blocked for us. We are waging war because we are forced to. Any further expansion of the war will depend on the attitude of the Turkish State. The State is intensifying the war. So we have to extend the war to that degree. The war will escalate. Before the PKK, there was a one-sided war being waged in Kurdistan. In the last few years that war has begun to be a two-sided war. In the old days, the Turkish State used to achieve whatever ends it intended to achieve in the war it was waging, and the Kurdish people was being rapidly wiped out as a result. But the Kurdish people have begun to say ‘Stop!’. They began to resist in order to avoid annihilation. It was the State which started the war and the ending of the war will also depend on the Turkish State. We did not start the war. We developed a defensive war against the war of annihilation that was being waged on us. This war will continue as long as the Turkish State refuses to accept the will of the people of Kurdistan: there will be not one single step backwards. The war will go on until there is only one single individual left on our side. …", "The State colonialist authority has completely disappeared in some places … As the government of war we want the people’s will, which makes itself increasingly known, to be able to express itself officially. We shall make our way towards that objective one step at a time. We shall reach it by destroying or weakening the sovereignty of the State different ways and in various forms, by setting up a popular regime in certain places and favouring a dualistic regime in others. That is what we call the power of the people, the government of war. …", "The PKK encounters all kinds of problems and resolves them. No questions are put to the Turkish State. No one speaks to it. Everyone speaks to the ERNK Committee or the local ERNK official. The ERNK is considered competent. For the moment, we are in the process of electing the representatives of the people.”", "“The Central Committees of the Revolutionary Communist Party of Turkey (TDKP), the Communist Labour Party of Turkey (TKEP), the Turkish Organisation for the Liberation of Northern Kurdistan (TKKKÖ) and the Communist Party/Marxist-Leninist Movement of Turkey (TKP/ML Hareketi) have called on all revolutionaries and democrats to unite forces.", "‘Let us unite against State terrorism, against the repression and oppression of the Kurdish people, against the massacres, the street killings, the dismissals and unemployment; let us unite and step up our efforts for freedom, democracy and socialism!’ Such is the heading of the appeal in which it is stated that the only means of action for the ruling classes is that of force and violence. And the ‘democratisation’ initiatives of the DYP and SHP government are described as a manoeuvre, purely a means of concealing their attacks.”", "The appeal goes on to state the following views:", "“Workers, labourers and young people of the Kurdish and Turkish nation!", "It is possible and perfectly feasible for us to drive back the attacks levelled on us by imperialism and the collaborating ruling classes and to obtain our economic and political rights and freedoms. To do so we must rally our forces around our common demands and join battle. Aware of its historic revolutionary role, the working class must take action, must lead that action, must call the bluff of the trade union bosses of every camp and smash the barriers they have put up to curb our movement and must develop the fight and action.", "- The Turkish army must withdraw from Kurdistan. Action must be taken to put an end to the double standards in the legal system and all Kurdish prisoners must be released.", "- The Turkish parliament must end its authority over Kurdistan. Kurdish people must be free to determine their own destiny, including the establishment of a separate State.", "- The State terrorism and street executions, carried out by MİT [State Intelligence Organisation] agents, contra-guerrillas and special squads, must stop immediately and they must be called upon to account for the massacres and murders.", "- The servicing of external debts to imperialists must be stopped, and those resources must be used for the benefit of the proletariat.", "- Dismissals must be stopped and sacked workers must be given their jobs back. All the obstacles which have been placed in the way of trade union organisation must be removed and the right to organise without restriction must be granted.", "- Measures must be taken to prevent the State Economic Enterprises, which are the resources of the country and of the people, from being sold for a song to imperialists. Labour sub-contracting, which is a means of eliminating trade union coverage, must be stopped immediately.", "- The strike bans must be lifted and lockout must be prohibited. The right to hold general strikes, political strikes, strikes to obtain rights and sympathy strikes must be recognised. And all the bans on freedom of assembly, freedom to demonstrate, freedom of opinion and of the press must be ended.", "- Act no. 657 pertaining to civil servants must be repealed and all working people must be granted the right to join a trade union with the right to strike and to conclude collective agreements.", "- All working people must have insurance coverage; all workers must be granted unemployment insurance and the facilities must be provided for free health services and health care for everyone.", "- The discrimination based on sex which prevails in working and social life and the pressure exerted on working women must be ended.", "- The YÖK [High Council for Education] must be done away with and young people in higher education must be allowed to have a say and to participate in decision-making in university administration. All the obstacles that have been placed on youth organisations must be removed and education and training must be free of charge at every level.", "- Education boards must be given full autonomy; textbooks must meet contemporary requirements and must be re-written with democratic contents.", "- All debts owed to the State by the peasantry must be cancelled and the rural population must be allowed to set the minimum prices of products.”", "11. On 1 June 1992 the Istanbul National Security Court (Istanbul Devlet Güvenlik Mahkemesi) ordered the seizure of all copies of the 31 May 1992 issue of the review, since it allegedly contained a declaration by terrorist organisations and disseminated separatist propaganda.", "12. In an indictment dated 16 June 1992 the Public Prosecutor at the Istanbul National Security Court charged the applicants with having disseminated propaganda against the indivisibility of the State by publishing an interview with a PKK leader and a declaration made by four terrorist organisations. The charges were brought under sections 6 and 8 of the Prevention of Terrorism Act 1991 (hereinafter “the 1991 Act”: see paragraph 23 below).", "13. In another indictment dated 30 June 1992, the applicants were further charged on account of having published the second part of the interview in the issue of 7 June 1992 with disseminating propaganda against the indivisibility of the State. The charges were brought under section 8 of 1991 Act.", "14. On 4 February 1993 the criminal proceedings were joined in view of the fact that the incriminated articles were considered to constitute a single interview published in two parts.", "15. In the proceedings before the Istanbul National Security Court, the applicants denied the charges. They pleaded that the interview had been published with the aim of providing the public with information within the scope of journalism and the freedom of the press. As regards his freedom of expression, the first applicant referred to the Convention and the case-law of the Commission and the Court. He stated that pluralism of opinion was essential in a democratic society including opinions which shock or offend. He argued that the provisions of sections 6 and 8 of the 1991 Act restricted freedom of expression in contravention of the Turkish Constitution and the criteria laid down in the case-law of the Commission and the Court.", "16. In a judgment dated 27 May 1993 the Istanbul National Security Court found the applicants guilty of offences under sections 6 and 8 of the 1991 Act. The first applicant was sentenced under section 6 to a fine of 100,000,000 Turkish liras and under section 8 to a further fine of 200,000,000 Turkish liras. The second applicant was sentenced under section 6 to a fine of 50,000,000 Turkish liras and under section 8 to six months’ imprisonment and a further fine of 100,000,000 Turkish liras.", "17. In its reasoning, the court held that the interview with the PKK leader was published in the form of a news commentary. It further held that the interviewee had referred to a certain part of Turkish territory as “Kurdistan”, had asserted that certain Turkish citizens who are of Kurdish origin form a separate society and that the Republic of Turkey expels Kurdish people from their villages and massacres them. The court further considered that the interviewee had praised Kurdish terrorist activities and had claimed that the Kurds should form a separate State. On these grounds, the court found that the interview, as a whole, disseminated propaganda against the indivisibility of the State. The court further held that another page of the review contained a declaration by terrorist organisations and its publication constituted a separate offence under section 6 of the 1991 Act.", "18. The applicants appealed against their conviction. In addition to the defence which they invoked before the Istanbul National Security Court, their legal representative emphasised that in a democratic society opinions must be freely expressed and debated. Noting that there had been no prosecutions for the publication of other interviews with the leaders of the PKK in other newspapers or magazines, the applicants’ representative asserted that the applicants had not been convicted for having published the incriminated interview, but for publishing a Marxist review.", "19. On 4 November 1993 the Court of Cassation dismissed the appeal. It upheld the Istanbul National Security Court’s assessment of the evidence and its reasons for rejecting the applicants’ defence.", "20. Following the amendments made by Law no. 4126 of 27 October 1995 to the 1991 Act (see paragraph 24 below) the Istanbul National Security Court ex officio re-examined the applicants’ cases. The court confirmed the sentences imposed on them.", "21. The relevant provisions of the Criminal Code read as follows:", "“Where the legislative provisions in force at the time when a crime is committed are different from those of a later law, the provisions most favourable to the offender shall be applied.”", "“The term ‘heavy fine’ shall mean payment to the Treasury of from twenty thousand to one hundred million Turkish liras, as the judge shall decide...”", "“In the event of conviction, the court shall order the seizure and confiscation of any object which has been used for the commission or preparation of the crime or offence…”", "“Harmful propaganda", "1. A person who by any means whatsoever spreads propaganda with a view to establishing the domination of one social class over the others, annihilating a social class, overturning the fundamental social or economic order established in Turkey or the political or legal order of the State shall, on conviction, be liable to a term of imprisonment of from five to ten years.", "2. A person who by any means whatsoever spreads propaganda in favour of the State’s being governed by a single person or social group to the detriment of the underlying principles of the Republic and democracy shall, on conviction, be liable to a term of imprisonment of from five to ten years.", "3. A person who, prompted by racial considerations, by any means whatsoever spreads propaganda aimed at abolishing in whole or in part public-law rights guaranteed by the Constitution or undermining or destroying patriotic sentiment shall, on conviction, be liable to a term of imprisonment of from five to ten years.", "…”", "“Public incitement to commit an offence", "Where incitement to commit an offence is done by means of mass communication, of whatever type – whether by tape recordings, gramophone records, newspapers, press publications or other published material – by the circulation or distribution of printed papers or by the placing of placards or posters in public places, the terms of imprisonment to which convicted persons are liable shall be doubled…”", "“Non-public incitement to commit an offence", "A person who expressly praises or condones an act punishable by law as an offence or incites the population to break the law shall, on conviction, be liable to between six months’ and two years’ imprisonment and a heavy fine of from six thousand to thirty thousand Turkish liras.", "A person who incites the people to hatred or hostility on the basis of a distinction between social classes, races, religions, denominations or regions, shall, on conviction, be liable to between one and three years’ imprisonment and a fine of from nine thousand to thirty-six thousand liras. If this incitement endangers public safety, the sentence shall be increased by one third to one half.", "The penalties to be imposed on those who have committed the offences defined in the previous paragraph shall be doubled when they have done so by the means listed in Article 311 § 2.”", "22. The relevant provisions of the Press Act 1950 read as follows:", "“For the purposes of the present Law, the term ‘periodicals’ shall mean newspapers, press agency dispatches and any other printed matter published at regular intervals.", "‘Publication’ shall mean the exposure, display, distribution, emission, sale or offer for sale of printed matter on premises to which the public have access where anyone may see it.", "An offence shall not be deemed to have been committed through the medium of the press unless publication has taken place, except where the material in itself is unlawful.”", "“Where distribution of the printed matter whose distribution constitutes the offence is prevented … by a court injunction or, in an emergency, by order of the principal public prosecutor … the penalty imposed shall be reduced to one third of that laid down by law for the offence concerned.”", "23. The relevant provisions of the Prevention of Terrorism Act 1991 read as follows:", "“It shall be an offence, punishable by a fine of from five million to ten million Turkish liras, to announce, orally or in the form of a publication, that terrorist organisations will commit an offence against a specific person, whether or not that person’s ... identity is divulged provided that it is done in such a manner that he or she may be identified, or to reveal the identity of civil servants who have participated in anti-terrorist operations or to designate any person as a target.", "It shall be an offence, punishable by a fine of from five million to ten million Turkish liras, to print or publish declarations or leaflets emanating from terrorist organisations.", "…", "Where the offences contemplated in the above paragraphs are committed through the medium of periodicals within the meaning of section 3 of the Press Act (Law no. 5680), the publisher shall also be liable to a fine equal to ninety per cent of the income from the average sales for the previous month if the periodical appears more frequently than monthly, or from the sales of the previous issue if the periodical appears monthly or less frequently, or from the average sales for the previous month of the daily newspaper with the largest circulation if the offence involves printed matter other than periodicals or if the periodical has just been launched. However, the fine may not be less than fifty million Turkish liras. The editor of the periodical shall be ordered to pay a sum equal to half the fine imposed on the publisher.”", "“Written and spoken propaganda, meetings, assemblies and demonstrations aimed at undermining the territorial integrity of the Republic of Turkey or the indivisible unity of the nation are prohibited, irrespective of the methods used and the intention. Any person who engages in such an activity shall be sentenced to not less than two and not more than five years’ imprisonment and a fine of from fifty million to one hundred million Turkish liras.", "Where the crime of propaganda contemplated in the above paragraph is committed through the medium of periodicals within the meaning of section 3 of the Press Act (Law no. 5680), the publisher shall also be liable to a fine equal to ninety per cent of the income from the average sales for the previous month if the periodical appears more frequently than monthly, or from the average sales for the previous month of the daily newspaper with the largest circulation if the offence involves printed matter other than periodicals or if the periodical has just been launched2. However the fine may not be less than one hundred million Turkish liras. The editor of the periodical concerned shall be ordered to pay a sum equal to half the fine imposed on the publisher and sentenced to not less than six months’ and not more than two years’ imprisonment.”", "“Written and spoken propaganda, meetings, assemblies and demonstrations aimed at undermining the territorial integrity of the Republic of Turkey or the indivisible unity of the nation are prohibited. Any person who engages in such an activity shall be sentenced to not less than one and not more than three years’ imprisonment and a fine of from one hundred million to three hundred million Turkish liras. The penalty imposed on a re-offender may not be commuted to a fine.", "Where the crime of propaganda contemplated in the first paragraph is committed through the medium of periodicals within the meaning of section 3 of the Press Act (Law no. 5680), the publisher shall also be liable to a fine equal to ninety per cent of the income from the average sales for the previous month if the periodical appears more frequently than monthly. However, the fine may not be less than one hundred million Turkish liras. The editor of the periodical concerned shall be ordered to pay a sum equal to half the fine imposed on the publisher and sentenced to not less than six months’ and not more than two years’ imprisonment.", "Where the crime of propaganda contemplated in the first paragraph is committed through the medium of printed matter or by means of mass communication other than periodicals within the meaning of the second paragraph, those responsible and the owners of the means of mass communication shall be sentenced to not less than six months’ and not more than two years’ imprisonment and a fine of from one hundred million to three hundred million Turkish liras…", "…”", "“The penalties for the offences contemplated in the present law may not be commuted to a fine or any other measure, nor may they be accompanied by a reprieve.”", "“The penalties for the offences contemplated in the present Law may not be commuted to a fine or any other measure, nor may they be accompanied by a reprieve.", "However, the provisions of this section shall not apply to convictions pursuant to section 8.”", "“Persons convicted of the offences contemplated in the present law who ... have been punished with a custodial sentence shall be granted automatic parole when they have served three-quarters of their sentence, provided they have been of good conduct.", "…", "The first and second paragraphs of section 19 … of the Execution of Sentence Act (Law no. 647) shall not apply to the convicted persons mentioned above.”", "24. The following amendments were made to the Prevention of Terrorism Act 1991 following the enactment of Law no. 4126 of 27 October 1995:", "“In the month following the entry into force of the present Law, the court which has given judgment shall re-examine the case of a person convicted pursuant to section 8 of the Prevention of Terrorism Act (Law no. 3713) and, in accordance with the amendment … to section 8 of Law no. 3713, shall reconsider the term of imprisonment imposed on that person and decide whether he should be allowed the benefit of sections 4 and 6 of Law no. 647 of 13 July 1965.”", "25. The following provisions are relevant to sentences in respect of offences under the Press Law:", "“The execution of sentences passed on those who were convicted under Press Law no. 5680 or other laws as editors for offences committed before 12 July 1997 shall be deferred.", "The provision in the first paragraph shall also apply to editors who are already serving their sentences.", "The institution of criminal proceedings or delivery of final judgments shall be deferred where no proceedings against the editor have not yet been brought, or where a preliminary investigation has been commenced but criminal proceedings have not been instituted, or where the final judicial investigation has been commenced but judgment has not yet been delivered, or where the judgment has still not become final.”", "“If an editor who has benefited under the provisions of the first paragraph of section 1 is convicted as an editor for committing an intentional offence within three years of the date of deferment, he must serve the entirety of the suspended sentence.", "The part of the postponed conviction which was served by the responsible editor until the date on which this Law enters into force shall be deducted from the sentence to be served as indicated in section 1. The provisions concerning conditional release are reserved.", "Where there has been a deferment, criminal proceedings shall be instituted or judgment delivered if an editor is convicted as such for committing an intentional offence within three years of the date of deferment.", "Any conviction as an editor for an offence committed before 12 July 1997 shall be deemed a nullity if the aforesaid period of three years expires without any further conviction for an intentional offence. Similarly, if no criminal proceedings have been instituted, it shall no longer be possible to bring any, and, if any have been instituted, they shall be discontinued.”", "26. The Execution of Sentences Act provides inter alia:", "“The term ‘fine’ shall mean payment to the Treasury of a sum fixed within the statutory limits.", "…", "If, after service of the order to pay, the convicted person does not pay the fine within the time-limit, he shall be committed to prison for a term of one day for every ten thousand Turkish liras owed, by a decision of the public prosecutor.", "…", "The sentence of imprisonment thus substituted for the fine may not exceed three years…”", "“… persons who ... have been ordered to serve a custodial sentence shall be granted automatic parole when they have served half of their sentence, provided they have been of good conduct...”", "27. The Code of Criminal Procedure contains the following provisions:", "“An appeal on points of law may not concern any issue other than the lawfulness of the impugned judgment.", "Non-application or erroneous application of a legal rule shall constitute unlawfulness.”", "“Unlawfulness is deemed to be manifest in the following cases:", "1- where the court is not established in accordance with the law;", "2- where one of the judges who have taken the decision was barred by statute from participating;", "…”", "28. The Government supplied copies of several decisions given by the prosecutor attached to the Istanbul National Security Court withdrawing charges against persons suspected of inciting people to hatred or hostility, especially on religious grounds (Article 312 of the Criminal Code), or of disseminating separatist propaganda against the indivisible unity of the State (section 8 of Law no. 3713 – see paragraph 23 above). In the majority of cases where offences had been committed by means of publications the reasons given for the prosecutor’s decision included such considerations as the fact that the proceedings were time-barred, that some of the constituent elements of the offence could not be made out or that there was insufficient evidence. Other grounds included the fact that the publications in issue had not been distributed, that there had been no unlawful intent, that no offence had been committed or that those responsible could not be identified.", "29. Furthermore, the Government submitted a number of decisions of the National Security Courts as examples of cases in which defendants accused of the above-mentioned offences had been found not guilty. These were the following judgments: 19 November (no. 1996/428) and 27 December 1996 (no. 1996/519); 6 March (no. 1997/33), 3 June (no. 1997/102), 17 October (no. 1997/527), 24 October (no. 1997/541) and 23 December 1997 (no. 1997/606); 21 January (no. 1998/8), 3 February (no. 1998/14), 19 March (no. 1998/56), 21 April 1998 (no. 1998/87) and 17 June 1998 (no. 1998/133).", "30. As regards more particularly proceedings against authors of works dealing with the Kurdish problem, the National Security Courts in these cases have reached their decisions on the basis of the absence of the element of “propaganda”, an element of the offence, or on account of the objective nature of the incriminated parts.", "31. The constitutional provisions governing judicial organisation of the National Security Courts are worded as follows:", "“In the performance of their duties, judges shall be independent; they shall give judgment, according to their personal conviction, in accordance with the Constitution, statute and the law.", "No organ, authority, ... or ... person may give orders or instructions to courts or judges in the exercise of their judicial powers, or send them circulars or make recommendations or suggestions to them.”", "“Judges … shall not be removed from office or compelled to retire without their consent before the age prescribed by the Constitution…”", "“National Security Courts shall be established to try offences against the Republic, whose constituent qualities are enunciated in the Constitution, against the territorial integrity of the State or the indivisible unity of the nation or against the free democratic system of government, and offences which directly affect the State’s internal or external security.", "National Security Courts shall be composed of a president, two other regular members, two substitute members, a prosecutor and a sufficient number of assistant prosecutors.", "The president, one of the regular members, one of the substitutes and the prosecutor, shall be appointed from among judges and public prosecutors of the first rank, according to procedures laid down in special legislation; one regular member and one substitute shall be appointed from among military judges of the first rank and the assistant prosecutors from among public prosecutors and military judges.", "Presidents, regular members and substitute members ... of National Security Courts shall be appointed for a renewable period of four years.", "Appeal against decisions of National Security Courts shall lie to the Court of Cassation.", "...”", "“Military legal proceedings", "The personal rights and obligations of military judges … shall be regulated by law in accordance with the principles of the independence of the courts, the safeguards enjoyed by the judiciary and the requirements of military service. Relations between military judges and the commanders under whom they serve in the performance of their non-judicial duties shall also be regulated by law...”", "32. Based on Article 143 of the Constitution, the relevant provisions of Law no. 2845 on the National Security Courts provide as follows:", "“In the capitals of the provinces of … National Security Courts shall be established to try persons accused of offences against the Republic, whose constituent qualities are enunciated in the Constitution, against the territorial integrity of the State or the indivisible unity of the nation or against the free, democratic system of government and offences directly affecting the State’s internal or external security.”", "“The National Security Courts shall be composed of a president, two other regular members and two substitute members.”", "“The president of a National Security Court, one of the [two] regular members and one of the [two] substitutes ... shall be civilian … judges, the other members, whether regular or substitute, military judges of the first rank…”", "“The appointment of military judges to sit as regular members and substitutes shall be carried out according to the procedure laid down for that purpose in the Military Legal Service Act.", "Except as provided in the present Law or other legislation, the president and the regular or substitute members of the National Security Courts … may not be appointed to another post or place, without their consent, within four years…", "…", "If, after an investigation concerning the president or a regular or substitute member of a National Security Court conducted according to the legislation concerning them, competent committees or authorities decide to change the duty station of the person concerned, the duty station of that judge or the duties themselves … may be changed in accordance with the procedure laid down in that legislation.”", "“National Security Courts shall have jurisdiction to try persons charged with", "(a) the offences contemplated in Article 312 § 2 … of the Turkish Criminal Code,", "…", "(d) offences having a connection with the events which made it necessary to declare a state of emergency, in regions where a state of emergency has been declared in accordance with Article 120 of the Constitution,", "(e) offences committed against the Republic, whose constituent qualities are enunciated in the Constitution, against the indivisible unity of the State – meaning both the national territory and its people – or against the free, democratic system of government and offences directly affecting the State’s internal or external security.", "…”", "“The Court of Cassation shall hear appeals against the judgments of the National Security Courts.”", "“The rules governing the rights and obligations of … military judges appointed to the National Security Courts and their supervision …, the institution of disciplinary proceedings against them, the imposition of disciplinary penalties on them and the investigation and prosecution of any offences they may commit in the performance of their duties ... shall be as laid down in the relevant provisions of the laws governing their profession…", "The observations of the Court of Cassation on military judges, the assessment reports on them drawn up by Ministry of Justice assessors … and the files on any investigations conducted in respect of them … shall be transmitted to the Ministry of Justice.”", "“A National Security Court may be transformed into a Martial Law Court, under the conditions set forth below, where a state of emergency has been declared in all or part of the territory in respect of which the National Security Court concerned has jurisdiction, provided that within that territory there is more than one National Security Court…”", "33. The relevant provisions of the Military Legal Service Act provide as follows:", "“The aptitude of military judges … appointed as regular or substitute members of the National Security Courts that is required for promotion or advancement in salary step, rank or seniority shall be determined on the basis of assessment reports drawn up according to the procedure laid down below, subject to the provisions of the present Law and the Turkish Armed Forces Personnel Act (Law no. 926).", "(a) The first superior competent to carry out assessment and draw up assessment reports for military judges, whether regular or substitute members … shall be the Minister of State in the Ministry of Defence, followed by the Minister of Defence.", "…”", "“Members … of the National Security Courts belonging to the Military Legal Service … shall be appointed by a committee composed of the personnel director and the legal adviser of the General Staff, the personnel director and the legal adviser attached to the staff of the arm in which the person concerned is serving and the Director of Military Judicial Affairs at the Ministry of Defence…”", "“Military judges … shall be appointed by a decree issued jointly by the Minister of Defence and the Prime Minister and submitted to the President of the Republic for approval, in accordance with the provisions on the appointment and transfer of members of the armed forces…", "…", "The procedure for appointment as a military judge shall take into account the opinion of the Court of Cassation, the reports by Ministry of Justice assessors and the assessment reports drawn up by the superiors…”", "“The rules governing the salary scales, salary increases and various personal rights of military judges … shall be as laid down in the provisions relating to officers.”", "“The Minister of Defence may apply to military judges, after considering their defence submissions, the following disciplinary sanctions:", "A. A warning, which consists in giving the person concerned notice in writing that he must exercise more care in the performance of his duties.", "…", "B. A reprimand, which consists in giving the person concerned notice in writing that a particular act or a particular attitude has been found to be blameworthy.", "…", "The said sanctions shall be final, mentioned in the assessment record of the person concerned and entered in his personal file…”", "“When military judges … sit in court they shall wear the special dress of their civilian counterparts…”", "34. Article 112 of the Military Code of 22 May 1930 provides:", "“It shall be an offence, punishable by up to five years’ imprisonment, to abuse one’s authority as a civil servant in order to influence the military courts.”", "35. Under section 22, the First Division of the Supreme Military Administrative Court has jurisdiction to hear applications for judicial review and claims for damages based on disputes relating to the personal status of officers, particularly those concerning their professional advancement."], "VIOLATED_ARTICLES": ["10", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}