{"ITEMID": "001-23957", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FIN", "BRANCH": "ADMISSIBILITY", "DATE": 2004, "DOCNAME": "RAIPOLA v. FINLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant, Mr Tapani Raipola, is a Finnish national, who was born in 1952 and lives in Oulu. He is represented before the Court by Mr Jorma Herttuainen, a lawyer practising in Oulu. The respondent Government are represented by their Agent Mr Arto Kosonen, Director in the Ministry for Foreign Affairs.", "The facts of the case, as submitted by the parties and as they appear from the documents, may be summarised as follows.", "In 1989, the applicant set up a limited liability company, Pohjolan Tavarapörssi Oy, with another person. He purchased 50 per cent of the shares. He also became the chairman of its Board of Directors. The company's business activities ended in September 1992.", "On 23 April 1993, the applicant applied for an income-related unemployment benefit. The Unemployment Fund (työttömyyskassa, arbetslöshetskassan) rejected his application on 18 August 1993, as he was not assessed as being unemployed. The decision was based on the Labour Commission's (työvoimatoimikunta, arbetskraftskommissionen) written statement, according to which, taking into account the applicant's position and partnership in the company, he was regarded as being employed by his own company. The applicant's appeals were subsequently rejected.", "In 1998, the applicant instituted proceedings before the District Court of Oulu (käräjäoikeus, tingsrätten) against the Employment and Economic Development Centre (työvoima- ja elinkeinokeskus, arbetskrafts- och näringslivscentralen), i.e. formally against the State of Finland, claiming compensation for his financial loss. He argued that before setting up the company, he had called his local Labour Office (työvoimatoimisto, arbetskraftsbyrån), enquiring about the possibilities of receiving unemployment benefits as a shareholder of a company. An official at the Labour Office, X, had allegedly told him that he could receive unemployment benefits, provided he owned less than 51 per cent of the company's shares.", "Before the District Court, the applicant argued that as his application for an unemployment benefit had been rejected, it meant that X had provided him with incorrect information.", "The Employment and Economic Development Centre contested the action, arguing that X had not said that the applicant could own less than 51 per cent of a company's shares, which information was incorrect. Moreover, the applicant had failed to make reference to his position in the company during his discussion with X.", "The applicant and two witnesses, who had overheard the conversation between the applicant and X as the telephone had been switched to the “hands-free” system, gave testimony in the District Court. The witnesses verified that X had said that the applicant would still be entitled to unemployment benefits, provided he owned less than 51 per cent of the shares.", "On 11 August 1998, the District Court rejected the action, finding that the Unemployment Fund's decision was based both on the applicant's ownership in the company and on his membership of its Board of Directors. The District Court also found that the applicant and X had not discussed whether the membership of the Board of Directors had any effect on the grant of the benefit. Thus, there was no causal link between the incorrect information given by X and the rejection of the application for an unemployment benefit.", "The applicant appealed to the Rovaniemi Court of Appeal (hovioikeus, hovrätten), requesting an oral hearing and that he and his two witnesses be reheard. He also invoked as new evidence the Unemployment Fund's decision, arguing that the District Court had drawn the wrong conclusions from the wording of the decision. He claimed that his application had not been rejected due to the fact that he was a member of the Board of Directors, but solely on grounds of ownership. Due to this misinterpretation by the District Court, it was essential that the Court of Appeal hold an oral hearing.", "On 3 December 1998, the Court of Appeal upheld the District Court's judgment. As to the request for an oral hearing, it noted that the applicant admitted not having informed X about his membership of the Board of Directors. Thus, the Court of Appeal found that it was not necessary to evaluate the testimonies concerning the telephone conversation between the applicant and X. Insofar as the applicant argued that the District Court had drawn the wrong conclusions from the Unemployment Fund's decision, it noted that the issue concerned interpretation of and drawing conclusions from written evidence and that the applicant had not proposed any oral evidence on this point. The Court of Appeal rejected the request for an oral hearing as being manifestly unnecessary, as the examination of the case did not depend on the credibility of oral evidence.", "The applicant sought leave to appeal from the Supreme Court (korkein oikeus, högsta domstolen), requesting an oral hearing with a view to hearing all three witnesses that had been heard before the District Court, including the opposing party's witness, and a new witness. He also wanted to be heard in person. He argued that the Court of Appeal had wrongly evaluated the evidence and refused his request to rehear his witnesses. On 27 September 1999 the Supreme Court refused him leave to appeal.", "Under chapter 26 (165/1998), section 14 (1) of the Code of Judicial Procedure, the applicant was in principle entitled to a hearing once he had requested one, but this request could be refused, if a hearing would have been manifestly unnecessary.", "According to subsection 4, if the Court of Appeal rejects the appellant's request for an oral hearing, he or she shall, where necessary, be reserved an opportunity to supplement the appeal.", "According to chapter 26, section 15 (1), the Court of Appeal shall hold an oral hearing regardless of whether one has been requested, if a decision on the matter turns on the credibility of the testimony admitted in the District Court, or the findings of the District Court in an inspection, or on new testimony to be admitted in the Court of Appeal."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}