{"ITEMID": "001-105825", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF RINGIER AXEL SPRINGER SLOVAKIA, A.S. v. SLOVAKIA", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Art. 10", "JUDGES": "Corneliu Bîrsan;Egbert Myjer;Ineta Ziemele;Ján Šikuta;Josep Casadevall;Kristina Pardalos;Nona Tsotsoria", "TEXT": ["5. The applicant company was established in 1990 and has its seat in Bratislava. It is a multimedia publishing house.", "6. The applicant company’s legal predecessor, A., was the publisher of a popular national daily newspaper.", "7. A. employed, among others, reporters B. and C.", "8. On 14 June 1999 B. received an anonymous phone call informing him of an incident taking place at that very moment involving individuals D. and E. The incident was said to be taking place in a public restaurant and is described below.", "9. At that time, D. was a Member of Parliament, a municipal mayor and the president of a political party. E., for his part, was vice-president of the Police Corps of the Slovak Republic.", "10. In the days that followed, A. and another publisher printed a series of articles about the incident. The details are described in paragraphs 21 to 25 below.", "11. The behaviour of E. in the context of the incident was subsequently investigated by the Police Inspection Service, in particular as regards the allegations that he had wet his pants and threatened to organise civic disturbances (see below).", "On the basis of a report issued on 6 July 1999, E., the personnel of the restaurant and a number of witnesses having been interviewed, no impropriety on the part of E. was established.", "12. At a later point E. left the police force on his own initiative.", "13. Both D. and E. subsequently successfully sued A. for libel. The proceedings concerned by the present application are those instituted by E. They are described in paragraphs 26 to 44 below.", "14. Following the proceedings, in 2004, A. was merged with the applicant company.", "15. In the anonymous phone call mentioned in paragraph 8 above, the caller informed B. that D. and E. were sitting in a public restaurant and that D. had previously urinated on the terrace of that restaurant.", "16. In a matter of minutes, B. arrived at the restaurant, where he saw D. and E. as they were about to leave. He ordered a drink and observed them. Judging by the way they were walking and holding each other up, B. had the impression that they were under the influence. In total, B. had spent up to ten minutes in the restaurant before D. and E. left.", "17. B. then interviewed the waitress and some of the diners, following which he left and wrote the first of the articles described below.", "18. The following morning B. revisited the restaurant, re-interviewed the waitress and photographed the location of the incident.", "19. In the subsequent days contact and a meeting were arranged between F., an eyewitness to the incident, and B., who was assisted by C. and another colleague.", "20. Contact and a meeting between E. and B. were also arranged with a view to obtaining E.’s position. In that meeting, E. admitted having been at the restaurant with D. but denied any impropriety. He requested that his name not be disclosed, as that would ruin his career in the police force.", "21. On 16 June 1999 the paper in question printed an article entitled “[D.] ‘introduced himself’ in [the restaurant] on Monday”. The article included the following text:", "“‘[D.] is sitting in [the restaurant] rollicking drunk’, one of our readers reported to the editorial office [of the newspaper] on Monday evening. As we checked with our own eyes, it really was true. The president [of the political party] was really sitting in the restaurant named and his appearance revealed that our reader had not done him an injustice. [D.] was accompanied by an individual who claimed to be a high-ranking police official. ‘Gentlemen brothers’ (páni bratia) [D.] boomed as he staggered from the terrace to the bar. Then, as if he wanted to take flight with his arms outstretched, [he] gave an order for departure and headed for the stairs. His friend even offered to help him out, but [D.] refused. ‘Come with me’ [he] called out to the forty or so diners present. Where, he did not say. But none of the diners stood up. As alleged by several eyewitnesses, only shortly before our arrival [D.] had urinated off the terrace of the restaurant onto the pavement. According to our findings the president [of the members of the party] arrived at the restaurant [...] already in an inebriated state: ‘when he arrived he already looked a state; he only had a few cognacs here’, we were told by one of those present, who does not wish to be named. Contented, [D.] was finally driven off [in his car] by his driver, who had been hanging about outside nervously the entire time waiting for the president to have his fill of fun ...”", "22. On 22 June 1999 the paper printed an article entitled “Have the leader and high-ranking police officer planned a coup? An eyewitness to [D.]’s running wild has spoken out”. The article included the following text:", "“[The paper] was the first to report that last week the president of [the political party] [D.], while intoxicated, urinated off the terrace of a Bratislava restaurant [...] onto the pavement. For publishing this information, [D.] wants to sue our paper and claim 1,000,000 [Slovakian korunas]. We bring you now the account of an eyewitness to [D.’s] running wild on Monday: ‘I was sitting with my friends at the bar. [D.] arrived with a man who claimed to be a high-ranking police officer. [D.] came up to the bar, obviously under the influence, ordered two beers and [the two] went to sit on the terrace. [...] On the terrace, they were served by a waitress. They were drinking cognac. After a while one man who had been sitting with them left and said that the policemen had wet [himself] on the chair. The policeman himself then walked from the terrace to the interior of the restaurant and we really saw that he was completely wasted. He came back a moment later and fell asleep in his chair’. The witness added, ‘the policeman also told [D.]: ‘I will ensure that there are civic disturbances within two weeks, don’t worry about anything, but you have to provide me with support’. [D.] rejoined: ‘Don’t worry, you are under my protection.’ We laughed at that because [D.] must have misunderstood the meaning of support, since he started urinating off the terrace. [He] and the policeman were holding each other up. The concrete railing is relatively high, so he had difficulty, he was standing on tip toes, he was doing what he could’, the [witness] recalls as [D.] answered the call of nature. [...] [The witness] also recalls that the policeman’s head had dropped and had had to be supported by a plastic chair [...]. [The paper] has found out that [D.] was in fact in the company of a high-ranking police officer. His identity is known to our paper.”", "23. On 23 June 1999 the paper printed an article entitled “[The Minister of the Interior] has entrusted the investigation of the scandal to the Police Inspection Service. [D.] went on the rampage with the police vicepresident”. The article included the following text:", "“[The paper] has established the identity of the high-ranking police officer who accompanied the leader of [the political party] [D.] to the restaurant last week [...]. [D.] went on the rampage in this establishment with the vice-president of the police [corps], colonel [E.]. Shortly after the incident the president of the [political party] declined to disclose the identity of the man, identifying him in the media as a friend. The Minister of the Interior [...] has already charged the Police Inspection Service with investigating the scandal. ‘I cannot believe things went that far. If they did, then I will act according to the findings of the investigation. Everyone is the master of their own fate’ the Minister stated for the paper. He did so in reply to our question as to whether the vicepresident would be removed from office should the information that we had been published in our daily be confirmed. Let us be reminded that, according to an eyewitness to the incident, the president of [the political party] and the vicepresident of the police [corps] were drinking cognac on a terrace. ‘After a while one man who had been sitting with them left and said that the policeman had wet [himself] on a chair. The policeman himself then walked from the terrace to the interior of the restaurant and we really saw that he was completely wasted’, the witness recalled. According to him, the vice-president [E.] also held [D.] up when the latter, standing on tip toes, urinated off the terrace onto the pavement. The witness likewise heard [E.] suggest to [D.] that within two weeks he would ensure that there were civic disturbances. [He] asked the president of [the political party] for ‘support’. [E.] confirmed to the paper yesterday that he had been drinking in [the restaurant] with [D.]. However, he refutes the claim that he had wet [himself]. He also claims that he has never planned any civic disturbances with [D.]. The president of the police stated for the paper that: ‘If it were proven that what you have written is true, I, as president [of the police corps], would be very sorry. That’s all I have to say.’”", "24. The articles mentioned above were also published in the on-line version of the newspaper on 16, 22 and 23 June 1999.", "25. Some of the information from the articles mentioned above was used in an article published on 24 June 1999 in a newspaper in the Czech Republic entitled: “[D.] did not urinate onto the people alone, he was assisted by the vicepresident of the police force”.", "26. On 21 March 2001 E. sued A. in civil courts for libel, demanding publication of a correction and an apology and claiming the equivalent of some 23,000 euros (EUR) in compensation for damage to his reputation.", "27. E. admitted having been at the restaurant and having consumed alcoholic beverages in a moderate quantity with D. at the given time but contested the truthfulness of all the other facts alleged in the articles. He argued that his personal integrity had been interfered with and that he had been falsely discredited, in particular in the sphere of his service ranking, his civic dignity and his family life.", "28. On 18 October 2001, 16 September 2002, 31 October 2002, 16 December 2002 and 12 June 2003 the Žilina District Court (Okresný súd) held hearings. At the latter hearing, the District Court invited the parties to adduce further evidence and instructed them that once the evidence-taking was closed, they would have only a limited possibly to adduce further evidence in the event of an appeal. The parties declared that they had no further evidence to adduce, following which the evidencetaking was closed and a judgment was given.", "29. In the judgment of 12 June 2003 the District Court found for the claimant. It ordered A. to publish in the abovementioned newspaper an article correcting the inaccurate information, accepting that such information was false and apologising to E.", "A. was also ordered to pay the amount claimed (see paragraph 26 above) together with the claimant’s legal costs.", "30. The District Court had examined testimonies by D., his driver G., the claimant’s wife, B., C., F., another diner at the restaurant, H., and two other witnesses.", "31. The District Court had also examined the contents of the court file concerning the libel action by D. on the basis of the same facts and the case file concerning disciplinary proceedings against E.", "Reports by the National Institute of Meteorology and a sworn expert on toxicology had also been taken into account.", "32. The District Court considered untrustworthy the submissions of B. and C., the authors of the articles, one of whom had witnessed a part of the reported incident, and F., on whose statements B. and C. had mostly relied.", "33. The District Court considered that D., E. and the remaining witnesses either did not confirm or actually contested the reported facts as to the behaviour of D. and E.", "34. In conclusion, A. had failed to establish the truthfulness of the facts and the articles could not be considered a justified critique.", "35. The District Court observed that there were opposing interests at stake, in particular, the freedom of expression under Article 10 of the Convention and the right to respect for private life under Article 8 of the Convention.", "36. Weighing the right of E. to have his personal integrity protected against the right of A. to freedom of expression, the District Court found that the articles had significantly, and without acceptable justification, damaged E.’s position in his employment, family and society in general.", "37. A. appealed, arguing that the District Court had erred in the assessment of the facts and in the application of the law. In particular, the District Court had failed to explain why it considered untrustworthy the evidence of B., C. and F. It also contended that the District Court had arbitrarily considered H., who had had no clear recollection of the relevant events, to be the key witness for the defence, while the key witness had in fact been F., who confirmed that E. had been intoxicated, that he had spoken of receiving protection [from D.], that E.’s head had dropped and had to be supported by a plastic chair and that E. had had a damp patch on his trousers, giving the impression that he had urinated in them.", "A. requested that the discrepancy in the testimonies be explained by means of a face-to-face witness meeting.", "38. The Žilina Regional Court (Krajský súd) called a hearing of the appeal for 3 February 2004. A. was summoned through the intermediary of its lawyer but excused itself and agreed to the hearing’s taking place in its absence.", "39. On 3 February 2004 the Regional Court held a hearing at which it questioned the claimant (see paragraph 44 below). Neither A. nor its lawyer was present.", "40. Following the hearing, on the same day, the Regional Court upheld the first-instance judgment but reduced the amount of damages to the equivalent of some EUR 12,250.", "41. The Court of Appeal found that neither B. nor C. nor F. had seen or directly testified that E. had urinated in his trousers, that he had incited civic disturbances and that he had held D. up while the latter had urinated from the terrace of the restaurant.", "42. The Court of Appeal relied on the principle of “truthfulness of information”, consisting of the following elements. Information intended for publication was to be verified by at least two but ideally more credible and mutually independent sources with care adequate to the circumstances. The law could only protect the journalists if they could establish the truthfulness of the impugned material as well as their bona fides in publishing it and the presence of a public interest in the matter.", "43. Under the applicable procedural rules it was not permissible at the appellate stage to take new evidence, at the request of the parties, which had not been adduced at the first-instance level. The Court of Appeal found that it therefore could not call a face-to-face witness meeting as requested by A. It followed that, in the given evidentiary situation, the conclusions of the first-instance court as to the essence of the claim were justified.", "44. However, the Court of Appeal considered the existing evidence insufficient to justify the award of damages made by the first-instance court. It was therefore necessary to take new evidence of the court’s own motion by hearing the claimant and, eventually, to reduce the amount of the award. It held it established that the greatest loss that the claimant had suffered had been in the area of his employment.", "45. On 7 October 2004 the applicant company lodged a complaint under Article 127 of the Constitution with the Constitutional Court (Ústavný súd), directed against the decision of the Court of Appeal.", "46. The applicant company pointed out that the Court of Appeal had considered as decisive whether or not the defendant could establish the truthfulness of the reported facts. This was, however, not compatible with the principle of freedom of expression, which also extended to untrue information.", "47. The applicant company submitted that B. had verified the facts by witnessing the incident in person and that B. and C. had verified the facts by interviewing witness F. and the claimant. They had thereby acted bona fides and in accordance with journalistic ethics. What also was of relevance was that the claimant had been a public figure. The ordinary courts, however, had completely omitted to carry out an assessment of these essential components of the concept of freedom of expression.", "48. The applicant company considered the amount of the damages awarded to be excessive, referring to the judgment of the Court in the case of Marônek v. Slovakia (no. 32686/96, ECHR 2001-III), where the equivalent of some 5,850 European Currency Units worth of damages in a libel case had been considered excessive.", "49. The applicant company contended that it had been incompatible with the guarantees of a fair trial and, in particular, the equality of arms principle for the Court of Appeal to base its ruling on damages solely on the additional evidence provided by the claimant, as this evidence had not been adduced by the parties, it had served only one of the parties and – as it had been taken at the appellate level – the defendant had had no opportunity to contest it. Moreover, this evidence was not impartial by definition and the Court of Appeal had failed to corroborate it by other evidence, which was contrary to the established judicial practice.", "50. As regards the finding that the claimant’s greatest loss had been in the sphere of his employment, the Court of Appeal had failed to take into account that the disciplinary proceedings against the claimant had in fact ended in his favour.", "51. According to the applicant company, the ordinary courts had erred in the assessment of the witness evidence, in particular that provided by F., by arbitrarily selecting elements benefiting the claimant. In so far as the testimony of F. was concerned, in addition, the ordinary courts had failed to support their findings with adequate reasoning.", "52. On 16 March 2005 the Constitutional Court declared the complaint inadmissible. Observing that it was not a court of a third or fourth instance, the Constitutional Court found no indication of any unlawfulness or constitutionally relevant arbitrariness in the proceedings and decisions of the Court of Appeal. As to the complainant’s specific argument that the Court of Appeal had taken new evidence (see paragraph 44 above) without informing the complainant and giving it an opportunity to comment, the Constitutional Court found that the complainant had failed to exhaust ordinary remedies by raising this argument by way of an appeal on points of law under Article 237 (f) of the Code of Civil Procedure (Law no. 99/1963 Coll., as amended – “the CCP”).", "The decision of the Constitutional Court was served on the applicant company on 28 April 2005.", "53. The status of international human rights treaties in Slovakia is defined in Article 7 § 5, the relevant part of which reads as follows:", "“International treaties on human rights and fundamental freedoms .... which have been ratified and promulgated in the manner required by statute take precedence over statue.”", "54. Article 144 § 1 provides that:", "“In the discharge of their function, judges are independent and, in decision-making, they are only bound by the Constitution, constitutional law, international treaties under Article 7 § 5 [of the Constitution] and statute.”", "55. The protection of personal integrity is governed by the provisions of Articles 11 et seq. In so far as relevant, these provide:", "Every natural person shall have the right to protection of his or her personal integrity, in particular his or her ... civil honour and human dignity, as well as privacy, name ...", "...", "1. Every natural person shall have the right, inter alia, to request an order restraining any unjustified interference with his or her personal integrity, an order cancelling out the effects of such interference and an award of appropriate compensation.", "2. If the satisfaction afforded under paragraph 1 of this Article is insufficient, in particular because the injured party’s dignity or social standing has been considerably diminished, the injured party shall also be entitled to financial compensation for nonpecuniary damage.", "3. When determining the amount of compensation payable under paragraph 2 of this Article, the court shall take into account the seriousness of the harm suffered by the injured party and the circumstances in which the violation of his or her rights occurred.”", "56. The Code regulates the conduct of the court and parties in civil proceedings so as to ensure the just protection of the rights and legally recognised interests of the parties as well as promoting the observance of laws, honest fulfilment of duties and respect for the rights of other persons (Article 1).", "57. Article 18 it provides that parties to civil proceedings have equal standing. The court is duty-bound to ensure they have equal opportunity to assert their rights.", "58. Parties to the proceedings have the right to comment on any evidence adduced and taken (Article 123).", "59. Under Article 228 § 1 (d), civil proceedings can be reopened where the Court has found a violation of the requesting party’s Convention rights and where serious consequences of the violation have not been adequately redressed by the award of just satisfaction.", "60. A Court of Appeal can in principle reassess evidence or take further evidence provided that it can be done without delay (Article 213 § 2, as in force at the relevant time).", "61. Under Article 236 an appeal on points of law (dovolanie) lies against final and binding decisions of appellate courts if certain statutory admissibility criteria are met.", "62. The general admissibility criteria, that is, those applicable to both judgments (rozsudok) and resolutions (uznesenie), are set out in Article 237.", "These comprise situations where: (a) the courts decided in a matter outside their jurisdiction; (b) a person who acted as a party to the proceedings lacked the legal capacity to be a party to court proceedings; (c) a party to the proceedings lacked the capacity to act in court proceedings and was not duly represented; (d) the courts decided on a matter which had been res iudicata or which had already been pending in other proceedings (lis pendens); (e) the proceedings could only commence by way of an action and no such action was actually filed; (f) the courts prevented a party to the proceedings from acting before them; and (g) where the case was decided upon by an excluded judge or where the composition of the court was incorrect.", "63. In addition to the above-mentioned general admissibility criteria, special admissibility criteria apply if the Court of Appeal decided in the form of a judgment. These are defined in Article 238.", "64. Under paragraph 1 of Article 238 an appeal on points of law is admissible where the appellate court overturned the judgment of a firstinstance court.", "65. In accordance with paragraph 2 of Article 238, an appeal on points of law also lies against a judgment of the appellate court in which the latter did not follow the binding legal view previously expressed in the same matter by the court of cassation.", "66. Under Article 238 § 3 (a), an appeal on points of law is also admissible against a judgment of an appellate court in which it upholds a judgment of a first-instance court and, at the same time, rules that such an appeal is admissible as the case concerns a matter of particular legal importance.", "67. Finally, under Article 238 § 3 (b), an appeal on points of law is also admissible against a second judgment of an appellate court in which it upholds a second judgment of a first-instance court if, in the second round, the first-instance court decided differently than in its first judgment (which had been quashed by the first decision of the Court of Appeal) because it was bound by the legal view expressed by the Court of Appeal in its first judgment. This rule also applies to the third and, as the case may be, subsequent judgments of the Court of Appeal.", "68. As to the merits, an appeal on points of law can only be based on the grounds defined in Article 241 § 2, that is to say that the proceedings have been vitiated by an error envisaged in Article 237 (letter (a)), that the proceedings have been vitiated by another error that resulted in an incorrect decision on the merits (letter (b)) and that the decision rests on an error of law (letter (c)).", "69. In a decision of 23 July 2003 in an unrelated case no. IV. ÚS 130/03, the Constitutional Court observed that, in relation to evidence-taking, the right to a fair hearing under Article 6 § 1 of the Convention was to be understood so that a party to the proceedings must be provided with the opportunity to take part in the evidence-taking in a manner defined by statute, which means to adduce evidence, to be present when the evidence is being taken, including the right to interview witnesses and parties, and to take a position in respect of evidence adduced and taken. For that reason a party to the proceedings must always have the opportunity to be present at the evidence-taking. Should that not have been the case, the error can be qualified as “judicial conduct that has prevented the party from acting before a court”, thereby constituting a ground for admissibility of an appeal on points of law under Article 237 (f) of the CCP."], "VIOLATED_ARTICLES": ["10"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}