{"ITEMID": "001-84329", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF GLESMANN v. GERMANY", "IMPORTANCE": "4", "CONCLUSION": "No violation of Art. 6-1;No violation of Art. 8", "JUDGES": "Javier Borrego Borrego;Karel Jungwiert;Margarita Tsatsa-Nikolovska;Mark Villiger;Peer Lorenzen;Renate Jaeger;Volodymyr Butkevych", "TEXT": ["5. The applicant was born in 1948 and lives in Berlin.", "6. She is the mother of a daughter S., born in wedlock on 19 September 1990.", "7. On 9 December 1996 the applicant filed a petition to be divorced from the child’s father. In February 1997 she requested to be granted sole parental authority.", "8. On 19 June 1997, during a hearing before the Pankow-Weissensee District Court (Amtsgericht) in proceedings relating to divorce and parental authority, both parents declared their consent to the child’s temporary placement in a foster family. This measure was originally planned for a short period of time during which a court-appointed expert was to prepare his opinion on custody rights and aimed at preventing the child’s welfare being jeopardised by serious tensions arising from her parents’ divorce proceedings. According to the applicant’s submissions, which are contested by the Government, she gave her consent only under the threat that the child would otherwise be permanently placed in a children’s home.", "9. On 25 June 1997 S. was placed in the care of a foster family. According to the applicant’s submissions, which are contested by the Government, the applicant was not informed about the foster parents’ place of residence for almost two years and was thus prevented from exercising access rights.", "10. On 3 July 1997 the District Court ordered the preparation of an expert opinion on the questions of parental authority and access rights.", "11. On 9 February 1998 the expert E. submitted her expert opinion. She considered that the child S. suffered from a serious emotional disorder which had been caused by family tensions and that S. should be offered psychotherapy in order to overcome her traumata. The decision on custody and access rights should be suspended until the child had stabilised.", "12. In August 1997 a scheduled visiting contact with the applicant failed because of the child’s objections. On 11 September 1997 the District Court suggested that visiting contacts with both parents should be suspended during the child’s examination or should only take place with the expert’s collaboration. By letter of 23 October 1997 the applicant’s counsel supported the proposal that both parents’ access should be suspended in order to prevent the father from negatively influencing the child.", "13. On 9 July 1998 the applicant consented to the child’s remaining with the foster family for the duration of the necessary psychotherapy, which she estimated at one year.", "14. On 29 October 1998, during the hearing on the parents’ divorce, both parents’ counsels unanimously declared that they presently did not lodge any motions regarding parental authority. The divorce was decreed on that same day.", "15. On 28 January 1999 staff members of the Youth Welfare Office, of the Child and Youth Psychiatric Service and the expert E. discussed the child’s therapy requirements. In the course of the discussion the Child and Youth Psychiatric Service, whose recommendation was necessary for instigating therapeutic measures, convinced the expert that S. was not in need of psychotherapy.", "16. On 10 February 1999 the applicant filed a motion with the Pankow-Weissensee District Court with the aim to be granted regular access rights to her daughter. She declared that she presently did not wish to have the child’s placement with the foster family terminated.", "17. On 23 March 1999 the Child and Youth Psychiatric Service submitted its report. They considered that psychotherapy was currently not necessary, as the child’s psychological situation had considerably improved and stabilised. It was proposed to instigate contacts between the child and her parents under psychotherapeutic or pedagogical guidance.", "18. On 21 April 1999 the Youth Office, the applicant and S.’s father agreed on three initial visiting contacts under the supervision of a family assistant.", "19. By letter dated 23 July 1999 the applicant urged the District Court to promote the proceedings.", "20. On 9 September 1999 the District Court held a hearing in the presence of the applicant, the child’s father and their counsels. The parties agreed that a supplementary expert opinion should be commissioned as to how visiting contacts could be instigated and the child’s return prepared. The District Court judge emphasised that visiting contacts should take place at least once per month in order to avoid further alienation.", "21. On 10 September 1999 the District Court ordered the parents to advance the costs for the expert opinion. On 26 October 1999 the applicant advanced her share of the costs. On 9 February 2000 the District Court, following the applicant’s enquiry, informed her that the father had failed to advance his share of the costs. On 6 March 2000 the applicant advanced the father’s share of the costs.", "22. On 6 March 2000 the District Court ordered the psychological expert H. to prepare an expert opinion on how parental authority, the child’s residence and access to the child should be regulated.", "23. On 28 June 2000 the applicant urgently requested the District Court to be granted parental authority and the right to decide on the child’s residence with the aim to return the child to the applicant’s household.", "24. On 29 June 2000 the District Court informed the applicant that the outcome of the expert examination should be awaited.", "25. On 24 August 2000 the expert informed the court that the termination of the expert opinion had been delayed by an attempt to return the child to the applicant and announced that he would submit his opinion by mid-September at the latest.", "26. On 23 October 2000 the District Court received H.’s expert opinion. Having on several occasions heard and examined both parents, the child S., the foster family and the Youth Office, the expert found that S. felt at ease within the foster family, where she was well taken care of and encouraged. The expert further noted that both parents were in principle able to raise the child. However, the child’s relationship with her mother was seriously disrupted. An attempt gradually to return the child to the applicant had failed. Having initially agreed to visits, the child had been deeply disturbed by an overnight stay and expressed the wish not to visit her mother again. The expert concluded that the child’s fears could be handled once she could rest assured to permanently remain in the foster family. The expert suggested that the child should remain in the foster family, that the Youth Office should be granted the right to decide about the child’s place of residence and that visiting rights with the parents should be limited to one visit per month in order to allow the child to stabilise. The expert further stressed that S. was in need of psychotherapy.", "27. On 15 January 2001 the applicant requested to be granted parental authority and that the child be returned to her.", "28. On 22 January 2001 the child’s father opposed the applicant’s request and proposed to leave the child with the foster family.", "29. On 26 January 2001 the District Court held a hearing in the presence of the applicant, the child’s father, a representative of the Youth Office, the child S. and the foster parents. All parties to the proceedings agreed that the child should be offered therapy without further delay. During the time of therapy, which was estimated at fifteen months, S. should stay with the foster family and the parents should be granted access at least once per month. The parties further agreed that no decisions should presently be taken on the pending motions on parental authority and the determination of the child’s place of residence.", "30. On 26 March, 25 April and 9 July 2001 the applicant informed the District Court that visiting contacts had failed due to the child’s resistance and the foster parents’ lack of cooperation. On 10 July 2001 the applicant requested the court to give a decision on her motions.", "31. On 16 July 2001 the court informed the applicant that it did not serve the child’s best interests to interfere with the current process of consolidation and asked the applicant if she requested the court to give a decision.", "32. On 30 July 2001 the applicant confirmed that she requested that a decision be given on her motions.", "33. On 3 September 2001 the District Court judge heard the child S. who declared that she felt at ease with the foster family and wished to remain there. S. further stated that the monthly contacts with her mother were not good since she did not feel at ease with her, while the monthly contacts with her father were good.", "34. On 21 September 2001 the applicant requested the District Court to appoint a curator ad litem to represent the child. On 25 October 2001 the District Court appointed a curator ad litem and requested the Youth Office to report on the development of psychotherapy.", "35. On 9 February 2002 the child’s curator informed the court that she would need another six weeks to prepare her submissions.", "36. On 5 March 2002 the applicant requested that a court decision be given immediately. On 15 March 2002 the District Court judge informed the applicant that he awaited the curator’s submissions.", "37. On 25 March 2002 the applicant informed the District Court that psychotherapy had been terminated and complained about the conduct of the proceedings.", "38. On 25 March 2002 the child’s curator submitted her statement to the court. She reported that S. wished to live with the foster family and was seriously opposed to contacts with her parents. The curator recommended that this wish be respected.", "39. On 28 June 2002 the court requested the Youth Office to report on the child’s present life circumstances and on the discontinuation of therapy.", "40. On 21 October 2002 the Youth Office submitted a report by the psychologist L. dated 30 August 2002. According to the Youth Office, it had not been able to submit the report earlier as the applicant had not given her authorisation for release of medical information.", "41. In her comments, L. reported that her attempts to build up contacts with S. had failed due to the child’s resistance to any such efforts. She had discontinued psychotherapy on 5 March 2002 as a continuation of her efforts would be harmful for the child’s development. The expert further noted that S. suffered from a trauma caused by the life circumstances in her family of origin and that she tried to distance herself from her parents. The expert further expressed the opinion that the proceedings had been burdened by a number of shortcomings. Under the present circumstances, the parents had to cope with the fact that it was in the child’s best interest to remain with the foster family. However, it was essential for both the parents and the child that visiting contact were not discontinued completely.", "42. On 13 December 2002 the Youth Office recommended that S. should stay with the foster family until reaching majority and that no contacts should be instigated against the child’s wishes.", "43. On 6 January 2003 the District Court proposed that the parents should abstain from making use of access rights for one year and that contact should be carefully re-established afterwards.", "44. On 15 January 2003 the applicant rejected this proposal and submitted that recent visiting contacts between herself and her daughter had developed in a more positive way.", "45. On 24 April 2003 the Pankow-Weissensee District Court, following a hearing attended by the parents, the child’s curator ad litem, two representatives of the Youth Office and the foster parents, withdrew parental authority from the parents and transferred it to the Youth Office. Furthermore, visiting contacts between the child and her parents were suspended for one year.", "46. The District Court considered that the applicant was unable to accept the child’s wishes and her present life circumstances within the foster family. She was, in particular, unable to accept that a parent-child relationship had developed between the child and her foster parents. Accordingly, she was unable to try to alleviate the conflict constantly arising from this situation. Taking into account the fact that the child was deeply rooted within the foster family, it would be potentially harmful for the child’s well-being to remove her from there, as requested by the applicant.", "47. The District Court further considered that S.’s father had shown great understanding with regard to the child’s needs and that he had given his consent to the child’s remaining with the foster family. However, transferring sole parental authority to the father would distort the situation of conflict the child was exposed to and could jeopardise her psychological well-being. It followed that parental authority had to be withdrawn from both parents and transferred to the Youth Office.", "48. Finally, the District Court considered that, taking into account the child’s serious objections, the applicant’s tendency to massively interfere with the child’s life in the foster family and the need to stabilise and strengthen the child, access rights would very probably jeopardise the child’s well-being and had to be suspended for one year.", "49. This decision was served on the applicant’s counsel on 9 July 2003. On 8 August 2003 the applicant lodged an appeal with the Berlin Court of Appeal (Kammergericht). She emphasised that the child’s placement in the foster family had been devised as a temporary measure and considered the measures taken by the District Court to be disproportionate.", "50. On 13 November 2003 the child’s curator submitted her comments. She considered that the child’s persistent wish not to see her parents should be respected.", "51. On 9 January 2004 the child’s father submitted his comments. He considered that the child should remain with the foster family, but requested to be granted monthly access rights.", "52. On 12 January 2004 the Court of Appeal held a hearing in the presence of S., her curator ad litem, her parents, the foster parents and a Youth Office representative.", "53. Following the hearing, the Court of Appeal quashed the District Court’s decision, transferred sole parental authority to the child’s father and granted the applicant visiting rights once per month for five and a half hours each.", "54. Referring to the opinion submitted by the court-appointed expert H. and to the comments submitted by the therapist L., the Court of Appeal considered that the relationship between the child and the applicant had to be regarded as problematic. The applicant’s wish to remove the child from the foster family would cause the child serious psychological damage. All parties heard in the proceedings had confirmed that the child found a sense of security and stability in the foster family, where she had been living for six and a half years. The child had consistently expressed the wish to live with the foster family as a full family member.", "55. The Court of Appeal conceded that the alienation between the applicant and her daughter had to a substantial degree been caused by the period of time which had elapsed since her placement in the foster family, which was originally planned as a short-time measure. The proceedings could and should have been conducted in a considerably more stringent way. However, the decision had to be taken in accordance with the child’s welfare, which was not defined by earlier shortcomings of the proceedings. The child’s welfare required to assure her that she could remain with the foster family without having to fear that her stable life situation would change for reasons which she could not understand.", "56. The Court of Appeal noted, however, that the prerequisites of section 1666 of the Civil Code had not been met, as the child’s father was able and willing to accept the child’s wishes and to co-operate with both the Youth-Office and the foster family. Accordingly, sole parental authority was to be awarded to him.", "57. The Court of Appeal finally found that there were no reasons to suspend the applicant’s access rights. While the child S., when heard by the Court of Appeal, had confirmed that she did not have any interest in meeting her mother, she had also declared that she was ready to visit her once per month if the court proceedings and permanent hearings would come to an end. The Court of Appeal considered monthly visits of five and a half hours each necessary and sufficient to give the applicant and her child the possibility to get closer again. It also stated that the child was free to visit her mother at any other time if she should wish to do so.", "58. On 1 March 2004 the applicant lodged a complaint against the Court of Appeal’s decision, in which she gave a full account of the proceedings before the civil courts and alleged that the impugned decision was disproportionate and violated her right to the enjoyment of her family life under Article 6 of the Basic Law.", "59. On 8 March 2004 the Federal Constitutional Court’s Registry requested the applicant’s counsel to submit a copy of the District Court’s decision dated 24 April 2003. On 22 March 2004 the applicant’s counsel submitted the requested document.", "60. On 12 October 2004 the Federal Constitutional Court, sitting as a panel of three judges, refused to admit the applicant’s constitutional complaint for adjudication pursuant to the relevant provisions of that court’s Rules of Procedure without giving any further reasons.", "61. On 2 July 2002 the Reinickendorf-Berlin District Council (Bezirksamt) ordered the applicant to contribute a specific amount to the costs incurred by the accommodation of her daughter in the foster family from 25 June 1997 until 31 December 1998.", "62. On 4 June 2004 the Berlin Administrative Court (Verwaltungsgericht) rejected the applicant’s complaint. On 19 September 2005 the Berlin-Brandenburg Administrative Court of Appeal (Oberverwaltungsgericht) refused to grant the applicant leave to appeal.", "63. If parents holding joint custody separate permanently, either parent may apply to be awarded full parental authority pursuant to section 1671 of the Civil Code. The family courts will follow this request if the other parent gives his or her consent or if it is to be expected that withdrawal of parental authority from one parent and transferral to the other best serves the child’s interests.", "64. Pursuant to Section 1632 § 1 of the Civil Code parental authority comprehends the right to order anybody – who unlawfully deprives the parents or one parent of their child – to have their child returned.", "65. According to section 1684, a child is entitled to have access to its parents; each parent is obliged to have contact with, and entitled to have access to, the child. The family courts can, however, restrict or suspend that right if such a measure is necessary for the child’s welfare. A decision restricting or suspending that right for a lengthy period or permanently may only be taken if otherwise the child’s well-being would be endangered (section 1684 § 4).", "66. Section 1666 provides that in cases of a danger to the child’s welfare the court shall order the necessary measures. Pursuant to section 1666a § 1 measures which entail a separation of the child from the parents are only permitted if the danger cannot be averted by other means, including assistance by public authorities. The right of personal custody may only be withdrawn in its entirety if other measures proved unsuccessful or if it has to be assumed that they are insufficient to avert the danger.", "67. Section 50 § 1 of the Act on Non-Contentious Proceedings (Gesetz über die Angelegenheiten der freiwilligen Gerichtsbarkeit) determines that in proceedings concerning a minor child, the Family Court may appoint a curator ad litem (Verfahrenspfleger) for that child to assist him or her if this should be necessary for the protection of his or her interests.", "68. Pursuant to section 50 § 2, the appointment of a curator ad litem is usually necessary where the child’s interests conflict substantially with those of his legal representative, where the subject-matter of the proceedings concerns measures to be taken to avert a risk to the child’s well-being involving a separation of the child from his or her family or the withdrawal of full parental authority or where the subject matter concerns the child’s removal from the foster carer, spouse, partner or person entitled to access."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6", "8"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}