{"ITEMID": "001-96093", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FIN", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF TAAVITSAINEN v. FINLAND", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial;Violation of Article 13 - Right to an effective remedy", "JUDGES": "David Thór Björgvinsson;Giovanni Bonello;Ján Šikuta;Ledi Bianku;Nebojša Vučinić;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["4. The applicant was born in 1971 and lives in Tampere.", "5. On 16 June 2001 the police searched the applicant's apartment on account of a suspicion that it had been used for procuring. On 26 June 2001 she was questioned as a suspect. On 11 August 2001 the pre-trial investigation was completed.", "6. On 23 August 2001 the public prosecutor preferred charges against the applicant for procuring, allegedly committed during the period from 4 to 11 June 2001.", "7. On an unspecified date the applicant was summoned to appear before the Tampere District Court (käräjäoikeus, tingsrätten) at a hearing which was to take place on 6 March 2002.", "8. However, the hearing was cancelled owing to the fact that Ms H., a witness, had failed to appear before the court although lawfully summoned to do so. Another witness, Ms M., had not been summoned. Both witnesses were Estonian citizens. The hearing of the case was postponed until 12 August 2002 and Ms H. was summoned to appear before the court on pain of a fine of 650 euros (EUR).", "9. On 12 August 2002 the District Court noted that the above-mentioned witnesses had failed to appear before it although lawfully summoned. The court adjourned the case until 11 December 2002 and decided to summon the witnesses on pain of a fine of EUR 800 each.", "10. On 11 December 2002 the District Court noted that the witnesses had not been summoned, postponed the hearing of the case until 1 December 2003 and decided that the witnesses should be summoned to appear before it on pain of a fine of EUR 800 each. The court also issued warrants for their arrest.", "11. On 1 December 2003 the District Court again noted that the witnesses had not been summoned, adjourned the case until 26 May 2004 and decided that the witnesses should be summoned to appear on pain of a fine of EUR 800 each. The court also issued warrants for their arrest.", "12. On 26 May 2004 the District court noted that Ms M. had not been summoned and that Ms H. had been summoned but failed to appear. It postponed the hearing of the case until 8 December 2004, issued warrants for their arrest and decided that they should be brought to court.", "13. On 8 December 2004 the District Court noted that the witnesses had not been found. The case was adjourned until further notice.", "14. According to the Government, seven more attempts were made by the District Court to hold an oral hearing between 2005 and 2008. These attempts proved unsuccessful, as the witnesses could not be brought before the court in Finland.", "15. In January 2008 the District Court contacted the Finnish liaison prosecutor in Estonia to explore the possibility of arranging the hearing of the witnesses through a video link.", "16. In the autumn of 2008 the District Court received video-conferencing equipment. On 9 January 2009 the District Court issued a request for international legal assistance to Estonia to have the hearing by video link arranged.", "17. On 23 February 2009 the District Court held its oral hearing. The applicant argued that the proceedings had exceeded a reasonable time and were thus in breach of the Convention. In consequence, the charges against her should be dismissed. The court rejected the applicant's argument. It acknowledged that the proceedings had been delayed but noted that the delay had resulted from the unsuccessful attempts to bring the crucial witnesses before the court. It was only after the Tampere District Court was provided with video-conferencing equipment that the hearing could be held and the court was able to receive testimony from the witnesses in their own country.", "18. On 3 March 2009 the District Court gave its judgment. It found that, between 4 and 11 June 2001, the applicant had provided an apartment for the practice of prostitution for two women and gained from that arrangement. It convicted the applicant of procuring and sentenced her to 30 unit fines. It also ordered her to pay the State 1,681.87 euros (EUR) representing the proceeds of the offence.", "19. In assessing the gravity of the offence the court noted that the two women who had occupied the applicant's apartment had not been controlled by her, but had provided sexual services of their own free will. The court again acknowledged the excessive length of the proceedings, noting that it was not attributable to the applicant. Relying on Chapter 6, Article 7 of the Penal Code (rikoslaki, strafflagen) it stated that she was entitled to redress for the delay, which could be awarded either by choosing a more lenient type of punishment or by reducing the sentence. The court went on to state that the applicant had been found guilty of fairly small-scale unorganised procuring. It also took into account the short period of time over which the offence had been committed and the small amount of proceeds obtained. For those reasons, and due to the length of the proceedings, the court concluded that the applicant should be sentenced to a fine. The court also took into account the delay in the proceedings in the amount of the unit fines, without specifying the reduction in the sentence.", "20. No appeals were filed with the Court of Appeal (hovioikeus, hovrätten) and the judgment gained legal force on 11 March 2009.", "21. Chapter 6, Article 7 of the Penal Code, as amended by Act No. 515/2003, which took effect on 1 January 2004, reads in relevant parts:", "“In addition to what is provided above in Article 6, grounds for mitigating the sentence that are also to be taken into consideration are", "...", "(3) a considerably long period that has passed since the commission of the offence;", "if the punishment that accords with established practice would for these reasons lead to an unreasonable or exceptionally detrimental result.”", "22. The sanction for procuring provided by the Penal Code runs from one unit fine to three years' imprisonment (Chapter 2a, Article 1(1) and Chapter 20, Article 9 (1)).", "23. Chapter 17, Article 34a of the Code of Judicial Procedure (oikeudenkäymiskaari, rättegångsbalken), as amended by Act no. 360/2003, which came into force on 1 October 2003, provides the following:", "“A witness...may be heard in the oral hearing without his or her appearance in person with the use of a video conference of other appropriate technical means of communication, where the persons participating in the hearing have an audio and video link with one another, if the court deems that this is suitable and:", "1) the person to be heard cannot, due to illness or another reason, appear in person in the oral hearing, or his or her personal appearance in proportion to the significance of the testimony would cause unreasonable costs or unreasonable inconvenience;", "2) the credibility of the statement of the person to be heard can be reliably assessed without his or her personal appearance at the oral hearing;", "3) the procedure is necessary in order to protect the person to be heard or a person related to him or her in the manner referred to in Chapter 15, Article 10 (2) of the Penal Code, from a threat directed at life or health; or", "4) the person to be heard has not reached the age of 15 years or he or she is mentally incapacitated.", "A party shall be given an opportunity to put questions to the person being heard.", "In the cases referred to above in points 1 and 2 of paragraph 1, however, a telephone may also be used at the hearing.”"], "VIOLATED_ARTICLES": ["13", "6"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}