{"ITEMID": "001-89420", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF LEELA FORDERKREIS E.V. AND OTHERS v. GERMANY", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;No violation of Art. 9;Non-pecuniary damage - claim dismissed", "JUDGES": "Isabelle Berro-Lefèvre;Mirjana Lazarova Trajkovska;Otto Mallmann;Peer Lorenzen;Rait Maruste;Volodymyr Butkevych;Zdravka Kalaydjieva", "TEXT": ["6. The applicant associations are religious associations or meditation associations belonging to the Osho movement, formerly known as the Shree Rajneesh or Bhagwan movement. The movement was founded by the Indian mystic Rajneesh Chandra Mohan, who was first called Bhagwan by his followers, and then later Osho. According to their statutes, the applicant associations promote the teachings of Osho, who maintained that the aim of spiritual development was enlightenment. One precondition was to become free of all socialisation, through a comprehensive programme of traditional and new meditation techniques and a range of therapies. The applicant associations run Osho meditation centres, organise seminars, celebrate religious events and carry out joint work projects. They also protect the religious rights of their members against discrimination.", "7. The applicant associations belong to a group of previously unknown religious communities which first surfaced in Germany in the 1960s. They were described as “sects”, “youth sects”, “youth religions”, “psycho-sects”, and “psycho-groups” or given similar labels. The groups quickly became the subject of critical public debate due to the fact that their actions are seen to be predominantly influenced by their religious and philosophical views and due to the way they treat their members and followers. The focus of concern was the potential danger that these groups could pose to adolescents’ personal development and social relations, which could lead not only to their dropping out of school and vocational training, radical changes in personality, various forms of dependence, lack of initiative and difficulties in communication, often aggravated by the group structure characteristic of certain communities, but also to material loss and psychological harm.", "8. Since 1970 the Federal Government and the governments of the Länder have been confronted with these issues. To draw attention to the potential dangers of such groups, both to the individual and to society, the Federal Government launched a large-scale information and education campaign designed to increase public awareness and stimulate a critical discussion on the aims and activities of sects and sectarian groups. Since 1979 the German Government has given several official warnings concerning so-called sects with a view to informing the public about the practice of these groups. The Rajneesh, or Bhagwan, movement was mentioned as one of these new religious and spiritual movements. As part of their public relations work, State agencies have characterised the applicant associations as a “sect”, “youth sect”, “youth religion” and “psycho-sect”. The adjectives “destructive” and “pseudo-religious” have also been used to describe them, and the accusation has been raised that their members are manipulated.", "9. These expressions were contained in Government statements, namely, in replies to members of the German Parliament of 27 April 1979, 23 August 1982 and 10 October 1984, in a report by the German Government to the Petition Board of the Federal Diet on youth sects in the Federal Republic of Germany dated February 1980 and published by the Federal Minister of Youth, Family and Health, and in a speech by the Federal Minister of Youth, Family and Health delivered on 8 December 1984.", "10. In the reply of 27 April 1979 on the subject “Recent religious and philosophical communities (so-called youth sects)” the “Shree Rajneesh Movement” was counted among the so-called religious and philosophical communities. The Federal Government stated that these were labelled with general terms such as “youth sects”, “destructive religious groups” or “destructive cults”. The Federal Government itself referred to them as “youth sects” “pseudo-religious and psycho-groups” as well as generally referring to them as “sects”.", "In their reply dated 23 August 1982 the Government mentioned the “Bhagwan-Shree-Rajneesh movement” in connection with questions concerning the membership structure of “so-called new youth sects”. Furthermore, in the preliminary remarks the term “so-called psycho-sects” was used, while throughout the main text the Government referred to “youth religions”.", "In their reply of 10 October 1984 concerning the “economic activities of destructive youth religions and psycho-sects” the Government mainly used the terms “youth religion” and “psycho-sect”. The Government further stated that it appeared to be difficult to apply labour law regulations to associations the conduct of whose members was manipulated.", "In its report to the Petititions Board of the Federal Diet of February 1980 the Federal Government pointed out in the introduction that the terms “youth religion” or “youth sect” encompassed a number of highly varied groups. The “group based around “Bhagwan (i.e. God) Shree Rajneesh” was presented as one of these groups, and was included as one of the “psycho-movements”.", "In the speech he gave on 8 December 1984 at a conference on the topic “New youth religions – Protecting the freedom of the individual” the Federal Minister of Youth, Family and Health used the terms “youth religion”, “youth sect”, “sect”, “destructive religious cults”, “pseudo salvation teachings” and “pseudo-religion” with reference to the groups dealt with.", "11. On 1 October 1984 the applicant associations instituted legal proceedings before the Cologne Administrative Court (Verwaltungsgericht). They requested that the Government desist from issuing the above-mentioned statements about the religious movement and the associations belonging to it, maintaining that such statements were incriminating. They essentially alleged that their freedom to profess a religious or philosophical creed under Article 4 §§ 1 and 2 of the Basic Law (Grundgesetz) had been infringed.", "12. According to the applicant associations, the teachings of the community were based on the idea of achieving transcendence in all essential areas of life. These teachings were continuously shared by them and their community. The various statements of the Government had breached the obligation of neutrality required by Article 4 of the Basic Law by discrediting the teachings of the movement. The expressions used were either actually defamatory or were meant to be, and there was no factual or legal basis which would justify using those terms. The applicant associations did not pursue any activities contrary to the basic rights of other persons, groups or organisations. The Government had misinterpreted the concepts of Osho’s teachings and thus interfered with the essential religious beliefs of their movement.", "13. By a judgment of 21 January 1986 the Cologne Administrative Court prohibited the Government from calling the Rajneesh movement in official statements a “youth religion”, “youth sect” or “psycho-sect”, from using the adjectives “destructive” and “pseudo-religious” and from alleging that members of the Rajneesh movement had been manipulated.", "14. The Administrative Court found that those terms evoked a negative connotation of the basic contents of the applicant associations’ religious beliefs and that the use of those terms infringed their religious freedom guaranteed by Article 4 § 1 of the Basic Law. It considered, however, that the use of the term “sect” as such had no negative impact on the applicant associations’ religious belief.", "15. The Administrative Court pointed out that there was no indication that the applicant associations pursued exclusively commercial aims or that the teachings of Osho or the methods employed by the applicant associations were contrary to human dignity. The right protected by Article 4 of the Basic Law obliged the State to maintain strict neutrality regarding religious activities and prohibited negative judgments on a determined religious belief. Furthermore the use of such general terms was not appropriate for the prevention of danger.", "16. On 28 April 1986 the Government appealed against that judgment. A hearing was held before the Administrative Court of Appeal of the Land North Rhine-Westphalia (Oberverwaltungsgericht für das Land Nordrhein-Westfalen) on 22 May 1990. By a judgment of the same day the Administrative Court of Appeal quashed the impugned judgment and dismissed the applicant associations’ claim as a whole, as well as the appeals of two applicant associations who had contested the findings of the first-instance court as regards the use of the term “sect”. It did not allow an appeal on points of law.", "17. The Administrative Court of Appeal found that the contested statements interfered with the applicant associations’ basic rights guaranteed by Article 4 §§ 1 and 2 of the Basic Law. However, the right to religious freedom was not absolute. It was subject to limitations by other provisions of the Basic Law. Limitations and interferences by the State had to be accepted where important reasons of public interest required the protection of basic rights which were in conflict with the right to freedom of religion. Where a mere suspicion of a possible violation of these rights existed, relevant information and warnings were appropriate and necessary for their protection. Under Article 65 of the Basic Law, which vested governmental functions in the Government, taken together with the positive obligations under Article 2 § 2, first sentence, which guarantees the right to life and to inviolability of the person, and Article 6 of the Basic Law, which protects the rights of the family, the Government had the right to impart information. The views expressed by the Government were acceptable and respected the principle of proportionality.", "18. On 13 March 1991 the Federal Administrative Court (Bundesverwaltungsgericht) dismissed the applicant associations’ appeal against the decision of the Administrative Court of Appeal refusing leave to appeal. The court considered that the case had no fundamental importance. It noted that the legal questions raised in connection with public declarations of the Government in respect of new religious movements had already been dealt with in its previous case-law and that of the Federal Constitutional Court (Bundesverfassungsgericht). The applicant associations’ submissions did not raise any new issue. The Government’s constitutional right to inform the public and to protect the human dignity and health of citizens justified the interference with the freedom of religion or belief. The right to inform the public included the right to warn the public and to consider the conduct of others as dangerous.", "19. On 3 May 1991 the applicant associations filed a constitutional complaint against the above-mentioned court decisions. On 23 April 1992 the Federal Constitutional Court informed the applicant associations in reply to their letter of 10 April 1992 that it was not able to indicate when a decision would be given. On 13 January 1993 it wrote to the applicant associations that the case had been communicated to the Federal Government and the Land of North-Rhine-Westphalia. On 2 November 1993 the Federal Government submitted their observations, which were served on the applicant associations on 4 November 1993. On 21 September 1994 the applicant associations submitted their observations in reply. By letters of 8 March 1993, 6 August 1995, 8 July 1998 and 3 February 2000 the applicant associations enquired about the state of the proceedings.", "20. On 26 June 2002 the Federal Constitutional Court ruled that the judgment of the Administrative Court of Appeal of the Land North Rhine-Westphalia of 22 May 1990 violated the applicant associations’ basic rights guaranteed by Article 4 §§ 1 and 2 of the Basic Law. It quashed the judgment insofar as the applicant associations’ claim had been dismissed in respect of the use of the expressions “destructive”, and “pseudo-religious”, and the allegation that they “manipulated their members” and referred that part of the complaint back to the Administrative Court of Appeal for a new decision. However, it found that the Government was authorised to characterise the applicant associations’ movement as a “sect”, “youth religion”, “youth sect” and “psycho-sect” and was allowed to provide the public with adequate information about it.", "21. According to the Federal Constitutional Court, the right to freedom of religion or belief guaranteed by Article 4 §§ 1 and 2 of the Basic Law did not prevent the State from entering into a public and even critical discussion about the aims and activities of religious groups. The limitations on the freedom of religion were to be found in other basic rights and freedoms guaranteed by the Basic Law, such as the protection of human dignity, the right to life and physical integrity and the protection of marriage and the family.", "22. The power to manage State affairs derived directly from the Basic Law and authorised the Federal Government to provide information in all matters coming within the sphere of their overall State responsibility. Providing direct public information helped them to resolve conflicts within the State and society, to face challenges even if they occurred at short notice, to react quickly and adequately to the problems and concerns of citizens and assist them in finding guidance. This activity did not require an express legal provision, since it did not constitute a direct interference with the applicant associations’ rights. It merely influenced the conduct of others vis-à-vis the applicant associations. Moreover, it was not possible to establish rules for the Government’s information-imparting role, given the wide variety of the subject matter dealt with and methods used. When acting in the exercise of their power to direct State affairs, the Federal Government were entitled to provide information to the public, even if basic rights were indirectly affected as a result.", "23. However, the State had to restrict itself to neutral terms and act with moderation in matters of religion or belief. Defamatory, discriminating or deceptive statements were prohibited. The Government also had to respect the separation of powers between the Federal State and the Länder. The Government were authorised to impart information relating to supra-regional matters and where nationwide information helped to resolve problems efficiently. Providing information in these circumstances did not exclude or impair the powers of the Länder governments to impart information themselves, nor did it prevent the administrative authorities from carrying out their administrative tasks.", "24. Furthermore, the Federal Government had to respect the principle of proportionality when imparting information. Statements affecting the very essence of the right guaranteed by Article 4 §§ 1 and 2 of the Basic Law had to be appropriate in relation to the cause for concern.", "25. As to the term “sect”, the Federal Constitutional Court found that the Government were not prohibited from using the term, which at the material time corresponded to the general understanding of new religious movements. Similarly, the use of the terms “youth religion” and “youth sect” described the prevailing situation at the material time and the term “psycho-sect” reflected the Osho movement’s meditation practices. These terms were employed without discriminatory differences of treatment in respect of these groups on grounds of their religion or belief. They complied with the obligation of the State to neutrality in matters of religious and philosophical beliefs and did not affect the very essence of the right guaranteed by Article 4 §§ 1 and 2 of the Basic Law.", "26. In contrast, the use of the terms “destructive” and “pseudo- religious”, and the allegation that members of the movement were manipulated, did not satisfy the requirements of constitutional law.", "27. Even if the employment of such terms could not be criticised on the ground that it exceeded the powers of the Federal Government, the terms used nonetheless infringed the neutrality requirement and were thus not justifiable according to the proportionality principle. In particular, no substantiated reasons had been advanced which could have justified the statements regarded as defamatory by the complainants, nor were any such reasons otherwise apparent. That decision was served on the applicant associations on 30 July 2002.", "28. On 8 November 2002 the Federal Government withdrew their appeal against the judgment of the Cologne Administrative Court of 31 January 1986 as the appeal was again pending before the Administrative Court of Appeal following the decision of the Federal Constitutional Court of 26 June 2002.", "29. On 27 December 2005 the applicant associations’ representative informed the Court that the fourth and fifth applicant associations, Dharmadeep Verein für ganzheitliches Leben e.V. and Osho Meditations Center Berlin e.V, wished to withdraw their application.", "30. The relevant provisions of the Basic Law read as follows:", "Article 2 § 2, first sentence", "“Everyone has the right to life and to inviolability of his person”", "Article 4 §§ 1 and 2", "“The freedom of belief and conscience and the freedom to profess religious and philosophical beliefs are inviolable.", "The undisturbed practice of worship is guaranteed.”", "Article 6 § 1", "“Marriage and family enjoy the special protection of the State.”", "Article 65", "“The Federal Chancellor shall determine and be responsible for the general guidelines of policy. Within these limits each Federal Minister shall conduct the affairs of his department independently and of his own motion. The Federal Government shall resolve differences of opinion between Federal Ministers. The Federal Chancellor shall conduct the proceedings of the Federal Government in accordance with rules of procedure adopted by the Government and approved by the Federal President.”", "31. By a judgment of 23 May 1989 the Federal Administrative Court ruled that the German Federal Government was entitled to provide information and publish warnings by virtue of their constitutional responsibility to inform the public about new religious and ideological communities and “psycho-groups” (BVerwGE 7 C 2/87, see Judgments and Decisions of the Federal Administrative Court, vol. 96, pp 82 et seq.). On 15 August 1989 the Federal Constitutional Court, sitting as a bench of three judges, did not accept the constitutional complaint of the Maharishi Organisation (Transcendental Meditation) for adjudication, confirming that the Federal Government was entitled to provide information on new religious and ideological communities and “psycho-groups” in compliance with its constitutional obligations, namely to express opinions and submit recommendations and warnings to the public within the limits of the proper execution of the powers granted by the Basic Law (1 BvR 881/89).", "32. In 1996 the Federal Diet (Deutscher Bundestag) charged an expert commission to prepare a report on “so-called sects and psycho-cults”. In its final report issued in June 1998 the Commission of Enquiry stated that negative sentiments were typically evoked when the term “sect” was used. However, only a small number of the movements characterised as “sects” were problematic. The Commission recommended that in official statements, information leaflets or legal texts the word “sect” not be employed in future."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["9"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}