{"ITEMID": "001-67472", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 2004, "DOCNAME": "CASE OF WOOD v. THE UNITED KINGDOM", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 8;Violation of Art. 13;Non-pecuniary damage - finding of violation sufficient;Costs and expenses partial award - Convention proceedings", "JUDGES": "Matti Pellonpää;Nicolas Bratza", "TEXT": ["7. Between 4 July 1998 and 1 April 1999 a series of robberies and burglaries took place in the Coventry area. As a result of their investigations, the police considered that there were some nine persons involved in the commission of these offences, including the applicant and his three co-defendants. The police had difficulty obtaining evidence against those who they thought were responsible, and therefore decided to seek authority from the Chief Constable for the West Midlands to carry out a covert operation (“Operation Brassica”). The operation was to be carried out by arresting the suspects in groups, on suspicion of having committed different offences, and detaining them together in a police cell which had been specially fitted with covert audio equipment. It was hoped that the suspects would discuss the reasons for their arrest and that their ensuing conversation would be incriminating. On 17 May 1999 the Chief Constable gave authority for Operation Brassica to take place.", "8. The applicant and two others were arrested on 20 May 1999. Their conversations whilst in police detention were recorded on 21 and 22 May 1999. Further covert recordings took place on 16 and 17 June 1999. The tapes formed the basis of the prosecution against the applicant.", "9. The trial judge held a “voir dire” on the admissibility of the tapes. Counsel for the applicant argued that the methods of obtaining the evidence violated Articles 5, 6 and 8 of the Convention, and that they should therefore be excluded under section 78 or section 76 of the Police and Criminal Evidence Act 1984 (PACE). The tapes were ruled admissible on 13 March 2000. During the course of his ruling, the trial judge rejected the defendants' argument that the circumstances of obtaining the evidence were oppressive and the tapes should therefore be excluded under section 76 of PACE. In considering section 78 of the Act, the trial judge said:", "“I find that no mala fides exist in this case and that the Chief Constable acted throughout in good faith. Although I find the decision of the Chief Constable was not in accordance with a strict interpretation of the guidelines [Home Office Guidelines on the Use of Police Surveillance Equipment], it does not mean that his authority to use a bugging device or devices is no longer of importance. Of course it is. It is a very important factor which I have to take into account in deciding to exercise my discretion under section 78 of the Police and Criminal Evidence Act.”", "10. He went on to consider the points raised under the Convention, saying:", "“There is no doubt that when the defendants were arrested the main plan was that the covert operation would be put into effect, and to do this all the defendants involved should be in the cells at the same time.", "However, the matter has to be taken in stages and then considered jointly. Firstly, did the police have power to arrest and was the arrest lawful? The evidence before me was that the police had information that the accused had committed some or other of the crimes which they were investigating. They not only had the right but the duty, in my judgment, to arrest and investigate the further evidence ... As I have indicated already, the police clearly hoped that the covert bugging operation would bear fruit and if it did not the relevant defendant would have to be released. They were not arresting to create evidence but in the hope that evidence would be forthcoming.", "The wording of Article 5(1)(c) does not readily read with the English system and was clearly designed for taking an accused before a magistrate for investigation. But it obviously is intended to be adjusted to the specific system of member states. I find that there is no breach of Article 5.” [6G-7D]", "11. On the question of Article 6, the trial judge said:", "“It has to be borne in mind but requires no specific findings from me at this stage.” [7E]", "12. In considering Article 8, he said:", "“A man in a police cell is entitled to privacy just as much as a man sitting at his fireside in his own home. In fact it may be argued that his right should be greater. He is after all innocent until proved guilty and he is in a vulnerable situation. Any bugging of his cell to intrude on his private conversation with another person would, prima facie, amount to an invasion of his privacy and as such a breach of Article 8.1. However, it can perhaps be argued that whilst he is in a cell he not only does not have to say anything but if in fact he is free of guilt there is nothing that he can say. If, on the other hand, he is guilty then he does not deserve the same right of privacy as anyone else. The weight of his loss of privacy is another matter which I may take into account.", "... the main point which I have to decide is as to whether or not the intrusion to privacy was 'in accordance with the law'.", "There is no statute which provides for lawful bugging of police cells nor to prohibit such an action. There are however numerous cases where it has been considered and adopted. In fairness, if bugging is done it should not be done haphazardly and certainly does not bestow on police officers unfettered power. It is to this end that, in 1984, the Home Office issued the Guidelines for the Use of Police Surveillance Equipment. As I have already said, these are merely guidelines, they are certainly not statutes.", "The actions of the police and the decision of the Chief Constable have to be considered together with all the other matters which have to be taken into consideration. On the basis of all those matters, I have to consider in which way I should exercise my discretion under section 78.” [7G-9A]", "13. Applicant's counsel suggested five safeguards that should have been afforded to the accused if the bugging was to be lawful. The trial judge said:", "“I have considered each one of these matters and have rejected them all. If they were to be required in each case, no covert listening would ever be realistic or possible. As I have indicated already, such evidence can in serious cases such as this be very important and is, in my judgment, not objectionable. [9F]", "In the exercise of my discretion under section 78, I will allow the tapes to be used in evidence.”", "14. None of the defendants gave evidence at trial.", "15. The applicant together with three others was convicted on 20 July 2000 of various robbery and firearms offences. He was sentenced to a total of 8 years' imprisonment.", "16. The applicant and his three co-defendants appealed to the Court of Appeal, submitting, inter alia, that the tapes should not have been admitted in evidence.", "17. Lord Woolf CJ gave the judgment of the Court of Appeal on 13 February 2002, dismissing the appeal. As regards the admissibility of the tapes in evidence, the Court of Appeal considered the alleged violations of the Convention. It decided that there had been a violation of Article 8 because the surveillance was not conducted according to law. Lord Woolf CJ said:", "“This is because of the lack of any legal structure to which the public have access authorising the infringement. If there had been such authorisation there would have been no breach.” [§ 65]", "He went on to say:", "“The non-compliance with Article 8 does not, however, mean that the tape-recordings cannot be relied upon as evidence.", "...", "It is the responsibility of the Government to provide remedies against this violation of Article 8. However, the remedy does not have to be the exclusion of the evidence. The remedy can be the finding, which we have now made, that there has been a breach of Article 8 or it can be an award of compensation. The European Court of Human Rights recognises that to insist on the exclusion of evidence could in itself result in a greater injustice to the public than the infringement of Article 8 creates for the appellants. The infringement is, however, a matter which the trial judge was required to take into account when exercising his discretion under section 78 of PACE.” [§§ 66-67]", "18. As regards Article 5 of the Convention, the Court of Appeal rejected the applicant's argument on the basis that the arrests were for a lawful purpose as well as to enable the surveillance to take place, and the appellants were not therefore unlawfully deprived of their liberty. Lord Woolf CJ said:", "“The fact that the police were operating in accordance with a strategy designed to obtain additional evidence by covert recording does not turn lawful arrests into unlawful arrests.” [§ 68]", "19. The argument that the admission of the tapes in evidence prevented the defendants from receiving a fair trial was also rejected. Lord Woolf CJ said:", "“51. The complaints of the appellants with regard to the decision of the judge are not to the relevance of the contents of the tape. They were clearly highly relevant. Instead it is argued that the way the evidence was obtained was contrary to PACE. The submission is not so much based on a contravention of the language of PACE. The allegation is that the surveillance took place contrary to the spirit of the relevant Codes of Practice ...", "52. ... On the evidence there were proper grounds for the arrests and ignoring the fact that the police were working to an overall plan, there was nothing improper about the purpose for which the arrests took place.", "53. .... As already indicated it was not suggested that the Chief Constable gave his authority other than in good faith. In addition whether or not the Guidelines applied to what happened in the police cells, the police considered that they were appropriately applying the Guidelines and entitled to act as they did.", "...", "54. Here the trial judge came to the conclusion that the Guidelines had not been complied with ... because of the requirement in the Guidelines for normal methods of investigation to have been tried and failed or be unlikely to succeed if tried ...", "55. In coming to this conclusion, the trial judge may have been unduly rigorous in his approach because the object of the exercise was not to obtain evidence against one or other of the suspects in relation to a particular offence but to obtain the evidence which would enable the police to bring to justice those who were involved in the conspiracy to carry out numerous robberies in the Coventry area. Viewed in this way, it was Sergeant Fairfield's evidence that 'other policing means had failed.' ...", "...", "58. We are far from satisfied that when the Guidelines were formulated, they were intended to apply to surveillance of the sort that took place here of those in custody in police cells. However, even if the Guidelines were not intended to apply to suspects already in custody, as there was no alternative guidance published, we consider that it was reasonable for the Chief Constable to apply the Guidelines by analogy, unless they conflicted with PACE. ... This was a situation where the police were responding reasonably and proportionately to a very serious threat to the safety of the public and law and order and so were entitled to seek evidence not only of individual wrongdoing but of a conspiracy to commit armed robbery. ...", "59. More difficult is the issue whether the surveillance in cells is inappropriate treatment of those in police custody who are intended to be protected by the safeguards contained in PACE and the Codes. ... the surveillance is not directly in conflict with any provision of PACE or the Codes ...", "60. We have no doubt that it is highly desirable that a statutory code should be established for the surveillance of the sort that occurred here ... but our conclusion is that it is not contrary to the spirit of PACE or the Codes for there to be covert taping of what is said in the cells.”", "20. Lord Woolf CJ went on to adopt the conclusions reached in other cases that there was no unfairness in admitting such taped evidence where there was no suggestion that the confessions were oppressively obtained or other than wholly reliable. As regarded the complaints under the Convention, he observed:", "“Article 6 for the purposes of the present case does not add anything to section 78. If there was no unfairness caused by the tapes being relied upon in evidence then there is no breach of Article 6.” [§ 69]", "21. The Court of Appeal certified a question for consideration by the House of Lords concerning use of evidence obtained by an arrest for the purpose of eavesdropping on the defendant.", "22. On 30 May 2002, leave to appeal to the House of Lords was refused.", "23. Guidelines on the use of equipment in police surveillance operations (the Home Office Guidelines of 1984) provided that only chief constables or assistant chief constables were entitled to give authority for the use of such devices. The Guidelines were available in the library of the House of Commons and are disclosed by the Home Office on application.", "24. In each case, the authorising officer had to satisfy himself that the following criteria were met: (a) the investigation concerned serious crime; (b) normal methods of investigation must have been tried and failed, or must from the nature of things, have been unlikely to succeed if tried; (c) there must have been good reason to think that the use of the equipment would be likely to lead to an arrest and a conviction, or where appropriate, to the prevention of acts of terrorism and (d) the use of equipment must have been operationally feasible. The authorising officer had also to satisfy himself that the degree of intrusion into the privacy of those affected by the surveillance was commensurate with the seriousness of the offence.", "25. Section 76 of the Act provides as material:", "“(1) In any proceedings a confession made by an accused person may be given in evidence against him insofar as it is relevant to any matter in issue in the proceedings ...", "(2) If, in any proceedings where the prosecution proposes to give in evidence a confession made by an accused person, it is represented to the court that the confession was or may have been obtained -", "(a) by oppression of the persons who made it; or ...", "(b) in consequence of anything said or done which was likely, in the circumstances existing at the time, to render unreliable any confession which might be made by him in consequence thereof;", "the court shall not allow the confession to be given in evidence against him except insofar as the prosecution proves to the court beyond reasonable doubt that the confession (notwithstanding that it may be true) was not obtained as aforesaid.”", "26. Section 78(1) of the Act provides as follows:", "“In any proceedings the court may refuse to allow evidence on which the prosecution proposes to rely to be given if it appears to the court that, having regard to all the circumstances, including the circumstances in which the evidence was obtained, the admission of the evidence would have such an adverse effect on the fairness of the proceedings that the court ought not to admit it.”", "27. The Police Act 1997 provides a statutory basis for the authorisation of police surveillance operations involving interference with property or wireless telegraphy. The relevant sections relating to the authorisation of surveillance operations, including the procedures to be adopted in the authorisation process, entered into force on 22 February 1999.", "28. Since 25 September 2000, these controls have been augmented by Part II of the Regulation of Investigatory Powers Act 2000 (“RIPA”). In particular, covert surveillance in a police cell is now governed by sections 26(3) and 48(1) of RIPA. RIPA also establishes a statutory Investigatory Powers Tribunal to deal with complaints about intrusive surveillance and the use of informants by the police. These provisions were not in existence at the time of the applicant's trial."], "VIOLATED_ARTICLES": ["13", "8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}