{"ITEMID": "001-105013", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SRB", "BRANCH": "ADMISSIBILITY", "DATE": 2011, "DOCNAME": "NIKAC v. SERBIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "András Sajó;David Thór Björgvinsson;Françoise Tulkens;Guido Raimondi", "TEXT": ["1. The applicant, Mr Gavrilo Nikač, is a Montenegrin national who was born in 1932 and lives in Tivat. He was represented before the Court by Ms D. Kisjelica, a lawyer practising in Herceg Novi. The Government of the State Union of Serbia and Montenegro and, subsequently, the Government of Serbia (“the Government”) were represented by their Agent, Mr S. Carić.", "2. The facts of the case, as submitted by the parties, may be summarised as follows.", "3. Problems resulting from the foreign and domestic debt of the SFRY caused a monetary crisis in the 1980s. Once the banking and monetary systems were on the verge of collapse, the SFRY took emergency measures including legislative restrictions on the repayment of foreign-currency deposits to individuals. Following the dissolution of the SFRY, the statutory guarantees were taken over by the successor States.", "4. In April 1992 the Republic of Serbia and the Republic of Montenegro proclaimed the Federal Republic of Yugoslavia (“FRY”), the legal predecessor of the State Union of Serbia and Montenegro (which was itself proclaimed in February 2003). In June 2006 Montenegro declared its independence, while the Republic of Serbia remained the sole successor of its predecessor’s states.", "5. In a series of specific acts adopted in the 1990s, 2001 and 2002, the FRY accepted to convert the foreign currency deposited in these banks, including the bank here at issue, prior to 18 March 1995 into a “public debt” and then went on to set the time-frame and the amounts to be paid back to their former clients (initially by 2012 and then by 2016). According to the law of 2002, the said public debt should be the debt of the Republic of Serbia and the Republic of Montenegro, respectively, proportionally based on the total amount of savings deposited by the bank’s clients with a registered residence in each of the republics (see paragraph 27 below). The said laws also explicitly provided that foreign currency related judicial enforcement proceedings against the banks in question were to be discontinued (see paragraphs 25 and 28 below).", "6. On a number of separate occasions in the 1970s the applicant deposited a significant amount of his foreign currency savings with the Slavija Bank, a State-owned bank based in Belgrade.", "7. In 1982 the said bank refused to release the applicant’s funds.", "8. On 3 February 1992 the applicant issued legal proceedings, seeking that his foreign currency deposits be released together with the interest stipulated. (At the time, the bank in question was already restructured and renamed as the “Belgrade Bank - main branch Slavija Bank”.)", "9. On 1 June 1992 the First Municipal Court in Belgrade ruled in favour of the applicant and ordered the bank to pay him 26,526.42 US Dollars (“USD”), 270.29 German Marks (“DEM”) and 324.06 Austrian Schillings (“ATS”), together with the interest due and the legal costs.", "10. On 29 September 1992 this judgment was upheld on appeal by the District Court and thereby became final.", "11. On 14 December 1992 and 25 January 1993, the applicant sent two separate letters to the bank in question requesting payment within a period of 15 days, pursuant to the final judgment of the First Municipal Court.", "12. Having apparently received no response, on 2 June 1993 he instituted formal enforcement proceedings before the Fourth Municipal Court in Belgrade.", "13. On 4 June 1993 the Fourth Municipal Court adopted an enforcement order against the respondent bank and, on 1 September 1993, rejected the bank’s complaint against it.", "14. On 12 August 1994 the Government of the Federal Republic of Yugoslavia allegedly adopted a decision instructing the courts not to enforce judgments against banks in cases concerning foreign currency savings.", "15. On 10 October 2001 the Commercial Court in Belgrade opened insolvency proceedings (stečajni postupak) in respect of the “Belgrade Bank - main branch Slavija Bank”.", "16. On 8 July 2002 the applicant sent three separate letters to the Government of the Federal Republic of Yugoslavia, the Yugoslav Central Bank and the Government of the Republic of Serbia, requesting that the judgment against the bank in question be enforced.", "17. On 18 July 2002 the Yugoslav Central Bank responded by stating that, in a series of Acts adopted in the 1990s, 2001 and 2002, the State accepted to convert the foreign currency deposits in a number of failed banks, including the Slavija Bank, into a “public debt”, and then went on to set out the time-frame and the amounts to be paid back to their former clients. It further noted that the said Acts provided that any judicial enforcement proceedings instituted with respect to the banks in question were to be discontinued (obustavljeni).", "18. On 3 June 2004 the applicant filed another enforcement request with the Fourth Municipal Court.", "19. On 4 June 2004 he sent a letter to the Supreme Court of Serbia, requesting enforcement of the final judgment adopted by the First Municipal Court.", "20. On 3 September 2004 the Fourth Municipal Court suspended the enforcement proceedings (prekinuo izvršni postupak) and, in so doing, held that the reason for this was the opening of a separate insolvency procedure in respect of the bank in question by the Commercial Court on 10 October 2001.", "21. The applicant subsequently filed two complaints against this decision with the Fourth Municipal Court, on 14 September 2004 and 8 November 2004 respectively, requesting an “explanation” as to why the judgment in question “was not enforced prior to the opening of the said insolvency proceedings”.", "22. There is no information in the case file that, following the adoption of the relevant legislation, the applicant had requested the conversion of the foreign currency savings deposited with the Slavija Bank into the public debt either from the respondent State or Montenegro, the country of his habitual residence.", "23. Articles 1, 2, 3 and 4 provided that all foreign currency savings deposited with the “authorised banks” before 18 March 1995, including explicitly the deposits in the bank at issue in the present case (Slavija Bank), were to become public debts.", "24. Under Article 10, the State’s responsibility in that respect was to be fully honoured by 2012 through the payment of specified amounts, plus interest, and according to a certain time-frame.", "25. Article 22 provided that, as of the date of this Act’s entry into force (12 December 1998), “all pending lawsuits, including judicial enforcement proceedings, aimed at the collection of the foreign currency covered by this Act shall be discontinued.”", "26. This Act repeals the Act described above. It modifies the time-frame for honouring the debt in question (from 2012 to 2016) and specifies amended amounts, plus interest, to be paid annually.", "27. Article 3 states that the said public debt shall be the debt of the Republic of Serbia and the Republic of Montenegro, respectively, proportionally based on the total amount of savings deposited by the bank’s clients with a registered residence in each of the republics (“srazmerno visini devizne štednje građana čije je prebivalište na teritoriji tih republika”).", "28. Article 36 reaffirms that “all lawsuits aimed at the collection of the foreign currency savings covered by this Act, including the judicial enforcement proceedings, shall be discontinued.”", "29. This Act has also been in force since 4 July 2002. It was subsequently amended on two occasions, but these amendments concerned peripheral issues unrelated to the saver’s above-described status.", "30. Articles 1, 2 and 3 provide that this Act shall regulate the reimbursement of foreign-currency savings deposited by individuals residing in Montenegro with the authorised banks based outside Montenegro, which funds were then further deposited with the National Bank of Yugoslavia (Narodna banka Jugoslavije).", "31. Article 8 provides that Montenegro shall honour this debt by 2017, and specifies the amounts, plus 2% interest, to be paid annually in euros."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}