{"ITEMID": "001-4898", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "ADMISSIBILITY", "DATE": 1999, "DOCNAME": "HOLDRY v. GERMANY", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "Matti Pellonpää", "TEXT": ["The applicant, born in 1957, is a French national and resident in Triel-sur-Seine. He is a technician by profession. In the proceedings before the Court, he is represented by Me N. Creuzillet, a lawyer practising in Paris.", "In 1986 the applicant married a German national in France, and two children were born in wedlock in 1986 and 1989.", "Apparently in 1992, the applicant’s wife separated from the applicant and returned to Germany with the two children. She instituted divorce proceedings with the Memmingen District Court (Amtsgericht). Moreover, divorce proceedings were instituted with the Versailles tribunal de grande instance. In March 1993 the Memmingen District Court granted the applicant’s claim under the Hague Convention on the Civil Aspects of International Child Abduction (Haager Übereinkommen über die zivilrechtlichen Aspekte internationaler Kindesentführung) that the children be returned to France. Upon appeals lodged by the competent Youth Office and the applicant’s wife, his claims was dismissed by the Augsburg Civil Sections (Zivilsenate) of the Munich Court of Appeal (Oberlandesgericht) in May 1993. In June 1993 the Memmingen District Court granted the applicant’s wife custody of the children pending the spouses’ separation. However, in July 1993 the Versailles Regional Court decided that the children should live at the applicant’s place of residence. In March 1994 the Versailles tribunal de grande instance granted the applicant custody of the children.", "In July 1994 the applicant applied with the Memmingen District Court for a right of access (Umgangsrecht) to his children in August 1994 and during the Christmas holidays, as well as a regular access during these holiday periods, which he intended to spend with them in France. He also requested information about his children. He further applied for an interim injunction.", "In these court proceedings, both spouses were represented by counsel.", "On 4 August 1994 the Memmingen District Court dismissed the applicant’s request for an interim injunction. The defendant had accepted his right to information.", "On 23 November 1994 the Memmingen District Court dismissed the applicant’s request for access. The court observed that the applicant wished to spend holidays with his children in France, while the defendant, suggesting supervised visits, objected to uncontrolled access. The court considered that, despite his assurances, there was a real risk that the applicant would not return the children at the end of the holidays and thereby create a danger for their well-being. In this respect, the court had regard to the course of the spouses’ separation and divorce proceedings. Having regard to an expert opinion prepared in the context of the custody proceedings, it noted that the children had a very good relationship with their mother and that they were fully integrated at their place of residence. Moreover, given the legal situation in France, the applicant’s assurances that he would return the children at the end of the holidays were not sufficient. In this respect, the court noted that he was not prepared to accept that the children were living with the defendant and that she had custody.", "On 12 April 1995 the Munich Court of Appeal dismissed the applicant’s appeal. The court, referring to section 1634 of the Civil Code (Bürgerliches Gesetzbuch), confirmed that granting the applicant a right of access including the right to take the children to France was - for the time being - contrary to the children’s well-being. The court noted that the applicant had expressly stated that he did not apply for access to his children in Germany; and that this matter was not, therefore, at issue in the proceedings.", "", "Under section 1634 of the Civil Code, the parent not holding custody is entitled to have access to the child. This right of access may be suspended if such a measure is necessary in the best interest of the child.", "In this respect, the Court of Appeal noted that the children, when questioned by a single judge in March 1995, had indicated that they were only prepared to visit the applicant in France if accompanied by their mother. They feared to loose the security of their mother’s presence. According to a psychological expert opinion of February 1993, separating the children from their mother entailed a risk for their well-being.", "On 13 June 1995 the Federal Constitutional Court (Bundesverfassungsgericht) refused to entertain the applicant's constitutional complaint (Verfassungsbeschwerde). The Constitutional Court considered that the constitutional complaint raised no issue of fundamental importance. In particular, the impugned court decisions did not disclose any discrimination against the applicant, but was reasoned by the risk that the applicant might separate the children from their mother. Moreover, the applicant had not been generally refused a right of access, but only in the concrete circumstances and having regard to the children’s well-being. The possibility to visit the children in Germany was not excluded. The decision was served upon the applicant’s counsel on 20 June 1995.", "Meanwhile, on 9 May 1995 the Versailles tribunal de grande instance, in a default judgment, had granted divorce. It had further decided that both parents had joint custody of the children and that the children should live with their mother. As regards access, it decided that, in case of disagreement between the parents, the applicant had a right of access to the children during all short school holidays and half of the summer holidays."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}