{"ITEMID": "001-4973", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "ADMISSIBILITY", "DATE": 1999, "DOCNAME": "KANTNER v. AUSTRIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant is an Austrian national, born in 1955 and living in Bregenz. He is a tax consultant by profession. He is represented before the Court by Mr. W.L. Weh, a lawyer practising in Bregenz.", "A.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 30 January 1994 the applicant drove on the Inntal motorway in Tyrol from Innsbruck in the direction of the Arlberg.", "On 30 March 1994 the Landeck District Administrative Authority (Bezirkshauptmannschaft) issued a penal order (Straferkenntnis) against the applicant. It found the applicant guilty of having committed the following two speeding offences contrary to the Road Traffic Act (Straßenverkehrsordnung) on 30 January 1994 on the Inntal motorway:", "1) The applicant had driven in excess of the maximum speed permitted on the Inntal motorway, namely at 165 km/h, during the night at 22.55 hours at road kilometre 141,5 in the district of Schönwies. This constituted an offence under Section 99 § 3 (a) of the Road Traffic Act, in conjunction with Section 1 of the Ordinance of the Federal Minister for Public Economy and Traffic (Verordnung des Bundesministers für öffentliche Wirtschaft und Verkehr, Federal Gazette 527/1989).", "2) The applicant had also exceeded the speed limit of 80 km/h imposed by a road sign (Section 52 sub-section A (10 a) of the Road Traffic Act) by 60 km/h at 22.57 hours at road kilometre 145,4 in the district of Zams. This constituted an offence under Section 52 sub-section A (10 a) of the Road Traffic Act.", "The applicant was fined ATS 3000 and ATS 4000 respectively, with imprisonment of 3 days and 4 days in default. He did not appeal against the penal order and paid the fine imposed on him.", "On 11 August 1994 the Imst District Administrative Authority issued a penal order against the applicant which related to the following six offences of speeding committed on 30 January 1994 on the Inntal motorway:", "1) The applicant had driven in excess of the maximum speed permitted on the Inntal motorway, namely at 160 km/h, during the night at 22.42 hours at road kilometre 112,0 in the district of Stams. This constituted an offence under Section 99 § 3 (a) of the Road Traffic Act, in conjunction with Section 1 of the Ordinance of the Federal Minister for Public Economy and Traffic.", "2) The applicant had also exceeded the speed limit of 100 km/h imposed by a road sign (Section 52 sub-section A (10 a) of the Road Traffic Act) by 40 km/h at 22.44 hours at road kilometre 117,5 in the district of Silz. This constituted an offence under Section 52 sub-section A (10 a) of the Road Traffic Act.", "3) The applicant had driven in excess of the maximum speed permitted on the Inntal motorway, namely at 150 km/h, during the night at 22.46 hours at road kilometre 123,5 in the district of Haiming. This act constituted an offence under Section 99 § 3 (a) of the Road Traffic Act, in conjunction with Section 1 of the Ordinance of the Federal Minister for Public Economy and Traffic.", "4) The applicant had exceeded the speed limit of 80 km/h imposed by a road sign (Section 52 sub-section A (10 a) of the Road Traffic Act) by 40 km/h at 22.47 hours at road kilometre 125,8 in the district of Rappen. This constituted an offence under Section 52 sub-section A (10 a) of the Road Traffic Act.", "5) The applicant had driven in excess of the maximum speed permitted on the Inntal motorway, namely at 160 km/h, during the night at 22.53 hours at road kilometre 136,0 in the district of Mils. This constituted an offence under Section 99 § 3 (a) of the Road Traffic Act, in conjunction with Section 1 of the Ordinance of the Federal Minister for Public Economy and Traffic.", "6) The applicant had exceeded the speed limit of 100 km/h imposed by a road sign (Section 52 sub-section A (10 a) of the Road Traffic Act) by 20 km/h at 22.54 hours at road kilometre 137,0 in the district of Mils. This act constituted an offence under Section 52 sub-section A (10 a) of the Road Traffic Act.", "The applicant was fined ATS 3000, 2000, 2000, 2000, 3000 and 500 respectively, with imprisonment of 3 days, 2 days, 2 days, 2 days, 3 days and 12 hours in default. Thus, the fine imposed amounted to ATS 12.500 or 12 and 1/2 days’ imprisonment in default.", "On 14 September 1994 the applicant appealed. He submitted that he had already been fined for speeding on that day on the Inntal motorway by the Landeck District Administrative Authority and that it was unfair to impose further fines on him.", "On 19 December 1994 the Independent Administrative Panel for the Tyrol (Unabhängiger Verwaltungssenat) dismissed the applicant’s appeal.", "On 9 March 1995 the applicant filed a complaint with the Constitutional Court (Verfassungsgerichtshof), in which he submitted that his conviction for eight offences of speeding in the course of one journey was an exaggerated formalism and inherently unfair. He submitted, in particular, that Section 22 of the Code of Administrative Offences (Verwaltungsstrafgesetz), which provided that in one penal order a penalty for each single offence be imposed, should be annulled (see “Relevant Domestic Law” below).", "On 13 June 1995 the Constitutional Court refused to deal with the applicant’s complaint for lack of prospects of success. This decision was served on the applicant’s lawyer on 3 July 1995. The applicant did not lodge a complaint with the Administrative Court (Verwaltungsgerichthof).", "B. Relevant domestic law", "Section 52 sub-section A (10 a) of the Road Traffic Act (Straßenverkehrsordnung) prohibits driving in excess of the speed limit indicated on a road sign.", "Section 1 of the Ordinance of the Federal Minister for Public Economy and Traffic (Verordnung des Bundesministers für öffentliche Wirtschaft und Verkehr, Federal Gazette 527/1989) prohibits driving in excess of the maximum speed limit permitted on the Inntal motorway at night. This ordinance is based on the Road Traffic Act.", "Under section 99 (3) (a) of the Road Traffic Act, breaches of its provisions and its subsidiary ordinances are punishable with a fine of up to ATS 10.000, with imprisonment of up to two weeks in default of payment.", "Section 22 of the Code of Administrative Offences (Verwaltungsstrafgesetz), insofar as relevant, reads as follows:", "“(1) If somebody has committed several administrative offences by performing different acts or if one single act constitutes at the same time different offences which do not exclude each other, a penalty has to be imposed for every single offence.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}