{"ITEMID": "001-57627", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FRA", "BRANCH": "CHAMBER", "DATE": 1990, "DOCNAME": "CASE OF HUVIG v. FRANCE", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 8;Just satisfaction not applied", "JUDGES": "", "TEXT": ["7. Mr Jacques Huvig and his wife Janine, née Sylvestre, currently live at Grau-du-Roi (Gard). Before he retired, Mr Huvig, with his wife’s assistance, ran a wholesale fruit-and-vegetable business at Varennes-sur-Amance and Montigny-le-Roi (Haute-Marne).", "8. On 20 December 1973 the Director of the Haute-Marne Tax Office lodged a complaint against the applicant and two other persons alleging tax evasion, failure to make entries in accounts and false accounting.", "A judicial investigation was begun on 26 December by an investigating judge at Chaumont, assigned by the President of the Chaumont tribunal de grande instance.", "Mr and Mrs Huvig’s home was searched as were their business premises, pursuant to a warrant issued on 14 March 1974 by the investigating judge. The latter also issued a warrant to the gendarmerie at Langres (Haute-Marne) on 4 April requiring them to monitor and transcribe all Mr and Mrs Huvig’s telephone calls - both business and private ones - on that day and the next day.", "The telephone tapping took place from about 8 p.m. on 4 April 1974 until midnight on 5 April; on 6 April the second in command of the gendarmerie unit at Langres made a \"summary report\" on the tapping, which was subsequently brought to the knowledge of the applicants.", "9. Mr Huvig was charged with tax evasion, forgery of private and business documents, failure to keep proper accounts, aiding and abetting misuse of company property and receiving funds derived from misuse of company property, and on 9 April he appeared before the investigating judge, who remanded him in custody; he was released on 11 June 1974.", "Mrs Huvig, who from 20 March 1974 onwards was questioned several times as a witness, was charged on 13 May 1976 with aiding and abetting tax evasion and forgery of business documents.", "10. On 23 December 1976 the investigating judge committed them for trial - with the other two persons mentioned above - at the Chaumont tribunal de grande instance, in Mr Huvig’s case on charges of forgery, uttering, aiding and abetting misuse of company property, aiding and abetting tax evasion, aiding and abetting fraud, receiving funds derived from misuse of company property, and false or incomplete accounting, and in Mrs Huvig’s case on charges of aiding and abetting forgery, aiding and abetting tax evasion and aiding and abetting improper keeping of accounts.", "They raised as a preliminary issue several pleas of nullity, one of which related to the telephone tapping carried out on 4 and 5 April 1974. On 26 January 1982 the court ordered that these pleas should be heard as part of the main trial, and on 30 March 1982 it rejected them. Of the telephone tapping it said:", "\"This investigative measure, even if it must remain an exceptional one, is within the investigating judge’s powers as part of his inquiries during an investigation;", "No infringement of the rights of the defence has been substantiated, especially as in the instant case the results were unusable and did not serve as a basis for the prosecution ...\"", "In the same judgment it was held that the various offences with which the applicants were charged had been made out, except that of aiding and abetting fraud in Mr Huvig’s case; in consequence, Mr Huvig was sentenced to eight months’ imprisonment, six months of which were suspended, and Mrs Huvig to two months suspended.", "11. The defendants, the civil party seeking damages and the prosecution appealed to the Dijon Court of Appeal.", "The defence again raised the pleas of nullity that had been put forward unsuccessfully at the original trial. The Court of Appeal rejected all of them on 17 March 1983. As regards the impugned telephone tapping, it gave the following reasons for its decision:", "\"[According to Mr Huvig, the investigating judge] infringed the rights of the defence and the guarantees afforded by law to all accused persons, seeing that, even though he had not yet had his first interview with the investigating judge (which took place on 9 April 1974 ...), he nonetheless had to be regarded as having already been charged, since the public prosecutor’s application of 20 December 1973 was directed against him among others;", "But, as the trial court rightly pointed out, this investigative measure, while it must remain an exceptional one, is one of the prerogatives of an investigating judge carrying out inquiries as part of an investigation he is conducting;", "The Court has been able to check and satisfy itself that this operation, which to be effective must be carried out without the knowledge of the person suspected - or even charged -, was carried out on the investigating judge’s authority and under his supervision, without any subterfuge or ruse being employed;", "The operation, moreover, lasted only 28 hours ..., did not yield anything usable and did not serve as a basis for the prosecution;", "Nothing enables it to be established that the procedure thus followed had the result of jeopardising the exercise of the rights of the defence, since it must be borne in mind that Mr Huvig had not at that stage been officially charged by the investigating judge and that Article 81 of the Code of Criminal Procedure empowers the latter to take all investigative measures he deems useful for establishing the truth ...;", "...\"", "At the same time the Dijon Court of Appeal upheld the judgment under appeal as to the finding that the defendants were guilty but increased the sentences passed on them by the trial court, sentencing the applicant to two years’ imprisonment, twenty-two months of which were suspended, and to a fine of 10,000 French francs, and his wife to six months suspended.", "12. The applicants appealed to the Court of Cassation on points of law. In the first of their grounds of appeal the Court of Appeal’s judgment was criticised for its failure to quash the investigating judge’s warrant of 4 April 1974:", "\"Firstly, investigating judges are not empowered by Article 81 of the Code of Criminal Procedure to tap the telephone of anybody - whether it be a person charged with a criminal offence, a third party or a witness - and such a procedure is contrary to the law, since the Code of Criminal Procedure has regulated searches, the seizing of property and the taking of evidence from witnesses and has not conferred on investigating judges the power to tap the telephones of persons against whom there is substantial, consistent evidence of guilt, such a procedure being prohibited both by Articles 6 and 8 (art. 6, art. 8) of the Convention ... and by Article 9 of the Civil Code, Articles L. 41 and L. 42 of the Post and Telecommunications Code and Article 368 of the Criminal Code;", "Secondly, an individual who has been personally proceeded against by the civil party seeking damages and in respect of whom ... the public prosecutor has requested that an investigation be commenced is a party to the proceedings and must consequently be regarded as a person charged with a criminal offence within the meaning of Article 114 of the Code of Criminal Procedure; such a person must, therefore, before any statement is taken by the investigating judge, be informed of the charges against him, of his right not to make any statement and of his right to the assistance of a lawyer; the investigating judge accordingly cannot, without infringing the rights of the defence, record such a person’s telephone conversations without the person’s knowledge;", "Lastly, since what is at issue is a nullity that is absolute as a matter of public policy - unlawful telephone tapping being a criminal offence -, it is of little importance that the conversations recorded were not used as the basis for the prosecution.\"", "On pages 6 and 7 of the supplementary pleadings there were references to the Klass and Others judgment of the European Court of Human Rights (6 September 1978, Series A no. 28).", "The Criminal Division of the Court of Cassation dismissed the appeal on 24 April 1984. It rejected the foregoing ground in the following terms:", "\"In the judgment [of the Dijon Court of Appeal] the plea that the investigation proceedings were null and void because of the nullity of the warrant issued by the investigating judge on 4 April 1974 ordering that Huvig’s telephone conversations should be monitored was rejected on the grounds that this measure was within the contemplation of Article 81 of the Code of Criminal Procedure and that as, moreover, it had not served as a basis for the prosecution, it had not had the effect of jeopardising the exercise of the rights of the defence;", "As these reasons stand and seeing, furthermore, that it has not been found - nor even alleged by the appellants - that the investigative measure in question, which was carried out under the supervision of the investigating judge, entailed any subterfuges or ruses, the Court of Appeal did, without laying itself open to the objection raised in the ground of appeal, provide a legal basis for its decision;", "...\" (Recueil Dalloz Sirey (DS) 1986, jurisprudence, pp. 125-128)", "13. French criminal law adopts the principle that any kind of evidence is admissible: \"unless otherwise provided by statute, any type of evidence shall be admissible to substantiate a criminal charge ...\" (Article 427 of the Code of Criminal Procedure).", "There is no statutory provision which expressly empowers investigating judges to carry out or order telephone tapping, or indeed to carry out or order various measures which are nonetheless in common use, such as the taking of photographs or fingerprints, shadowing, surveillance, requisitions, confrontations of witnesses and reconstructions of crimes. On the other hand, the Code of Criminal Procedure does expressly confer power on them to take several other measures, which it regulates in detail, such as pre-trial detention, seizure of property and searches.", "14. Under the old Code of Criminal Procedure the Court of Cassation had condemned the use of telephone tapping by investigating judges, at least in circumstances which it regarded as disclosing, on the part of a judge or the police, a lack of \"fairness\" incompatible with the rules of criminal procedure and the safeguards essential to the rights of the defence (combined divisions, 31 January 1888, ministère public c. Vigneau, Dalloz 1888, jurisprudence, pp. 72-74; Criminal Division, 12 June 1952, Imbert, Bull. no. 153, pp. 258-260; Civil Division, second section, 18 March 1955, époux Jolivot c. époux Lubrano et autres, DS 1955, jurisprudence, pp. 573-574, and Gazette du Palais (GP) 1955, jurisprudence, p. 249). Some trial courts and courts of appeal which had to deal with the issue, on the other hand, showed some willingness to hold that such telephone tapping was lawful if there had been neither \"entrapment\" nor \"provocation\"; this view was based on Article 90 of the former Code (Seine Criminal Court, Tenth Division, 13 February 1957, ministère public contre X, GP 1957, jurisprudence, pp. 309-310).", "15. Since the 1958 Code of Criminal Procedure came into force, the courts have had regard in this respect to, among others, Articles 81, 151 and 152, which provide:", "\"The investigating judge shall, in accordance with the law, take all the investigative measures which he deems useful for establishing the truth.", "...", "If the investigating judge is unable to take all the investigative measures himself, he may issue warrants to senior police officers (officiers de police judiciaire) in order to have them carry out all the necessary investigative measures on the conditions and subject to the reservations provided for in Articles 151 and 152.", "The investigating judge must verify the information thus gathered.", "...\"", "\"An investigating judge may issue a warrant requiring any judge of his court, any district-court judge within the territorial jurisdiction of that court, any senior police officer (officier de police judiciaire) with authority in that jurisdiction or any investigating judge to undertake any investigative measures he considers necessary in places coming under their respective jurisdictions.", "The warrant shall indicate the nature of the offence to which the proceedings relate. It shall be dated and signed by the issuing judge and shall bear his seal.", "It may only order investigative measures directly connected with the prosecution of the offence to which the proceedings relate.", "...\"", "\"The judges or senior police officers instructed to act shall exercise, within the limits of the warrant, all the powers of the investigating judge.", "...\"", "16. An Act of 17 July 1970 added to the Civil Code an Article 9 guaranteeing to everyone \"the right to respect for his private life\". It also added to the Criminal Code an Article 368, whereby:", "\"Anyone who wilfully intrudes on the privacy of others:", "1. By listening to, recording or transmitting by means of any device, words spoken by a person in a private place, without that person’s consent;", "2. ...", "shall be liable to imprisonment for not less than two months and not more than one year and a fine ... or to only one of these two penalties.\"", "During the preparatory work, one of the vice-chairmen of the National Assembly’s Statutes Committee, Mr Zimmermann, sought \"certain assurances\" that this enactment \"[would] not prevent the investigating judge from issuing strictly within the limits of the law warrants to have telephones tapped, obviously without making use of any form of inducement and in compliance with all the legal procedures\" (Journal officiel, National Assembly, 1970 proceedings, p. 2074). The Minister of Justice, Mr René Pleven, replied: \"... there is no question of interfering with the powers of investigating judges, who are indeed empowered, in the circumstances laid down by law, to order tapping\"; he added a little later: \"when an official taps a telephone, he can only do so lawfully if he has a warrant from a judicial authority or is acting on the instructions of a minister\" (ibid., p. 2075). Both Houses of Parliament thereupon passed the Bill without amending it on this point.", "17. Article 41 of the Post and Telecommunications Code provides that any public servant or anyone authorised to assist with the performance of relevant official duties who breaches the secrecy of correspondence entrusted to the telecommunications service shall be liable to the penalties provided for in Article 187 of the Criminal Code - a fine, imprisonment and temporary disqualification from any public office or employment. Article 42 provides that anyone who, without permission from the sender or the addressee, divulges, publishes or uses the content of correspondence transmitted over the air or by telephone shall be liable to the penalties provided for in Article 378 of the Criminal Code (on professional confidentiality) - a fine or imprisonment.", "General Instruction no. 500-78 on the telephone service - intended for Post and Telecommunications Authority officials - contains the following provisions, however, given here in the amended version of 1964 (Article 24 of Part III):", "\"Postmasters and sub-postmasters are required to comply with any requests that ... calls to or from a specified telephone should be monitored by the relevant authority, made by:", "1. An investigating judge (Arts. 81, 92 and 94 of the Code of Criminal Procedure) or any judge or senior police officer (officier de police judiciaire) to whom a judicial warrant has been issued (Art. 152);", "...\"", "The General Instruction was published in the official bulletin of the Ministry of Post and Telecommunications and was described by the Government as an \"implementing regulation\".", "18. The striking development of various forms of serious crime - large-scale thefts and robberies, terrorism, drug-trafficking - appears in France to have led to a marked increase in the frequency with which investigating judges resort to telephone tapping. The courts have as a result given many more decisions on the subject than formerly; telephone tapping has not been held to be unlawful in itself, although the courts have occasionally shown some distaste for it (Paris Court of Appeal, Ninth Criminal Division, 28 March 1960, Cany et Rozenbaum, GP 1960, jurisprudence, pp. 253-254).", "The vast majority of the decisions cited to the Court by the Government and the Commission, or of which the Court has had cognisance by its own means, are of later date than the facts of the instant case (April 1974) and have gradually provided a number of clarifications. These do not all stem from judgments of the Court of Cassation, and do not for the time being constitute a uniform body of case-law, because the decisions or reasons given in some of the cases have remained unique. They may be summarised as follows.", "(a) Articles 81 and 151 of the Code of Criminal Procedure (see paragraph 15 above) empower investigating judges - and them alone, as far as judicial investigations are concerned - to carry out telephone tapping or, much more commonly in practice, to issue a warrant to that effect to a senior police officer (officier de police judiciaire) within the meaning of Article 16 (see, in particular, Court of Cassation, Criminal Division, 9 October 1980, Tournet, Bull. no. 255, pp. 662-664; 24 April 1984 - see paragraph 12 above; 23 July 1985, Kruslin, Bull. no. 275, pp. 713-715; 4 November 1987, Croce, Antoine et Kruslin, DS 1988, sommaires, p. 195; 15 February 1988, Schroeder, and 15 March 1988, Arfi, Bull. no. 128, pp. 327-335). Telephone tapping is an \"investigative measure\" which may sometimes be \"useful for establishing the truth\". It is comparable to the seizure of letters or telegrams (see, among other authorities, Poitiers Court of Appeal, Criminal Division, 7 January 1960, Manchet, Juris-Classeur périodique (JCP) 1960, jurisprudence, no. 11599, and Paris Court of Indictment Division, 27 June 1984, F. et autre, DS 1985, jurisprudence, pp. 93-96) and it similarly does not offend the provisions of Article 368 of the Criminal Code, having regard to the legislative history and to the principle that any kind of evidence is admissible (see paragraphs 13 and 16 above and Strasbourg tribunal de grande instance, 15 February 1983, S. et autres, unreported; Colmar Court of Appeal, 9 March 1984, Chalvignac et autre, unreported; Paris Court of Appeal, Indictment Division, judgment of 27 June 1984 previously cited and judgment of 31 October 1984, Li Siu Lung et autres, GP 1985, sommaires, pp. 94-95).", "(b) The investigating judge can only issue such a warrant \"where there is a presumption that a specific offence has been committed which has given rise to the investigation\" which he is responsible for conducting and not in respect of a whole category of offences \"on the off chance\"; this is clear not only from Articles 81 and 151 (second and third paragraphs) of the Code of Criminal Procedure but also \"from the general principles of criminal procedure\" (see, among other authorities, Court of Cassation, Criminal Division, judgments of 23 July 1985, 4 November 1987 and 15 March 1988 previously cited).", "The French courts do not seem ever to have held that telephone tapping is lawful only where the offences being investigated are of some seriousness or if the investigating judge has specified a maximum duration for it.", "(c) \"Within the limits of the warrant\" that has been issued to him - if need be by fax (Limoges Court of Appeal, Criminal Division, 18 November 1988, Lecesne et autres, DS 1989, sommaires, p. 394) - the senior police officer exercises \"all the powers of the investigating judge\" (Article 152 of the Code of Criminal Procedure). He exercises these under the supervision of the investigating judge, who by the fifth paragraph of Article 81 is bound to \"verify the information ... gathered\" (see, among other authorities, Court of Cassation, Criminal Division, judgments of 9 October 1980, 24 April 1984, 23 July 1985, 4 November 1987 and 15 March 1988 previously cited).", "The warrant apparently sometimes takes the form of a general delegation of powers, including - without its being expressly mentioned - the power to tap telephones (Court of Cassation, Civil Division, second section, judgment of 18 March previously cited, and Paris Court of Appeal, judgment of 28 March 1960 previously cited).", "(d) In no case may a police officer tap telephones on his own initiative without a warrant, for example during the preliminary investigation preceding the opening of the judicial investigation (see, among other authorities, Court of Cassation, Criminal Division, 13 June 1989, Derrien, and 19 June 1989, Grayo, Bull. no. 254, pp. 635-637, and no. 261, pp. 648-651; full court, 24 November 1989, Derrien, DS 1990, p. 34, and JCP 1990, jurisprudence, no. 21418, with the submissions of Mr Advocate-General Emile Robert).", "(e) Telephone tapping must not be accompanied by \"any subterfuge or ruse\" (see, among other authorities, Court of Cassation, Criminal Division, judgment of 9 October 1980, 24 April 1984, 23 July 1985, 4 November 1987, 15 February 1988 and 15 March 1988 previously cited) failing which the information gathered by means of it must be either deleted or removed from the case file (Court of Cassation, Criminal Division, judgments of 13 and 19 June 1989 previously cited).", "(f) The telephone tapping must also be carried out \"in such a way that the exercise of the rights of the defence cannot be jeopardised\" (see, among other authorities, Court of Cassation, Criminal Division, judgments of 9 October 1980, 24 April 1984, 23 July 1985, 4 November 1987, 15 February 1988, 15 March 1988 and 19 June 1989 previously cited). In particular, the confidentiality of the relations between suspect or person accused and lawyer must be respected, as must, more generally, a lawyer’s duty of professional confidentiality, at least when he is not acting in any other capacity (Aix-en-Provence Court of Appeal, Indictment Division, 16 June 1982 and 2 February 1983, Sadji Hamou et autres, GP 1982, jurisprudence, pp. 645-649, and GP 1983, jurisprudence, pp. 313-315; Paris Court of Appeal, Indictment Division, judgment of 27 June 1984 previously cited).", "(g) With this reservation, it is permissible to tap telephone calls to or from a charged person (Court of Cassation, Criminal Division, judgments of 9 October 1980 and 24 April 1984 previously cited) or a mere suspect (judgments of the Strasbourg tribunal de grande instance, 15 February 1983, the Colmar Court of Appeal, 9 March 1984, and the Indictment Division of the Paris Court of Appeal, 27 June 1984, previously cited) or even a third party, such as a witness, whom there is reason to believe to be in possession of information about the perpetrators or circumstances of the offence (see, among other authorities, Aix-en-Provence Court of Appeal, judgment of 16 June 1982 previously cited).", "(h) A public telephone-box may be tapped (Seine Criminal Court, Tenth Division, 30 October 1964, Trésor public et Société de courses c. L. et autres, DS 1965, jurisprudence, pp. 423-424) just like a private line, irrespective of whether current is diverted to a listening station (Court of Cassation, Criminal Division, 13 June 1989, and full court, 24 November 1989, previously cited).", "(i) The senior police officer supervises the tape or cassette recording of the conversations and their transcription, where he does not carry out these operations himself; when it comes to choosing extracts to submit \"for examination by the court\", it is for him to determine \"what words may render the speaker liable to criminal proceedings\". He performs these duties \"on his own responsibility and under the supervision of the investigating judge\" (Strasbourg tribunal de grande instance, judgment of 15 February 1983 previously cited, upheld by the Colmar Court of Appeal on 9 March 1984; Paris Court of Appeal, judgment of 27 June 1984 previously cited).", "(j) The original tapes are \"exhibits\", not \"investigation documents\", but have only the weight of circumstantial evidence; their contents are transcribed in reports in order to give them a physical form so that they can be inspected (Court of Cassation, Criminal Division, 28 April 1987, Allieis, Bull. no. 173, pp. 462-467).", "(k) If transcription raises a problem of translation into French, Articles 156 et seq. of the Code of Criminal Procedure, which deal with expert opinions, do not apply to the appointment and work of the translator (Court of Cassation, Criminal Division, 6 September 1988, Fekari, Bull. no. 317, pp. 861-862 (extracts), and 18 December 1989, M. et autres, not yet reported).", "(l) There is no statutory provision prohibiting the inclusion in the file on a criminal case of evidence from other proceedings, such as tapes and reports containing transcriptions, if they may \"assist the judges and help to establish the truth\", provided that such evidence is added under an adversarial procedure (Court of Cassation, Criminal Division, judgments of 23 July 1985 and 6 September 1988 previously cited).", "(m) The defence must be able to inspect the reports containing transcriptions, to hear the original tape recordings, to challenge their authenticity during the judicial investigation and subsequent trial and to apply for any necessary investigative measures - such as an expert opinion - relating to their contents and the circumstances in which they were made (see, among other authorities, Court of Cassation, Criminal Division, 23 July 1985, previously cited; 16 July 1986, Illouz, unreported; and 28 April 1987, Allieis, previously cited).", "(n) Just as the investigating judge supervises the senior police officer, he is himself supervised by the Indictment Division, to which he - exactly like the public prosecutor - may apply under Article 171 of the Code of Criminal Procedure.", "Trial courts, courts of appeal and the Court of Cassation may have to deal with objections or grounds of appeal as the case may be - particularly by defendants but also, on occasion, by the prosecution (Court of Cassation, judgments of 19 June and 24 November 1989 previously cited) - based on a failure to comply with the requirements summarised above or with other rules which the parties concerned claim are applicable. A failure of this kind, however, would not automatically nullify the proceedings such that a court of appeal could be held to have erred if it had not dealt with them of its own motion; they affect only defence rights (Court of Cassation, Criminal Division, 11 December 1989, Takrouni, not yet reported).", "19. Since at least 1981, parties have increasingly often relied on Article 8 (art. 8) of the Convention - and, much less frequently, on Article 6 (art. 6) (Court of Cassation, Criminal Division, 23 April 1981, Pellegrin et autres, Bull. no. 117, pp. 328-335, and 21 November 1988, S. et autres) - in support of their complaints about telephone tapping; they have sometimes as in the instant case (see paragraph 12 above) - cited the case-law of the European Court of Human Rights.", "Hitherto only telephone tapping carried out without a warrant, during the police investigation (see, among other authorities, Court of Cassation, judgments of 13 June and 24 November 1989 previously cited), or in unexplained circumstances (see, among other authorities, Court of Cassation, judgment of 19 June 1989 previously cited) or in violation of defence rights (Paris Court of Appeal, Indictment Division, judgment of 31 October 1984 previously cited) has been held by the French courts to be contrary to Article 8 § 2 (art. 8-2) (\"in accordance with the law\") or to domestic law in the strict sense. In all other cases the courts have either found no violation (Court of Cassation, Criminal Division, judgments of 24 April 1984, 23 July 1985, 16 July 1986, 28 April 1987, 4 November 1987, 15 February 1988, 15 March 1988, 6 September 1988 and 18 December 1989 previously cited, and 16 November 1988, S. et autre, unreported, and the judgments of 15 February 1983 (Strasbourg), 9 March 1984 (Colmar) and 27 June 1984 (Paris) previously cited) or else ruled the plea inadmissible for various reasons (Court of Cassation, Criminal Division, judgments of 23 April 1981, 21 November 1988 and 11 December 1989 previously cited and the unreported judgments of 24 May 1983, S. et autres; 23 May 1985, Y. H. W.; 17 February 1986, H.; 4 November 1986, J.; and 5 February 1990, B. et autres).", "20. While academic opinion is divided as to the compatibility of telephone tapping as carried out in France - on the orders of investigating judges or others - with the national and international legal rules in force in the country, there seems to be unanimous agreement that it is desirable and even necessary for Parliament to try to solve the problem by following the example set by many foreign States (see in particular Gaëtan di Marino, comments on the Tournet judgment of 9 October 1980 (Court of Cassation), JCP 1981, jurisprudence, no. 19578; Albert Chavanne, ‘Les résultats de l’audio-surveillance comme preuve pénale’, Revue internationale de droit comparé, 1986, pp. 752-753 and 755; Gérard Cohen-Jonathan, ‘Les écoutes téléphoniques’, Studies in honour of Gérard J. Wiarda, 1988, p. 104; Jean Pradel, ‘Écoutes téléphoniques et Convention européenne des Droits de l’Homme’, DS 1990, chronique, pp. 17-20). In July 1981 the Government set up a study group chaired by Mr Robert Schmelck, who was then President of the Court of Cassation, and consisting of senators and MPs of various political persuasions, judges, university professors, senior civil servants, judges and a barrister. The group submitted a report on 25 June 1982, but this has remained confidential and has not yet led to a bill being tabled."], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}