{"ITEMID": "001-109044", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CZE", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF KINSKÝ v. THE CZECH REPUBLIC", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible (Article 35-1 - Effective domestic remedy);Violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Fair hearing;Impartial tribunal);Pecuniary damage - claim dismissed;Non-pecuniary damage - award", "JUDGES": "Angelika Nußberger;Dean Spielmann;Elisabet Fura;Ganna Yudkivska;Karel Jungwiert;Mark Villiger", "TEXT": ["5. The applicant was born in 1936 and died on 2 April 2009. On 30 April 2009 the applicant’s son and heir, Mr Carlos Kinský, informed the Court that he wished to pursue the application originally introduced by his father.", "6. Through more than one hundred civil actions for determination of ownership lodged with Czech courts against the State, local municipalities and third persons, the applicant sought to recover property seized by Czechoslovakia after the Second World War. At that time, the applicant, an eight-year-old child, had allegedly been the owner of the property. During the confiscation his interests had allegedly not been protected by any representative despite the requirements of the law applicable at the time.", "7. According to the Government, the total value of the property claimed by the applicant was estimated by the police at approximately 50-60 billion Czech korunas (approximately 2-2.4 billion euros).", "8. On 9 October 2003 the Děčín District Court (okresní soud) dismissed the applicant’s action against the State, represented by the Ministry of the Interior, to determine ownership of certain real estate, finding that the property had been duly confiscated in 1945 pursuant to Presidential Decree No. 12/1945. A large volume of archive documents was taken as evidence during the proceedings.", "9. The applicant appealed, asserting, inter alia, that the District Court had omitted to take certain evidence.", "10. On 27 January 2005 the Ústí nad Labem Regional Court (krajský soud) upheld the judgment of the court of first instance.", "11. On 23 November 2005 Section no. 28 of the Supreme Court (Nejvyšší soud), which is responsible for restitution matters, rent cases and litigations concerning recognition of foreign decisions, dismissed as inadmissible the applicant’s appeal on points of law (dovolání). It found that it had not been conclusively established that the applicant’s property had been duly confiscated, but that in any case the property had been transferred to the State, which had used it since then. Applying its previous case-law, the court held that a property taken by a State before 1990 could not be claimed in civil proceedings but only under the restitution laws.", "12. On 18 April 2006 the Constitutional Court (Ústavní soud) dismissed the applicant’s constitutional appeal whereby it was contended that he had not had a fair trial and had been discriminated against. The court relied on its stance, enshrined particularly in its opinion no. Pl. ÚS-st. 21/05, according to which a civil action for determination of ownership could not be used to circumvent the restitution legislation, and consequently found that the detailed arguments challenging the merits of the decisions were irrelevant.", "13. On 13 November 2007 the District Court dismissed the applicant’s nullity action (žaloba pro zmatečnost) asserting bias on the part of the District Court judge who had dealt with the civil proceedings. Referring to decision no. II. ÚS 71/06 of the Constitutional Court of 28 February 2006, it held that the activities of certain politicians in creating a negative atmosphere around the applicant’s actions had been unacceptable in a system based on the rule of law. Similarly, it held that the obligation imposed on courts by the Ministry of Justice to report to it on the applicant’s proceedings had been incompatible with the principle of separation of powers between the judicial and executive branches of government. Nevertheless, it did not find that these activities had compromised the impartiality of the particular judge at the Děčín District Court challenged by the applicant.", "14. At the relevant time various members of the Government and Parliament made public statements commenting on the proceedings instituted by the applicant. The media reported, inter alia, on the following statements.", "15. The daily newspaper Právo published an article on 26 June 2003 entitled “Dostál [the Minister of Culture] wants to convene a meeting regarding restitutions” about the reaction of politicians to a court decision upholding one of the applicant’s claims. The article quoted Mr Nečas, then an M.P. and vice-president of the second largest party in the Parliament, as saying:", "“I do not know how we as legislators can do anything about the absolutely insane rulings of judges that suggest that they are independent, but in this instance independent of common sense. Questioning the seizure of property of persons who were demonstrably Nazis simply on the basis of completely formal administrative details, such as that a document from 1946 lacks a stamp or that the stamp is square instead of round, gives rise to misgivings about the train of thought of the judge involved.”", "16. On 30 June 2003 the weekly newspaper Týden published an interview with the Minister of Culture, Mr Dostál, in which he said, inter alia:", "“I oppose attempts to return property to active Nazis or their children, as happened in the case of Mr Oldřich Kinský.”", "17. On 2 July 2003 the website novinky.cz published comments by several politicians regarding another of the applicant’s cases where a court had ruled in his favour. Mr Nečas opined as follows:", "“I cannot understand what mental processes members of our judicial system could have gone through to reach such conclusions.”", "18. On 3 July 2003 Právo published another interview with the Minister of Culture, in which he disagreed with the courts’ decisions upholding one of the applicant’s claims:", "“[I]f other judges decide similarly, then they will have to bear full responsibility for the fact that the State will be obliged to surrender property acquired under the [Presidential] Decrees.”", "The minister also mentioned a meeting of politicians and lawyers regarding protection of the Presidential Decrees.", "19. Several politicians, including the President and the Prime Minister, convened a series of meetings between themselves and lawyers on the issue of civil proceedings for the restitution of property acquired before 1948 in civil proceedings, like those brought by the applicant. According to media reports, the meetings resulted in several options for avoiding such decisions by courts, including requesting the Supreme Court to unify the divergent case-law, issuing new and perfect confiscation orders, adding an amendment to the Civil Code to prohibit actions for the determination of ownership of property acquired by the State before 1990, or amending the Constitution to the same effect.", "20. On 25 September 2003 Právo reported on a hearing before Děčín District Court in the proceedings that are the subject of the present application. The hearing was also attended by the vice-governor of the Ústí nad Labem Region (místohejtman Ústeckého kraje) and a member of the governing party who said: “I am not here as a politician, but as the son of parents that Nazis deported to a camp. Today a counsel defends a descendant of the Nazis. I will do anything within my power so that these people do not achieve what they want”.", "21. On 14 December 2003 the weekly newspaper Respekt published an interview with a Member of Parliament and a member of the Committee on Constitutional and Legal Affairs who said that the applicant had no right to restitution of any property. When asked whether the resolution of these questions should not be left to independent courts she replied that in her view they had not influenced the courts but that some court decisions had been wrong and that the courts were so independent as to be independent of laws.", "22. On 12 January 2004 the Ministry of Justice sent letters to the presidents of regional courts asking them to provide it with information on a monthly basis on the developments in the proceedings brought by the applicant. It reasoned that it was requesting the information because of heightened interest of the media in these proceedings.", "23. The Ústí nad Labem Regional Court, like the other regional courts, complied with this request and regularly forwarded to the Ministry information on the applicant’s proceedings within its region, including reports from the Děčín District Court drawn up by the judge dealing with the actions brought by the applicant. The reports included information about the proceedings which are the subject matter of this application, in which, at that time, appellate proceedings were pending.", "24. The reports from all the regional courts where proceedings brought by the applicant were being conducted included procedural steps taken in the proceedings, the names of the defendants, the subject matter of the proceedings and the name of the judges dealing with the cases.", "25. On 8 July 2004 the Ministry informed the Regional Court that it no longer wished to receive the information on a monthly basis, but only once every three months.", "26. On 7 November 2006 the Ministry informed the regional courts that it was no longer necessary to provide this information.", "27. In 2004, by order of a deputy of the Police President, the police set up a special investigative team code-named “Property” for the purpose of carrying out tasks relating to the examination of a suspicion of unlawful surrender of the Czech Republic’s property to natural or legal persons. The team’s activities consisted of a comprehensive examination of the suspicion that such criminal acts (which in their view could lead to pecuniary loss amounting to tens of billions of Czech crowns) had been committed.", "28. On 10 March 2004 the police started investigating the applicant and his counsel on suspicion of fraud. The police contended that the investigation was justified by the applicant’s attempts to fraudulently claim in civil proceedings assets confiscated in 1945 under the Presidential Decrees as enemy property. They suspected that in the course of the civil proceedings the applicant had intentionally withheld relevant facts in order to support his action.", "29. On an unspecified date in the course of the investigation, the police sent requests to the Děčín District Court and the competent department of the Ministry of the Interior for the purpose of quantifying the total value of the property claimed by the applicant and obtaining the applicant’s submissions and decisions of the court in his case. Both authorities complied with the requests.", "30. On 27 April 2004 the Praha-východ District Court, at the request of the police, ordered the production of the records of two phone lines belonging to the applicant’s counsel from 26 January 2004 to 26 April 2004. According to the Government, only information on the telecommunications activity, namely, the times of calls, the numbers of incoming and outgoing calls, and approximate mobile phone locations was produced; the content of the telephone conversations was neither recorded nor intercepted.", "31. In a letter of 26 July 2004 the Deputy Director of the Office for Foreign Relations and Information (Úřad pro zahraniční styky a informace), a Czech intelligence service, in reply to a request for cooperation, informed the police unit in charge of the investigation about the system of administration of church registers in Austria and ways of accessing them in order to locate the applicant’s birth certificate. Having found that access to the registers was restricted, the Deputy Director considered and rejected the possibility of using secret agents to acquire the documents in question and advised the police unit on how the State should proceed in the civil proceedings against the applicant, recommending that they manoeuvre the applicant into a situation where he would himself be obliged to establish his Czech citizenship.", "32. On 28 April 2006 the police suspended the investigation, stating that in civil proceedings the applicant was not obliged by the Code of Civil Procedure to disclose all relevant facts, but only those supporting his claims. They also stated that the applicant’s counsel had not breached his duty under Article 101 § 1 of the Code to assert all important facts, because he was not obliged to assert facts favouring the opposing party. Thus, according to that decision, the applicant could not be regarded as having intentionally withheld certain information in a fraudulent attempt to recover the property by misleading the courts.", "33. It appears from the decision that during their investigation the police tracked down enquiries the applicant’s counsel had made with a number of archives and state institutions in order to find documents relevant for the civil proceedings. When questioning employees of those institutions, the police also noted the areas of interest of the applicant’s counsel and the documents to which he had had access and had studied. The decision further shows that the investigation enabled the police to make a qualified assessment of the evidence which the applicant might use as the plaintiff in the civil proceedings against the State.", "34. On 8 June 2006 the applicant and his counsel found out by chance that they had been under police investigation. Neither of them had ever been questioned during the investigation.", "35. On 5 December 2006 the applicant’s counsel lodged a constitutional appeal with the Constitutional Court. Invoking the right to confidentiality of communications with his client, he challenged the production of the records of his telephone communications as contrary to his right to respect for the confidentiality of telephone communications under Article 13 of the Czech Charter of Fundamental Rights and Freedoms. He requested that the order of the Praha-východ District Court of 27 April 2004 be quashed, the police case file disclosed and the records destroyed.", "36. On 27 September 2007 the Constitutional Court allowed the appeal and quashed the order as unlawful, ordering the police to destroy all the records of the telephone communications. The court found:", "“... the State has the standing of defendant in a set of civil proceedings initiated by a client of the complainant [that is, the applicant]. It litigates with the claimant on an equal footing in such proceedings. To defend its interests there, it is equipped with staff and finances from the State budget. If criminal proceedings are brought simultaneously with these [civil] proceedings ... despite the fact that a reasonable suspicion of a crime, which is one of the legal requirements for the initiation of any criminal proceedings, does not exist, there is a logical presumption that the State may at least attempt to improve its legal position in the civil proceedings by acquiring information through the prosecuting authorities and its other security agencies, or even attempt to deter the other litigant. Such conduct by the State is absolutely unacceptable in a democratic society and deserves to be condemned ... Although the criminal proceedings were finally rightfully suspended in the instant case, it remains alarming for the democratic development of the country that the suspension took place only after massive, and probably extremely expensive and entirely superfluous, criminal proceedings which should have never been initiated.", "...", "... the police decision to suspend the investigation was based on a purely legal conclusion that could have been arrived at without evidence consisting of 4,384 pages ... including materials procured by means of legal assistance provided by third countries and information supplied by the intelligence service ... The police ... and the supervising prosecutor ... could have arrived at the same conclusion at the outset [of the investigation].”", "37. The relevant domestic law and practice regarding confiscation of property under the Presidential Decrees and its restitution are set out in the Court’s decision Des Fours Walderode v. the Czech Republic (dec.), no. 40057/98, 4 March 2003.", "38. Article 101 § 1 stipulates that in order to achieve the aim of proceedings, parties are obliged, inter alia, to assert all facts relevant to the case.", "39. Article 119a provides for the principle of proceedings concentration; it stipulates that parties to proceedings must disclose all material facts and specify evidence prior to the court of first instance pronouncing its decision in the case, because facts and evidence claimed after that time can only constitute a reason for lodging an appeal under the conditions exhaustively listed in Article 205a (for example, in the case of defects in the proceedings, in order to undermine the credibility of evidence forming a ground for the ruling of the court of first instance, or if the facts to be proved occurred only after the first-instance decision).", "40. Section 1(2) provides that the Office for the Representation of the State in Property Matters represents the State, inter alia, in proceedings before courts. Section 15(1) provides that the Office is supervised by the Ministry of Finance.", "41. In March 2004 Parliament adopted Act no. 120/2004 amending this law. Under the newly added section 13a the Office may represent a municipality responding in civil proceedings to an action that seeks to determine the ownership of real estate, and/or its appurtenances, acquired from the State, or to an action for such real estate to be vacated. Such legal services are provided free of charge. According to section 13d the Office may intervene on behalf of and in the name of the State and alongside a municipality in such civil proceedings if the State has a legal interest in the outcome of the proceedings.", "42. The Explanatory report to Act no. 120/2004 stated that it was in the State’s interest that the assets of municipalities were not diminished. It noted that municipalities often faced complicated judicial proceedings, for example under the Presidential Decrees, but that they did not have the necessary expert capacity to conduct such proceedings. Consequently, using the services of the Office would be the only way for many municipalities to defend their property acquired from the State.", "43. Article 158 provides that at the stage prior to the initiation of a criminal prosecution the police are obliged, on the basis of their own findings, criminal complaints, or suggestions from other persons and authorities which may lead to the conclusion that there exists suspicion that a criminal offence has been committed, to carry out all the necessary examinations and take the required measures to detect the facts that indicate the commission of a criminal offence and to find the offender; they are also obliged to take the necessary measures to prevent criminal activities.", "44. Section 72(1)(a) stipulates that a constitutional appeal may be submitted: a) under Article 87 § l (d) of the Constitution by a natural or legal person if he or she alleges that his or her fundamental rights and basic freedoms guaranteed in the constitutional order have been infringed as the result of a final decision in proceedings to which he or she was a party, or of a measure or some other encroachment by a public authority.", "45. Under section 72(3) a constitutional appeal must be lodged within sixty days of the date on which a final decision on a last remedy is served on an applicant. If the law does not provide for any legal remedy, the timelimit is triggered by the date on which the applicant learns about an infringement. In such a case, a constitutional appeal may not be lodged later than one year from the date when the infringement occurred.", "46. Section 118 stipulates that the task of the State administration of courts, carried out by the Ministry of Justice, is to create conditions for the proper conduct of justice, especially in terms of personnel, organisational, economic, financial and educational affairs, and to supervise, in the manner and within the limits set by this law, the tasks entrusted to the courts in order to ensure that they are carried out properly. The State administration of courts cannot interfere with the independence of the courts.", "47. Under section 123(2) the Ministry of Justice monitors and evaluates the conduct of proceedings by and decisions of high, regional and district courts solely in terms of the principles of the dignity of judicial conduct and ethics and whether the proceedings have suffered from unnecessary delays.", "48. The plenary of the Constitutional Court found that the restitution laws could not be circumvented by civil actions for determination of ownership. Nor could the protection of ownership rights extinguished before 25 February 1948 be triggered unless the restitution laws provided for redress in that respect.", "49. In this decision the Constitutional Court dismissed the applicant’s constitutional appeal contesting the dismissal of his objection of bias in respect of a judge who had heard one of his civil actions. In his appeal the applicant alleged a violation of the right to a fair trial as a result of political pressure reflected, inter alia, by amendments to legislation, such as Act no. 120/2004, the revisiting of case-law by the domestic courts, public statements by politicians to the applicant’s detriment, and the reporting duties imposed on courts by the Ministry of Justice.", "“The Constitutional Court has already held in several decisions on constitutional appeals by the same applicant (for example ...) that the activities of some politicians referred to by the applicant, be they verbal expressions to the media or other, aimed at creating a negative atmosphere around the legal actions of the applicant, or constituting direct attempts to interfere in these proceedings, were unacceptable in a system based on the rule of law.", "This is even more valid for the activities of the Ministry of Justice that the Constitutional Court has had an opportunity to acquaint itself with from documents presented by the applicant ... The documents show that the Ministry of Justice imposed on the ordinary courts an obligation to provide information to such an extent that it was incompatible with the principle of separation of powers between the judicial and executive branches of government (from the documents adduced it does not appear that the Ministry pursued the aim of securing the proper administration of justice, especially in the personal, organisational, economic, financial and educational domains, or that it was motivated by efforts to prevent or eliminate delays in the proceedings or to ensure that these were conducted in a dignified manner and in accordance with judicial ethics – see section 118 in conjunction with section 123 of the Act on Courts and Judges).”", "50. Nevertheless, it held that these activities alone could not cast doubts on the impartiality of individual judges. It found that the applicant had failed to substantiate his allegation that the particular judge whose partiality he challenged had not been impartial.", "51. The Constitutional Court dismissed as manifestly ill-founded a constitutional appeal by the applicant arising from another set of civil proceedings for determination of ownership, referring only to its Opinion no. Pl. ÚS – st. 21/05. It did not consider in detail the arguments of the applicant, which concerned the criminal investigation against him and his counsel, stating that, in view of the Opinion, that would have been superfluous."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}