{"ITEMID": "001-23035", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FIN", "BRANCH": "ADMISSIBILITY", "DATE": 2003, "DOCNAME": "M.V. and U-M.S. v. FINLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicants, Ms M.V., and Ms U.-M.S., are Finnish nationals, who were born in 1930 and 1929, respectively, and live in Helsinki. The first applicant is represented before the Court by the second applicant.", "The facts of the case, as submitted by the applicants, may be summarised as follows.", "Until 31 December 1995 at the time of retirement a person was granted, inter alia, (a) an employment pension which was counted on the basis of his or her salary earned prior to the retirement, amounting to a maximum of 66 per cent of that salary, and (b) a national pension’s basic amount (kansaneläkkeen pohjaosa, folkpensionens basdel), if the person was entitled thereto on the basis of his age and/or number of years of employment.", "From 1955 to 1957, employees were obliged by law to deposit part of their salaries in individual accounts kept by the Social Insurance Institution for the purpose of accumulating employment pensions for their retirement. From 1957 onwards these contributions were no longer deposited on accounts earmarked for the employees themselves but went into the general pension fund.", "The two parts of the pension (the above-mentioned (a) and (b)) were considered together with the result that a pensioner’s employment pension was reduced by the amount of the national pension’s basic amount so that the total amount did not exceed the maximum limit of 66 per cent of his salary. The national pension’s basic amount was granted to all persons entitled to it without their requesting it (although it was apparently possible to refuse it), reducing automatically the amount of the employment pension.", "In 1995 the National Pension Act was amended (Act no. 1491/1995) as a budgetary savings measure to the effect that, as from 1 January 1996 onwards, the national pension such as the old-age pension was to be replaced by a pension calculated with reference to new criteria. Those whose total income in the form of other pensions and various entitlements exceeded certain ceilings would no longer be entitled to a national pension. In such a case the so-called basic amount of their national pension would be reduced by 20 per cent annually between 1996 and 2001, when payment thereof would cease.", "Following a public debate on the matter the Finnish Parliament passed a Compensation Act (635/2002) on 18 June 2002, according to which pensioners whose employment pension has been twice reduced on the basis of their national pension’s basic amount, are entitled to receive a compensation for their loss as from 1 October 2003 onwards. The compensatory amount will be between 5 and 50 euros per month, depending on the amount of the pension at issue. The applicants in the present case will not benefit from the new Act as their pensions were reduced only once. So they will not receive any compensation for their loss.", "The applicants are two retired social workers. They both worked for the City of Helsinki for a period of 35 years until their retirement in 1990 when they were granted an employment pension but no national pension’s basic amount as they had not yet reached the required age. Their employment pensions amounted to 66 per cent of their salaries.", "In 1995, when they reached the age of 65, they were granted a national pension’s basic amount of FIM 445 (about 75 euros) per month. The two pensions (a) and (b) were, however, considered together with the result that the total amount of the two pensions was the same as the earlier pension had already been (66 per cent of the applicants’ salaries).", "In 1996 their national pension’s basic amounts were affected by the Act 1491/1995 as described above. That lead to a situation in which the applicants now only receive a pension which is about 60 per cent of their salaries on which their pensions were originally based.", "The applicants have used all domestic remedies. The appeal instance decisions were given by the Insurance Court in October 1997. According to the decisions of the domestic courts, it is impossible to revoke the reduction of the pensions which is based on the amendment to the National Pension Act as the courts cannot override a law. The applicants have also complained to the Parliamentary Ombudsman without any success."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}