{"ITEMID": "001-4595", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "ADMISSIBILITY", "DATE": 1999, "DOCNAME": "CHIORI v. THE UNITED KINGDOM", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant is a British national, born in 1975 and living in London, England.", "He is represented before the Court by Ms Julie Jovvo, a lawyer practising in London, England.", "On 25 September 1996 the applicant was arrested and charged with the burglary of a house in the London area on 4 March 1995. The arrest followed the discovery of fingerprints at the scene which were later found by the Metropolitan Police Fingerprint Branch at New Scotland Yard to match those of the applicant. The responsible fingerprint officer, Mr S. Harris, concluded that he had no doubt about the fact that the fingerprint evidence provided a correct positive identification of the applicant having regard to the number of concordant ridge characteristics between the applicant’s fingerprints and those found at the scene.", "The fingerprint evidence was the only evidence linking the applicant to the burglary. The applicant maintained that he was innocent of the offence.", "On 26 September 1996 the applicant was remanded in custody by Bow Street Magistrates Court. He was eventually released on bail on 17 October 1996.", "While on bail the applicant’s solicitor commissioned an independent fingerprint expert, Mr R. Cook, to consider the evidence against the applicant and to prepare a report. The expert attended at different police offices to examine various aspects of the fingerprint file in relation to the fingerprint evidence. Mr Cook concluded that he was unable to agree with the findings of Mr Harris. On 24 February 1997 Mr Cook arranged a meeting with Mr Harris and another fingerprint officer from the Metropolitan Police Fingerprint Department. At that meeting the fingerprint officers demonstrated how Mr Harris had reached a positive identification of the applicant by comparing the fingerprints. Being dissatisfied with the explanations Mr Cook sought confirmation of his findings from another independent expert. The latter agreed with Mr Cook’s view that the positive identification was incorrect.", "The applicant’s trial was listed for 25 February 1997 despite the concerns being voiced by the applicant’s lawyer about the shortcomings in the fingerprint evidence. The trial was in fact adjourned when the applicant failed to attend court. On 3 March 1997 the prosecution notified the applicant’s lawyer that it would be offering no evidence. On 8 April 1997 before Southwark Crown Court the prosecution formally offered no evidence, explaining that the police fingerprint officer had made an error of judgment when comparing the fingerprints. The charges against the applicant were dropped.", "In a further expert report commissioned by the applicant’s lawyer in a letter dated 27 May 1998 and submitted on 28 July 1998, Mr Cook stated that this was the only case known to him where an attempt has been made to produce an erroneous identification to a court as evidence of identification. In his view, it should have been apparent to an experienced fingerprint officer that there could have been no genuine identification of the applicant on the strength of the fingerprint evidence. He concluded that there had been a serious flaw in the checking procedure. Had the procedure been rigourously adhered to, a false identification would have been excluded at an early stage. In his view, there was compelling evidence of gross negligence and incompetence on the part of members of the Metropolitan Police Fingerprint Department. However, from the information available to him he was unable to find anything to suggest that the mistake had been made with any malicious intent towards the applicant.", "On 30 September 1998 counsel advised the applicant’s solicitor that an action for false imprisonment would be unlikely to succeed and that the facts did not give rise to a cause of action in negligence under domestic law, either with respect to the police or the fingerprint officer.", "The applicant has applied to the Secretary of State for ex gratia payment of compensation for the time spent in custody. There is no information as to whether his request was successful."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}