{"ITEMID": "001-107569", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MKD", "BRANCH": "ADMISSIBILITY", "DATE": 2011, "DOCNAME": "ADZI-SPIRKOSKA AND OTHERS v. \"THE FORMER YUGOSLAV REPUBLIC OF MACEDONIA\"", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "Anatoly Kovler;Erik Møse;Julia Laffranque;Khanlar Hajiyev;Linos-Alexandre Sicilianos;Mirjana Lazarova Trajkovska", "TEXT": ["The applicants, Ms Gordana Adži-Spirkoska (“the first applicant”), Mr Straso Gorgieski (“the second applicant”), Ms Ilinka Ivanoska (“the third applicant”), Mr Risto Goreski (“the fourth applicant”) and Mr Ilčo Topuzovski (“the fifth applicant”), are Macedonian nationals who were born in 1952, 1956, 1949, 1929 and 1964 respectively and live in Prilep and Skopje. The third and fourth applicants died on 22 April 2006 and 23 August 2010 respectively. Ms Vera Ivanoska, the daughter of the third applicant, and Ms Pandora Trenkovska and Ms Verka Petkovska, the daughters of the fourth applicant, have applied to continue the application in the name of their predecessors and designated the same counsel to represent them. For the sake of convenience, they will be referred to as “the successors of the third and fourth applicants”. The first applicant, a qualified lawyer from Prilep, was granted leave to represent the second, third and fourth applicants. The fifth applicant was represented by Mr Z. Gavriloski, a practising lawyer from Skopje. The Macedonian Government (“the Government”) were represented by their Agent, Mrs R. Lazareska Gerovska.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "In 1956 the confiscation commission of the city of Bitola, the body with authority at the time, confiscated two plots of undeveloped building land from the applicants’ late predecessors in order to construct residential buildings.", "On 12 September 2000 the first, second, third and fourth applicants instituted restitution proceedings in which they sought restoration of title to the land that remained undeveloped and compensation in return for the remainder. Ten decisions have been given so far, including two decisions by the Supreme and Administrative Courts on appeals on points of law (тужба за управен спор) by the applicants. The most recent decision was given on 31 August 2011, when the restitution commission accepted the applicants’ claim and awarded compensation in return for the confiscated land. The applicants challenged this decision before the Administrative Court. The proceedings are still pending.", "In July 2001 the fifth applicant brought a civil action against his former employer, seeking compensation for injuries sustained while at work. In 2008 the Supreme Court, deciding upon appeals on points of law, ruled partly in favour of the applicant and awarded him compensation for the non-pecuniary loss sustained. The proceedings are still pending before the Skopje Court of First Instance in respect of the applicant’s claim for pecuniary damage (“the compensation proceedings”).", "On 17 December 2010 the fifth applicant requested the Supreme Court to find a violation of the “reasonable time” requirement in respect of the compensation proceedings and to award just satisfaction. On 15 February 2011 the Supreme Court found that the compensation proceedings had lasted too long and that they had not yet ended. It set a six-month time-limit for the Skopje Court of First Instance to decide on the applicant’s claim on the merits. It also awarded him compensation in the amount of 120,000 Macedonian denars (MKD – equivalent to about 2,000 euros (EUR)) as just satisfaction for the violation found. It further reimbursed the costs and expenses incurred in the course of these proceedings. The fifth applicant did not appeal against the decision. It became final on 9 March 2011. The amount awarded was paid to the fifth applicant.", "Under section 35(1)(1) of the 2006 Act, the Supreme Court is competent to decide on appeals against decisions of its panels when so specified by law. Under section 35(6), the Supreme Court is competent to decide on length complaints in proceedings specified by law.", "Section 36 of the 2006 Act provided that an interested party could apply to the immediately higher court (непосредно повисокиот суд) if he or she considered that there had been a breach by a competent court of the right to a hearing within a reasonable time. The immediately higher court was to deal with the length complaint (постапува по барањето) within six months after the application had been lodged and to decide whether the court below had breached the right in question. The higher court would award just satisfaction to the claimant if it found a violation of the right to a hearing within a reasonable time. The just satisfaction was payable from the court’s budget.", "The 2006 Act became applicable on 1 January 2007 (section 128).", "Section 3 of the 2008 Act supplements section 35(6) of the 2006 Act, and provides that the Supreme Court is to decide in accordance with the rules and principles specified in the European Convention and the Court’s case-law.", "Section 4 of the 2008 Act amends section 36 of the 2006 Act, providing for the exclusive competence of the Supreme Court to determine length-of-proceedings cases. The relevant part of this section reads as follows:", "“An interested party can use the length remedy while proceedings are pending, but not later than six months after the decision becomes final.", "The length complaint shall contain:", "- information about the claimant and his or her representative,", "- information about the case and proceedings complained of,", "- an indication of the reasons for the alleged violation of the right to a hearing within a reasonable time,", "- any claim for just satisfaction and", "- the signature of the claimant.", "The Supreme Court shall consider a length complaint meeting the criteria specified in subsections (2) and (3) within six months after it has been lodged and shall decide whether the court below breached the right to a hearing within a reasonable time. In so doing, it shall take into consideration the rules and principles set forth in the European Convention, in particular the complexity of the case, the parties’ behaviour and the conduct of the court in question.", "If the Supreme Court finds a violation of the right to a hearing within a reasonable time, it may set a time-limit for the court before which the impugned proceedings are pending to determine the right, obligation or criminal responsibility of the claimant and award just satisfaction for the violation found.", "Just satisfaction is to be paid within three months after the Supreme Court’s decision becomes final.”", "Section 5 of the 2008 Act adds a new section 36-a, which reads as follows:", "“After receiving the length complaint, the Supreme Court shall immediately, or within 15 days at the latest, request the first-instance court to forward the case file to it, and if need be, request the higher court to indicate the reasons for the length of the proceedings pending before it.", "A three-judge panel of the Supreme Court, sitting in private, shall decide on the length remedy. In exceptional cases, the Supreme Court may hear representations from the claimant and from the representative of the court concerned.", "Within 8 days after receipt, the party concerned may appeal against the panel’s decision before the Supreme Court, which shall decide in accordance with section 35(1)(1).”", "The 2008 Act entered into force eight days after being published in the Official Gazette (section 9).", "Section 10 of this Act adds a new section 36-b, by which the Supreme Court must forward a copy of its decision, eight days after its adoption, to the Judicial Budget Council. The latter must request the claimant, within fifteen days at the latest, to submit personal bank account details with a view to receiving payment of the just satisfaction awarded by the Supreme Court. If the claimant does not submit the required information within five days, the amount awarded is to be deposited in a special account of the Judicial Budget Council. It is to be transferred to the claimant’s bank account once the latter has submitted the required information. If the claimant does not submit the relevant account details within a year after the amount was deposited with the Judicial Budget Council, the money is to be returned to the State’s budget.", "The courts’ budget is an annual assessment of the assets and liabilities of the judiciary and the Academy for training of judges and public prosecutors (“the Academy” – section 2). The courts’ budget is managed by the Judicial Budget Council (section 6). The latter is chaired by the President of the Judicial Council. It is further composed of the Minister of Justice, the Presidents of the Supreme Court, Appeal Courts and two courts of first instance and the Director of the Academy (section 7).", "In view of the Court’s decision in Šurbanoska and Others v. the former Yugoslav Republic of Macedonia ((dec.), no. 36665/03, 31 August 2010), the “length-of-proceedings” department of the Supreme Court adopted the following recommendations:", "a) expedite proceedings before the Supreme Court in length-of-proceedings cases and keep their length under six months, as specified in the 2006 Act;", "b) award just satisfaction in an amount corresponding to the violation found, so that the claimant loses victim status;", "c) organise the Supreme Court in such a way that it fully applies the Court’s case-law;", "d) comply fully with the Court’s case-law as regards the amounts awarded by way of just satisfaction in length cases; in this connection the Supreme Court established that the award should not be lower than 66% of the sum awarded by the Court in similar cases; and", "e) comply fully with the orders issued by the Supreme Court in cases in which it finds a violation of the “reasonable time” requirement, namely payment of just satisfaction and observance of the time-limit that it sets for the courts in question to determine the case on the merits.", "According to statistics produced by the Supreme Court in April 2011, 828 length-of-proceedings cases have been brought before that court since the 2006 Act entered into force. The court has examined 657 cases, including 10 in 2008, 166 in 2009, 350 in 2010 and 131 until mid-March 2011.", "A violation of the “reasonable time” requirement has been found in 218 cases, including 33 cases in 2009, 137 cases in 2010 and 48 in 2011. Since September 2010, 119 cases have been decided to the claimants’ significant advantage. These cases have concerned the length of civil, criminal, minor-offence, administrative, insolvency and enforcement proceedings. Decisions on the merits dismissing length complaints have been rendered in 170 cases. The Supreme Court has further rejected 266 length cases as failing to comply with the admissibility requirements.", "Appeal proceedings have been instituted in 188 cases. The second-instance panel of the Supreme Court has given a decision in nearly all those cases. It has allowed the appeals and awarded compensation in a higher amount than that awarded at first instance in 23 cases; it has dismissed appeals in 78 cases and rejected them in 64 cases.", "In 480 cases the length of proceedings before the Supreme Court relating to the length remedy has been less than six months; in 130 cases, the proceedings have lasted a year; in 33 cases, they have lasted eighteen months, in 12 cases two years and in only 2 cases more than two years. In 113 of the 131 cases decided so far in 2011, the proceedings before the Supreme Court have lasted less than six months and in 18 cases they have lasted not more than a year.", "The Supreme Court has awarded just satisfaction in 202 cases. The total amount awarded in these cases is equivalent to EUR 159,100. Since September 2010, the court has awarded compensation in 115 cases, the total amount of which is approximately EUR 99,000. Of the total amount awarded, EUR 105,500 has so far been paid to the claimants. In 152 cases the compensation was paid within three months from the date on which the Supreme Court’s decision awarding compensation had become final; in 36 cases the award was paid with a delay of up to thirty days (in 32 cases the delay was attributable to the State); in 6 cases the payment was made with a delay of between thirty and sixty days; in 8 cases there was a three-month delay; in 9 cases the payment was made with a seven-month delay and lastly, in 7 cases the award was paid with a delay of over a year. In 15 cases the delay was attributable to the claimants.", "Finally, in 87 cases, 20 of which were decided in 2011, the Supreme Court has also set a deadline of between one and six months for the courts in question to determine the parties’ claims in the substantive proceedings. In 36 cases the courts concerned have complied with the Supreme Court’s order."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}