{"ITEMID": "001-59718", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "CHAMBER", "DATE": 2001, "DOCNAME": "CASE OF SOMMERFELD v. GERMANY", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 8;Violation of Art. 14+8;Violation of Art. 6-1;Non-pecuniary damage - financial award;Costs and expenses partial award - domestic proceedings", "JUDGES": "Antonio Pastor Ridruejo", "TEXT": ["8. The applicant, born in 1953, is the father of the child M., born out of wedlock on 25 January 1981. The applicant recognised his paternity of M.", "9. The applicant and the child’s mother lived together at the time of the child’s birth. They separated in September 1986. The child’s mother prohibited any contacts between the applicant and the child. The applicant still met M. several times at school until such contacts were no longer possible. Subsequently the child’s mother married Mr W., the father of her child A., born in August 1985, W. being the common family name.", "10. On 2 October 1990 the applicant applied to the Rostock District Court for a decision granting him a right of access (Umgangsregelung) to his daughter. Having heard the persons concerned, the Rostock Youth Office advised against a right of access. The Youth Office submitted that M. had established a close relationship with Mr. W. which would be adversely affected by contacts between M. and her natural father. It also stated that M., when heard in the absence of her mother, had indicated that she was not keen to see the applicant and was suffering from his continuing efforts for access.", "11. On 27 June 1991 M., then ten years old, was heard by the competent District Court Judge. She stated that the fact that the applicant was always standing at the fence of the schoolyard disturbed her and that she did not wish to visit the applicant even if access should be ordered by the court.", "12. At a court hearing on 31 July 1991, the applicant and the child’s mother declared that they would attempt to settle the question of a visiting arrangement with the assistance of the Youth Office.", "On 30 September 1991 the Youth Office informed the District Court that no agreement could be achieved and that M. had stated that she did not wish to see the applicant.", "13. On 12 December 1991 the court ordered a psychological expert opinion. On 9 April 1992, in one-page submissions, the psychologist of the Rostock Health Services (Gesundheitsamt) stated that, as the contacts between the applicant and M. were disrupted for six years, no diagnosis of their actual relationship appeared possible. The psychologist considered that M. did not wish any personal contacts with the applicant who should give her the necessary time to take up contacts on her own motion. The psychologist noted that she had arranged a meeting between the applicant and M. which, however, had been cancelled by M.’s stepfather.", "14. On 24 June 1992 the competent District Court Judge heard the applicant and M. in the presence of the psychological expert. M. having repeatedly stated that she did not wish to have contacts with the applicant, the latter affirmed that he would withdraw his request for a right of access.", "The applicant withdrew his request on 1 July 1992.", "15. On 13 September 1993 the applicant again applied to the District Court for a right of access to his daughter.", "16. On 15 February 1994 the District Court Judge heard the thirteen-year-old M. who stated that she did not wish to talk to the applicant or accept presents from him and that he should no longer bother her. She also said that she had a father whom she loved though it was not her natural father. The court held a hearing with the applicant and the child’s mother on 26 April 1994.", "17. On 1 June 1994 the District Court dismissed the applicant’s request.", "The District Court noted the comments filed by the Rostock Youth Office as well as the parents’ and the child’s statements in court. The Court had also regard to the comments filed by the Youth Office in April 1991 and by the psychologist of April 1992, both in the context of the first set of access proceedings.", "The District Court found that the applicant was not entitled to have access to his daughter. Referring to section 1711 of the Civil Code, the Court observed that the mother, in the exercise of her right to custody, determined the child’s relations with third persons, and that therefore her will was decisive. The father could only be granted a right of access by court order, if this was in the interest of the child. According to the District Court’s findings, in particular M.’s statements in 1992 and February 1994, these conditions were not met. The District Court considered that M., then thirteen years old and capable of forming her own will, unequivocally refused contacts with her natural father. In the District Court’s view, it was not in M.’s interest to enforce contacts contrary to her will, as her mental and psychological well-being would be endangered thereby. The applicant’s argument that contacts with the natural father were generally in a child’s interest was rejected.", "18. On 17 June 1994 the Rostock Regional Court dismissed the applicant’s appeal.", "Endorsing the District Court’s findings, the Regional Court found that contacts were not in the child’s interest. It regarded as decisive that for many years the now thirteen-year-old girl had clearly refused contacts with her father. The applicant should accept his adolescent daughter’s will in his own and her interest. Only if he would stop to inflict himself on her, contacts might eventually be possible. The court further observed that contacts between the applicant and M. could hardly be enforced against her will.", "On 22 July 1994 the applicant filed a constitutional complaint with the Federal Constitutional Court.", "On 19 January 1996 a panel of three judges of the First Chamber of the Federal Constitutional Court refused to entertain the applicant’s complaint.", "19. The statutory provisions on custody and access are to be found in the German Civil Code. They have been amended on several occasions and many were repealed by the amended Law on Family Matters (Reform zum Kindschaftsrecht) of 16 December 1997 (Federal Gazette 1997, p. 2942), which came into force on 1 July 1998.", "20. Section 1626 § 1 reads as follows (the Court’s translation):", "“The father and the mother have the right and the duty to exercise parental authority (elterliche Sorge) over a minor child. The parental authority includes the custody (Personensorge) and the care of property (Vermögenssorge) of the child.”", "21. Pursuant to section 1626 a § 1, as amended, the parents of a minor child born out of wedlock jointly exercise custody if they make a declaration to that effect (declaration on joint custody) or if they marry. According to Section 1684, as amended, a child is entitled to have access to both parents; each parent is obliged to have contact with, and entitled to have access to, the child. Moreover, the parents must not do anything that would harm the child’s relationship with the other parent or seriously interfere with the child’s upbringing. The family courts can determine the scope of the right of access and prescribe more specific rules for its exercise, also with regard to third parties; and they may order the parties to fulfil their obligations towards the child. The family courts can, however, restrict or suspend that right if such a measure is necessary for the child’s welfare. A decision restricting or suspending that right for a lengthy period or permanently may only be taken if otherwise the child’s well-being would be endangered. The family courts may order that the right of access exercised in the presence of a third party, such as a Youth Office authority or an association.", "22. Before the entry into force of the amended Law on Family Matters, the relevant provision of the Civil Code concerning custody and access for a child born in wedlock was worded as follows (the Court’s translation):", "Section 1634", "“1. A parent not having custody has the right to personal contact with the child. The parent not having custody and the person having custody must not do anything that would harm the child’s relationship with others or seriously interfere with the child’s upbringing.", "2. The family court can determine the scope of that right and can prescribe more specific rules for its exercise, also with regard to third parties; as long as no decision is made, the right, under section 1632 § 2, of the parent not having custody may be exercised throughout the period of contact. The family court can restrict or suspend that right if such a measure is necessary for the child’s welfare.", "3. A parent not having custody who has a legitimate interest in obtaining information about the child’s personal circumstances may request such information from the person having custody in so far as this is in keeping with the child’s interests. The guardianship court shall rule on any dispute over the right to information.", "4. Where both parents have custody and are separated not merely temporarily, the foregoing provisions shall apply mutatis mutandis.”", "23. The relevant provisions of the Civil Code concerning custody of and access to a child born out of wedlock were worded as follows (the Court’s translation):", "Section 1705", "“Custody over a minor child born out of wedlock is exercised by the child’s mother...”", "Section 1711", "“1. The person having custody of the child shall determine the father’s right of access to the child. Section 1634 § 1, second sentence, applies by analogy.", "2. If it is in the child’s interests to have personal contact with the father, the guardianship court can decide that the father has a right to personal contact. Section 1634 § 2 applies by analogy. The guardianship court can change its decision at any time.", "3. The right to request information about the child’s personal circumstances is set out in Section 1634 § 3.", "4. Where appropriate, the youth office shall mediate between the father and the person who exercises the right of custody.”", "24. Like proceedings in other family matters, proceedings under former section 1711 § 2 of the Civil Code were governed by the Act on Non-Contentious Proceedings (Gesetz über die Angelegenheiten der freiwilligen Gerichtsbarkeit).", "25. According to section 12 of that Act, the court shall, ex officio, take the measures of investigation that are necessary to establish the relevant facts and take the evidence that appears appropriate.", "26. In proceedings regarding access, the competent youth office has to be heard prior to the decision (section 49(1) (k)).", "27. As regards the hearing of parents in custody proceedings, section 50a (1) stipulates that the court shall hear the parents in proceedings concerning custody or the administration of the child’s assets. In matters relating to custody, the court shall, as a rule, hear the parents personally. In cases concerning placement into public care, the parents shall always be heard. According to paragraph 2 of section 50a, a parent not having custody shall be heard except where it appears that such a hearing would not contribute to the clarification of the matter.", "28. Section 63 provides for a right of a further appeal challenging the first appeal decision. Section 63a of that Act as in force at the material time excluded this right in proceedings concerning a natural father’s access to his child born out of wedlock. This provision has been repealed by the Law on Family Matters of 1997."], "VIOLATED_ARTICLES": ["14", "6", "8"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}