{"ITEMID": "001-61827", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "LVA", "BRANCH": "CHAMBER", "DATE": 2004, "DOCNAME": "CASE OF ZDANOKA v. LATVIA", "IMPORTANCE": "2", "CONCLUSION": "Preliminary objection rejected (victim);Violation of P1-3;Violation of Art. 11;Not necessary to examine Art. 10;Pecuniary damage - financial award;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "Christos Rozakis", "TEXT": ["7. In 1971 the applicant, who at the material time was a mathematics student at the University of Latvia, joined the Communist Party of Latvia (hereafter “the CPL”). This organisation was in reality a regional branch of the Communist Party of the Soviet Union (hereafter “the CPSU”), the USSR’s single ruling party.", "From 1972 to 1990 the applicant worked as a lecturer at the University of Latvia. Throughout this period she was a member of the CPL’s university branch.", "8. From 1988 onwards there was considerable social pressure in Latvia, as in several other countries of central and eastern Europe, for democratisation of political life and restoration of state independence, which in Latvia’s case had been lost in 1940.", "9. In March 1990 the applicant was elected to the Supreme Council (Augstākā Padome) of the “Soviet Socialist Republic of Latvia” (hereafter “the Latvian SSR”) as a representative for the Pļavnieki constituency in Riga. She subsequently joined the CPL’s local branch. In April 1990 this branch selected her to attend the CPL’s 25th Congress, where she was elected to the party’s Central Committee for Supervision and Audit. According to copies of that Committee’s minutes, the applicant was a member of a sub-committee responsible for supervising the implementation of decisions and activities arising from the CPL’s programme.", "10. At the same congress, a group of delegates expressed their disagreement with the CPL’s general policy, which remained loyal to the Soviet Union and the CPSU, was opposed to any democratisation of public life and sought to maintain the status quo. These delegates publicly announced their withdrawal from the CPL and established a new party, the “Independent Communist Party”, which immediately declared its support for Latvian independence and for a multi-party political system. The applicant did not join the dissident delegates and remained within the CPL.", "11. On 4 May 1990 the Supreme Council adopted a Declaration on the Restoration of the Independence of the Republic of Latvia, which declared Latvia’s incorporation into the USSR unlawful and void and restored legal force to the fundamental provisions of the Latvian Constitution (Satversme) of 1922. However, paragraph 5 of the Declaration introduced a transition period, aimed at a gradual restoration of genuine State sovereignty as each institutional tie with the USSR was severed. During that transition period, various provisions of the Constitution of the Latvian SSR would remain in force. A special governmental commission was given responsibility for negotiating with the Soviet Union on the basis of the Russo-Latvian Peace Treaty of 11 August 1920.", "The above-mentioned Declaration was adopted by 139 out of a total of 201 Supreme Council members, with one abstention. 57 members of the “Līdztiesība” parliamentary bloc (“Equal Rights”, in reality the CPL group), including the applicant, did not vote. On the same day, 4 May 1990, the Central Committee of the CPL adopted a resolution strongly criticising the Declaration and calling on the President of the Soviet Union to intervene.", "12. On 7 May 1990 the Supreme Council selected the government of the Independent Republic of Latvia.", "13. The parties dispute the events of January and March 1991. According to the Government, on 12 January 1991 the Soviet army launched military operations against the government of independent Lithuania, which had been formed in the same way as the Latvian government. Several persons were killed in the course of those events. Against this background, an attempted coup was also launched in Latvia. On 13 January 1991 the Plenum of the CPL Central Committee called for the resignation of the Latvian government, the dissolution of the Supreme Council and the assumption of full powers by the Latvian Committee of Public Safety (Vislatvijas Sabiedriskās glābšanas komiteja), set up on the same date by several organisations, including the CPL. On 15 January 1991 this committee announced that the Supreme Council and the government were stripped of their respective powers and declared that it was assuming full powers. After causing the loss of several lives during armed confrontations in Riga, this attempted coup failed.", "14. The applicant contested the version of events put forward by the Government. In her opinion, the Soviet army’s aggression against the Lithuanian government and people was not a proven fact; in this connection, she submitted a copy of a Russian newspaper article which claimed that it had been the Lithuanian independence supporters themselves, rather than Soviet soldiers, who fired into the crowd, with the aim of discrediting the Soviet army. The applicant also claimed that, at the material time, a series of public demonstrations had been held in Latvia to protest against the increase in food prices ordered by the government; those demonstrations were thus the main reason for the events of January 1991. Finally, the applicant argued that, in their respective statements of 13 and 15 January 1991, the Plenum of the CPL’s Central Committee and the Committee of Public Safety had not only called for or announced the removal of the Latvian authorities, but had also stated that early elections would be held for the Supreme Council.", "15. On 3 March 1991 a national vote was held on Latvian territory. According to the Government, this was a genuine national referendum; the applicant argues that it was a simple consultative vote. Electors had to reply to a question worded as follows: “Do you support a democratic and politically independent Republic of Latvia?” According to figures supplied by the Government, 87.5 % of all residents registered on the electoral roll voted: 73.6 % of them responded in the affirmative to the question posed. The applicant contests the above-mentioned turnout rate and thus the very legitimacy of the plebiscite.", "16. On 19 August 1991 there was an attempted coup in Moscow. The self-proclaimed “National State of Emergency Committee” declared that Mr Gorbachev, President of the USSR, was suspended from his duties, declared itself the sole ruling authority and imposed a state of emergency “in certain regions of the USSR”.", "17. On the same day, 19 August 1991, the Central Committee and the Riga Committee of the CPL declared their support for the National State of Emergency Committee and set up an “operational group” to provide assistance to it. According to the Government, on 20 August 1991 the CPL, the “Līdztiesība” parliamentary bloc and various other organisations signed and disseminated an appeal called “Godājamie Latvijas iedzīvotāji!” (“Honourable residents of Latvia!”), urging the population to comply with the requirements of the state of emergency and not to oppose the measures imposed by the National State of Emergency Committee in Moscow. According to the applicant, the CPL’s participation in all those events has not been proved; in particular, the members of the “Līdztiesība” bloc were taking part in parliamentary debates over two consecutive days and were not even aware that such an appeal was to be issued.", "18. This coup also ended in failure. On 21 August 1991, the Latvian Supreme Council enacted a constitutional law on the state status of the Republic of Latvia and proclaimed the country’s immediate and absolute independence. Paragraph 5 of the Declaration of 4 May 1990, concerning the transition period, was repealed.", "19. By a decision of 23 August 1991 the Supreme Council declared the CPL unconstitutional. The following day, the party’s activities were suspended and the Minister of Justice was instructed “to investigate the unlawful activities of the CPL and to put forward ... a motion on the possibility of authorising its continued operations”. On the basis of the Minister of Justice’s proposal, the Supreme Council ordered the party’s dissolution on 10 September 1991.", "20. In the meantime, on 22 August 1991, the Supreme Council set up a parliamentary committee to investigate the involvement of members of the “Līdztiesība” bloc in the coup. On the basis of that committee’s final report, the Supreme Council revoked fifteen members’ right to sit in parliament on 9 July 1992; the applicant was not one of those concerned.", "21. In February 1993 the applicant became chairperson of the “Movement for Social Justice and Equal Rights in Latvia” (“Kustība par sociālo taisnīgumu un līdztiesību Latvijā”), which later became a political party, “Līdztiesība” (“Equal rights”).", "22. On 5 and 6 June 1993 parliamentary elections were held in accordance with the restored Constitution of 1922. For the first time since Latvian independence had been regained, the population elected the Parliament (Saeima), which took over from the Supreme Council. It was at that point that the applicant’s term of office as a member of parliament expired. As a result of the Latvian authorities’ refusal to include her on the residents’ register as a Latvian citizen, she was unable to take part in those elections, in the following parliamentary elections, held in 1995, or in the municipal elections of 1994. Following an appeal lodged by the applicant, the courts recognised her Latvian nationality in January 1996, instructing the authorities to register her as such and to supply her with the appropriate documents.", "23. On 25 January 1997 the “Movement for Social Justice and Equal Rights in Latvia” submitted to the Riga Electoral Commission a list of ten candidates for the forthcoming municipal elections of 9 March 1997. The applicant was one of those candidates. In line with the requirements of the Municipal Elections Act, she signed the list and attached a written statement confirming that she was not one of the persons referred to in section 9 of that Act. Under the terms of the Act, individuals who had “actively participated” (darbojušās) in the CPSU, the CPL and several other named organisations after 13 January 1991 were not entitled to stand for office.", "In a letter sent on the same day, 25 January 1997, the applicant informed the Electoral Commission that she had been a member of the CPL’s Pļavnieki branch and of its Central Committee for Supervision and Audit until 10 September 1991, date of the CPL’s official dissolution. However, she argued that the restrictions mentioned above were not applicable to her, since they were contrary to Articles 2 and 25 of the International Covenant on Civil and Political Rights.", "24. By a decision of 11 February 1997 the Riga Electoral Commission registered the list submitted by the applicant. At the elections of 9 March 1997 this list obtained four of the sixty seats on Riga City Council (Rīgas Dome). The applicant was one of those elected.", "25. With a view to participating in the parliamentary elections of 3 October 1998, the “Movement for Social Justice and Equal Rights in Latvia” formed a coalition with the Party of National Harmony (Tautas Saskaņas partija), the Latvian Socialist Party (Latvijas Sociālistiskā partija) and the Russian Party (Krievu partija). The four parties formed a united list entitled “Party of National Harmony”. The applicant appeared on this list as a candidate for the constituencies of Riga and Vidzeme.", "On 28 July 1998 the list was submitted to the Central Electoral Commission for registration. In accordance with the requirements of the Parliamentary Elections Act, the applicant signed and attached to the list a written statement identical to the one she had submitted prior to the municipal elections. As she had done for the 1997 elections, she likewise sent a letter to the Central Electoral Commission explaining her situation and arguing that the restrictions in question were incompatible with the International Covenant on Civil and Political Rights and with Article 3 of Protocol No. 1 to the Convention.", "26. On 29 July 1998 the Central Electoral Commission suspended registration of the list on the ground that the applicant’s candidacy did not meet the requirements of the Parliamentary Elections Act. Not wishing to jeopardise the entire list’s prospects of being registered, the applicant withdrew her candidacy, after which the list was immediately registered.", "27. By a letter of 7 August 1998 the President of the Central Electoral Commission asked the State Procurator General to examine the legitimacy of the applicant’s election to the Riga City Council.", "28. By a decision of 31 August 1998, a copy of which was sent to the Central Electoral Commission, the Procurator General’s Office (Ģenerālprokuratūra) noted that the applicant had not committed any action defined as an offence in the Criminal Code. The decision stated that, although the applicant had provided false information to the Riga Electoral Commission regarding her participation in the CPL, there was nothing to prove that she had done so with the specific objective of misleading the Commission. In that connection, the Procurator’s Office considered that the statement by the applicant, appended to the list of candidates for the elections of 9 March 1997, was to be read in conjunction with her explanatory letter of 25 January 1997.", "On 14 January 1999 the General Procurator’s Office applied to the Riga Regional Court for a finding that the applicant had participated in the CPL after 13 January 1991. The Procurator’s Office attached the following documents to its submission: the applicant’s letter of 25 January 1997; the minutes of the meeting of 26 January 1991 of the CPL’s Central Committee for Supervision and Audit; the minutes of the joint meeting of 27 March 1991 of the Central Committee for Supervision and Audit and the municipal and regional committees for supervision and audit; the appendices to those minutes, indicating the structure and composition of the said committee and a list of the members of the Audit Committee at 1 July 1991.", "29. Following adversarial proceedings, the Riga Regional Court allowed the request by the Procurator’s Office in a judgment of 15 February 1999. It considered that the submitted documents clearly attested to the applicant’s participation in the party’s activities after the critical date, and that the evidence provided by the applicant was insufficient to refute this finding. Consequently, the court dismissed the applicant’s arguments to the effect that she was only formally a member of the CPL and that she did not participate in the meetings of its Central Committee for Supervision and Audit, and that accordingly she could not be held to have “acted”, “been a militant” or “actively participated” (darboties) in the party’s activities.", "30. The applicant appealed against this judgment to the Civil Division of the Supreme Court. On 12 November 1999 the Civil Division began examining the appeal. At the oral hearing, the applicant submitted that the content of the above-mentioned minutes of 26 January and 27 March 1991, referring to her by name, could not be held against her since on both those dates she had been carrying out her duties in the Latvian Supreme Council and not in the CPL. After hearing evidence from two witnesses who stated that the applicant had indeed been present at the Supreme Council, the Division suspended examination of the case in order to enable the applicant to submit more cogent evidence in support of her statements, such as a record of parliamentary debates or minutes of the “Līdztiesība” parliamentary bloc’s meetings. However, as the above-mentioned minutes had not been preserved by the Parliamentary Record Office, the applicant was never able to produce such evidence.", "By a judgment of 15 December 1999 the Civil Division dismissed the applicant’s appeal. It stated that the evidence gathered by the Procurator’s Office was sufficient to conclude that the applicant had taken part in the CPL’s activities after 13 January 1991. The Division further noted that the CPL’s dissolution had been ordered “in accordance with the interests of the Latvian State in a specific historical and political situation” and that the international conventions relied on by the applicant allowed for justified limitations on the exercise of electoral rights.", "31. Following the Civil Division’s judgment, enforceable from the date of its delivery, the applicant was disqualified from electoral office and lost her seat as a member of Riga City Council.", "32. The applicant applied to the Senate of the Supreme Court to have the Civil Division’s judgment quashed. She stressed, inter alia, the disputed restriction’s incompatibility with Article 11 of the Convention. By a final order of 7 February 2000 the Senate declared the appeal inadmissible. In the Senate’s opinion, the proceedings in question were limited to a single strictly-defined objective, namely a finding as to whether or not the applicant had taken part in the CPL’s activities after 13 January 1991. The Senate concluded that it did not have jurisdiction to analyse the legal consequences of this finding, on the ground that this was irrelevant to the finding itself. In addition, the Senate noted that any such analysis would involve an examination of the Latvian legislation’s compatibility with constitutional and international law, which did not come within the final appeal court’s jurisdiction.", "33. The next parliamentary elections took place on 5 October 2002. With a view to taking part in those elections, the “Līdztiesība” party, chaired by the applicant, formed an alliance entitled “For Human Rights in a United Latvia” (“Par cilvēka tiesībām vienotā Latvijā”, abbreviated to PCTVL) with two other parties, the Party of National Harmony and the Socialist Party. The alliance’s electoral manifesto expressly referred to the need to abolish the restrictions on the electoral rights of persons who had been actively involved in the CPL after 13 January 1991.", "34. In spring 2002 the Executive Council of the “Līdztiesība” party put forward the applicant as a candidate in the 2002 elections; the Council of the PCTVL alliance approved this nomination. Shortly afterwards, however, on 16 May 2002, the outgoing Parliament dismissed a motion to repeal section 5(6) of the Parliamentary Elections Act (see paragraph 47 below). The alliance’s council, which was fully aware of the applicant’s situation and feared that her candidacy would prevent registration of the PCTVL’s entire list, changed its opinion and decided not to include her name on the list of candidates. The applicant then decided to submit a separate list containing only one name, her own, entitled “Party of National Harmony”.", "35. On 23 July 2002 the PCTVL electoral alliance submitted its list to the Central Electoral Commission. In all, it contained the names of 77 candidates for Latvia’s five constituencies. On the same date the applicant asked the Commission to register her own list, for the constituency of Kurzeme alone. As she had done for the 1998 elections, she attached to her list a written statement to the effect that the disputed restrictions were incompatible with the Constitution and with Latvia’s international undertakings. On 25 July 2002 the Commission registered both lists.", "36. By a decision of 7 August 2002 the Central Electoral Commission, referring to the Civil Division’s judgment of 15 December 1999, removed the applicant from its list. In addition, having noted that the applicant had been the only candidate on the “Party of National Harmony” list and that, following her removal, there were no other names, the Commission decided to cancel the registration of that list.", "37. At the elections of 5 October 2002 the PCTVL alliance’s list obtained 18.94 % of the vote and won twenty-five seats in Parliament.", "38. The operative provisions of the Declaration of 4 May 1990 on the Restoration of the Independence of the Republic of Latvia read as follows:", "“The Supreme Council of the Latvian SSR decides:", "(1) in recognition of the supremacy of international law over the provisions of national law, to consider illegal the Pact of 23 August 1939 between the USSR and Germany and the subsequent liquidation of the sovereignty of the Republic of Latvia through the USSR’s military aggression on 17 June 1940;", "(2) to declare null and void the Declaration by the Parliament [Saeima] of Latvia, adopted on 21 July 1940, on Latvia’s integration into the Union of Soviet Socialist Republics;", "(3) to restore the legal effect of the Constitution [Satversme] of the Republic of Latvia, adopted on 15 February 1922 by the Constituent Assembly [Satversmes sapulce], throughout the entire territory of Latvia. The official name of the Latvian state shall be the REPUBLIC of LATVIA, abbreviated to LATVIA;", "(4) to suspend the Constitution of the Republic of Latvia pending the adoption of a new version of the Constitution, with the exception of those articles which define the constitutional and legal foundation of the Latvian State and which, in accordance with Article 77 of the same Constitution, may only be amended by referendum, namely:", "Article 1– Latvia is an independent and democratic republic.", "Article 2 – The sovereign power of the State of Latvia is vested in the Latvian people.", "Article 3 – The territory of the State of Latvia, as established by international agreements, consists of Vidzeme, Latgale, Kurzeme and Zemgale.", "Article 6 – The Parliament (Saeima) shall be elected in general, equal, direct and secret elections, based on proportional representation.", "Article 6 of the Constitution shall be applied after the restoration of the state and administrative structures of the independent Republic of Latvia, which will guarantee free elections;", "(5) to introduce a transition period for the re-establishment of the Republic of Latvia’s de facto sovereignty, which will end with the convening of the Parliament of the Republic of Latvia. During the transition period, supreme power shall be exercised by the Supreme Council of the Republic of Latvia;", "(6) during the transition period, to accept the application of those constitutional and other legal provisions of the Latvian SSR which are in force in the territory of the Latvian SSR when the present Declaration is adopted, in so far as those provisions do not contradict Articles 1, 2, 3 and 6 of the Constitution of the Republic of Latvia.", "Disputes on matters relating to the application of legislative texts will be referred to the Constitutional Court of the Republic of Latvia.", "During the transition period, only the Supreme Council of the Republic of Latvia shall adopt new legislation or amend existing legislation;", "(7) to set up a commission to draft a new version of the Constitution of the Republic of Latvia that will correspond to the current political, economic and social situation in Latvia;", "(8) to guarantee social, economic and cultural rights, as well as universally recognised political freedoms compatible with international instruments of human rights, to citizens of the Republic of Latvia and citizens of other States permanently residing in Latvia. This shall apply to citizens of the USSR who wish to live in Latvia without acquiring Latvian nationality;", "(9) to base relations between the Republic of Latvia and the USSR on the Peace Treaty of 11 August 1920 between Latvia and Russia, which is still in force and which recognises the independence of the Latvian State for all time. A governmental commission shall be set up to conduct the negotiations with the USSR.”", "39. The operative provisions of the Constitutional Law of 21 August 1991 on the State Status of the Republic of Latvia (Konstitucionālais likums “Par Latvijas Republikas valstisko statusu”) state:", "“The Supreme Council of the Republic of Latvia decides:", "(1) to declare that Latvia is an independent and democratic republic in which the sovereign power of the State of Latvia belongs to the Latvian people, the state status of which is defined by the Constitution of 15 February 1922;", "(2) to repeal paragraph 5 of the Declaration of 4 May 1990 on the Restoration of the Independence of the Republic of Latvia, establishing a transition period for the de facto restoration of the Republic of Latvia’s state sovereignty;", "(3) until such time as the occupation and annexation is ended and Parliament is convened, supreme state power in the Republic of Latvia shall be fully exercised by the Supreme Council of the Republic of Latvia. Only those laws and decrees enacted by the supreme governing and administrative authorities of the Republic of Latvia shall be in force in its territory;", "(4) this constitutional law shall enter into force on the date of its enactment.”", "40. The role of the CPSU in the former Soviet Union was defined in Article 6 of the Constitution of the USSR (1977) and in Article 6 of the Constitution of the Latvian SSR (1978), which were worded along identical lines. Those provisions stated:", "“The leading and guiding force of Soviet society and the nucleus of its political system and of all state organizations and public organisations is the Communist Party of the Soviet Union. The CPSU exists for the people and serves the people.", "The Communist Party, armed with Marxism-Leninism, determines the general perspectives of the development of society and the course of the USSR’s domestic and foreign policy, directs the great constructive work of the Soviet people, and imparts a planned, systematic and theoretically-substantiated character to their struggle for the victory of communism.", "All party organisations shall function within the framework of the Constitution of the USSR.”", "41. The Supreme Council’s decision of 24 August 1991 on the suspension of the activities of certain non-governmental and political organisations was worded as follows:", "“On 20 August 1991 the Internationalist Front of Workers of the Latvian SSR, the United Council of Labour Collectives, the Republican Council of War and Labour Veterans, the Central Committee of the Communist Party of Latvia and the Central Committee of the Latvian Union of Communist Youth issued a proclamation informing the Republic’s population that a state of emergency had been decreed in Latvia and encouraging all private individuals to oppose those who did not submit to the orders of the National State of Emergency Committee. In so doing, the above-mentioned organisations ... declared their support for the organisers of the coup d’état and encouraged other individuals to do the same.", "The actions of those organisations are contrary to Articles 4, 6 and 49 of the Latvian Constitution, which state that Latvian citizens are entitled to form parties and other associations only if their objectives and practical activities are not aimed at the violent transformation or overturn of the existing constitutional order... and that associations must observe the Constitution and legislation and act in accordance with their provisions.", "The Supreme Council of the Republic of Latvia decrees:", "1. The activities of the Communist Party of Latvia [and of the other above-mentioned organisations] are hereby suspended...”", "42. The relevant parts of the Supreme Council’s decision of 10 September 1991 on the dissolution of the above-mentioned organisations read as follows:", "“... In May 1990 the Communist Party of Latvia, the Internationalist Front of Workers of the Latvian SSR, the United Council of Labour Collectives and the Republican Council of War and Labour Veterans set up the Committee for the Defence of the Constitution of the USSR and the Latvian SSR and the Rights of Citizens, which was renamed the Latvian Committee of Public Safety on 25 November 1990...", "On 15 January 1991 the Latvian Committee of Public Safety declared that it was seizing power and dissolving the Supreme Council and the Government of the Republic of Latvia.", "In August 1991 the Central Committee of the Communist Party of Latvia [and the other above-mentioned organisations] supported the coup...", "Having regard to the preceding, the Supreme Council of the Republic of Latvia decrees:", "1. The Communist Party of Latvia [and the other above-mentioned organisations], together with the coalition of these organisations, the Latvian Committee of Public Safety, are hereby dissolved on the ground that they have acted against the Constitution;...", "2. Former members of the Communist Party of Latvia [and of the other above-mentioned organisations] are informed that they are entitled to associate within parties and other associations whose objectives and practical activities are not aimed at the violent transformation or overthrow of the existing constitutional order, and which are not otherwise contrary to the Constitution and the laws of the Republic of Latvia ...”", "43. The relevant provisions of the Constitution (Satversme) of the Republic of Latvia, adopted in 1922 and amended by the Law of 15 October 1998, are worded as follows:", "Article 9", "“All citizens of Latvia who enjoy full civic rights and who have reached the age of 21 on the day of the elections may be elected to Parliament.", "Article 64", "Legislative power lies with the Parliament [Saeima] and with the people, in the conditions and to the extent provided for by this Constitution.", "Article 91", "All persons in Latvia shall be equal before the law and the courts. Human rights shall be exercised without discrimination of any kind.", "Article 101", "All citizens of Latvia are entitled to participate, in accordance with the law, in the activities of the State and of local government...”", "44. The relevant provisions of the Parliamentary Elections Act (Saeimas vēlēšanu likums) of 25 May 1995 provide:", "Section 4", "“All Latvian citizens who have reached the age of 21 on the date of the elections may be elected to Parliament, on condition that they are not concerned by one of the restrictions provided for in section 5 of the present law.", "Section 5", "The following may not stand as candidates in elections or be elected to Parliament: ...", "(6) persons who actively participated [darbojušās] after 13 January 1991 in the CPSU (CPL), the Internationalist Front of Workers of the Latvian SSR, the United Council of Labour Collectives, the Organisation of War and Labour Veterans or the Latvian Committee of Public Safety, or in their regional committees; ...", "section 11", "The following documents must be appended to the list of candidates: ...", "(3) a signed declaration by each candidate on the list confirming that he or she meets the requirements of section 4 of this Act and that he or she is not concerned by section 5(1) – (6) of the present Act; ...", "section 13", "“... 2. Once registered, the candidate lists are definitive, and the Central Electoral Commission may make only the following corrections:", "1) removal of a candidate from the list, where: ...", "(a) the candidate is not a citizen enjoying full civic rights (sections 4 and 5 above); ...", "3. ... [A] candidate shall be removed from the list on the basis of a statement from the relevant authority or of a court decision. The fact that the candidate: ...", "(6) actively participated after 13 January 1991 in the CPSU (CPL), the Internationalist Front of Workers of the Latvian SSR, the United Council of Labour Collectives, the Organisation of War and Labour Veterans or the Latvian Committee of Public Safety, or in their regional committees, shall be attested by a judgment of the relevant court; ...”", "45. The Law of 13 January 1994 on elections to municipal councils and city councils (Pilsētas domes un pagasta padomes vēlēšanu likums) contains similar provisions to the provisions of the Parliamentary Elections Act cited above. In particular, section 9(5) is identical to section 5(6) of that Act.", "46. The procedure for obtaining a judicial statement attesting to an individual’s participation or non-participation in the above-mentioned organisations is governed by Chapter 23-A of the Code of Civil Procedure (Civilprocesa kodekss), which was inserted by a Law of 3 September 1998 and is entitled “Examination of cases concerning the attestation of restrictions on electoral rights”. The provisions of that chapter read as follows:", "Article 233-1", "“A request for a statement of restriction on electoral rights may be submitted by the prosecutor...", "The request must be submitted to the court in whose territorial jurisdiction is situated the home of the person in respect of whom the attestation of a restriction on electoral rights is requested.", "The request may be submitted where an electoral commission has registered a list of candidates which includes ... a citizen in respect of whom there is evidence that, subsequent to 13 January 1991, he or she actively participated in the CPSU (in the CPL).... A request concerning a person included in the list of candidates may also be submitted once the elections have already taken place.", "The request must be accompanied by a statement from the electoral commission confirming that the person in question has stood as a candidate in elections and that the list in question has been registered, as well as by evidence confirming the allegations made in the request.”", "Article 233-3", "After examining the request, the court shall give its judgment:", "(1) finding that, after 13 January 1991, the person concerned did actively participate in the CPSU (in the CPL) ...;", "(2) declaring the request ill-founded and dismissing it ...”", "47. The Parliamentary Elections Act was enacted on 25 May 1995 by the first Parliament elected after the restoration of Latvia’s independence, otherwise known as the “Fifth Legislature” (the first four legislatures having operated between 1922 and 1934). The following legislature (the Sixth), elected in October 1995, examined three different proposals seeking to repeal section 5(6) of the above-mentioned Act. At the plenary session of 9 October 1997, the three proposals were rejected by large majorities after lengthy debates. Likewise, on 18 December 1997, during a debate on a proposal to restrict section 5(6), the provision’s current wording was confirmed. Elected in October 1998, the following legislature (the Seventh) examined a proposal to repeal section 5(6) at a plenary session on 16 May 2002. After lengthy discussions, the majority of members of parliament refused to accept the proposal.", "Finally, the Eighth Legislature, elected in October 2002, examined a similar proposal on 15 January 2004. It was also rejected.", "48. In a judgment of 30 August 2000 in case no. 2000-03-01, the Constitutional Court (Satversmes tiesa) found that the restrictions imposed by section 5(6) of the Parliamentary Elections Act and section 9(5) of the Municipal Elections Act were compatible with the Latvian Constitution and with Article 14 of the Convention, taken in conjunction with Article 3 of Protocol No. 1.", "In that judgment, adopted by four votes to three, the Constitutional Court first reiterated the general principles laid down in the settled case-law of the Convention institutions in applying Article 14 of the Convention and Article 3 of Protocol No. 1. It further held:", "“... 4. The argument that the provisions complained of, forbidding certain Latvian citizens from standing as candidates or being elected to Parliament and municipal councils, discriminate against them on the basis of their political allegiance, is without foundation.... The impugned provisions do not provide for a difference in treatment on the basis of an individual’s political convictions (opinions) but for a restriction on electoral rights for having acted against the re-established democratic order after 13 January 1991...", "Accordingly, Parliament limited the restrictions to the degree of each individual’s personal responsibility [individuālās atbildības pakāpe] in carrying out those organisations’ objectives and programmes, and the restriction on the right to be elected to Parliament or to a municipal council ... is related to the specific individual’s activities in the respective ... associations.", "In itself, formal membership of the above-mentioned organisations cannot serve as a basis for preventing an individual from standing as candidate or being elected to Parliament....", "Consequently, the impugned provisions are directed only against those who attempted, subsequent to 13 January 1991 and in the presence of the army of occupation, to re-establish the former regime through active participation [ar aktīvu darbību]; on the other hand, they do not affect persons who have differing political convictions (opinions). The tendency of certain courts to concentrate solely on the finding of the fact of formal membership and not to evaluate the person’s behaviour is inconsistent with the objectives sought by Parliament in enacting the provision in issue...", "6. ...Given that those organisations’ objectives were linked to the overthrow of the existing state regime [pastāvošās valsts iekārtas graušana], they were essentially unconstitutional...", "Consequently, the aim of the restrictions on passive electoral rights is to protect the democratic state order, national security and territorial integrity of Latvia. The impugned provisions are not directed against pluralism of ideas in Latvia or against a person’s political opinions, but against those who, through their active participation, have attempted to overthrow the democratic state order.... The exercise of human rights may not be directed against democracy as such...", "The substance and effectiveness of law is demonstrated in its ethical nature [ētiskums]. A democratic society has a legitimate interest in requiring loyalty to democracy from its political representatives. In establishing restrictions, the candidates’ honour and reputation is not challenged, in the sense of personal legal protection [personisks tiesisks labums]; what is challenged is the worthiness of the persons in question to represent the people in Parliament or in the relevant municipal council. These restrictions concern persons who were permanent agents of the occupying power’s repressive regime, or who, after 13 January 1991, participated in the organisations mentioned in the impugned provisions and actively fought against the re-established Latvian Constitution and State...", "The argument ... that democratic state order must be protected against individuals who are not ethically qualified to become representatives of a democratic state at political or administrative level ... is well-founded...", "...The removal from the list of a candidate who was involved in the above-mentioned organisations is not an arbitrary administrative decision; it is based on an individual judgment by a court. In accordance with the law, evaluation of individual responsibility comes under the jurisdiction of the courts....", "7. ...In order to determine whether the measure applied, namely the restrictions on passive electoral rights, is proportionate to the objectives being pursued, namely the protection, firstly, of democratic state order and, secondly, of the national security and integrity of the Latvian State, it is necessary to assess the political situation in the country and other related circumstances. Parliament having evaluated the historical and political circumstances of the development of democracy on several occasions ... the Court does not consider that at this stage there would be grounds for challenging the proportionality between the measure applied and its aim.", "However, Parliament, by periodically examining the political situation in the State and the necessity and merits of the restrictions, should decide to establish a time-limit on these restrictions ... since such limitations on passive electoral rights may exist only for a specific period.”", "49. Three of the Constitutional Court’s seven judges who examined the above-mentioned case issued a dissenting opinion in which they expressed their disagreement with the majority’s conclusions. Referring, inter alia, to the judgments in Vogt v. Germany of 26 September 1995 (Series A no. 323) and Rekvényi v. Hungary (GC, no. 25390/94, ECHR 1999-III), they argued that the disputed restrictions could be more extensive with regard to civil servants than to elected representatives. According to those judges, Latvia’s democratic regime and institutional system had become sufficiently stable in the years since 1991 for individuals who had campaigned against the system ten years previously no longer to represent a real threat to the State. Consequently, the restriction on those persons’ electoral rights was not proportionate to the legitimate aim pursued."], "VIOLATED_ARTICLES": ["11"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}