{"ITEMID": "001-96510", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "ADMISSIBILITY", "DATE": 2009, "DOCNAME": "PYZEL AND OTHERS v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Giovanni Bonello;Lech Garlicki;Ledi Bianku;Nebojša Vučinić;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["The applicants, Ms Barbara Pyzel, Ms Natalia Pyzel, Mr Mieczysław Pyzel and Mr Zbigniew Pyzel, are Polish nationals who were born in 1968, 1929, 1956 and 1960 respectively and live in Warsaw. The Polish Government (“the Government”) were represented by their Agent, Mr J. Wołąsiewicz of the Ministry of Foreign Affairs.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicants are co-owners of property in Wilanów, which they inherited from their late father and grandfather F.P., who died in 1976.", "On 13 December 1994 the Wilanów City Council (Rada Gminy Warszawa-Wilanów) adopted a general local development plan which stipulated, among other things, that an electricity supply line was to be constructed over the applicants’ property. For that reason there was a “reserve” of about 7,000 square metres created on several properties, including part of the applicants’ property.", "In 2000 the Wilanów City Council announced that it was intending to adopt amendments to the existing land development plan.", "On 4 January 2001 the applicants lodged an objection (zarzut) to the proposed amendments.", "On 15 December 2001, by a resolution, the Wilanów City Council rejected the applicants’ objection.", "On an unspecified date the applicants lodged a complaint against that resolution with the Supreme Administrative Court (Naczelny Sąd Administracyjny).", "On 30 May 2003 the Supreme Administrative Court quashed the challenged resolution and declared it null and void.", "In the meantime, on 27 June 2002, although the applicants’ complaint to the Supreme Administrative Court was still pending, the Wilanów City Council passed further amendments to the local development plan adopted in 1994 and excluded from the plan the plots of land owned by the applicants.", "The applicants lodged a complaint against that resolution with the Supreme Administrative Court.", "On 30 May 2003 the Supreme Administrative Court declared the resolution null and void in the part challenged by the applicants. The court found that adopting a local development plan with an exclusion of some properties situated on the line of the planned investment amounted to a violation of certain provisions of the 1994 Local Planning Act (ustawa o zagospodarowaniu przestrzennym).", "Having obtained two Supreme Administrative Court judgments in their favour, on 22 September 2003 the applicants requested the President of Warsaw to present them with a schedule of measures to end the reserve.", "On 20 November 2003 they received a letter from the Chief Architect of Warsaw (Naczelny Architekt Miasta) who informed them that, in spite of the judgments given by the Supreme Administrative Court, the reserve remained in force and that a procedure for withdrawal of the reserve might be instituted after the adoption of a new resolution outlining a study of the local development plan (studium uwarunkowan i kierunków zagospodarowania przestrzennego). The architect did not, however, specify any date or time-limit within which the planned study would be prepared.", "On 31 December 2003 the local development plan of 1994 expired.", "Between the years 2004 and 2006 the applicants sent numerous letters and complaints to various authorities, but these were ineffective.", "On 26 June 2006 the applicants informed the Court that the Warsaw authorities had announced a draft of the study which did not contain a “reserve” for the electricity line.", "On 8 February 1999 the applicants lodged a request with the Warsaw District Court (Sąd Rejonowy) for dissolution of the co-ownership of their property.", "The proceedings were stayed on several occasions and the applicants lodged several requests for the exclusion of judges sitting in their case. Their requests were dismissed as ill-founded.", "On 21 September 2004 the Warsaw District Court rejected the applicants’ request, finding that other proceedings for dissolution of coownership and division of property inherited from the late F.P., concerning the same property and instituted by the applicants had been pending since 1982. The applicants did not appeal against that decision.", "On 4 October 2004 the Warsaw District Court resumed the proceedings referred to in its decision of 21 September 2004.", "On 8 December 2005 the Warsaw District Court gave a preliminary decision in which it established the shares of particular heirs in the estate of the late F.P.", "On 3 April 2007 the Warsaw District Court confirmed the distribution of the estate as set out in the preliminary decision of 8 December 2005.", "The applicants did not appeal.", "The relevant domestic law and practice concerning local development plans are set out in the Court’s judgments in the cases of Skibińscy v. Poland, no. 52589/99, § 28-39 and § 51-53, 14 November 2006, and Pietrzak v. Poland, no. 38185/02, § 31-40, 8 January 2008."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}