{"ITEMID": "001-76005", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "ADMISSIBILITY", "DATE": 2006, "DOCNAME": "BULUT v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant, Beko Bulut, is a Turkish national who was born in 1946 and lives in Tunceli. He is represented before the Court by Mr O. Kılıç, a lawyer practising in Istanbul.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "Until October 1994 the applicant lived in the Halitpınar village in the Ovacık district of the Tunceli province. In October 1994 the applicant’s village was forcibly evacuated by security forces on account of intense terrorist activities in the region. Subsequently, the applicant’s house was burned down along with the other houses in the village. He is still living in Elazığ with his family.", "On 2 April 1998 the applicant filed a petition with the Office of the Ovacık Governor, requesting compensation for his losses and permission to return to his village.", "On 25 May 1998 the Office of the Ovacık County Governor replied to the applicant’s petition, stating that the operations in the applicant’s village were still continuing and that he would be resettled when public order in the region was re-established. There was no explanation in the context of the reply as regards the applicant’s claim for compensation of his loss. The applicant did not challenge this reply.", "The applicant was residing in Elazığ. According to his statement of 12 October 1994, given before the Public Prosecutor, he had only a summer house in Halitpınar village.", "On 19 October 1994 the Public Prosecutor asked the District Gendarme Commander for information concerning the applicant’s allegations concerning the destruction and eviction of the Halitpınar village.", "On 1 October 1994 the District Gendarme Commander informed the Public Prosecutor that according to the witnesses’ statements the houses in Halitpınar village were burned down by the terrorist, dressed as security forces.", "On 9 December 1994 the Public Prosecutor gave a decision of nonjurisdiction and referred the file to the office of the Governor.", "On 25 October 1995 the Ovacık Governor gave a decision of nonprosecution as the alleged offences were not attributable to the security officers.", "On 2 April 1998 the applicant filed a petition with the Office of the Ovacık Governor, requesting compensation for his losses and permission to return to his village.", "On 25 May 1998 the Office of the Ovacık County Governor replied to the applicant’s petition, stating that the operations in the applicant’s village were still continuing and that he would be resettled when public order in the region was re-established. There was no explanation in the context of the reply as regards the applicant’s claim for compensation of his loss. The applicant did not challenge this reply.", "A description of the relevant domestic law can be found in the Court’s decision of İçyer v. Turkey (no. 18888/02, §§ 44-54, 12 January 2006) and in its judgment of Doğan and Others v. Turkey (nos. 88038811/02, 8813/02 and 8815-8819/02, §§ 31-35, ECHR 2004-...)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}