{"ITEMID": "001-108176", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "ADMISSIBILITY", "DATE": 2011, "DOCNAME": "MICHNICOVA v. SLOVAKIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Ján Šikuta;Josep Casadevall;Luis López Guerra;Mihai Poalelungi;Nona Tsotsoria", "TEXT": ["1. The applicant, Ms Anna Michnicová, is a Slovak national who was born in 1957 and lives in Bratislava. She was represented before the Court by Advokátska kancelária Ivan Syrový, s.r.o., a law firm with its registered office in Bratislava.", "2. The Government of the Slovak Republic (“the Government”) were represented by their Agent, Ms M. Pirošíková.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "3. The applicant is a judicial enforcement officer (súdny exekútor – “JEO”).", "4. The status and powers of and procedures relating to JEOs are governed by the Enforcement Code (Law no. 233/1995 Coll., as amended - “the Code”), details concerning the remuneration of JEOs for carrying out enforcement proceedings being laid down in the Decree of the Ministry of Justice on Reimbursement and Compensation of JEOs (Decree no. 288/1995 Coll., as amended - “the Decree”).", "5. In her official capacity, the applicant acted on behalf of the municipal District of Bratislava – Staré mesto (“the claimant”) in seeking the enforcement of an amount of money payable to the claimant by two individuals (“the defendants”) under a judgment of the Bratislava II District Court (Okresný súd) of 13 September 2000. The sum payable arose in consideration for the sale of non-residential premises by the claimant to the defendants.", "6. Under the Decree, as it then stood, the basis for calculating the applicant’s remuneration was the amount of the claim that was being enforced (vymáhané). After the events complained of had taken place, this provision was changed in that the basis for the calculation of a JEO’s remuneration was to be the amount of the claim that had actually been enforced (vymožené). Should the entire claim be enforced, the remuneration would be 20% of that base figure (see paragraphs 33 to 35 in the “Relevant domestic law and practice” section below).", "7. On 28 August 2003 the claimant requested that the applicant enforce the judgment and late-payment penalties against the defendants. The accumulated claim amounted in total to the equivalent of 30,150 euros (EUR).", "8. On 11 September 2003 a single judge of the District Court authorised the applicant to carry out the enforcement.", "9. On 24 September 2003 the applicant issued a notice of enforcement (upovedomenie o začatí exekúcie) by which she notified the defendants that the enforcement proceedings had commenced and that, unless they settled their debt within fourteen days, the applicant intended to enforce the judgment and costs of the enforcement by establishing a mortgage over real property belonging to the defendants and by seeking a forced sale of that property.", "10. On 8 January 2004 the applicant issued an order for enforcement (exekučný príkaz) of the judgment. By this order she directed the defendants’ bank to deduct the judgment debt and costs of the enforcement from the defendants’ account. By these means, amounts equivalent to some EUR 1,450 and EUR 350 were recovered, respectively, for the benefit of the claimant and the applicant by way of her remuneration.", "11. On 11 February 2004 the claimant and the defendants reached a settlement, in which:", "(i) the defendants acknowledged their debt (equivalent to EUR 30,410), consisting of the principal amount (EUR 30,150) and legal fees payable by them (EUR 260);", "(ii) the claimant waived one half of the debt on the condition that the defendants paid the remainder according to a payment schedule agreed upon, less the EUR 1,450 that they had already paid; and", "(iii) the claimant undertook to withdraw its enforcement petition on the condition that the defendants “settle all provable expenses of [the applicant] that [had been] incurred in connection with the enforcement of the clam [referred to above]”.", "12. On 8 March 2004, the claimant lodged a request with the applicant for the enforcement to be discontinued. Reference was made to “an agreement on the payment of the owed amount”.", "13. Between 26 May 2004 and 22 February 2005, the applicant requested that the District Court discontinue the proceedings and rule on her costs and the District Court invited the applicant to submit further information. The applicant responded, specifying the amount of her outstanding claim for remuneration at the equivalent of EUR 7,300.", "14. In a letter dated 14 February 2005 the claimant informed the applicant that the defendants had paid the outstanding amount of their debt.", "15. On 9 May 2005 the District Court discontinued the enforcement proceedings and ruled that the defendants were to pay the applicant the equivalents of EUR 11 by way of remuneration and of EUR 100 exclusive of value-added tax (“VAT”) by way of reimbursement for the costs of enforcement.", "16. The District Court referred to Article 203 of the Code and to sections 5 and 16 of the Decree (see paragraphs 32 and 35 to 37 in the “Relevant domestic law and practice” section below). It based the calculation of the applicant’s remuneration on the amount that had been actually obtained for the claimant through the direct involvement of the applicant (EUR 1,450). The amount of remuneration already paid (EUR 350) was deducted.", "17. The decision of 9 May 2005 stated that it was not subject to appeal. Later on, the Code was amended so that a decision on the remuneration and reimbursement of a JEO’s costs was made subject to appeal (see paragraph 30 in the “Relevant domestic law and practice” section below).", "18. On 18 July 2005 the applicant challenged the ruling of 9 May 2005 concerning her remuneration by way of a complaint under Article 127 of the Constitution to the Constitutional Court (Ústavný súd) (see paragraph 27 in the “Relevant domestic law and practice” section below).", "19. She relied on a judgment (nález) of the Constitutional Court of 17 December 2004 in case no. II. ÚS 31/04 (see paragraph 38 in the “Relevant domestic law and practice” section below) and argued, first of all, that her claim for remuneration constituted “possessions” for the purposes of Article 1 of Protocol No. 1.", "20. The applicant further argued that there was no justification in law for limiting the amount of her remuneration by calculating it on the basis of the amount actually enforced through her direct involvement. She submitted that the object and purpose of the relevant rules had required that the amount of her remuneration should have been calculated on the basis of the total amount paid by the defendants to the claimant while the enforcement proceedings were pending. This was implied, inter alia, in section 5(2) of the Decree read in conjunction with Article 46 § 3 of the Code (see paragraphs 28 and 36 in the “Relevant domestic law and practice” section below), which regulated the remuneration of a JEO in the event that a defendant settled his or her debt voluntarily.", "21. A different approach would allow any defendant to circumvent the law by delaying payment of his or her debt until enforcement proceedings commenced and then paying the debt directly to the creditor without having to bear the consequences, such as the costs of the enforcement.", "A distinction between amounts paid through the involvement of a JEO and directly to the creditor without the involvement of a JEO was unfounded and unlawful.", "22. Accordingly, the applicant asserted a violation of her rights under Article 1 of Protocol No. 1 and its constitutional counterpart.", "23. On 23 October 2007 the Constitutional Court declared the applicant’s complaint inadmissible as manifestly ill-founded.", "24. The Constitutional Court observed that the applicant’s entitlement to remuneration as such had not been contested but that what remained disputed was that remuneration’s amount.", "25. In those circumstances, her claim did not amount to an existing “possession”. Neither could her hope of her entitlement being realised as a specific amount in accordance with her interpretation of the relevant laws be considered “legitimate” so as to amount to a “possession” under the applicable case-law.", "26. The Constitutional Court accepted that the present decision was “at [a] certain variance” with its above-cited judgment in case no. II. ÚS 31/04. However, that judgment had concerned a specific problem relating to VAT. Even though it had not been expressly stated in that judgment, a JEO liable to pay VAT on his or her remuneration had a legitimate expectation to have that amount of tax reimbursed by a defendant. The present decision was thus fully in compliance with the Court’s jurisprudence.", "27. Article 127 provides:", "“1. The Constitutional Court shall decide complaints by natural or legal persons alleging a violation of their fundamental rights or freedoms ... unless the protection of such rights and freedoms falls within the jurisdiction of a different court.", "2. If the Constitutional Court finds a complaint justified, it shall deliver a decision stating that a person’s rights or freedoms as set out in paragraph 1 have been violated by a final decision, specific measure or other act and shall quash such decision, measure or act. If the violation that has been found is the result of a failure to act, the Constitutional Court may order [the authority] which has violated the rights or freedoms to take the necessary action. At the same time it may remit the case to the authority concerned for further proceedings, order such authority to refrain from violating the fundamental rights and freedoms ... or, where appropriate, order those who have violated the rights or freedoms set out in paragraph 1 to restore the situation to that existing prior to the violation.", "3. In its decision on a complaint the Constitutional Court may grant appropriate financial compensation to the person whose rights under paragraph 1 have been violated.”", "28. Under Article 46 § 3, as applicable at the relevant time, a JEO is to “abandon” (upustí) enforcement proceedings if the debtor has complied with its obligations as adjudicated and has settled the costs of the enforcement.", "29. The supervising court is to discontinue (zastaví) the enforcement if the person who initiated the enforcement has so requested (Article 57 § 1 (c)).", "30. Under the Code, as applicable at the relevant time, no appeal lay against a decision on costs upon the discontinuation of enforcement proceedings. However, on 1 September 2005 an amendment (Law no. 341/2005 Coll.) to the Code entered into force, pursuant to which such decisions are now subject to appeal (Article 58 § 5 of the amended Code).", "31. In respect of enforcement carried out under the Code, a JEO is entitled to remuneration, reimbursement of costs and compensation for time spent on the matter. These expenses are normally to be borne by the debtor (Articles 196 and 197 § 1) (see also the Court’s decisions of 28 June 2011 in the cases of Mihal v. Slovakia no. 23360/08 (§§ 24 and 25) and no. 31303/08 (§§ 36 and 37)).", "32. If the creditor causes the discontinuation of enforcement proceedings, the court can order him or her to cover the necessary costs of the enforcement (Article 203 § 1). This provision implies that the court has the ability, not an obligation, to make an order for costs against the creditor. Such an order presupposes an analysis of procedural responsibility (zavinenie) for the discontinuation. The provision confers discretion on the part of the court based on an assessment of the actions of the creditor and the degree and seriousness of the creditor’s responsibility should it be established (a decision by the Constitutional Court of 23 March 2005 in case no. I. ÚS 48/05) (see also Mihal v. Slovakia, no. 3133/08, cited above, §§ 38-40).", "33. Under section 4(1), as applicable at the relevant time, the basis for calculating a JEO’s remuneration was the amount of the claim that was being enforced (vymáhané).", "34. With effect as from 1 May 2008, section 4(1) of the Decree was amended (Decree no. 141/2008 Coll.) to the effect that a JEO’s remuneration was no longer to be calculated on the basis of the amount of claim that was being enforced (vymáhané), but rather on the basis of the amount of the claim that had actually been enforced (vymožené).", "An introductory report (predkladacia správa) and an explanatory report (dôvody) on the amendment refer to “interpretative question marks” and “inconsistent practice in applying” the existing rules in respect of the basis for calculating the remuneration of judicial enforcement officers. The amendment has no retroactive effect.", "35. Under section 5(1), a JEO’s remuneration is to be 20% of the figure used as the basis for calculation.", "36. In the event that defendants settle their debts themselves and the enforcement is consequently “abandoned” under Article 46 § 3 of the Code, the JEO’s remuneration is to be reduced to one half of the amount calculated pursuant to the abovementioned rules (section 5(2)).", "37. If a JEO succeeds in enforcing part of a claim before its enforcement is discontinued, the JEO’s remuneration is to be calculated on the basis of the amount actually enforced (vymožené) (section 16(2)). This provision applied at the relevant time and has remained unaffected throughout the subsequent legislative developments.", "38. On 17 December 2004 the Constitutional Court gave a judgment (nález) in an unrelated case no. II. ÚS 31/04, concerning the applicability of VAT to the remuneration of JEOs. In this judgment, the Constitutional Court held that:", "“The term ‘possessions’ encompasses things, rights and claims. The Constitutional Court therefore considers that compensation in respect of costs of the proceedings, which is due to a [JEO] upon the discontinuation of enforcement proceedings, constitutes possessions, which are acquired by virtue of a final and binding ruling of an ordinary court awarding it. This claim fully enjoys the protection of [...] Article 1 of Protocol No. 1, because compensation in respect of costs of the proceedings is undoubtedly a claim of a party to the proceedings against another party to the proceedings, which is moreover enforceable as any other financial claim.", "A claim for compensation of costs of proceedings has to be allowed to the party concerned in the entire scope envisaged by statute, which includes [VAT] in so far as the party concerned is liable to pay that tax under the applicable statute on the amount awarded.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}