{"ITEMID": "001-90963", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MDA", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF CEBOTARI AND OTHERS v. MOLDOVA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial;Violation of Article 1 of Protocol No. 1 - Protection of property", "JUDGES": "David Thór Björgvinsson;Giovanni Bonello;Ján Šikuta;Ledi Bianku;Nebojša Vučinić;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["7. The applicants, Mr Nicolai Cebotari, Mr Nicolai Gorbatîi, Ms Zinaida Curganov, Mr Ion Nedin and Mr Petru Anin, are Moldovan nationals, who were born in 1936, 1942, 1931, 1957 and 1939 respectively and live in Chişinău.", "8. The facts of the case, as submitted by the parties, may be summarised as follows.", "9. The applicants were employees of a private company (“the company”) and were entitled to receive invalidity benefit. Since the company stopped paying them benefit in 1998, the applicants jointly brought an action against it, seeking payment of benefit arrears and requiring the former to pay the benefit for the rest of their lives.", "10. On 23 October 2001 the Botanica District Court ruled in favour of the applicants. It ordered the company to pay each of them invalidity benefit for the period 1 April 2000 to 1 November 2001 as follows: 9,507 Moldovan lei (MDL) (823 euros (EUR)) to Mr Nicolai Cebotari; MDL 6,245.4 (EUR 541) to Mr Nicolai Gorbatii; MDL 6,320.33 (EUR 548) to Mrs Zinaida Curganov; MDL 6,345.61 (EUR 550) to Mr Ion Nedin; and MDL 8,123.61 (EUR 550) to Mr Petru Anin. It also ordered the company to recalculate their respective benefits periodically and to pay it for the rest of their lives. On the same date the court issued enforcement warrants. The company’s appeal was dismissed on 8 May 2002 by the Chişinău Regional Court and on 13 June 2002 by the final judgment of the Court of Appeal.", "11. The enforcement warrants were sent to the bailiff on 5 January 2002.", "12. Between 2001 and 2004 the applicants lodged numerous complaints with various authorities about the non-enforcement of the judgment in their favour. In its replies the Ministry of Justice informed the applicants about the actions taken by the Bailiff’s Office to enforce the judgment. On several occasions a bailiff made enquiries of the Tax Authority, the Land Registry and the Vehicle Registration Department about the company’s assets. He was informed that the company held numerous bank accounts which had been frozen by the Tax Authority, that the company did not have any real estate and that it owned several vehicles, later found to have been dismantled and allegedly to be of no value.", "13. In order to enforce the judgment in favour of the applicants, on 5 February 2002 a bailiff seized a building, which, according to a certificate of 22 February 2002 issued by the Land Registry, belonged to a third company. On 25 February 2002 a court annulled the sale by auction of that building.", "14. On 22 July 2002 the company proposed to pay to each applicant MDL 1,300 (EUR 94), but they refused the offer.", "15. On 13 August 2002 a bailiff seized four items of the company’s machinery and arranged for their sale at auction. On 22 August 2002 a third party bank (“the bank”) sought annulment of the bailiff’s actions on the ground that the machinery had been mortgaged by the company in 1996 in order to guarantee a loan. Although the company’s machinery was auctioned on 18 December 2002, following a request from the bank, on 26 December 2002 the Botanica District Court annulled the auction. On 13 February 2003 the Botanica District Court ordered a stay of the enforcement proceedings in respect of the seized machinery, relying on a judgment of the Economic Court of 18 March 1999 by which a judicial dispute between the company and the bank had been determined in favour of the latter.", "16. By judgments of 21 May 2002 and 31 March 2003 the Economic Court dismissed a third party bank action for the institution of insolvency proceedings against the company, relying on the company’s financial report for the first quarter of 2002 and its annual report for 2002, revealing assets worth MDL 88,291,286 (EUR 7,047,235) and MDL 83,590,250 (EUR 5,373,263), respectively.", "17. On 3 March 2003 a bailiff made an enquiry of the Centre for Fighting Economic Crimes and Corruption (“CFECC”) and was informed that the company had been inactive since 1999 and held no assets and that on 14 June 2002 the company’s accounting records had been destroyed by fire.", "18. On 5 September 2003 the company became the subject of insolvency proceedings and all enforcement proceedings against it were suspended.", "19. On an unspecified date in 2004 the applicants brought an action against the Bailiff’s Office and complained that the measures taken to enforce the judgment in their favour were inefficient. By a decision of 11 March 2004 the Botanica District Court upheld their action and held that the Bailiff’s Office had failed to take effective action to enforce the judgment in favour of the applicants and ordered it to seize the company’s assets recorded in the financial reports of 2002 (see paragraph 16 above).", "20. On 12 March 2004 a representative of the company informed the bailiff in charge of the enforcement about a change of the company’s address and about the fact that it did not possess any assets in the Botanica District. According to a report drawn up by a bailiff on 26 April 2004 the company was not located at the newly indicated address.", "21. On 24 September and 7 October 2004 a bailiff requested CFECC, the Tax Authority, the Land Registry and the Prosecutor’s Office for assistance in enforcing the judgment in favour of the applicants. According to the information from the Department of Information Technology (“the Department”) the company owned three trucks, and on 24 December 2004 the Botanica District Court ordered the traffic police to search and to seize the vehicles. The decision however remained inoperative.", "22. On 14 December 2004 the applicants lodged with the Botanica District Court a complaint against the bailiff’s failure to comply with the decision of the Botanica District Court of 11 March 2004. They also sought MDL 8,000 (EUR 484) each in compensation for pecuniary and non-pecuniary damage suffered as a result of the inefficiency of the bailiff’s actions. On 18 February 2005 the Botanica District Court dismissed their complaint on the ground of lack of jurisdiction ratione materiae and instructed them to initiate contentious proceedings against the bailiff.", "23. On 13 December 2005 the applicants complied with the court’s ruling and initiated contentious proceedings against the bailiff. On the same date, the Botanica District Court dismissed their action on the ground of res judicata, referring to the decision of the Botanica District Court of 11 March 2004.", "24. In the meantime, in May 2005, a bailiff seized 49% of the company’s shares in the statutory capital of a third company as well as eighteen items of machinery. In June and August 2005 he requested the National Institute of criminology and judiciary (“the Institute”) to evaluate the seized shares and assets. On both occasions the Institute refused to comply with the bailiff’s request, stating that it had to be paid for the valuation in advance and that it had not been provided with certain documents. On 21 November 2005 the Institute informed the bailiff that it could not comply with the request to evaluate the shares since it did not have qualified personnel for that purpose.", "25. On 5 April 2006 a private company performed an evaluation of the shares and machinery. It estimated the value of the latter at MDL 582,422 (EUR 36,780), but the shares could not be evaluated since it did not have qualified personnel.", "26. On several occasions a bailiff requested the creditors of the company, including the applicants, to bear the fees for the announcement of an auction. On 7 June 2006 an auction to sell the machinery took place but there were no buyers.", "27. On 19 August 2006 a bailiff fixed another date for the auction. Since the debtors, including several State authorities, did not comply with the bailiff’s request to bear the fees for the announcement of the auction, it has not taken place to date.", "28. On an unspecified date in 2006 a bailiff enforced a 2003 judgment in favour of the company, according to which it had to be paid by private third parties MDL 25,353 (EUR 1,643). Since the company had debts worth MDL 429,727 (EUR 24,580), on 8 December 2006 a bailiff distributed the amount recovered from the third parties between several of the company’s creditors, including Mr Nicolai Gorbatii, Mrs Zinaida Curganov and Mr Ion Nedin, who received MDL 1,419.43 (EUR 81), MDL 1,409.42 (EUR 80) and MDL 1,442.20 (EUR 82), respectively.", "29. On 18 July 2007 a bailiff evaluated 49% of the company’s shares in the statutory capital of the third company at MDL 300,000 (EUR 17,930) and seized it. The company’s appeal against the bailiff’s decision was dismissed on 1 August 2007. On the same date, the third company appealed against the bailiff’s decision of 18 July 2007. The outcome of the proceedings is unknown.", "30. On 16 February 2008 a bailiff issued a decision according to which the following amounts were to be distributed to the applicants: MDL 821.32 (EUR 50) to Mr Nicolai Cebotari; MDL 528.43 (EUR 32) to Mr Nicolai Gorbatii; MDL 524.70 (EUR 32) to Mrs Zinaida Curganov; MDL 536.91 (EUR 33) to Mr Ion Nedin; and MDL 687.35 (EUR 42) to Mr Petru Anin.", "31. On 18 March 2008 Mr Gorbatii and Mr Nedin received MDL 1,947.86 (EUR 115) and MDL 1,979.11 (EUR 117), respectively.", "32. The judgment of 23 October 2001 in favour of the applicants has not been fully enforced to date.", "33. The relevant domestic law has been set out in Prodan v. Moldova (no. 49806/99, ECHR 2004III (extracts))."], "VIOLATED_ARTICLES": ["6", "P1"], "VIOLATED_PARAGRAPHS": ["P1-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}