{"ITEMID": "001-81675", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FIN", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF ANDRIA OY AND KARI KARANKO v. FINLAND", "IMPORTANCE": "4", "CONCLUSION": "No violation of Art. 6", "JUDGES": "Nicolas Bratza", "TEXT": ["6. The applicant, an owner of the applicant company, was born in 1958 and lives in Velkua.", "7. Since August 1993 S. had ordered children’s clothing from the then Andria Oy (apparently not the same company as the applicant company, and since 8 June 1994 called “Saariston Matkailuautot Oy”). In May 1994 the then Andria Oy’s debt collecting operation was transferred to a company E.", "8. On 26 July 1994, E., which is not an applicant before this Court, filed a writ of summons (case no. 94/6599) against S. with the Vantaa District Court (käräjäoikeus, tingsrätten). The plaintiff E. was represented by the second applicant. The plaintiff requested outstanding payment of FIM 5,327 (EUR 896) with interest for an order of children’s clothing made by S.", "9. On 20 October 1994, the summons was served on the defendant, who contested the claims, alleging that he had cancelled the order in time.", "10. The court held a preparatory hearing on 19 May 1995, in which the plaintiff E. was represented by the second applicant. According to the Government, the plaintiff had stated that it would file a supplementary writ of summons and a claim for damages. On 5 July 1995 E.’s representative R. and the court agreed by telephone that the supplementary claims were to be submitted by 15 August 1995.", "11. Around February–March 1997 the District Court informed the plaintiff E. that a preparatory hearing would be held in May 1997 and reminded that it had not lodged a supplementary summons.", "12. On 25 April 1997, the applicant company filed a new writ of summons against S. with the District Court (case no. 97/2645). This claim also concerned the recovery of an outstanding payment of FIM 5,327 (EUR 896) for the purchase of goods. The applicant company also claimed damages in the amount of FIM 18,850 (EUR 4,179). The summons was served on the defendant on 27 June 1997, who submitted his response on 25 July 1997.", "13. Meanwhile, the preparatory hearing concerning the first writ of summons, filed by E., scheduled for 29 May 1997, was cancelled.", "14. The District Court considered it appropriate to examine all the claims together. According to the Government, on 10 June 1998 it joined the actions and served the defendant’s responses on the plaintiffs.", "15. On 15 April 1999 and 31 May 1999, the court held preparatory hearings. The main hearing was held on 23 August 1999, at which one witness was heard. The court also examined seven items of written evidence. At the hearing, the applicant company submitted a further claim for damages of FIM 6,000 (EUR 1,009).", "16. On 6 September 1999 the court issued a joint judgment in the two cases. Without giving reasons, E. was no longer considered as a plaintiff and the applicant company was indicated as the only plaintiff. The court rejected all the claims and ordered the applicant company, together with the second applicant, to pay the defendant’s legal expenses. It found that the second applicant, being the plaintiff’s legal representative, had negligently caused S. to incur legal costs. In its judgment it also noted the following:", "“It was not possible for the District Court to eliminate entirely the lack of clarity in the claims of the parties, especially those of the plaintiff, and the grounds of and evidence for these claims. ... It has examined the case to the extent that the parties have presented their claims and the grounds for them, and what had been the matter in question in the District Court’s view.”", "17. E. and the applicants appealed to the Court of Appeal, stressing, inter alia, that E. had issued the first writ of summons. The appellate court upheld the judgment on 27 December 2000, without holding an oral hearing. It considered, as the District Court, that the applicant company was the only plaintiff in the proceedings and consequently dismissed E.’s appeal.", "18. According to the applicants, E. transferred the allegedly outstanding account from S. to the applicant company on 26 February 2001.", "19. E. and the applicants sought leave to appeal and appealed to the Supreme Court (korkein oikeus, högsta domstolen), complaining, inter alia, about the length of the proceedings. They also alleged that both E. and the applicant company had lodged summonses and, consequently, the two companies’ claims should not have been examined together. They further stated:", "“[The applicant company] has been a party to the proceedings only as of 24 April 1997 when it filed a writ of summons with the Vantaa District Court (summons no. 97/2645), by which it requested damages from [S.]...”", "20. The Supreme Court refused leave to appeal on 10 October 2001."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}