{"ITEMID": "001-111198", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "EST", "BRANCH": "ADMISSIBILITY", "DATE": 2012, "DOCNAME": "M.R. AND L.R. v. ESTONIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Anatoly Kovler;Erik Møse;Khanlar Hajiyev;Linos-Alexandre Sicilianos;Mirjana Lazarova Trajkovska;Peer Lorenzen", "TEXT": ["1. The first applicant, Ms M.R., is an Estonian national who was born in 1981. The second applicant, Ms L.R., is an Estonian and Italian national who was born in 2009. The President decided that their identity should not be disclosed to the public (Rule 47 § 3). The applicants live in Kõrveküla, Tartu County. They were represented before the Court by Mr T. Pilv and Ms H. Jürimäe, lawyers practising in Tartu.", "3. The first applicant met R., an Italian national and the father of the second applicant, their daughter, during her studies in the Netherlands. They developed a relationship and after completing her studies she often stayed with R. in Arluno near Milan. On 30 June 2009 the second applicant was born in Italy. After the birth of the child, relations between the parents deteriorated. According to the first applicant she suffered mental abuse from R. Allegedly, R. had only wished to bring the child up in accordance with Italian traditions and with assistance from his parents, whereas the first applicant’s opinions had been disregarded. R. had worked long hours and had barely participated in taking care of the child.", "4. The applicants travelled to Estonia on a number of occasions, including for three weeks starting from 26 December 2010. Thereafter, they went to Estonia on 2 March 2011 with R.’s consent. However, they did not return to Italy on 11 March 2011, as had been agreed, but stayed in Estonia.", "5. On 7 March 2011 the first applicant asked the Tartu County Court to award her sole custody of the child.", "6. On 16 March 2011 R. travelled to Estonia. He wished to see the child but refused to do so in a law firm, as proposed by the first applicant. However, he met the first applicant who gave him the keys to his apartment in Italy at his request.", "7. On 29 March 2011 R. made a request to the Italian Ministry of Justice for the child’s return under the Hague Convention on the Civil Aspects of International Child Abduction (“the Hague Convention”). On 13 April 2011 the Italian authorities forwarded the request to the Estonian Ministry of Justice and on 10 May 2011 it was sent to the Tartu County Court.", "8. The County Court dealt with the requests of both parents in the same proceedings. A hearing took place on 27 May 2011, with the participation of the first applicant, R., the second applicant’s State-appointed lawyer and a social worker from the Tartu rural municipality where the applicants resided in Estonia. At the closure of the hearing, the court announced that it would make its ruling after the receipt of an opinion from the Italian child protection services. The subsequent proceedings were conducted in writing.", "9. On 30 May 2011 the County Court issued a temporary injunction concerning R.’s access rights to the child according to which he could meet her in the presence of her mother and a third person of his choice. This arrangement was later amended by the court so as to enable the first applicant to be also accompanied by a person of her choice during the meetings. R. met the child on four weekends between May and July 2011. At least at some of the meetings both Italian and Estonian psychologists were present. According to the first applicant, R. subsequently ceased to show interest in the child.", "10. On 1 July 2011 the County Court notified the first applicant that she had until 1 August 2011 to send them her written submissions concerning R.’s claim for the return of the child to Italy. It informed her of its intention to rule on the matter by 15 August 2011 at the latest. In her submissions the first applicant referred to the need for several items of evidence yet to be received (opinion of the Tartu rural municipality, medical expert opinion, and additional information from the Italian authorities) and requested the postponement of the County Court’s ruling until the receipt of further evidence. She raised the issue of the child’s sexual abuse by R. The first applicant also submitted to the court written statements from a number of persons (her mother and other relatives, friends, colleagues and a teacher) describing the relations between the parties and R.’s abusive behaviour, as well as a psychotherapist’s observations based on the first applicant’s counselling. According to a note by a child psychiatrist the child was restless and nervous and had sleep disorders; it was suggested that the meetings with R. be conducted at home in a secure environment.", "11. On 25 August 2011 the Italian Ministry of Justice transferred to its Estonian counterpart a report by the Magenta Children and Family Protection Centre. It was noted that no extensive replies to the questions formulated by the Estonian authorities could be given on the basis of the information gathered. The Italian authorities had met R. and his parents and visited R.’s residence. They had also met the first applicant’s music teacher. It was noted in the report that R. had a controlling and egocentric character and traits of dependence. Latent depressive tendencies could be seen in R.’s family of origin where the woman’s natural role was seen as that of taking care of children, even at the expense of her professional self-fulfilment. A family pattern of this kind could have also been established in the relationship between R. and the first applicant and caused her uneasiness. It was noted that R. had denied that his mother had been treated for mood disorders, although this had been the case. Lastly, it was noted that in order to conclusively answer the questions posed it was necessary to assess both of the parents and to observe the father’s relationship with the child.", "12. On 23 September 2011 a psychology expert drew up a written opinion at the request of the County Court. She had met the applicants on 1 and 5 September 2011. In response to the County Court’s questions she noted that it was not possible to decide on the issue of sexual abuse as alleged by the first applicant. In respect of whether her transfer to Italy would cause her serious mental suffering, the expert noted that the child needed a secure, customary and stable environment, that she had a close attachment relationship with her mother and that her separation from her mother would definitely cause her serious mental suffering and could have a serious life-long negative influence on her. At the age in question the child and mother belonged together. Even if the mother could stay in Italy without being prosecuted, she would be fully dependent on the child’s father and at risk of mental and physical violence; there would be a resurgence of the situation from which the mother had escaped from Italy. Traumatisation of the mother would have a negative effect on the child’s development. The expert concluded that in these circumstances the return of the child to Italy would cause her serious mental suffering and would definitely not proceed from the child’s well-being and needs.", "13. On 28 September 2011 the first applicant submitted further written observations and documentary evidence to the County Court and noted, inter alia, that all the relevant circumstances had not been established and that the court’s delivery of its ruling on the matter should be postponed.", "14. By a decision of 7 October 2011 the Tartu County Court ordered the second applicant’s return to Italy pursuant to the Hague Convention. It established that the child had resided in Italy together with her parents until 2 March 2011 and that this finding was not affected by the first applicant’s argument that she had only studied and temporarily lived in that country. The court further established that the parents had joint custody of the child in Italy; the father had consented to the child’s travelling to Estonia but not to her settling in Estonia. The court found that the retention of the child in Estonia was wrongful within the meaning of Article 3 of the Hague Convention and that the father was entitled to claim her return under Article 12. In respect of the question whether the return of the child was excluded under Article 13 § 1 (b) of the Hague Convention, the court noted that it had to consider the information concerning the child’s social background provided by the central authority or other competent authority of the child’s habitual residence. It referred to the Estonian Supreme Court’s judgment of 6 December 2006, according to which a child could only not be returned on the basis of Article 13 § 1 (b) of the Hague Convention if this would result in extremely serious damage to the child’s well-being. Such exceptional threat to the child’s well-being had to be sufficiently specific and probable.", "15. The County Court considered that the second applicant’s return to Italy would not cause her more suffering than it would an average two-year-old. On the basis of evidence at the court’s disposal (expert opinion by a psychologist and information from the kindergarten) it could not be concluded that the father had ill-treated the child or been violent towards the first applicant. Nor could it be established on the basis of the information provided by the Magenta child protection agency that the child’s return to Italy would be contrary to her interests. As the Italian authorities had referred to the need to monitor relations between the father and the child, their supervision of what was going to happen in the family was ensured. The court noted that pursuant to the Hague Convention the child was not returned to the other parent but to the other country; therefore, the court did not find the first applicant’s arguments about the separation of mother and child relevant. A close relationship between the mother and child would also contribute to the child’s sense of security in Italy where she had been living until 2 March 2011. R. had confirmed at the court’s hearing that he was ready to provide the applicants with lodging and subsistence. The conflict between the parents could not determine the choice of the child’s country of residence; these matters could be taken into account in the determination of the parents’ rights of custody. The first applicant’s arguments related to her impossibility to return to Italy because of the risk of arrest were irrelevant because the Italian authorities could in any event make use of the European arrest warrant. The court concluded that there were no circumstances that allowed dismissing the request for the second applicant’s return to Italy.", "16. The court acknowledged that the second applicant had developed certain routines and a feeling of security in Estonia. Nevertheless, courts could not favour a parent altering a child’s country of residence without the consent of the other parent. The first applicant should have sought the determination of her custody rights in the first place and only thereafter changed her and – depending on the custody rights awarded – the child’s residence.", "17. The County Court ruled that it had no jurisdiction over the first applicant’s claim for sole custody as the child was to be returned to Italy. The court dismissed the first applicant’s requests for a further hearing to be held, for her and witnesses to be examined and for a psychiatric expert examination of R. to be ordered. It noted that owing to exceptional circumstances (delayed receipt of the reply from the Italian social services and the lodging of complaints of abuse) it had not been able to resolve the matter within six weeks. Nevertheless, further suspension of the proceedings was not possible but it was open to the first applicant to make the requests in question in the proceedings concerning the custody rights.", "18. The applicants appealed against the County Court’s decision, requesting the dismissal of R.’s request for the second applicant’s return to Italy and resumption of the examination of the first applicant’s claim for sole custody of the second applicant. The first applicant submitted to the Tartu Court of Appeal, inter alia, an extract of the second applicant’s medical record according to which the applicants had been examined in a psychiatric department of the Tallinn Children’s Hospital in October 2011. It had been found that the child had a secure attachment relationship with her mother and that in the event of the continuation of the stressful period related to the court proceedings the mother and child would need psychological support.", "19. By a decision of 12 December 2011 the Tartu Court of Appeal upheld the first-instance court’s ruling. It considered that the child had lived with her parents in Italy until 2 March 2011 and had become accustomed to her social and family environment in that country. It was natural that she had also developed such relations in Estonia after her unlawful retention but neither this nor the child’s earlier visits to Estonia meant that her habitual residence was in Estonia. The Court of Appeal agreed with the County Court’s finding that the return of the child was not excluded under Article 13 of the Hague Convention. It considered that according to the spirit of the Hague Convention the child’s swift return to her habitual living environment was presumed to be in her best interests. This also had a general preventive effect ensuring that parents would not take their children unlawfully to another country. Accordingly, a child could only not be returned in exceptional circumstances.", "20. The Court of Appeal was of the view that the second applicant’s return to Italy would not necessarily lead to her separation from her mother and accordingly the related arguments of the appeal were unfounded. It referred to several items of evidence adduced by R. including, inter alia, an opinion of Italian experts, according to which the child’s return to Italy was in her interests, and a notice from the kindergarten the second applicant had attended in Italy, according to which there had been nothing to indicate the use of physical or mental violence against the child. The Court of Appeal concluded that the second applicant would not be placed in an intolerable situation upon her return to Italy and that the first applicant’s claims of the abuse of the child by her father were groundless.", "21. The Court of Appeal noted that the evidence adduced by the first applicant, which the first-instance court had disregarded, did not demonstrate reliably that R. had abused the child. The psychology expert who had examined the second applicant had not confirmed that she had been abused by her father. The expert’s opinion that the child’s return to Italy would cause her serious suffering had been based on the first applicant’s groundless claim that the child would be separated from her on return. The Court of Appeal noted that the first applicant had confirmed at the County Court’s hearing that R. had not been violent towards the child and only later in the proceedings had she claimed that R. had abused the child. The Court of Appeal was in agreement with R.’s opinion that the first applicant had raised the accusation about the abuse of the child in order to justify her retention in Estonia. The allegation of abuse had not been raised in Italy or immediately after the applicants’ arrival in Estonia; it had only been made to the police on 12 July 2011. The Court of Appeal considered the first applicant’s allegations of abuse were not credible. The parents’ mutual accusations indicated that there were strained relations between them but did not in themselves prove the existence of the grounds for refusing the return of the child under Article 13 § 1 (b) of the Hague Convention.", "22. The Court of Appeal referred to the Supreme Court’s judgment of 6 December 2006, according to which a child could only not be returned on the basis of Article 13 § 1 (b) of the Hague Convention if this would result in extremely serious damage to the child’s well-being. The harmful effects that could arise from the separation of the child from the parent could be avoided by the return of the child together with the parent in question.", "23. On 6 February 2012 the Supreme Court declined to examine appeals lodged by the first applicant and the second applicant’s representative.", "24. On 22 February 2012 the Supreme Court refused to reopen the proceedings.", "25. On 29 February 2012 the first applicant received a bailiff’s notice (deposited on 28 February 2012), according to which the child had to be returned to Italy within ten days.", "26. On 15 April 2011 R. made a request to the Milan Youth Court seeking the return of the child and a prohibition on her leaving Italy; he also claimed sole custody of the child with visitation rights accorded to the first applicant. On 2 May 2011 the Youth Court suspended the proceedings. It appears that a time-limit was subsequently set for R. to settle the case, regard also being had to the proceedings pending in Estonia, and that the first applicant’s submissions in English were not admitted by the Youth Court. Pursuant to the Milan Youth Court’s provisional ruling of 23 December 2011, the first applicant was ordered to return the child to Italy to her father to whom sole custody of the child was accorded. In the event of her failure to do so she would lose her parental rights. The Arluno Social Services were requested to take the matter under their supervision and arrange the meetings between the child and the mother in a neutral environment as well as give the court feedback about the relationship between the child and each of the parents.", "27. A hearing before the Milan Youth Court took place on 2 March 2012 with the participation of the first applicant and R. According to the first applicant, the court considered that she and the child should move into R.’s residence for two weeks and stay there with R. and a psychologist or psychiatrist of his choosing. Thereafter the mother’s access rights to the child would be terminated and the child would remain under the supervision of social workers.", "28. On 12 July 2011, in Estonia, the NGO Järva Naiste Varjupaik (Järva Women’s Shelter) reported R. for sexually assaulting the second applicant on the basis of information received from the first applicant in the course of counselling. On 22 July 2011 the first applicant was interviewed by a police investigator. She submitted that she had seen R. sexually abusing their daughter in the summer of 2010. The first applicant further submitted that in February 2010 R. had pushed her over while she had been holding the then seven-month-old child.", "29. A similar criminal investigation was opened in Italy on the basis of the first applicant’s complaint of 5 August 2011. On 6 October 2011 the police informed the Milan Prosecutor’s Office of the state of the investigation. According to the information provided, the first applicant’s music teacher and R.’s former wife had been interviewed in September 2011. The first applicant had talked to the music teacher about her problems with R. and his parents and had also made comments about R.’s behaviour towards their daughter. R.’s former wife had described R. as reliable and affectionate in a relationship, and said that he had never been violent, aggressive, disrespectful, controlling or jealous. What had been decisive for ending their marriage had been the influence that R.’s parents, particularly his father, had exercised over him. Such influence had never been contested by R. who had had very strong ties, verging on dependence, with his family. She had also made reference to R.’s obsession with cleanliness. The police also examined a report by the Italian Embassy in Tallinn concerning the second applicant’s living conditions in Estonia – which were described in positive terms – and information from the Magenta child protection agency. In respect of the alleged sexual abuse, the police considered that there was a lack of information allowing this to be put into context and found that a precise understanding of the circumstances and sequence of the events was necessary for assessing their criminal relevance or their inappropriateness from a parental education point of view. The information available demonstrated the first applicant’s difficulty in living with R., above all in relation to the interference and influence exercised by his father. At the same time, nothing had emerged to suggest that R. was sexually deviant. Lastly, the police noted that there were separate criminal proceedings pending concerning child abduction and detention abroad in respect of the first applicant initiated on the basis of a complaint by R.", "30. Criminal proceedings have also been opened in Italy in respect of R.’s alleged violence towards the first applicant.", "31. In February 2012 the first applicant reported R. to the Estonian authorities for allegedly making a false accusation and using a forged document. It appears that R., in turn, has reported the first applicant for allegedly making a false accusation.", "32. In a judgment of 6 December 2006 (case no. 3-2-1-123-06) the Civil Chamber of the Supreme Court dealt with a case under the Hague Convention. It noted, inter alia, that as a rule, a child who had been wrongfully removed or retained in another Contracting State had to be promptly returned. Pursuant to Article 13 § 1 (b) a wrongfully removed or retained child could only not be returned in exceptional circumstances, that is when his or her return would cause extremely serious harm to the child’s well-being. In this connection, the child’s well-being had to be under extraordinary threat that was sufficiently specific and probable. An extensive interpretation of Article 13 § 1 (b) and other grounds for refusal to return a child would undermine the purpose of the Hague Convention. Proceeding from the above, the Supreme Court considered it impossible not to return the child concerned merely because the mother’s care was important for an infant and the child had continuously been with the mother up until the material time and had no experience of living alone with the father. Since the dispute between the parties did not concern the child’s place of residence but the return of the child under the Hague Convention, there was no need to resolve the question of which parent should be given priority in bringing up the child. The only matter to be determined was that of the child’s prompt return. Under the Hague Convention the child was not to be returned to the other parent but, as a rule, simply returned to the country of his or her habitual residence. The harmful effects that could arise from the separation of the child from a parent could in most instances be avoided by the return of the child together with the parent, separation from whom could cause serious damage to the well-being of the child. The Supreme Court also noted that the risk to the child’s well-being, referred to in the provision concerned, had to be proved.", "33. The relevant provisions of the Hague Convention, which entered into force in respect of Estonia on 1 July 2001, read, in so far as relevant, as follows.", "“The objects of the present Convention are:", "(a) to secure the prompt return of children wrongfully removed to or retained in any Contracting State; and", "(b) to ensure that rights of custody and of access under the law of one Contracting State are effectively respected in the other Contracting States.”", "“The removal or the retention of a child is to be considered wrongful where –", "a) it is in breach of rights of custody attributed to a person, an institution or any other body, either jointly or alone, under the law of the State in which the child was habitually resident immediately before the removal or retention; and", "b) at the time of removal or retention those rights were actually exercised, either jointly or alone, or would have been so exercised but for the removal or retention.", "The rights of custody mentioned in sub-paragraph a) above, may arise in particular by operation of law or by reason of a judicial or administrative decision, or by reason of an agreement having legal effect under the law of that State.”", "“The Convention shall apply to any child who was habitually resident in a Contracting State immediately before any breach of custody or access rights. The Convention shall cease to apply when the child attains the age of 16 years.”", "“The judicial or administrative authorities of Contracting States shall act expeditiously in proceedings for the return of children.", "If the judicial or administrative authority concerned has not reached a decision within six weeks from the date of commencement of the proceedings, the applicant or the Central Authority of the requested State, on its own initiative or if asked by the Central Authority of the requesting State, shall have the right to request a statement of the reasons for the delay. If a reply is received by the Central Authority of the requested State, that Authority shall transmit the reply to the Central Authority of the requesting State, or to the applicant, as the case may be.”", "“Where a child has been wrongfully removed or retained in terms of Article 3 and, at the date of the commencement of the proceedings before the judicial or administrative authority of the Contracting State where the child is, a period of less than one year has elapsed from the date of the wrongful removal or retention, the authority concerned shall order the return of the child forthwith.", "The judicial or administrative authority, even where the proceedings have been commenced after the expiration of the period of one year referred to in the preceding paragraph, shall also order the return of the child, unless it is demonstrated that the child is now settled in its new environment.", "Where the judicial or administrative authority in the requested State has reason to believe that the child has been taken to another State, it may stay the proceedings or dismiss the application for the return of the child.”", "“Notwithstanding the provisions of the preceding Article, the judicial or administrative authority of the requested State is not bound to order the return of the child if the person, institution or other body which opposes its return establishes that –", "a) the person, institution or other body having the care of the person of the child was not actually exercising the custody rights at the time of removal or retention, or had consented to or subsequently acquiesced in the removal or retention; or", "b) there is a grave risk that his or her return would expose the child to physical or psychological harm or otherwise place the child in an intolerable situation.", "The judicial or administrative authority may also refuse to order the return of the child if it finds that the child objects to being returned and has attained an age and degree of maturity at which it is appropriate to take account of its views.", "In considering the circumstances referred to in this Article, the judicial and administrative authorities shall take into account the information relating to the social background of the child provided by the Central Authority or other competent authority of the child’s habitual residence.”", "“A decision under this Convention concerning the return of the child shall not be taken to be a determination on the merits of any custody issue.”", "“The return of the child under the provisions of Article 12 may be refused if this would not be permitted by the fundamental principles of the requested State relating to the protection of human rights and fundamental freedoms.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}