{"ITEMID": "001-105323", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "ADMISSIBILITY", "DATE": 2011, "DOCNAME": "FINOZHENOK v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Anatoly Kovler;Elisabeth Steiner;George Nicolaou;Khanlar Hajiyev;Mirjana Lazarova Trajkovska;Peer Lorenzen", "TEXT": ["The applicant, Ms Galina Vasilyevna Finozhenok, is a Russian national who was born in 1943 and lives in Dorogobuzh, Smolensk Region. The respondent Government are represented by Mr G. Matyushkin, Representative of the Russian Federation at the European Court of Human Rights.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant’s mother, Mrs Lidiya Vasilyevna Korzhavina, born in 1922, and brother, Mr Anatoliy Nikolayevich Korzhavin, born in 1952, lived in Grozny, Chechnya.", "In 1999 the Russian Government launched a counter-terrorist operation in the Chechen Republic. The applicant lost contact with her relatives after November 1999.", "It appears that in April 2000 the applicant, who tried to obtain information about her relatives through the local police department, was informed by the Ministry of the Interior that her relatives had died in Grozny in January 2000.", "In July 2000 the head of the Oktyabrskiy district administration of Grozny informed the applicant that her relatives had been killed on 13 January 2000 as a result of a missile strike. The applicant was informed that the bodies of her relatives and of the third man who had died as a result of the same strike were buried in Grozny in July by the relatives of that man.", "In June 2001 a hospital in Grozny issued death certificates in respect of Mrs Korzhavina and Mr Korzhavin and indicated that the deaths had occurred on 13 January 2000 as the result of a missile attack.", "In March 2001 the applicant wrote to the prosecutor’s office and informed them about her relatives’ deaths. She sought the prosecutor’s assistance in obtaining the death certificates from Grozny. It appears that in June 2001 the Chechnya Prosecutor’s Office informed the applicant that they would examine her complaint about her relatives’ deaths and notify her of the results. They also sent her copies of the death certificates obtained in the hospital in Grozny (see above).", "On 18 June 2001 the General Prosecutor’s Office informed the applicant that the Grozny Prosecutor’s Office had been instructed to establish the circumstances of her relatives’ deaths.", "On 12 July 2001 the Grozny Town Prosecutor’s Office, having conducted a check, decided not to open a criminal investigation into the applicant’s relatives’ deaths. The investigator collected several statements and found it established that the house at 71 Dalnaya Street had burned down in January 2000 and that there had been no eyewitnesses to the deaths. He concluded that no crime had been committed. The information was sent to the Chechnya Prosecutor’s office in September 2001; it is unclear whether the applicant was notified at that time.", "It does not appear that after that date the applicant sought or received any information concerning the investigation from the prosecutor’s office.", "In August 2001 the applicant wrote to the Chechnya Prosecutor’s Office and sought their assistance in obtaining death certificates from the civil register office.", "On 6 November 2001 the district court in the Smolensk region certified the applicant’s relatives’ deaths. The court took into account the medical death certificates issued in June 2001, the applicant’s statements and other evidence. On 27 November 2001 the district civil register office in the Smolensk region issued death certificates in relation of the applicant’s mother and brother.", "On 22 September 2002 the Deputy Head of the North Caucasus Military Circuit wrote to the Head of the Chechen Republic Administration and to the applicant. According to him, a check had confirmed the applicant’s relatives’ deaths on 13 January 2000 during a missile strike.", "On an unspecified date the applicant lodged an application with the Dorogobuzhskiy District Court, Smolensk Region to restore the time-limit for her to receive her inheritance. On 28 May 2003 the District Court granted the request. It held that the applicant was the sole heir of her mother and brother and extended the time-limit for her to receive her inheritance for six months. It does not appear that the applicant has ever formally accepted the inheritance through the notary.", "In June 2004 she wrote to the Chechnya Prosecutor’s Office and asked whether the house situated at 71 Dalnaya Street had been included in the list of dwellings which had become uninhabitable as a result of the military campaign. It is unclear if she received any response.", "The applicant then claimed compensation for the destroyed flat and other belongings under Government Decree no. 404 of 4 July 2003 (see below). Within the same proceedings the applicant also claimed non-pecuniary damages for the suffering caused by her relatives’ deaths from the Russian Government.", "On 16 March 2005 the Presnenskiy District Court of Moscow issued its judgment. The court held that the compensation constituted a personal entitlement payable to the residents of Chechnya who had lost their houses and other property, but not to their heirs. In any event, the applicant had not applied to the Commission set up to consider compensation claims. The court further observed that the right to sue for compensation in respect of non-pecuniary damage inflicted to life or health was not heritable. The court reiterated that the applicant’s claim for non-pecuniary damages could not be directed against the Government, in the absence of a proven causal link between the actions of the Government and the damage claimed. It dismissed the applicant’s claims. It stressed that she was still able to bring a tort action against the State. On 4 August 2005 the Moscow City Court upheld that judgment.", "In 2005 the applicant attempted to sue the Ministry of Finance for pecuniary and non-pecuniary damages caused by the actions of State agents. On 12 April 2005 the Smolensk Regional Court, as the final level of jurisdiction, refused to accept the claim, for lack of territorial jurisdiction. On 1 July 2005 the Promyshlenny District Court in Smolensk refused to consider a similar claim, for lack of substantiating documents and failure to pay a reduced court fee of 500 roubles (RUB). The applicant did not appeal.", "The Government submitted 117 pages from the criminal investigation file opened into the deaths of Mrs Korzhavina and Mr Korzhavin. These documents can be summarised as follows.", "Following the communication of the applicant’s complaint to the Government, on 26 February 2009 the Chechnya Prosecutor’s Office quashed the decision of 12 July 2001 not to open a criminal investigation. On 9 June 2009 the Investigating Committee of the Chechnya Prosecutor’s Office decided to open a criminal investigation into the applicants’ relatives’ deaths. The applicant was informed the same day.", "In August 2009 the applicant was questioned and granted victim status in the proceedings.", "The investigators identified and questioned several neighbours and other witnesses, including the relatives of the third person who had died on 13 January 2000, together with the applicants’ relatives. They also examined the site of the house and found some metal objects there, which were identified by an expert report as parts of a mine. They sought information from various military and other agencies about the location and actions of military units in January 2000, but it does not appear that anything of relevance was obtained. On 9 November 2009 the investigation was adjourned for failure to identify the culprits; the applicant was informed on the same day but did not appeal against that decision. It appears that on 17 November 2009 the investigation was reopened, of which the applicant was informed.", "Article 125 of the Code of Criminal Procedure provides as following:", "“Article 125. Judicial examination of complaints", "1. Decisions of an investigator or prosecutor concerning their refusal to initiate a criminal investigation...or any other decisions and acts or omissions which are liable to infringe the constitutional rights and freedoms of the parties to criminal proceedings or to impede citizens’ access to justice, may be appealed against to a district court, which is empowered to examine the lawfulness and grounds of the impugned decisions....", "...", "3. The court examines the lawfulness and the grounds for the impugned decisions or acts ...within five days from the receipt of the complaint...", "....", "5. As a result of the examination of the complaint the court delivers one of the following decisions:", "1) Declaring the decisions, acts or omissions of the official unlawful or unsubstantiated and obliging the official to eliminate the defects;", "2) Not allowing the applicant’s complaint...”", "The Government decree no. 404 of 4 July 2003 on payment of compensation for lost housing and possessions to citizens affected as a result of the resolution of a crisis in the Chechen Republic and residing permanently in the region (as in force at the relevant time), provided that persons who lived permanently in the Chechen Republic had the right to compensation for lost housing and property. It established a Commission which was entitled to consider such claims."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}