{"ITEMID": "001-60633", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FRA", "BRANCH": "CHAMBER", "DATE": 2002, "DOCNAME": "CASE OF PAPON v. FRANCE", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 6-1;No violation of P7-2;Pecuniary damage - claim dismissed;Non-pecuniary damage - claim dismissed;Costs and expenses partial award - domestic proceedings;Costs and expenses partial award - Convention proceedings", "JUDGES": "Christos Rozakis", "TEXT": ["8. The applicant, who was born in 1910, is currently in custody in the Santé Prison in Paris.", "9. From May 1942 to August 1944 the applicant was the secretary-general of the Gironde prefecture under the authority of the prefect, Maurice Sabatier.", "10. After the Liberation, according to figures provided by the applicant, more than 30,000 civil servants who had served under the Occupation were punished and several thousand people were executed, both officially and unofficially.", "11. In an opinion dated 6 December 1944 the Ministry of the Interior's Committee for the Purge of Collaborators (comité d'épuration) proposed that the applicant should retain his post, taking the view that although he had held office under the Vichy regime, he had shown a favourable attitude towards the Resistance. He was therefore allowed to continue serving as head of the private office of Gaston Cusin, the Bordeaux Commissioner of the Republic.", "12. He was appointed to the rank of prefect and posted to Corsica in 1947, then served as Paris Police Commissioner from 1958 to 1966. He was a member of Parliament from 1968 to 1978 and mayor of Saint-Amand-Montrond from 1971 to 1988. He served as chairman of the Finance Committee of the National Assembly from 1972 to 1973 and then as the general rapporteur on the budget until 1978. From 1978 to 1981 he was Minister for the Budget.", "13. On 6 May 1981, between the two rounds of the presidential election, the weekly newspaper Le Canard Enchaîné published the first of a series of articles in which the applicant, who was Minister for the Budget at the time, was criticised for his behaviour during the Second World War.", "14. The applicant asked the Action Committee of the Resistance to appoint a court of honour to assess his conduct under the German occupation. On 15 December 1981, having examined his immediate hierarchical superior, Maurice Sabatier, who said that he assumed “full responsibility for the anti-Jewish repression for which his prefecture was responsible”, the court of honour delivered a verdict in which it formally acknowledged that the applicant had been a member of the Resistance from January 1943 onwards but concluded “that in the very name of the principles which he believed he was defending, and not having been instructed to remain in his post by a competent authority of the Resistance, he should have resigned from his post as secretary-general of Gironde in July 1942”.", "15. On 8 December 1981 a lawyer named Boulanger lodged a criminal complaint against the applicant together with a civil-party application for crimes against humanity, aiding and abetting murder and abuse of official authority in connection with the deportation of eight persons arrested by the French police in Bordeaux and held in Bordeaux and then in Drancy Camp before being deported to Auschwitz and exterminated there. Six other criminal complaints together with civil-party applications relating to seventeen other victims of deportations were lodged in March and April 1982 by another lawyer, Mr Serge Klarsfeld, who is also the chairman of the association “Sons and daughters of France's Jewish deportees”. On 29 July 1982 the Bordeaux public prosecutor's office asked for investigations to be opened in respect of all seven complaints.", "16. On 19 January 1983 the applicant was charged with crimes against humanity by the chief investigating judge at the Bordeaux tribunal de grande instance.", "17. On 22 February 1984 the investigating judge commissioned an expert historical report from three historians. The report was filed on 11 January 1985.", "18. In the meantime, on 23 May 1983, the investigating judge had begun examining witnesses, including Maurice Sabatier, the prefect of Gironde at the material time. However, former Article 681 of the Code of Criminal Procedure [Repealed by the Law of 4 January 1993] provided that where a civil servant or a mayor was likely to be charged with a serious crime (crime) or lesser serious offence (délit) committed in the performance of his duties, the public prosecutor had first to apply to the Criminal Division of the Court of Cassation to designate the court to carry out the investigation.", "19. Since, by Article 171 of the Code of Criminal Procedure, failure to comply with that formal requirement rendered proceedings absolutely null and void, the Court of Cassation in a judgment of 11 February 1987 declared all the steps of the prosecution and investigation carried out after 5 January 1983, including the charging of the applicant, null and void as having been taken by a judge without jurisdiction and designated the Indictment Division of the Bordeaux Court of Appeal to proceed with the investigation.", "20. In a judgment of 4 August 1987 the Indictment Division ordered the joinder of the seven sets of proceedings instituted as a result of the complaints lodged before 5 January 1983 and ordered that the investigation be continued, appointing a judge of the Indictment Division to conduct it. In judgments of 9 November and 8 December 1987 the Indictment Division noted that three fresh criminal complaints had been lodged by associations together with applications to join the pending proceedings as an intervening civil party and ordered that these be added to the file. A complaint by two civil parties in March 1982 gave rise to another judgment designating the competent court delivered by the Criminal Division of the Court of Cassation on 9 December 1987 and a judgment of 28 June 1988 in which the Indictment Division ordered the joinder of those proceedings and confirmed the appointment of the judge to conduct the investigation. On 2 February 1988 the Indictment Division noted that a new complaint had been lodged on 24 July 1987 together with an application to join the pending proceedings as an intervening civil party and ordered that it be added to the file.", "21. In a judgment of 5 January 1988 the Indictment Division dismissed an application by the prosecution for an expert historical report.", "22. On 8 July and 20 October 1988 respectively the applicant and Maurice Sabatier were charged with crimes against humanity. Maurice Sabatier died on 19 April 1989 and the Indictment Division accordingly recorded on 6 February 1990 that the proceedings against him had lapsed.", "23. In February, June, October and December 1988, more associations intervened in the proceedings by means of criminal complaints lodged together with civil-party applications, which were recorded in judgments of the Indictment Division in February, March, June and November 1988 and January 1989.", "24. Another complaint together with a civil-party application was lodged on 18 November 1988 and 3 February 1989 by the association “Sons and daughters of France's Jewish deportees”. It was lodged not only against the applicant and Maurice Sabatier but also against Jean Leguay and René Bousquet, both former senior officials with the rank of prefect under the Vichy regime, and Norbert Techoueyres, who at the material time was the detective superintendent nominated to act on the directions of the public prosecutor. In a judgment of 20 December 1988 the Indictment Division had declared the civil-party application admissible by way of intervention as to the matters of which it had already been properly seised and, as to the remainder, had ordered that the application be forwarded to the Principal Public Prosecutor.", "25. Pursuant to Article 681 of the Code of Criminal Procedure, the complaint gave rise to a fresh application to the Criminal Division of the Court of Cassation, which, in a judgment of 26 April 1989, once again designated the Indictment Division of the Bordeaux Court of Appeal to investigate the new facts, but the complaint was subsequently declared inadmissible because a sum to cover costs had not been paid into court within the specified time.", "26. Norbert Techoueyres and Jean Leguay died on 4 April 1989 and 3 July 1989 respectively, before being charged, and the proceedings against them accordingly lapsed.", "27. The applicant was questioned on four occasions between 31 May and 6 October 1989. On 6 February 1990 the Indictment Division appointed a new judge to continue the investigation.", "28. On 16 May 1990 twenty more criminal complaints together with civil-party applications relating to deportations in 1943 and 1944 not covered by the initial complaints were lodged against the applicant by Mr Boulanger on behalf of several individuals. Three of the civil-party applications were declared admissible and added to the file on 3 July 1990. The other seventeen complaints, which related to new accusations against René Bousquet, among other matters, gave rise to seventeen judgments, delivered by the Criminal Division of the Court of Cassation on 19 December 1990, designating the Indictment Division of the Bordeaux Court of Appeal as the investigating authority. After the complaints had been lodged again on 19 June 1991 and exemption from payment into court of a sum to cover costs had been granted, these complaints were joined to the main investigation proceedings by virtue of judgments of the Bordeaux Indictment Division of 14 April 1992.", "29. In the meantime, on 12 December 1990 and 21 May 1991, another association had lodged an application to join the pending proceedings as an intervening civil party; that application was declared admissible in a judgment of 20 October 1991.", "30. On 19 March 1992 the Principal Public Prosecutor made seventeen applications for a judicial investigation in respect of the applicant and René Bousquet.", "31. On 19 April 1992 René Bousquet was charged with crimes against humanity. He was shot dead outside his home on 8 June 1993 and the proceedings against him accordingly lapsed.", "32. On 22 June 1992 an additional charge of crimes against humanity was brought against the applicant on account of the facts alleged in the complaints of 16 May 1990.", "33. In a judgment of 20 October 1992 the Indictment Division declared admissible a complaint lodged by another association together with an application to join the pending proceedings as an intervening civil party. As some of the other legal persons who had already joined the proceedings had extended their complaints to cover the matters dealt with in the judgments of 14 April 1992, the Indictment Division recorded the filing of three of those complaints in a judgment of 28 June 1993, another in a judgment of 7 June 1994 and two further ones in a judgment of 20 June 1995.", "34. Between June 1992 and July 1995 the investigating judge took evidence from the civil parties (in some thirty-three interviews) and the witnesses (in about thirty-six) and made over thirty journeys to archives to seize evidence.", "35. On 3 May 1994 the Indictment Division dismissed an application by the prosecution for the removal from the case file of the booklet “Civil Servants under the Occupation” (Fonctionnaire sous l'Occupation), which reproduced in extenso the expert historical report set aside by the Court of Cassation on 11 February 1987 and had been published by the applicant's lawyer, Mr Varaut, with a view to exculpating his client in the eyes of the public. The publication in question had been distributed to members of Parliament in 1987 and produced as evidence during libel proceedings brought by the applicant against the magazine Le Nouvel Observateur.", "36. An appeal on points of law was lodged against the Indictment Division's judgment but an application by the prosecution for its appeal on points of law to be declared immediately admissible was dismissed by the President of the Criminal Division of the Court of Cassation on 10 June 1994.", "37. On 28 July 1995, at the end of the investigation, the case file was sent to the Principal Public Prosecutor at the Bordeaux Court of Appeal, who filed his final application on 19 December 1995. In that application, which ran to 185 pages, the Principal Public Prosecutor submitted that the applicant had no case to answer in respect of his involvement in the organisation of the transports of September 1942, November and December 1943 and May 1944, that the prosecution of René Bousquet had lapsed, that the remaining charges should be altered to aiding and abetting abduction and false imprisonment and that the applicant should be committed for trial at the Assize Court for the transports of July, August and October 1942 and January 1944. The Principal Public Prosecutor did not charge the crime of aiding and abetting murder.", "38. On 1 and 5 March 1996 five more associations applied to have their civil-party applications formally noted; that was done in the judgment of 18 September 1996 committing the applicant for trial.", "39. The proceedings in the Indictment Division of the Bordeaux Court of Appeal against the applicant and three other persons on the charge of crimes against humanity following criminal complaints lodged together with civil-party applications by thirty-five individuals and twenty associations ended with a judgment delivered by the Indictment Division on 18 September 1996 in which it committed the applicant for trial at the Assize Court.", "40. It appears from that 169-page judgment that between June 1942 and August 1944 1,560 persons of Jewish origin, including a large number of children, were deported in ten trainloads to Auschwitz Camp, where most of them died, either as the result of inhuman treatment or because they were exterminated. Some of the transports were dispatched after mass arrests among the Jewish population.", "41. The Indictment Division noted, inter alia, that the unlawful arrests and imprisonment ordered by the German authorities had allegedly been carried out with the active assistance of the applicant, who was at the time the secretary-general of the Gironde prefecture and who, by virtue of the extensive powers delegated to him by the regional prefect, had authority not only over the administrative departments of the prefecture but also over the police and gendarmerie, the Mérignac Camp authorities and the departments set up as a result of the war, such as the Jewish Affairs Department. It further noted that the applicant had allegedly been fully aware of the anti-Jewish policy conducted by the Vichy government and that, as soon as he took office, he had apparently been “convinced that the arrest and imprisonment of Jews and their deportation to the East were leading them inescapably to their deaths ..., even though he might have remained unaware of the ... circumstances ... and the technical methods used ...”.", "42. The Indictment Division concluded that the active contribution that the applicant was said to have knowingly made through his personal actions to the commission of criminal acts by units of the SIPO-SD (Sicherheitspolizei-Sicherheitsdienst), an organisation declared criminal by the Nuremberg International Military Tribunal on 1 October 1946, had formed part of a concerted plan carried out on behalf of Nazi Germany, an Axis country pursuing a policy of ideological hegemony. It held that the applicant could not rely on the instructions given on 8 January 1942 by the French authorities in London [Message by Lieutenant Colonel Tissier broadcast by the BBC on 8 January 1942, urging civil servants working in metropolitan France to stay at their posts, to do the work that they were asked to do and to sabotage it only if it was contrary to the interests of the nation and such sabotage could be carried out without risk. It was also recommended that civil servants should act alone and not even confide in their best friends], nor on duress, the requirements of the law, the orders of his hierarchical superiors or the responsibility of his own subordinates to absolve himself of his own responsibility. It also considered that his membership of the Resistance, on which he relied, did not mean that he could not have assisted the acts perpetrated by the Nazis against the Jews.", "43. Consequently, the Indictment Division ordered the applicant's indictment for the offences of aiding and abetting unlawful arrest, false imprisonment, murder and attempted murder amounting to crimes against humanity in respect of four police raids and eight transports of deportees, and committed him for trial at the Gironde Assize Court.", "44. The applicant appealed on points of law against that judgment. He pleaded in particular that the proceedings had been null and void, complaining that they had been unfair primarily because of their excessive length, the result of which had been that documents that would have been in his favour had disappeared and witnesses for the defence had died. He also challenged the Indictment Division's decision to commit him for trial for aiding and abetting crimes against humanity on the ground that, in his opinion, individual complicity in the case of such a crime, which was mainly attributable to an institution or an organisation, presupposed that the individual concerned subscribed to the hegemonic and racial ideology of the criminal institution. The applicant maintained that he had never belonged to the Nazi organisations condemned by the Nuremberg Tribunal and that the acts of which he stood accused had been committed in the performance of his duties as secretary-general of the Gironde Prefecture, an organ of the Vichy State, which in his view did not have a hegemonic ideology with the goal of racial extermination. He submitted that for the purposes of the Nuremberg law, which formed the basis of his prosecution, the German State and the Nazi organisations should be regarded as separate entities from the Vichy State, to which crimes against humanity could not therefore be attributed retrospectively. Consequently, he considered that neither could such crimes be attributed to persons who had performed purely administrative duties in the departments for which he was responsible. He also maintained that, contrary to what the Indictment Division had asserted, the fact that he had belonged to the Resistance was sufficient to rule out his participation in a concerted plan.", "45. On 23 January 1997 the Criminal Division of the Court of Cassation dismissed the appeal on points of law. Noting that it was the first authority before which the complaint that the proceedings had been unfair had been raised, it declared that complaint inadmissible. It further ruled “that the appellant [had] no interest in criticising the reasons given in the judgment for dismissing the complaint of a violation of Article 6 § 1 of the European Convention on Human Rights, seeing that excessive length of criminal proceedings [did] not affect their validity”. The Court of Cassation also considered that there was nothing inadequate or contradictory about the reasons the Indictment Division gave for classifying the offences as aiding and abetting unlawful arrest, false imprisonment and murder or attempted murder, constituting crimes against humanity. It pointed out that indictment divisions had the ultimate authority to assess whether facts amounted to an offence, the role of the Court of Cassation being merely to “verify, supposing the facts to be established, whether their classification [justified] sending the case for trial”. It considered that that had been so in the instant case and that “consequently, the grounds of appeal must be rejected, particularly in so far as they refer[red] to the last paragraph of Article 6 of the Statute of the International Military Tribunal, which [required] neither that a person aiding and abetting crimes against humanity should have subscribed to the policy of ideological hegemony of the principal perpetrators nor that he should have belonged to one of the organisations declared criminal by the Nuremberg Tribunal”.", "46. In an application of 25 July 1997 the Principal Public Prosecutor asked for the applicant to be placed under judicial supervision.", "47. In a judgment of 7 August 1997 the Indictment Division placed the applicant under judicial supervision, with certain obligations. On 18 November 1997 the Criminal Division of the Court of Cassation recorded that the applicant had withdrawn his appeal on points of law against that judgment.", "48. On 7 October 1997 the applicant was taken into custody in Bordeaux Prison, pursuant to the arrest warrant included in the judgment of the Indictment Division committing him for trial.", "49. The trial in the Gironde Assize Court opened on 8 October 1997. The applicant's lawyer immediately applied for his client's release, pleading his extreme old age (87 years) and his poor state of health following a triple heart bypass operation in 1996. The Assize Court ordered an expert medical report, which was delivered to it on 9 October 1997 and from which it appeared that the applicant's state permitted imprisonment but only in a specialist cardiology unit. That very evening, the applicant had to be admitted to hospital for the night.", "50. In a judgment of 10 October 1997, in the light of the expert report, the Assize Court ordered the applicant's release. That decision triggered protests from the civil parties, some of whom threatened to withdraw from the trial, and their protests were given extensive press coverage. The prosecution appealed on points of law against the judgment ordering the applicant's release.", "51. The trial, which was initially expected to last two and a half months, lasted nearly six months (from 8 October 1997 to 2 April 1998). The proceedings were interrupted on a number of occasions, mostly because of the applicant's state of health. During the trial, which had a case file containing over 3,000 folders, 6,300 documents were produced in evidence. There were hearings on 94 days, during which 85 witnesses were heard, 12 hours were given over to the public prosecutor's address, 40 hours to the civil parties' submissions and 20 hours to the defence submissions. The court's deliberations lasted 19 hours.", "52. At the hearing on 9 October 1997, that is on the day following the opening of the trial, the applicant's lawyer filed written submissions in which he argued that the trial should be declared not to satisfy the requirements of a fair hearing, particularly as the excessive length of the proceedings had made it impossible to hear certain witnesses; sought to have the proceedings declared null and void; and sought a ruling that the prosecution was barred. When arguing against the application for the proceedings to be declared null and void, the prosecutor referred in particular to the work carried out by the most recent investigating judges, who had made 164 journeys to consult archives, seized and studied 6,354 documents, taken evidence from 95 witnesses and held 85 interviews with civil parties.", "53. In an interlocutory judgment of 15 October 1997 the Assize Court dismissed the application for the proceedings against the applicant to be halted, on the following grounds:", "“While it is true that many of the defence witnesses have now died or are incapable of travelling, it must be recognised that the same applies to the prosecution witnesses and that from this point of view and in general the parties are on an equal footing.", "The exceptional length of the proceedings which brought Maurice Papon before the Gironde Assize Court is not excessive when it is considered that the complexity of the case, linked for the most part to the long time that has elapsed since the commission of the offences of which the defendant is accused, the number of those offences, the broad time-span over which they were reported, the age of the witnesses and the fact that they were so scattered, required the investigating judges to carry out a very large number of investigations, which they were often forced to conduct themselves because of the very nature of the facts. Added to these problems were others stemming from the widely dispersed documentary sources and the obstacles sometimes encountered in gaining access to them.", "Contrary to what has been alleged, the trial at the Gironde Assize Court is not that of a State or an administrative authority but that of a man entitled to rely on the presumption of innocence – a principle with constitutional status which cannot be impaired in the judges' minds by the media excesses denounced by the defence – a man accused of having personally committed acts which, in the words of the indictment, constituted the serious crime of 'aiding and abetting crimes against humanity'.", "Lastly, in reply to the argument put forward by Maurice Papon's defence counsel that the judgment delivered on 23 January 1997 by the Criminal Division of the Court of Cassation was 'in complete contradiction not only with Article 6 of the Nuremberg Statute ... but also with Article 123-1 of the Criminal Code', it should be pointed out that it is not for an assize court to assess whether a decision of the Court of Cassation is in conformity with the applicable rules of law.”", "54. From 23 to 31 October 1997 the proceedings were adjourned because the applicant was hospitalised with bronchitis caused by an infection.", "55. In another interlocutory judgment (of 3 November 1997, not produced) the Assize Court dismissed the applicant's application for it be formally noted in the record that an American historian, who was an expert on the Vichy regime, had in his witness statement of 31 October expounded political and historical ideas not directly connected with the facts of which the applicant was accused. The applicant considered that there had been a violation of the principle that hearings in the Assize Court must be oral, as the person concerned was not a “witness”, not having witnessed any of the offences of which he stood accused.", "56. On 14 November 1997 the applicant's lawyer applied to have the correspondence between the occupying German authorities and the prefecture between 1942 and 1944 admitted in evidence.", "57. From 17 November to 4 December 1997 the trial had to be adjourned once again on account of the applicant's poor state of health, which had been confirmed by a medical report.", "58. When the proceedings resumed on 5 December 1997 the applicant's lawyer filed written submissions in which he applied for further inquiries into the facts to be made with a view to producing in court the whole of the police intendant's archives held by the Gironde archive office instead of the results of selective seizures which did not make it possible to assess exactly what powers had been exercised by the various actors at the prefecture between 1942 and 1944. In a judgment of 11 December 1997 the Assize Court decided to defer its examination of that application.", "59. From 23 December 1997 to 5 January 1998 the trial was adjourned.", "60. On 7 January 1998 the President of the Assize Court authorised the projection of two video recordings of evidence given by two witnesses during the trial of Klaus Barbie in Lyons in 1987, that of the writer André Frossard on the conditions of detention in Montluc Prison in Lyons and that of Yves Jouffa, former Chairman of the Ligue des droits de l'Homme (Human Rights League), on the conditions in Drancy Camp, near Paris.", "61. At the hearing on 26 January 1998, which focused on the transport of 25 November 1943, the applicant was questioned by the public prosecutor, with the President's authorisation and on the basis of the documents in the file, about events preceding that transport, in particular those connected with the organisation of the transport of 2 February 1943, which was mentioned in the judgment whereby the applicant was committed for trial but not in the indictment. The applicant's lawyer immediately filed written submissions seeking to have a formal note of these matters added to the record.", "62. On 28 January 1998 Mr Arno Klarsfeld, one of the civil parties' lawyers, published a press release revealing a distant family tie between the President of the Gironde Assize Court and some of the persons whom the applicant was accused of deporting. He criticised the President for failing to report the fact that the mother and two sisters of his aunt by marriage had been part of the December 1943 transport.", "63. No application for the judge to withdraw was filed, however, either by the civil parties or by the defence, because the Code of Criminal Procedure only provides for that possibility if the judge is a blood relative or a relative by marriage of one of the parties up to the degree of second cousin inclusive, which was not so in the instant case. The President of the Assize Court announced that he could not even remember the name of his uncle's wife, and that his uncle had died when he was a child. He did not consider it necessary to withdraw from the proceedings of his own motion.", "64. On 2 February 1998 the Assize Court took formal note at the applicant's request that the public prosecutor had questioned him on 26 January 1998, with the authorisation of the President of the Court, about events preceding the transport of 25 November 1943 in respect of which the applicant had been indicted in the Indictment Division's judgment and, in particular, about the organisation of the transport of 2 February 1943, which had not been mentioned in the indictment.", "65. In another interlocutory judgment delivered on the same day (not produced), however, it refused to allow an application by some of the civil parties for a formal note to be made in the record that those questions were directly connected with the facts mentioned in the indictment in relation to the applicant's powers. It noted that it was not its task, “if it wished to avoid prejudging the merits of the case and thereby infringing the provisions of Article 316 of the Code of Criminal Procedure, to rule on any direct relationship that might exist between these facts and those referred to in the indictment with regard to Maurice Papon's powers”.", "66. In an interlocutory judgment of 5 March 1998 (not produced) the Assize Court dismissed the applicant's application of 5 December 1997 for further inquiries into the facts to be made with a view to producing the whole of the police intendant's archives in court, on the ground that, in view of the evidence taken at the hearing, the requested measure did not appear necessary for establishing the truth.", "67. On the same day the applicant's lawyer applied to have added to the file a copy of the criminal complaint that he had just lodged against Mr Serge Klarsfeld, the chairman of one of the civil-party associations, on the basis of Article 434-16 of the Criminal Code, which prohibited publication before a final judicial decision of comments intended to exert pressure with a view to swaying a trial court's decision. He criticised Mr Klarsfeld for the content of a number of interviews he had given concerning the revelation of the family tie between some of the victims and the President of the Assize Court, to whom Mr Klarsfeld had imputed bias in the defendant's favour, and impugned the fact that only disciplinary proceedings had been brought by the public prosecutor's office against Mr Klarsfeld's son, who had made the revelation in January 1998.", "68. The proceedings were adjourned from 25 to 30 March 1998, following the death of the applicant's wife.", "69. In a further interlocutory judgment (of 1 April 1998, not produced) the Assize Court dismissed an application by the applicant for a question to be put as to whether he knew of a concerted Nazi plan to exterminate the Jews and whether he was prepared to participate in such a plan, on the ground that such a question was included among those intended to establish whether he was guilty of aiding and abetting crimes against humanity.", "70. It also refused to allow a subsidiary question to be put as to whether the applicant's resignation, which would have curtailed his Resistance activities, would have changed the system for the extermination of Jews in Bordeaux, on the ground that as it was not possible to assert a legal interest, there was no reason to raise the question of his resignation.", "71. On 2 April 1998, in a 123-page judgment delivered after deliberations lasting 19 hours, the Assize Court, replying to 768 questions, found the applicant guilty of aiding and abetting the unlawful arrest and false imprisonment of Jews deported in the transports of July, August, and October 1942 and January 1944, offences that constituted crimes against humanity. He was acquitted of the charges of aiding and abetting murder and attempted murder.", "72. The applicant was sentenced to ten years' imprisonment and stripped of his civil, civic and family rights for ten years. In a judgment of 3 April 1998 (not produced) the Assize Court ruled on the civil claims.", "73. On 3 April 1998 the applicant appealed on points of law against his conviction and on 14 December 1998 he filed further pleadings containing ten grounds of appeal, six of which referred expressly to Article 6 of the Convention.", "74. In a telegram of 8 September 1999 the Principal Public Prosecutor at the Court of Cassation requested that the applicant be notified of his obligation to surrender to custody prior to the hearing in the Court of Cassation scheduled for 21 October 1999. Notice thereof was served on the applicant on 16 September 1999.", "75. On 17 September 1999 the applicant lodged with the Indictment Division of the Bordeaux Court of Appeal an application for exemption from the obligation to surrender to custody, which he withdrew on 27 September 1999, making a fresh application to the Assize Court. On 4 October 1999 the Assize Court ruled that it had no jurisdiction to make such an order. The applicant appealed on points of law. On the same day he again applied to the Indictment Division for exemption from the obligation to surrender to custody. He relied on Article 6 of the Convention, his age (89 years) and his state of health.", "76. In a judgment of 12 October 1999 the Indictment Division first dealt with an application by the applicant for a declaration that Article 583 of the Code of Criminal Procedure should be deemed null and void by virtue of Article 6 § 1 of the Convention. It said:", "“Although the provisions of the ... Convention ... have been incorporated into the French legal system in accordance with Article 55 of the Constitution and although the courts have jurisdiction to determine, in an individual case, whether a statutory provision conforms with the requirements of the Convention, it is still necessary for that provision to serve as the basis on which the case is submitted to them.", "In the instant case Article 583 of the Code of Criminal Procedure gives the Indictment Division jurisdiction only to deal with a specific matter of judicial administration, namely applications for exemption from the obligation to surrender to custody.", "The task of enforcing the obligation to surrender to custody lies exclusively with the Court of Cassation, as it alone can decide what consequences shall flow from a failure to surrender to custody. It is therefore the Court of Cassation's task to rule on applications for Article 583 not to be applied to cases submitted to it and, where it has allowed such an application, to decide not to declare that the applicant has forfeited his right of appeal.”", "77. The Indictment Division went on to dismiss the application for exemption from the obligation to surrender to custody, holding that, in view of the length of the sentence imposed, the security provided by the applicant seemed inadequate; that the medical certificate he had produced did not indicate a significant deterioration in his state of health since the expert opinion of October 1997; and that his state of health did not appear to preclude detention in a hospital unit, the arrangements for which were a matter for the prison authorities.", "78. The applicant did not surrender to custody and left France to take refuge in Switzerland. However, the Swiss authorities ordered him to leave Switzerland, on a date not indicated in the case file.", "79. In a judgment of 21 October 1999, after a public hearing during which the applicant's lawyers submitted their observations on his grounds of appeal, the Criminal Division of the Court of Cassation held that the applicant had forfeited his right to appeal against the Assize Court's judgment of 2 April 1998, pursuant to Article 583 of the Code of Criminal Procedure, on the ground that “the appellant, who [had been] sentenced to a term of imprisonment of more than one year, [had] not surrendered to custody and [had] not been exempted from that obligation”.", "80. In two judgments of 20 December 2000 the Court of Cassation dismissed the appeals lodged by the applicant against the judgments delivered by the Assize Court and the Indictment Division on 4 and 12 October 1999 on his applications to be exempted from the obligation to surrender to custody, on the ground that they were devoid of purpose since in the meantime the applicant had forfeited his right to appeal on points of law against his conviction by the Assize Court.", "81. As regards the obligation to surrender to custody before an appeal on points of law is heard, the relevant provision of the Code of Criminal Procedure at the material time reads as follows:", "“Convicted persons sentenced to a term of imprisonment of more than one year who have not surrendered to custody or have not been exempted, with or without payment of a security, from surrendering to custody by the court that tried them shall forfeit their right of appeal on points of law.", "The memorandum of their imprisonment or the judgment granting them exemption shall be produced to the Court of Cassation, at the latest when the case is called on.", "In order for his appeal to be admissible, it shall be sufficient for the appellant to provide evidence that he has given himself up at a prison either in the place where the Court of Cassation sits or in the place where he was convicted; the chief warder of that prison shall receive him there on the order of the Principal Public Prosecutor at the Court of Cassation or of the chief prosecutor at the court of trial.”", "82. Article 583 was repealed by the law of 15 June 2000 “to strengthen protection of the presumption of innocence and the rights of victims”. The law also instituted two levels of jurisdiction in serious criminal cases by providing for the possibility of appealing against the judgments of assize courts.", "83. The law of 15 June 2000 also inserted into the Code of Criminal Procedure a Part III concerning “review of a criminal decision as a result of a judgment of the European Court of Human Rights”.", "The new Articles 626-1 and 626-4 provide:", "“An application may be made for review of a final criminal decision on behalf of any person found guilty of an offence where it has been held in a judgment of the European Court of Human Rights that he was convicted in breach of the Convention for the Protection of Human Rights and Fundamental Freedoms or its Protocols, provided that, in its nature and seriousness, the breach found entails injurious consequences for the convicted person which cannot be remedied by the 'just satisfaction' awarded under Article 41 of the Convention.”", "“If it considers the application to be justified, the committee shall proceed in accordance with the following provisions:", "(a) Where a review of the convicted person's appeal on points of law, in a manner consistent with the provisions of the Convention, is apt to remedy the violation found by the European Court of Human Rights, the committee shall remit the case to the Court of Cassation, which shall sit as a full court to hear the case;", "(b) In other cases, the committee shall remit the case to a court of the same hierarchy and level as the one which gave the impugned decision ...”"], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}